var Pesachimjson ={
    "language": "he",
    "title": "Mishnah Pesachim",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה פסחים",
    "categories": [
        "Mishnah",
        "Seder Moed"
    ],
    "textmishna": [
        [
            "אוֹר לְאַרְבָּעָה עָשָׂר, בּוֹדְקִין אֶת הֶחָמֵץ לְאוֹר הַנֵּר. כָּל מָקוֹם שֶׁאֵין מַכְנִיסִין בּוֹ חָמֵץ אֵין צָרִיךְ בְּדִיקָה. וְלָמָה אָמְרוּ שְׁתֵּי שׁוּרוֹת בַּמַּרְתֵּף, מָקוֹם שֶׁמַּכְנִיסִין בּוֹ חָמֵץ. בֵּית שַׁמַּאי אוֹמְרִים, שְׁתֵּי שׁוּרוֹת עַל פְּנֵי כָל הַמַּרְתֵּף. וּבֵית הִלֵּל אוֹמְרִים, שְׁתֵּי שׁוּרוֹת הַחִיצוֹנוֹת שֶׁהֵן הָעֶלְיוֹנוֹת: \n",
            "אֵין חוֹשְׁשִׁין שֶׁמָּא גָרְרָה חֻלְדָּה מִבַּיִת לְבַיִת וּמִמָּקוֹם לְמָקוֹם, דְּאִם כֵּן, מֵחָצֵר לְחָצֵר וּמֵעִיר לְעִיר, אֵין לַדָּבָר סוֹף: \n",
            "רַבִּי יְהוּדָה אוֹמֵר, בּוֹדְקִין אוֹר אַרְבָּעָה עָשָׂר וּבְאַרְבָּעָה עָשָׂר שַׁחֲרִית וּבִשְׁעַת הַבִּעוּר. וַחֲכָמִים אוֹמְרִים, לֹא בָדַק אוֹר אַרְבָּעָה עָשָׂר, יִבְדֹּק בְּאַרְבָּעָה עָשָׂר. לֹא בָדַק בְּאַרְבָּעָה עָשָׂר, יִבְדֹּק בְּתוֹךְ הַמּוֹעֵד. לֹא בָדַק בְּתוֹךְ הַמּוֹעֵד, יִבְדֹּק לְאַחַר הַמּוֹעֵד. וּמַה שֶּׁמְּשַׁיֵּר, יַנִּיחֶנּוּ בְצִנְעָא, כְּדֵי שֶׁלֹּא יְהֵא צָרִיךְ בְּדִיקָה אַחֲרָיו: \n",
            "רַבִּי מֵאִיר אוֹמֵר, אוֹכְלִין כָּל חָמֵשׁ, וְשׂוֹרְפִין בִּתְחִלַּת שֵׁשׁ. וְרַבִּי יְהוּדָה אוֹמֵר, אוֹכְלִין כָּל אַרְבַּע, וְתוֹלִין כָּל חָמֵשׁ, וְשׂוֹרְפִין בִּתְחִלַּת שֵׁשׁ: \n",
            "וְעוֹד אָמַר רַבִּי יְהוּדָה, שְׁתֵּי חַלּוֹת שֶׁל תּוֹדָה פְסוּלוֹת מֻנָּחוֹת עַל גַּג הָאִצְטַבָּא. כָּל זְמַן שֶׁמֻּנָּחוֹת, כָּל הָעָם אוֹכְלִים. נִטְּלָה אַחַת, תּוֹלִין, לֹא אוֹכְלִין וְלֹא שׂוֹרְפִין. נִטְּלוּ שְׁתֵּיהֶן, הִתְחִילוּ כָל הָעָם שׂוֹרְפִין. רַבָּן גַּמְלִיאֵל אוֹמֵר, חֻלִּין נֶאֱכָלִין כָּל אַרְבַּע, וּתְרוּמָה כָּל חָמֵשׁ, וְשׂוֹרְפִין בִּתְחִלַּת שֵׁשׁ: \n",
            "רַבִּי חֲנִינָא סְגַן הַכֹּהֲנִים אוֹמֵר, מִימֵיהֶם שֶׁל כֹּהֲנִים לֹא נִמְנְעוּ מִלִּשְׂרֹף אֶת הַבָּשָׂר שֶׁנִּטְמָא בִוְלַד הַטֻּמְאָה עִם הַבָּשָׂר שֶׁנִּטְמָא בְאַב הַטֻּמְאָה, אַף עַל פִּי שֶׁמּוֹסִיפִין טֻמְאָה עַל טֻמְאָתוֹ. הוֹסִיף רַבִּי עֲקִיבָא וְאָמַר, מִימֵיהֶם שֶׁל כֹּהֲנִים לֹא נִמְנְעוּ מִלְּהַדְלִיק אֶת הַשֶּׁמֶן שֶׁנִּפְסַל בִּטְבוּל יוֹם בְּנֵר שֶׁנִּטְמָא בִטְמֵא מֵת, אַף עַל פִּי שֶׁמּוֹסִיפִין טֻמְאָה עַל טֻמְאָתוֹ: \n",
            "אָמַר רַבִּי מֵאִיר, מִדִּבְרֵיהֶם לָמַדְנוּ, שֶׁשּׂוֹרְפִין תְּרוּמָה טְהוֹרָה עִם הַטְּמֵאָה בְּפֶסַח. אָמַר לוֹ רַבִּי יוֹסֵי, אֵינָהּ הִיא הַמִּדָּה. וּמוֹדִים רַבִּי אֱלִיעֶזֶר וְרַבִּי יְהוֹשֻׁעַ, שֶׁשּׂוֹרְפִין זוֹ לְעַצְמָהּ וְזוֹ לְעַצְמָהּ. עַל מַה נֶּחֱלְקוּ, עַל הַתְּלוּיָה וְעַל הַטְּמֵאָה, שֶׁרַבִּי אֱלִיעֶזֶר אוֹמֵר, תִּשָּׂרֵף זוֹ לְעַצְמָהּ וְזוֹ לְעַצְמָהּ, וְרַבִּי יְהוֹשֻׁעַ אוֹמֵר, שְׁתֵּיהֶן כְּאֶחָת: \n"
        ],
        [
            "כָּל שָׁעָה שֶׁמֻּתָּר לֶאֱכֹל, מַאֲכִיל לַבְּהֵמָה לַחַיָּה וְלָעוֹפוֹת, וּמוֹכְרוֹ לַנָּכְרִי, וּמֻתָּר בַּהֲנָאָתוֹ. עָבַר זְמַנּוֹ, אָסוּר בַּהֲנָאָתוֹ, וְלֹא יַסִּיק בּוֹ תַּנּוּר וְכִירָיִם. רַבִּי יְהוּדָה אוֹמֵר, אֵין בִּעוּר חָמֵץ אֶלָּא שְׂרֵפָה. וַחֲכָמִים אוֹמְרִים, אַף מְפָרֵר וְזוֹרֶה לָרוּחַ אוֹ מַטִּיל לַיָּם: \n",
            "חָמֵץ שֶׁל נָכְרִי שֶׁעָבַר עָלָיו הַפֶּסַח, מֻתָּר בַּהֲנָאָה. וְשֶׁל יִשְׂרָאֵל, אָסוּר בַּהֲנָאָה. שֶׁנֶּאֱמַר (שמות יג) לֹא יֵרָאֶה לְךָ שְׂאֹר: \n",
            "נָכְרִי שֶׁהִלְוָה אֶת יִשְׂרָאֵל עַל חֲמֵצוֹ, אַחַר הַפֶּסַח מֻתָּר בַּהֲנָאָה. וְיִשְׂרָאֵל שֶׁהִלְוָה אֶת הַנָּכְרִי עַל חֲמֵצוֹ, אַחַר הַפֶּסַח אָסוּר בַּהֲנָאָה. חָמֵץ שֶׁנָּפְלָה עָלָיו מַפֹּלֶת, הֲרֵי הוּא כִמְבֹעָר. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, כָּל שֶׁאֵין הַכֶּלֶב יָכוֹל לְחַפֵּשׂ אַחֲרָיו: \n",
            "הָאוֹכֵל תְּרוּמַת חָמֵץ בְּפֶסַח בְּשׁוֹגֵג, מְשַׁלֵּם קֶרֶן וְחֹמֶשׁ. בְּמֵזִיד, פָּטוּר מִתַּשְׁלוּמִים וּמִדְּמֵי עֵצִים: \n",
            "אֵלּוּ דְבָרִים שֶׁאָדָם יוֹצֵא בָהֶן יְדֵי חוֹבָתוֹ בְּפֶסַח, בְּחִטִּים, בִּשְׂעוֹרִים, בְּכֻסְּמִין וּבְשִׁיפוֹן וּבְשִׁבֹּלֶת שׁוּעָל. וְיוֹצְאִין בִּדְמַאי וּבְמַעֲשֵׂר רִאשׁוֹן שֶׁנִּטְּלָה תְרוּמָתוֹ, וּבְמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁנִּפְדּוּ, וְהַכֹּהֲנִים בְּחַלָּה וּבִתְרוּמָה. אֲבָל לֹא בְטֶבֶל, וְלֹא בְמַעֲשֵׂר רִאשׁוֹן שֶׁלֹּא נִטְּלָה תְרוּמָתוֹ, וְלֹא בְמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁלֹּא נִפְדּוּ. חַלּוֹת תּוֹדָה וּרְקִיקֵי נָזִיר, עֲשָׂאָן לְעַצְמוֹ, אֵין יוֹצְאִין בָּהֶן. עֲשָׂאָן לִמְכֹּר בַּשּׁוּק, יוֹצְאִין בָּהֶן: \n",
            "וְאֵלּוּ יְרָקוֹת שֶׁאָדָם יוֹצֵא בָהֶן יְדֵי חוֹבָתוֹ בְּפֶסַח, בַּחֲזֶרֶת וּבְעֻלָשִׁין וּבְתַמְכָא וּבְחַרְחֲבִינָה וּבְמָרוֹר. יוֹצְאִין בָּהֶן בֵּין לַחִין בֵּין יְבֵשִׁין, אֲבָל לֹא כְבוּשִׁין וְלֹא שְׁלוּקִין וְלֹא מְבֻשָּׁלִין. וּמִצְטָרְפִין לְכַזָּיִת. וְיוֹצְאִין בַּקֶּלַח שֶׁלָּהֶן, וּבִדְמַאי, וּבְמַעֲשֵׂר רִאשׁוֹן שֶׁנִּטְּלָה תְרוּמָתוֹ, וּבְמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁנִּפְדּוּ: \n",
            "אֵין שׁוֹרִין אֶת הַמֻּרְסָן לַתַּרְנְגוֹלִים, אֲבָל חוֹלְטִין. הָאִשָּׁה לֹא תִשְׁרֶה אֶת הַמֻּרְסָן שֶׁתּוֹלִיךְ בְּיָדָהּ לַמֶּרְחָץ, אֲבָל שָׁפָה הִיא בִּבְשָׂרָהּ יָבֵשׁ. לֹא יִלְעֹס אָדָם חִטִּין וְיַנִּיחַ עַל מַכָּתוֹ בְּפֶסַח, מִפְּנֵי שֶׁהֵן מַחֲמִיצוֹת: \n",
            "אֵין נוֹתְנִין קֶמַח לְתוֹךְ הַחֲרֹסֶת אוֹ לְתוֹךְ הַחַרְדָּל, וְאִם נָתַן, יֹאכַל מִיָּד, וְרַבִּי מֵאִיר אוֹסֵר. אֵין מְבַשְּׁלִין אֶת הַפֶּסַח לֹא בְמַשְׁקִין וְלֹא בְמֵי פֵרוֹת, אֲבָל סָכִין וּמַטְבִּילִין אוֹתוֹ בָהֶן. מֵי תַשְׁמִישׁוֹ שֶׁל נַחְתּוֹם, יִשָּׁפְכוּ, מִפְּנֵי שֶׁהֵן מַחֲמִיצִין: \n"
        ],
        [
            "אֵלּוּ עוֹבְרִין בְּפֶסַח, כֻּתָּח הַבַּבְלִי, וְשֵׁכָר הַמָּדִי, וְחֹמֶץ הָאֲדוֹמִי, וְזֵתוֹם הַמִּצְרִי, וְזוֹמָן שֶׁל צַבָּעִים, וַעֲמִילָן שֶׁל טַבָּחִים, וְקוֹלָן שֶׁל סוֹפְרִים. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף תַּכְשִׁיטֵי נָשִׁים. זֶה הַכְּלָל, כָּל שֶׁהוּא מִמִּין דָּגָן, הֲרֵי זֶה עוֹבֵר בְּפֶסַח. הֲרֵי אֵלּוּ בְאַזְהָרָה, וְאֵין בָּהֶן מִשּׁוּם כָּרֵת:  ",
            "בָּצֵק שֶׁבְּסִדְקֵי עֲרֵבָה, אִם יֵשׁ כַּזַּיִת בְּמָקוֹם אֶחָד, חַיָּב לְבַעֵר. וְאִם לֹא, בָּטֵל בְּמִעוּטוֹ. וְכֵן לְעִנְיַן הַטֻּמְאָה, אִם מַקְפִּיד עָלָיו, חוֹצֵץ. וְאִם רוֹצֶה בְקִיּוּמוֹ, הֲרֵי הוּא כָעֲרֵבָה. בָּצֵק הַחֵרֵשׁ, אִם יֵשׁ כַּיּוֹצֵא בוֹ שֶׁהֶחֱמִיץ, הֲרֵי זֶה אָסוּר:  ",
            "כֵּיצַד מַפְרִישִׁין חַלָּה בְטֻמְאָה בְיוֹם טוֹב, רַבִּי אֱלִיעֶזֶר אוֹמֵר, לֹא תִקְרָא לָהּ שֵׁם עַד שֶׁתֵּאָפֶה. רַבִּי יְהוּדָה בֶּן בְּתֵירָא אוֹמֵר, תַּטִּיל בְּצוֹנֵן. אָמַר רַבִּי יְהוֹשֻׁעַ, לֹא זֶה הוּא חָמֵץ שֶׁמֻּזְהָרִים עָלָיו בְּבַל יֵרָאֶה וּבְבַל יִמָּצֵא, אֶלָּא מַפְרַשְׁתָּהּ וּמַנַּחְתָּה עַד הָעֶרֶב, וְאִם הֶחֱמִיצָה, הֶחֱמִיצָה:  ",
            "רַבָּן גַּמְלִיאֵל אוֹמֵר, שָׁלֹשׁ נָשִׁים לָשׁוֹת כְּאַחַת וְאוֹפוֹת בְּתַנּוּר אֶחָד, זוֹ אַחַר זוֹ. וַחֲכָמִים אוֹמְרִים, שָׁלֹשׁ נָשִׁים עוֹסְקוֹת בַּבָּצֵק, אַחַת לָשָׁה וְאַחַת עוֹרֶכֶת וְאַחַת אוֹפָה. רַבִּי עֲקִיבָא אוֹמֵר, לֹא כָל הַנָּשִׁים וְלֹא כָל הָעֵצִים וְלֹא כָל הַתַּנּוּרִים שָׁוִין. זֶה הַכְּלָל, תָּפַח, תִּלְטֹשׁ בְּצוֹנֵן:  ",
            "שִׂאוּר, יִשָּׂרֵף, וְהָאוֹכְלוֹ פָטוּר. סָדוּק, יִשָּׂרֵף, וְהָאוֹכְלוֹ חַיָּב כָּרֵת. אֵיזֶהוּ שִׂאוּר, כְּקַרְנֵי חֲגָבִים. סָדוּק, שֶׁנִּתְעָרְבוּ סְדָקָיו זֶה בָזֶה, דִּבְרֵי רַבִּי יְהוּדָה. וַחֲכָמִים אוֹמְרִים, זֶה וָזֶה, הָאוֹכְלוֹ חַיָּב כָּרֵת. וְאֵיזֶהוּ שִׂאוּר, כָּל שֶׁהִכְסִיפוּ פָנָיו כְּאָדָם שֶׁעָמְדוּ שַׂעֲרוֹתָיו:  ",
            "אַרְבָּעָה עָשָׂר שֶׁחָל לִהְיוֹת בְּשַׁבָּת, מְבַעֲרִים אֶת הַכֹּל מִלִּפְנֵי הַשַּׁבָּת, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בִּזְמַנָּן. רַבִּי אֶלְעָזָר בַּר צָדוֹק אוֹמֵר, תְּרוּמָה מִלִּפְנֵי הַשַּׁבָּת, וְחֻלִּין בִּזְמַנָּן:  ",
            "הַהוֹלֵךְ לִשְׁחֹט אֶת פִּסְחוֹ, וְלָמוּל אֶת בְּנוֹ, וְלֶאֱכֹל סְעֻדַּת אֵרוּסִין בְּבֵית חָמִיו, וְנִזְכַּר שֶׁיֶּשׁ לוֹ חָמֵץ בְּתוֹךְ בֵּיתוֹ, אִם יָכוֹל לַחֲזֹר וּלְבַעֵר וְלַחֲזֹר לְמִצְוָתוֹ, יַחֲזֹר וִיבַעֵר. וְאִם לָאו, מְבַטְּלוֹ בְלִבּוֹ. לְהַצִּיל מִן הַנָּכְרִים, וּמִן הַנָּהָר, וּמִן הַלִּסְטִים, וּמִן הַדְּלֵקָה, וּמִן הַמַּפֹּלֶת, יְבַטֵּל בְּלִבּוֹ. וְלִשְׁבֹּת שְׁבִיתַת הָרְשׁוּת, יַחֲזֹר מִיָּד:  ",
            "וְכֵן מִי שֶׁיָּצָא מִירוּשָׁלַיִם וְנִזְכַּר שֶׁיֶּשׁ בְּיָדוֹ בְּשַׂר קֹדֶשׁ, אִם עָבַר צוֹפִים, שׂוֹרְפוֹ בִמְקוֹמוֹ. וְאִם לָאו, חוֹזֵר וְשׂוֹרְפוֹ לִפְנֵי הַבִּירָה מֵעֲצֵי הַמַּעֲרָכָה. וְעַד כַּמָּה הֵן חוֹזְרִין, רַבִּי מֵאִיר אוֹמֵר, זֶה וָזֶה בְכַבֵּיצָה. רַבִּי יְהוּדָה אוֹמֵר, זֶה וָזֶה בְכַזָּיִת. וַחֲכָמִים אוֹמְרִים, בְּשַׂר קֹדֶשׁ בְּכַזַּיִת, וְחָמֵץ בְּכַבֵּיצָה:  "
        ],
        [
            "מָקוֹם שֶׁנָּהֲגוּ לַעֲשׂוֹת מְלָאכָה בְּעַרְבֵי פְסָחִים עַד חֲצוֹת, עוֹשִׂין. מָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לַעֲשׂוֹת, אֵין עוֹשִׂין. הַהוֹלֵךְ מִמָּקוֹם שֶׁעוֹשִׂין לְמָקוֹם שֶׁאֵין עוֹשִׂין, אוֹ מִמָּקוֹם שֶׁאֵין עוֹשִׂין לְמָקוֹם שֶׁעוֹשִׂין, נוֹתְנִין עָלָיו חֻמְרֵי מָקוֹם שֶׁיָּצָא מִשָּׁם וְחֻמְרֵי מָקוֹם שֶׁהָלַךְ לְשָׁם. וְאַל יְשַׁנֶּה אָדָם, מִפְּנֵי הַמַּחֲלֹקֶת:  ",
            "כַּיּוֹצֵא בוֹ, הַמּוֹלִיךְ פֵּרוֹת שְׁבִיעִית מִמָּקוֹם שֶׁכָּלוּ לְמָקוֹם שֶׁלֹּא כָלוּ, אוֹ מִמָּקוֹם שֶׁלֹּא כָלוּ לְמָקוֹם שֶׁכָּלוּ, חַיָּב לְבַעֵר. רַבִּי יְהוּדָה אוֹמֵר, אוֹמְרִים לוֹ, צֵא וְהָבֵא לְךָ אַף אָתָּה:  ",
            "מָקוֹם שֶׁנָּהֲגוּ לִמְכֹּר בְּהֵמָה דַקָּה לַגּוֹיִם, מוֹכְרִין. מָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לִמְכֹּר, אֵין מוֹכְרִין. וּבְכָל מָקוֹם אֵין מוֹכְרִין לָהֶם בְּהֵמָה גַסָּה, עֲגָלִים וּסְיָחִים שְׁלֵמִין וּשְׁבוּרִין. רַבִּי יְהוּדָה מַתִּיר בִּשְׁבוּרָה. בֶּן בְּתֵירָה מַתִּיר בְּסוּס:  ",
            "מָקוֹם שֶׁנָּהֲגוּ לֶאֱכֹל צָלִי בְלֵילֵי פְסָחִים, אוֹכְלִין. מָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לֶאֱכֹל, אֵין אוֹכְלִין. מָקוֹם שֶׁנָּהֲגוּ לְהַדְלִיק אֶת הַנֵּר בְּלֵילֵי יוֹם הַכִּפּוּרִים, מַדְלִיקִין. מָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לְהַדְלִיק, אֵין מַדְלִיקִין. וּמַדְלִיקִין בְּבָתֵּי כְנֵסִיּוֹת וּבְבָתֵּי מִדְרָשׁוֹת, וּבַמְּבוֹאוֹת הָאֲפֵלִים, וְעַל גַּבֵּי הַחוֹלִים:  ",
            "מָקוֹם שֶׁנָּהֲגוּ לַעֲשׂוֹת מְלָאכָה בְתִשְׁעָה בְאָב, עוֹשִׂין. מָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לַעֲשׂוֹת מְלָאכָה, אֵין עוֹשִׂין. וּבְכָל מָקוֹם תַּלְמִידֵי חֲכָמִים בְּטֵלִים. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, לְעוֹלָם יַעֲשֶׂה אָדָם עַצְמוֹ תַּלְמִיד חָכָם. וַחֲכָמִים אוֹמְרִים, בִּיהוּדָה הָיוּ עוֹשִׂין מְלָאכָה בְעַרְבֵי פְסָחִים עַד חֲצוֹת, וּבַגָּלִיל לֹא הָיוּ עוֹשִׂין כָּל עִקָּר. וְהַלַּיְלָה, בֵּית שַׁמַּאי אוֹסְרִין, וּבֵית הִלֵּל מַתִּירִין עַד הָנֵץ הַחַמָּה:  ",
            "רַבִּי מֵאִיר אוֹמֵר, כָּל מְלָאכָה שֶׁהִתְחִיל בָּהּ קֹדֶם לְאַרְבָּעָה עָשָׂר, גּוֹמְרָהּ בְּאַרְבָּעָה עָשָׂר. אֲבָל לֹא יַתְחִיל בָּהּ בַּתְּחִלָּה בְאַרְבָּעָה עָשָׂר, אַף עַל פִּי שֶׁיָּכוֹל לְגָמְרָהּ. וַחֲכָמִים אוֹמְרִים, שָׁלֹשׁ אֻמָּנֻיּוֹת עוֹשִׂין מְלָאכָה בְעַרְבֵי פְסָחִים עַד חֲצוֹת, וְאֵלּוּ הֵן, הַחַיָּטִים, הַסַּפָּרִים וְהַכּוֹבְסִין. רַבִּי יוֹסֵי בַּר יְהוּדָה אוֹמֵר, אַף הָרַצְעָנִים:  ",
            "מוֹשִׁיבִין שׁוֹבָכִין לַתַּרְנְגוֹלִים בְּאַרְבָּעָה עָשָׂר. וְתַרְנְגֹלֶת שֶׁבָּרְחָה, מַחֲזִירִין אוֹתָהּ לִמְקוֹמָהּ. וְאִם מֵתָה, מוֹשִׁיבִין אַחֶרֶת תַּחְתֶּיהָ. גּוֹרְפִין מִתַּחַת רַגְלֵי בְהֵמָה בְאַרְבָּעָה עָשָׂר, וּבַמּוֹעֵד מְסַלְּקִין לַצְּדָדִין. מוֹלִיכִין וּמְבִיאִין כֵּלִים מִבֵּית הָאֻמָּן, אַף עַל פִּי שֶׁאֵינָם לְצֹרֶךְ הַמּוֹעֵד:  ",
            "שִׁשָּׁה דְבָרִים עָשׂוּ אַנְשֵׁי יְרִיחוֹ, עַל שְׁלֹשָׁה מִחוּ בְיָדָם, וְעַל שְׁלֹשָׁה לֹא מִחוּ בְיָדָם. וְאֵלּוּ הֵן שֶׁלֹּא מִחוּ בְיָדָם, מַרְכִּיבִין דְּקָלִים כָּל הַיּוֹם, וְכוֹרְכִין אֶת שְׁמַע, וְקוֹצְרִין וְגוֹדְשִׁין לִפְנֵי הָעֹמֶר, וְלֹא מִחוּ בְיָדָם. וְאֵלּוּ שֶׁמִּחוּ בְיָדָם, מַתִּירִין גִּמְזִיּוֹת שֶׁל הֶקְדֵּשׁ, וְאוֹכְלִין מִתַּחַת הַנְּשָׁרִים בְּשַׁבָּת, וְנוֹתְנִים פֵּאָה לַיָּרָק, וּמִחוּ בְיָדָם חֲכָמִים:  ",
            "שִׁשָּׁה דְבָרִים עָשָׂה חִזְקִיָּה הַמֶּלֶךְ, עַל שְׁלֹשָׁה הוֹדוּ לוֹ, וְעַל שְׁלֹשָׁה לֹא הוֹדוּ לוֹ. גֵּרַר עַצְמוֹת אָבִיו עַל מִטָּה שֶׁל חֲבָלִים, וְהוֹדוּ לוֹ. כִּתֵּת נְחַשׁ הַנְּחֹשֶׁת, וְהוֹדוּ לוֹ. גָּנַז סֵפֶר רְפוּאוֹת, וְהוֹדוּ לוֹ. עַל שְׁלֹשָׁה לֹא הוֹדוּ לוֹ, קִצֵּץ דְּלָתוֹת שֶׁל הֵיכָל וְשִׁגְּרָן לְמֶלֶךְ אַשּׁוּר, וְלֹא הוֹדוּ לוֹ. סָתַם מֵי גִיחוֹן הָעֶלְיוֹן, וְלֹא הוֹדוּ לוֹ. עִבֵּר נִיסָן בְּנִיסָן, וְלֹא הוֹדוּ לוֹ:   "
        ],
        [
            "תָּמִיד נִשְׁחָט בִּשְׁמֹנֶה וּמֶחֱצָה וְקָרֵב בְּתֵשַׁע וּמֶחֱצָה. בְּעַרְבֵי פְסָחִים נִשְׁחָט בְּשֶׁבַע וּמֶחֱצָה וְקָרֵב בִּשְׁמֹנֶה וּמֶחֱצָה, בֵּין בְּחֹל בֵּין בְּשַׁבָּת. חָל עֶרֶב פֶּסַח לִהְיוֹת בְּעֶרֶב שַׁבָּת, נִשְׁחָט בְּשֵׁשׁ וּמֶחֱצָה וְקָרֵב בְּשֶׁבַע וּמֶחֱצָה, וְהַפֶּסַח אַחֲרָיו: \n",
            "הַפֶּסַח שֶׁשְּׁחָטוֹ שֶׁלֹּא לִשְׁמוֹ, וְקִבֵּל וְהִלֵּךְ וְזָרַק שֶׁלֹּא לִשְׁמוֹ, אוֹ לִשְׁמוֹ וְשֶׁלֹּא לִשְׁמוֹ, אוֹ שֶׁלֹּא לִשְׁמוֹ וְלִשְׁמוֹ, פָּסוּל. כֵּיצַד לִשְׁמוֹ וְשֶׁלֹּא לִשְׁמוֹ, לְשֵׁם פֶּסַח וּלְשֵׁם שְׁלָמִים. שֶׁלֹּא לִשְׁמוֹ וְלִשְׁמוֹ, לְשֵׁם שְׁלָמִים וּלְשֵׁם פָּסַח: \n",
            "שְׁחָטוֹ שֶׁלֹּא לְאוֹכְלָיו וְשֶׁלֹּא לִמְנוּיָיו, לַעֲרֵלִים וְלִטְמֵאִים, פָּסוּל. לְאוֹכְלָיו וְשֶׁלֹּא לְאוֹכְלָיו, לִמְנוּיָיו וְשֶׁלֹּא לִמְנוּיָיו, לְמוּלִים וְלַעֲרֵלִים, לִטְמֵאִים וְלִטְהוֹרִים, כָּשֵׁר. שְׁחָטוֹ קֹדֶם חֲצוֹת, פָּסוּל, מִשּׁוּם שֶׁנֶּאֱמַר (שמות יב) בֵּין הָעַרְבָּיִם. שְׁחָטוֹ קֹדֶם לַתָּמִיד, כָּשֵׁר, וּבִלְבַד שֶׁיְּהֵא אֶחָד מְמָרֵס בְּדָמוֹ עַד שֶׁיִּזָּרֵק דַּם הַתָּמִיד. וְאִם נִזְרַק, כָּשֵׁר: \n",
            "הַשּׁוֹחֵט אֶת הַפֶּסַח עַל הֶחָמֵץ, עוֹבֵר בְּלֹא תַעֲשֶׂה. רַבִּי יְהוּדָה אוֹמֵר, אַף הַתָּמִיד. רַבִּי שִׁמְעוֹן אוֹמֵר, הַפֶּסַח בְּאַרְבָּעָה עָשָׂר, לִשְׁמוֹ חַיָּב, וְשֶׁלֹּא לִשְׁמוֹ פָּטוּר. וּשְׁאָר כָּל הַזְּבָחִים, בֵּין לִשְׁמָן וּבֵין שֶׁלֹּא לִשְׁמָן, פָּטוּר. וּבַמּוֹעֵד, לִשְׁמוֹ פָּטוּר, וְשֶׁלֹּא לִשְׁמוֹ חַיָּב, וּשְׁאָר כָּל הַזְּבָחִים, בֵּין לִשְׁמָן וּבֵין שֶׁלֹּא לִשְׁמָן, חַיָּב, חוּץ מִן הַחַטָּאת שֶׁשְּׁחָטָהּ שֶׁלֹּא לִשְׁמָהּ: \n",
            "הַפֶּסַח נִשְׁחָט בְּשָׁלֹשׁ כִּתּוֹת, שֶׁנֶּאֱמַר וְשָׁחֲטוּ אֹתוֹ כֹּל קְהַל עֲדַת יִשְׂרָאֵל, (שמות יב) קָהָל וְעֵדָה וְיִשְׂרָאֵל. נִכְנְסָה כַת הָרִאשׁוֹנָה, נִתְמַלֵּאת הָעֲזָרָה, נָעֲלוּ דַלְתוֹת הָעֲזָרָה. תָּקְעוּ, הֵרִיעוּ וְתָקָעוּ. הַכֹּהֲנִים עוֹמְדִים שׁוּרוֹת שׁוּרוֹת, וּבִידֵיהֶם בָּזִיכֵי כֶסֶף וּבָזִיכֵי זָהָב. שׁוּרָה שֶׁכֻּלָּהּ כֶּסֶף כֶּסֶף, וְשׁוּרָה שֶׁכֻּלָּהּ זָהָב זָהָב. לֹא הָיוּ מְעֹרָבִין. וְלֹא הָיוּ לַבָּזִיכִין שׁוּלַיִם, שֶׁמָּא יַנִּיחוּם וְיִקְרַשׁ הַדָּם: \n",
            "שָׁחַט יִשְׂרָאֵל וְקִבֵּל הַכֹּהֵן, נוֹתְנוֹ לַחֲבֵרוֹ וַחֲבֵרוֹ לַחֲבֵרוֹ, וּמְקַבֵּל אֶת הַמָּלֵא וּמַחֲזִיר אֶת הָרֵיקָן. כֹּהֵן הַקָּרוֹב אֵצֶל הַמִּזְבֵּחַ זוֹרְקוֹ זְרִיקָה אַחַת כְּנֶגֶד הַיְסוֹד: \n",
            "יָצְתָה כַת רִאשׁוֹנָה וְנִכְנְסָה כַת שְׁנִיָּה. יָצְתָה שְׁנִיָּה, נִכְנְסָה שְׁלִישִׁית. כְּמַעֲשֵׂה הָרִאשׁוֹנָה כָּךְ מַעֲשֵׂה הַשְּׁנִיָּה וְהַשְּׁלִישִׁית. קָרְאוּ אֶת הַהַלֵּל. אִם גָּמְרוּ שָׁנוּ, וְאִם שָׁנוּ שִׁלְּשׁוּ, אַף עַל פִּי שֶׁלֹּא שִׁלְּשׁוּ מִימֵיהֶם. רַבִּי יְהוּדָה אוֹמֵר, מִימֵיהֶם שֶׁל כַּת שְׁלִישִׁית לֹא הִגִּיעַ לְאָהַבְתִּי כִּי יִשְׁמַע ה', מִפְּנֵי שֶׁעַמָּהּ מֻעָטִין: \n",
            "כְּמַעֲשֵׂהוּ בְחֹל כָּךְ מַעֲשֵׂהוּ בְשַׁבָּת, אֶלָּא שֶׁהַכֹּהֲנִים מְדִיחִים אֶת הָעֲזָרָה שֶׁלֹּא בִרְצוֹן חֲכָמִים. רַבִּי יְהוּדָה אוֹמֵר, כּוֹס הָיָה מְמַלֵּא מִדַּם הַתַּעֲרֹבוֹת, זְרָקוֹ זְרִיקָה אַחַת עַל גַּבֵּי הַמִּזְבֵּחַ, וְלֹא הוֹדוּ לוֹ חֲכָמִים: \n",
            "כֵּיצַד תּוֹלִין וּמַפְשִׁיטִין, אֻנְקְלָיוֹת שֶׁל בַּרְזֶל הָיוּ קְבוּעִים בַּכְּתָלִים וּבָעַמּוּדִים, שֶׁבָּהֶן תּוֹלִין וּמַפְשִׁיטִין. וְכָל מִי שֶׁאֵין לוֹ מָקוֹם לִתְלוֹת וּלְהַפְשִׁיט, מַקְלוֹת דַּקִּים חֲלָקִים הָיוּ שָׁם, וּמֵנִיחַ עַל כְּתֵפוֹ וְעַל כֶּתֶף חֲבֵרוֹ, וְתוֹלֶה וּמַפְשִׁיט. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַרְבָּעָה עָשָׂר שֶׁחָל לִהְיוֹת בְּשַׁבָּת, מֵנִיחַ יָדוֹ עַל כֶּתֶף חֲבֵרוֹ, וְיַד חֲבֵרוֹ עַל כְּתֵפוֹ, וְתוֹלֶה וּמַפְשִׁיט: \n",
            "קְרָעוֹ וְהוֹצִיא אֵמוּרָיו, נְתָנוֹ בְמָגִיס וְהִקְטִירָן עַל גַּבֵּי הַמִּזְבֵּחַ. יָצְתָה כַת רִאשׁוֹנָה וְיָשְׁבָה לָהּ בְּהַר הַבַּיִת, שְׁנִיָּה בַּחֵיל, וְהַשְּׁלִישִׁית בִּמְקוֹמָהּ עוֹמֶדֶת. חֲשֵׁכָה, יָצְאוּ וְצָלוּ אֶת פִּסְחֵיהֶן: \n"
        ],
        [
            "אֵלּוּ דְבָרִים בַּפֶּסַח דּוֹחִין אֶת הַשַּׁבָּת, שְׁחִיטָתוֹ וּזְרִיקַת דָּמוֹ וּמִחוּי קְרָבָיו וְהֶקְטֵר חֲלָבָיו. אֲבָל צְלִיָּתוֹ וַהֲדָחַת קְרָבָיו אֵינָן דּוֹחִין אֶת הַשַּׁבָּת. הַרְכָּבָתוֹ וַהֲבָאָתוֹ מִחוּץ לַתְּחוּם, וַחֲתִיכַת יַבַּלְתּוֹ, אֵין דּוֹחִין אֶת הַשַּׁבָּת. רַבִּי אֱלִיעֶזֶר אוֹמֵר, דּוֹחִין: \n",
            "אָמַר רַבִּי אֱלִיעֶזֶר, וַהֲלֹא דִין הוּא, מָה אִם שְׁחִיטָה שֶׁהִיא מִשּׁוּם מְלָאכָה דּוֹחָה אֶת הַשַּׁבָּת, אֵלּוּ שֶׁהֵן מִשּׁוּם שְׁבוּת לֹא יִדְחוּ אֶת הַשַּׁבָּת. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, יוֹם טוֹב יוֹכִיחַ, שֶׁהִתִּירוּ בוֹ מִשּׁוּם מְלָאכָה, וְאָסוּר בּוֹ מִשּׁוּם שְׁבוּת. אָמַר לוֹ רַבִּי אֱלִיעֶזֶר, מַה זֶּה, יְהוֹשֻׁעַ, מָה רְאָיָה רְשׁוּת לְמִצְוָה. הֵשִׁיב רַבִּי עֲקִיבָא וְאָמַר, הַזָּאָה תוֹכִיחַ, שֶׁהִיא מִצְוָה וְהִיא מִשּׁוּם שְׁבוּת וְאֵינָהּ דּוֹחָה אֶת הַשַּׁבָּת, אַף אַתָּה אַל תִּתְמַהּ עַל אֵלּוּ, שֶׁאַף עַל פִּי שֶׁהֵן מִצְוָה וְהֵן מִשּׁוּם שְׁבוּת, לֹא יִדְחוּ אֶת הַשַּׁבָּת. אָמַר לוֹ רַבִּי אֱלִיעֶזֶר, וְעָלֶיהָ אֲנִי דָן, וּמָה אִם שְׁחִיטָה שֶׁהִיא מִשּׁוּם מְלָאכָה, דּוֹחָה אֶת הַשַּׁבָּת, הַזָּאָה שֶׁהִיא מִשּׁוּם שְׁבוּת, אֵינוֹ דִּין שֶׁדּוֹחָה אֶת הַשַּׁבָּת. אָמַר לוֹ רַבִּי עֲקִיבָא, אוֹ חִלּוּף, מָה אִם הַזָּאָה שֶׁהִיא מִשּׁוּם שְׁבוּת, אֵינָהּ דּוֹחָה אֶת הַשַּׁבָּת, שְׁחִיטָה שֶׁהִיא מִשּׁוּם מְלָאכָה, אֵינוֹ דִין שֶׁלֹּא תִדְחֶה אֶת הַשַּׁבָּת. אָמַר לוֹ רַבִּי אֱלִיעֶזֶר, עֲקִיבָא, עָקַרְתָּ מַה שֶּׁכָּתוּב בַּתּוֹרָה, בֵּין הָעַרְבַּיִם בְּמֹעֲדוֹ (במדבר ט), בֵּין בְּחֹל בֵּין בְּשַׁבָּת. אָמַר לוֹ, רַבִּי, הָבֵא לִי מוֹעֵד לָאֵלּוּ כַּמּוֹעֵד לַשְּׁחִיטָה. כְּלָל אָמַר רַבִּי עֲקִיבָא, כָּל מְלָאכָה שֶׁאֶפְשָׁר לַעֲשׂוֹתָהּ מֵעֶרֶב שַׁבָּת, אֵינָהּ דּוֹחָה אֶת הַשַּׁבָּת. שְׁחִיטָה שֶׁאִי אֶפְשָׁר לַעֲשׂוֹתָהּ מֵעֶרֶב שַׁבָּת, דּוֹחָה אֶת הַשַּׁבָּת: \n",
            "אֵימָתַי מֵבִיא חֲגִיגָה עִמּוֹ, בִּזְמַן שֶׁהוּא בָא בְּחֹל, בְּטָהֳרָה וּבְמֻעָט. וּבִזְמַן שֶׁהוּא בָא בְּשַׁבָּת, בִּמְרֻבֶּה וּבְטֻמְאָה, אֵין מְבִיאִין עִמּוֹ חֲגִיגָה: \n",
            "חֲגִיגָה הָיְתָה בָאָה מִן הַצֹּאן, מִן הַבָּקָר, מִן הַכְּבָשִׂים וּמִן הָעִזִּים, מִן הַזְּכָרִים וּמִן הַנְּקֵבוֹת. וְנֶאֱכֶלֶת לִשְׁנֵי יָמִים וְלַיְלָה אֶחָד: \n",
            "הַפֶּסַח שֶׁשְּׁחָטוֹ שֶׁלֹּא לִשְׁמוֹ בְשַׁבָּת, חַיָּב עָלָיו חַטָּאת. וּשְׁאָר כָּל הַזְּבָחִים שֶׁשְּׁחָטָן לְשׁוּם פֶּסַח, אִם אֵינָן רְאוּיִין, חַיָּב. וְאִם רְאוּיִין הֵן, רַבִּי אֱלִיעֶזֶר מְחַיֵּב חַטָּאת, וְרַבִּי יְהוֹשֻׁעַ פּוֹטֵר. אָמַר רַבִּי אֱלִיעֶזֶר, מָה אִם הַפֶּסַח שֶׁהוּא מֻתָּר לִשְׁמוֹ, כְּשֶׁשִּׁנָּה אֶת שְׁמוֹ, חַיָּב, זְבָחִים שֶׁהֵן אֲסוּרִין לִשְׁמָן, כְּשֶׁשִּׁנָּה אֶת שְׁמָן, אֵינוֹ דִין שֶׁיְּהֵא חַיָּב. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, לֹא, אִם אָמַרְתָּ בַּפֶּסַח, שֶׁשִּׁנָּהוּ לְדָבָר אָסוּר, תֹּאמַר בַּזְּבָחִים, שֶׁשִּׁנָּן לְדָבָר הַמֻּתָּר. אָמַר לוֹ רַבִּי אֱלִיעֶזֶר, אֵמוּרֵי צִבּוּר יוֹכִיחוּ, שֶׁהֵן מֻתָּרִין לִשְׁמָן, וְהַשּׁוֹחֵט לִשְׁמָן, חַיָּב. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, לֹא, אִם אָמַרְתָּ בְאֵמוּרֵי צִבּוּר שֶׁיֵּשׁ לָהֶן קִצְבָּה, תֹּאמַר בַּפֶּסַח שֶׁאֵין לוֹ קִצְבָּה. רַבִּי מֵאִיר אוֹמֵר, אַף הַשּׁוֹחֵט לְשֵׁם אֵמוּרֵי צִבּוּר, פָּטוּר: \n",
            "שְׁחָטוֹ שֶׁלֹּא לְאוֹכְלָיו וְשֶׁלֹּא לִמְנוּיָיו, לַעֲרֵלִין וְלִטְמֵאִין, חַיָּב. לְאוֹכְלָיו וְשֶׁלֹּא לְאוֹכְלָיו, לִמְנוּיָיו וְשֶׁלֹּא לִמְנוּיָיו, לְמוּלִין וְלַעֲרֵלִין, לִטְהוֹרִים וְלִטְמֵאִים, פָּטוּר. שְׁחָטוֹ וְנִמְצָא בַעַל מוּם, חַיָּב. שְׁחָטוֹ וְנִמְצָא טְרֵפָה בַסֵּתֶר, פָּטוּר. שְׁחָטוֹ וְנוֹדַע שֶׁמָּשְׁכוּ הַבְּעָלִים אֶת יָדָם, אוֹ שֶׁמֵּתוּ אוֹ שֶׁנִּטְמְאוּ, פָּטוּר, מִפְּנֵי שֶׁשָּׁחַט בִּרְשׁוּת: \n"
        ],
        [
            "כֵּיצַד צוֹלִין אֶת הַפֶּסַח, מְבִיאִין שַׁפּוּד שֶׁל רִמּוֹן, תּוֹחֲבוֹ מִתּוֹךְ פִּיו עַד בֵּית נְקוּבָתוֹ, וְנוֹתֵן אֶת כְּרָעָיו וְאֶת בְּנֵי מֵעָיו לְתוֹכוֹ, דִּבְרֵי רַבִּי יוֹסֵי הַגְּלִילִי. רַבִּי עֲקִיבָא אוֹמֵר, כְּמִין בִּשּׁוּל הוּא זֶה, אֶלָּא תוֹלִין חוּצָה לוֹ: \n",
            "אֵין צוֹלִין אֶת הַפֶּסַח לֹא עַל הַשַּׁפּוּד וְלֹא עַל הָאַסְכְּלָא. אָמַר רַבִּי צָדוֹק, מַעֲשֶׂה בְּרַבָּן גַּמְלִיאֵל שֶׁאָמַר לְטָבִי עַבְדּוֹ, צֵא וּצְלֵה לָנוּ אֶת הַפֶּסַח עַל הָאַסְכְּלָא. נָגַע בְּחַרְסוֹ שֶׁל תַּנּוּר, יִקְלֹף אֶת מְקוֹמוֹ. נָטַף מֵרָטְבּוֹ עַל הַחֶרֶס וְחָזַר עָלָיו, יִטֹּל אֶת מְקוֹמוֹ. נָטַף מֵרָטְבּוֹ עַל הַסֹּלֶת, יִקְמֹץ אֶת מְקוֹמוֹ: \n",
            "סָכוֹ בְשֶׁמֶן תְּרוּמָה, אִם חֲבוּרַת כֹּהֲנִים, יֹאכֵלוּ. אִם יִשְׂרָאֵל, אִם חַי הוּא, יְדִיחֶנּוּ. וְאִם צָלִי הוּא, יִקְלֹף אֶת הַחִיצוֹן. סָכוֹ בְשֶׁמֶן שֶׁל מַעֲשֵׂר שֵׁנִי, לֹא יַעֲשֶׂנּוּ דָמִים עַל בְּנֵי חֲבוּרָה, שֶׁאֵין פּוֹדִין מַעֲשֵׂר שֵׁנִי בִירוּשָׁלָיִם: \n",
            "חֲמִשָּׁה דְבָרִים בָּאִין בְּטֻמְאָה וְאֵינָן נֶאֱכָלִין בְּטֻמְאָה. הָעֹמֶר, וּשְׁתֵּי הַלֶּחֶם, וְלֶחֶם הַפָּנִים, וְזִבְחֵי שַׁלְמֵי צִבּוּר, וּשְׂעִירֵי רָאשֵׁי חֳדָשִׁים. הַפֶּסַח שֶׁבָּא בְטֻמְאָה, נֶאֱכָל בְּטֻמְאָה, שֶׁלֹּא בָא מִתְּחִלָּתוֹ אֶלָּא לַאֲכִילָה: \n",
            "נִטְמָא הַבָּשָׂר וְהַחֵלֶב קַיָּם, אֵינוֹ זוֹרֵק אֶת הַדָּם. נִטְמָא הַחֵלֶב וְהַבָּשָׂר קַיָּם, זוֹרֵק אֶת הַדָּם. וּבַמֻּקְדָּשִׁין אֵינוֹ כֵן, אֶלָּא אַף עַל פִּי שֶׁנִּטְמָא הַבָּשָׂר וְהַחֵלֶב קַיָּם, זוֹרֵק אֶת הַדָּם: \n",
            "נִטְמָא קָהָל אוֹ רֻבּוֹ, אוֹ שֶׁהָיוּ הַכֹּהֲנִים טְמֵאִים וְהַקָּהָל טְהוֹרִים, יֵעָשֶׂה בְטֻמְאָה. נִטְמָא מִעוּט הַקָּהָל, הַטְּהוֹרִין עוֹשִׂין אֶת הָרִאשׁוֹן, וְהַטְּמֵאִין עוֹשִׂין אֶת הַשֵּׁנִי: \n",
            "הַפֶּסַח שֶׁנִּזְרַק דָּמוֹ, וְאַחַר כָּךְ נוֹדַע שֶׁהוּא טָמֵא, הַצִּיץ מְרַצֶּה. נִטְמָא הַגּוּף, אֵין הַצִּיץ מְרַצֶּה, מִפְּנֵי שֶׁאָמְרוּ, הַנָּזִיר וְעוֹשֶׂה פֶסַח, הַצִּיץ מְרַצֶּה עַל טֻמְאַת הַדָּם, וְאֵין הַצִּיץ מְרַצֶּה עַל טֻמְאַת הַגּוּף. נִטְמָא טֻמְאַת הַתְּהוֹם, הַצִּיץ מְרַצֶּה: \n",
            "נִטְמָא שָׁלֵם אוֹ רֻבּוֹ, שׂוֹרְפִין אוֹתוֹ לִפְנֵי הַבִּירָה מֵעֲצֵי הַמַּעֲרָכָה. נִטְמָא מִעוּטוֹ, וְהַנּוֹתָר, שׂוֹרְפִין אוֹתוֹ בְחַצְרוֹתֵיהֶן אוֹ עַל גַּגּוֹתֵיהֶן מֵעֲצֵי עַצְמָן. הַצַּיְקָנִין שׂוֹרְפִין אוֹתוֹ לִפְנֵי הַבִּירָה, בִּשְׁבִיל לֵהָנוֹת מֵעֲצֵי הַמַּעֲרָכָה: \n",
            "הַפֶּסַח שֶׁיָּצָא אוֹ שֶׁנִּטְמָא, יִשָּׂרֵף מִיָּד. נִטְמְאוּ הַבְּעָלִים אוֹ שֶׁמֵּתוּ, תְּעֻבַּר צוּרָתוֹ וְיִשָּׂרֵף בְּשִׁשָּׁה עָשָׂר. רַבִּי יוֹחָנָן בֶּן בְּרוֹקָא אוֹמֵר, אַף זֶה יִשָּׂרֵף מִיָּד, לְפִי שֶׁאֵין לוֹ אוֹכְלִין: \n",
            "הָעֲצָמוֹת, וְהַגִּידִין, וְהַנּוֹתָר, יִשָּׂרְפוּ בְשִׁשָּׁה עָשָׂר. חָל שִׁשָּׁה עָשָׂר לִהְיוֹת בְּשַׁבָּת, יִשָּׂרְפוּ בְּשִׁבְעָה עָשָׂר, לְפִי שֶׁאֵינָן דּוֹחִין לֹא אֶת הַשַּׁבָּת וְלֹא אֶת יוֹם טוֹב: \n",
            "כָּל הַנֶּאֱכָל בְּשׁוֹר הַגָּדוֹל, יֵאָכֵל בִּגְדִי הָרַךְ, וְרָאשֵׁי כְנָפַיִם וְהַסְּחוּסִים. הַשּׁוֹבֵר אֶת הָעֶצֶם בַּפֶּסַח הַטָּהוֹר, הֲרֵי זֶה לוֹקֶה אַרְבָּעִים. אֲבָל הַמּוֹתִיר בַּטָּהוֹר וְהַשּׁוֹבֵר בַּטָּמֵא, אֵינוֹ לוֹקֶה אֶת הָאַרְבָּעִים: \n",
            "אֵבָר שֶׁיָּצָא מִקְצָתוֹ, חוֹתֵךְ עַד שֶׁמַּגִּיעַ לָעֶצֶם, וְקוֹלֵף עַד שֶׁמַּגִּיעַ לַפֶּרֶק, וְחוֹתֵךְ. וּבַמֻּקְדָּשִׁין קוֹצֵץ בַּקּוֹפִיץ, שֶׁאֵין בּוֹ מִשּׁוּם שְׁבִירַת הָעֶצֶם. מִן הָאֲגַף וְלִפְנִים כְּלִפְנִים, מִן הָאֲגַף וְלַחוּץ כְּלַחוּץ. הַחַלּוֹנוֹת וְעֹבִי הַחוֹמָה, כְּלִפְנִים: \n",
            "שְׁתֵּי חֲבוּרוֹת שֶׁהָיוּ אוֹכְלוֹת בְּבַיִת אֶחָד, אֵלּוּ הוֹפְכִין אֶת פְּנֵיהֶם הֵילָךְ וְאוֹכְלִין, וְאֵלּוּ הוֹפְכִין אֶת פְּנֵיהֶם הֵילָךְ וְאוֹכְלִין, וְהַמֵּחַם בָּאֶמְצַע. וּכְשֶׁהַשַּׁמָּשׁ עוֹמֵד לִמְזֹג, קוֹפֵץ אֶת פִּיו וּמַחֲזִיר אֶת פָּנָיו עַד שֶׁמַּגִּיעַ אֵצֶל חֲבוּרָתוֹ וְאוֹכֵל. וְהַכַּלָּה, הוֹפֶכֶת פָּנֶיהָ וְאוֹכֶלֶת: \n"
        ],
        [
            "הָאִשָּׁה בִּזְמַן שֶׁהִיא בְּבֵית בַּעְלָהּ, שָׁחַט עָלֶיהָ בַּעְלָהּ וְשָׁחַט עָלֶיהָ אָבִיהָ, תֹּאכַל מִשֶּׁל בַּעְלָהּ. הָלְכָה רֶגֶל רִאשׁוֹן לַעֲשׂוֹת בְּבֵית אָבִיהָ, שָׁחַט עָלֶיהָ אָבִיהָ וְשָׁחַט עָלֶיהָ בַּעְלָהּ, תֹּאכַל בִּמְקוֹם שֶׁהִיא רוֹצָה. יָתוֹם שֶׁשָּׁחֲטוּ עָלָיו אַפֹּטְרוֹפְּסִין, יֹאכַל בִּמְקוֹם שֶׁהוּא רוֹצֶה. עֶבֶד שֶׁל שְׁנֵי שֻׁתָּפִין, לֹא יֹאכַל מִשֶּׁל שְׁנֵיהֶן. מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶן חוֹרִין, לֹא יֹאכַל מִשֶּׁל רַבּוֹ: \n",
            "הָאוֹמֵר לְעַבְדּוֹ, צֵא וּשְׁחֹט עָלַי אֶת הַפֶּסַח, שָׁחַט גְּדִי, יֹאכַל. שָׁחַט טָלֶה, יֹאכַל. שָׁחַט גְּדִי וְטָלֶה, יֹאכַל מִן הָרִאשׁוֹן. שָׁכַח מָה אָמַר לוֹ רַבּוֹ, כֵּיצַד יַעֲשֶׂה, יִשְׁחַט טָלֶה וּגְדִי וְיֹאמַר, אִם גְּדִי אָמַר לִי רַבִּי, גְּדִי שֶׁלּוֹ וְטָלֶה שֶׁלִּי. וְאִם טָלֶה אָמַר לִי רַבִּי, הַטָּלֶה שֶׁלּוֹ וּגְדִי שֶׁלִּי. שָׁכַח רַבּוֹ מָה אָמַר לוֹ, שְׁנֵיהֶם יֵצְאוּ לְבֵית הַשְּׂרֵפָה, וּפְטוּרִין מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי: \n",
            "הָאוֹמֵר לְבָנָיו, הֲרֵינִי שׁוֹחֵט אֶת הַפֶּסַח עַל מִי שֶׁיַּעֲלֶה מִכֶּם רִאשׁוֹן לִירוּשָׁלַיִם, כֵּיוָן שֶׁהִכְנִיס הָרִאשׁוֹן רֹאשׁוֹ וְרֻבּוֹ, זָכָה בְחֶלְקוֹ וּמְזַכֶּה אֶת אֶחָיו עִמּוֹ. לְעוֹלָם נִמְנִין עָלָיו עַד שֶׁיְּהֵא בוֹ כַזַּיִת לְכָל אֶחָד וְאֶחָד. נִמְנִין וּמוֹשְׁכִין אֶת יְדֵיהֶן מִמֶּנּוּ עַד שֶׁיִּשָּׁחֵט. רַבִּי שִׁמְעוֹן אוֹמֵר, עַד שֶׁיִּזְרֹק עָלָיו אֶת הַדָּם: \n",
            "הַמַּמְנֶה עִמּוֹ אֲחֵרִים בְּחֶלְקוֹ, רַשָּׁאִין בְּנֵי חֲבוּרָה לִתֵּן לוֹ אֶת שֶׁלּוֹ, וְהוּא אוֹכֵל מִשֶּׁלּוֹ, וְהֵן אוֹכְלִין מִשֶּׁלָּהֶן: \n",
            "זָב שֶׁרָאָה שְׁתֵּי רְאִיּוֹת, שׁוֹחֲטִין עָלָיו בַּשְּׁבִיעִי. רָאָה שָׁלֹשׁ, שׁוֹחֲטִין עָלָיו בַּשְּׁמִינִי שֶׁלּוֹ. שׁוֹמֶרֶת יוֹם כְּנֶגֶד יוֹם, שׁוֹחֲטִין עָלֶיהָ בַשֵּׁנִי שֶׁלָּהּ. רָאֲתָה שְׁנֵי יָמִים, שׁוֹחֲטִין עָלֶיהָ בַשְּׁלִישִׁי. וְהַזָּבָה, שׁוֹחֲטִין עָלֶיהָ בַשְּׁמִינִי: \n",
            "הָאוֹנֵן, וְהַמְפַקֵּחַ אֶת הַגַּל, וְכֵן מִי שֶׁהִבְטִיחוּהוּ לְהוֹצִיאוֹ מִבֵּית הָאֲסוּרִים, וְהַחוֹלֶה וְהַזָּקֵן שֶׁהֵן יְכוֹלִין לֶאֱכֹל כַּזַּיִת, שׁוֹחֲטִין עֲלֵיהֶן. עַל כֻּלָּן אֵין שׁוֹחֲטִין עֲלֵיהֶן בִּפְנֵי עַצְמָן, שֶׁמָּא יָבִיאוּ אֶת הַפֶּסַח לִידֵי פְסוּל. לְפִיכָךְ אִם אֵרַע בָּהֶן פְּסוּל, פְּטוּרִין מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי, חוּץ מִן הַמְפַקֵּחַ בַּגַּל, שֶׁהוּא טָמֵא מִתְּחִלָּתוֹ: \n",
            "אֵין שׁוֹחֲטִין אֶת הַפֶּסַח עַל הַיָּחִיד, דִּבְרֵי רַבִּי יְהוּדָה. וְרַבִּי יוֹסֵי מַתִּיר. אֲפִלּוּ חֲבוּרָה שֶׁל מֵאָה שֶׁאֵין יְכוֹלִין לֶאֱכֹל כַּזַּיִת, אֵין שׁוֹחֲטִין עֲלֵיהֶן. וְאֵין עוֹשִׂין חֲבוּרַת נָשִׁים וַעֲבָדִים וּקְטַנִּים: \n",
            "אוֹנֵן טוֹבֵל וְאוֹכֵל אֶת פִּסְחוֹ לָעֶרֶב, אֲבָל לֹא בַקָּדָשִׁים. הַשּׁוֹמֵעַ עַל מֵתוֹ, וְהַמְלַקֵּט לוֹ עֲצָמוֹת, טוֹבֵל וְאוֹכֵל בַּקָּדָשִׁים. גֵּר שֶׁנִּתְגַּיֵּר בְּעֶרֶב פֶּסַח, בֵּית שַׁמַּאי אוֹמְרִים, טוֹבֵל וְאוֹכֵל אֶת פִּסְחוֹ לָעֶרֶב. וּבֵית הִלֵּל אוֹמְרִים, הַפּוֹרֵשׁ מִן הָעָרְלָה כְּפוֹרֵשׁ מִן הַקָּבֶר: \n"
        ],
        [
            "מִי שֶׁהָיָה טָמֵא אוֹ בְדֶרֶךְ רְחוֹקָה וְלֹא עָשָׂה אֶת הָרִאשׁוֹן, יַעֲשֶׂה אֶת הַשֵּׁנִי. שָׁגַג אוֹ נֶאֱנַס וְלֹא עָשָׂה אֶת הָרִאשׁוֹן, יַעֲשֶׂה אֶת הַשֵּׁנִי. אִם כֵּן, לָמָּה נֶאֱמַר טָמֵא אוֹ שֶׁהָיָה בְדֶרֶךְ רְחוֹקָה, שֶׁאֵלּוּ פְּטוּרִין מֵהִכָּרֵת, וְאֵלּוּ חַיָּבִין בְּהִכָּרֵת: \n",
            "אֵיזוֹ הִיא דֶרֶךְ רְחוֹקָה, מִן הַמּוֹדִיעִים וְלַחוּץ, וּכְמִדָּתָהּ לְכָל רוּחַ, דִּבְרֵי רַבִּי עֲקִיבָא. רַבִּי אֱלִיעֶזֶר אוֹמֵר, מֵאַסְקֻפַּת הָעֲזָרָה וְלַחוּץ. אָמַר רַבִּי יוֹסֵי, לְפִיכָךְ נָקוּד עַל ה', לוֹמַר, לֹא מִפְּנֵי שֶׁרְחוֹקָה וַדַּאי, אֶלָּא מֵאִסְקֻפַּת הָעֲזָרָה וְלַחוּץ: \n",
            "מַה בֵּין פֶּסַח רִאשׁוֹן לַשֵּׁנִי, הָרִאשׁוֹן אָסוּר בְּבַל יֵרָאֶה וּבַל יִמָּצֵא, וְהַשֵּׁנִי, מַצָּה וְחָמֵץ עִמּוֹ בַּבָּיִת. הָרִאשׁוֹן טָעוּן הַלֵּל בַּאֲכִילָתוֹ, וְהַשֵּׁנִי אֵינוֹ טָעוּן הַלֵּל בַּאֲכִילָתוֹ. זֶה וָזֶה טָעוּן הַלֵּל בַּעֲשִׂיָּתָן, וְנֶאֶכָלִין צָלִי עַל מַצּוֹת וּמְרוֹרִים, וְדוֹחִין אֶת הַשַּׁבָּת: \n",
            "הַפֶּסַח שֶׁבָּא בְטֻמְאָה, לֹא יֹאכְלוּ מִמֶּנּוּ זָבִין וְזָבוֹת נִדּוֹת וְיוֹלְדוֹת. וְאִם אָכְלוּ, פְּטוּרִים מִכָּרֵת. רַבִּי אֱלִיעֶזֶר פּוֹטֵר אַף עַל בִּיאַת מִקְדָּשׁ: \n",
            "מַה בֵּין פֶּסַח מִצְרַיִם לְפֶסַח דּוֹרוֹת, פֶּסַח מִצְרַיִם מִקָּחוֹ מִבֶּעָשׂוֹר, וְטָעוּן הַזָּאָה בַאֲגֻדַּת אֵזוֹב עַל הַמַּשְׁקוֹף וְעַל שְׁתֵּי מְזוּזוֹת, וְנֶאֱכָל בְּחִפָּזוֹן בְּלַיְלָה אֶחָד, וּפֶסַח דּוֹרוֹת נוֹהֵג כָּל שִׁבְעָה: \n",
            "אָמַר רַבִּי יְהוֹשֻׁעַ, שָׁמַעְתִּי שֶׁתְּמוּרַת הַפֶּסַח קְרֵבָה, וּתְמוּרַת הַפֶּסַח אֵינָהּ קְרֵבָה, וְאֵין לִי לְפָרֵשׁ. אָמַר רַבִּי עֲקִיבָא, אֲנִי אֲפָרֵשׁ. הַפֶּסַח שֶׁנִּמְצָא קֹדֶם שְׁחִיטַת הַפֶּסַח, יִרְעֶה עַד שֶׁיִּסְתָּאֵב, וְיִמָּכֵר, וְיִקַּח בְּדָמָיו שְׁלָמִים, וְכֵן תְּמוּרָתוֹ. אַחַר שְׁחִיטַת הַפֶּסַח, קָרֵב שְׁלָמִים, וְכֵן תְּמוּרָתוֹ: \n",
            "הַמַּפְרִישׁ נְקֵבָה לְפִסְחוֹ אוֹ זָכָר בֶּן שְׁתֵּי שָׁנִים, יִרְעֶה עַד שֶׁיִּסְתָּאֵב, וְיִמָּכֵר, וְיִפְּלוּ דָמָיו לִנְדָבָה. הַמַּפְרִישׁ פִּסְחוֹ וָמֵת, לֹא יְבִיאֶנּוּ בְנוֹ אַחֲרָיו לְשֵׁם פֶּסַח, אֶלָּא לְשֵׁם שְׁלָמִים: \n",
            "הַפֶּסַח שֶׁנִּתְעָרֵב בִּזְבָחִים, כֻּלָּן יִרְעוּ עַד שֶׁיִּסְתָּאֲבוּ, וְיִמָּכְרוּ, וְיָבִיא בִדְמֵי הַיָּפֶה שֶׁבָּהֶן מִמִּין זֶה, וּבִדְמֵי הַיָּפֶה שֶׁבָּהֶן מִמִּין זֶה, וְיַפְסִיד הַמּוֹתָר מִבֵּיתוֹ. נִתְעָרֵב בִּבְכוֹרוֹת, רַבִּי שִׁמְעוֹן אוֹמֵר, אִם חֲבוּרַת כֹּהֲנִים, יֹאכֵלוּ: \n",
            "חֲבוּרָה שֶׁאָבַד פִּסְחָהּ, וְאָמְרָה לְאֶחָד, צֵא וּבַקֵּשׁ וּשְׁחֹט עָלֵינוּ, וְהָלַךְ וּמָצָא וְשָׁחַט, וְהֵם לָקְחוּ וְשָׁחֲטוּ, אִם שֶׁלּוֹ נִשְׁחַט רִאשׁוֹן, הוּא אוֹכֵל מִשֶּׁלּוֹ, וְהֵם אוֹכְלִים עִמּוֹ מִשֶּׁלּוֹ, וְאִם שֶׁלָּהֶן נִשְׁחַט רִאשׁוֹן, הֵם אוֹכְלִין מִשֶּׁלָּהֶן, וְהוּא אוֹכֵל מִשֶּׁלּוֹ. וְאִם אֵינוֹ יָדוּעַ אֵיזֶה מֵהֶן נִשְׁחַט רִאשׁוֹן, אוֹ שֶׁשָּׁחֲטוּ שְׁנֵיהֶן כְּאֶחָד, הוּא אוֹכֵל מִשֶּׁלּוֹ, וְהֵם אֵינָם אוֹכְלִים עִמּוֹ, וְשֶׁלָּהֶן יֵצֵא לְבֵית הַשְּׂרֵפָה, וּפְטוּרִין מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי. אָמַר לָהֶן, אִם אֵחַרְתִּי, צְאוּ וְשַׁחֲטוּ עָלָי. הָלַךְ וּמְצָאוֹ, וְשָׁחַט, וְהֵן לָקְחוּ וְשָׁחֲטוּ, אִם שֶׁלָּהֶן נִשְׁחַט רִאשׁוֹן, הֵן אוֹכְלִין מִשֶּׁלָּהֶן, וְהוּא אוֹכֵל עִמָּהֶן. וְאִם שֶׁלּוֹ נִשְׁחַט רִאשׁוֹן, הוּא אוֹכֵל מִשֶּׁלּוֹ, וְהֵן אוֹכְלִין מִשֶּׁלָּהֶן. וְאִם אֵינוֹ יָדוּעַ אֵיזֶה מֵהֶם נִשְׁחַט רִאשׁוֹן, אוֹ שֶׁשָּׁחֲטוּ שְׁנֵיהֶם כְּאֶחָד, הֵן אוֹכְלִין מִשֶּׁלָּהֶן, וְהוּא אֵינוֹ אוֹכֵל עִמָּהֶן, וְשֶׁלּוֹ יֵצֵא לְבֵית הַשְּׂרֵפָה, וּפָטוּר מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי. אָמַר לָהֶן וְאָמְרוּ לוֹ, אוֹכְלִין כֻּלָּם מִן הָרִאשׁוֹן. וְאִם אֵין יָדוּעַ אֵיזֶה מֵהֶן נִשְׁחַט רִאשׁוֹן, שְׁנֵיהֶם יוֹצְאִין לְבֵית הַשְּׂרֵפָה. לֹא אָמַר לָהֶן וְלֹא אָמְרוּ לוֹ, אֵינָן אַחֲרָאִין זֶה לָזֶה: \n",
            "שְׁתֵּי חֲבוּרוֹת שֶׁנִּתְעָרְבוּ פִסְחֵיהֶן, אֵלּוּ מוֹשְׁכִין לָהֶן אֶחָד וְאֵלּוּ מוֹשְׁכִין לָהֶן אֶחָד, אֶחָד מֵאֵלּוּ בָא לוֹ אֵצֶל אֵלּוּ, וְאֶחָד מֵאֵלּוּ בָא לוֹ אֵצֶל אֵלּוּ, וְכָךְ הֵם אוֹמְרִים, אִם שֶׁלָּנוּ הוּא הַפֶּסַח הַזֶּה, יָדֶיךָ מְשׁוּכוֹת מִשֶּׁלְּךָ וְנִמְנֵיתָ עַל שֶׁלָּנוּ, וְאִם שֶׁלְּךָ הוּא הַפֶּסַח הַזֶּה, יָדֵינוּ מְשׁוּכוֹת מִשֶּׁלָּנוּ וְנִמְנֵינוּ עַל שֶׁלָּךְ. וְכֵן חָמֵשׁ חֲבוּרוֹת שֶׁל חֲמִשָּׁה חֲמִשָּׁה, וְשֶׁל עֲשָׂרָה עֲשָׂרָה, מוֹשְׁכִין לָהֶן אֶחָד מִכָּל חֲבוּרָה וַחֲבוּרָה, וְכֵן הֵם אוֹמְרִים: \n",
            "שְׁנַיִם שֶׁנִּתְעָרְבוּ פִסְחֵיהֶם, זֶה מוֹשֵׁךְ לוֹ אֶחָד, וְזֶה מוֹשֵׁךְ לוֹ אֶחָד, זֶה מַמְנֶה עִמּוֹ אֶחָד מִן הַשּׁוּק, וְזֶה מַמְנֶה עִמּוֹ אֶחָד מִן הַשּׁוּק, זֶה בָא אֵצֶל זֶה, וְזֶה בָא אֵצֶל זֶה, וְכָךְ הֵם אוֹמְרִים, אִם שֶׁלִּי הוּא פֶסַח זֶה, יָדֶיךָ מְשׁוּכוֹת מִשֶּׁלְּךָ וְנִמְנֵיתָ עַל שֶׁלִּי. וְאִם שֶׁלְּךָ הוּא פֶסַח זֶה, יָדַי מְשׁוּכוֹת מִשֶּׁלִּי וְנִמְנֵיתִי עַל שֶׁלָּךָ: \n"
        ],
        [
            "עַרְבֵי פְסָחִים סָמוּךְ לַמִּנְחָה, לֹא יֹאכַל אָדָם עַד שֶׁתֶּחְשָׁךְ. וַאֲפִלּוּ עָנִי שֶׁבְּיִשְׂרָאֵל לֹא יֹאכַל עַד שֶׁיָּסֵב. וְלֹא יִפְחֲתוּ לוֹ מֵאַרְבַּע כּוֹסוֹת שֶׁל יַיִן, וַאֲפִלּוּ מִן הַתַּמְחוּי: \n",
            "מָזְגוּ לוֹ כוֹס רִאשׁוֹן, בֵּית שַׁמַּאי אוֹמְרִים, מְבָרֵךְ עַל הַיּוֹם, וְאַחַר כָּךְ מְבָרֵךְ עַל הַיָּיִן. וּבֵית הִלֵּל אוֹמְרִים, מְבָרֵךְ עַל הַיַּיִן, וְאַחַר כָּךְ מְבָרֵךְ עַל הַיּוֹם: \n",
            "הֵבִיאוּ לְפָנָיו, מְטַבֵּל בַּחֲזֶרֶת, עַד שֶׁמַּגִּיעַ לְפַרְפֶּרֶת הַפַּת. הֵבִיאוּ לְפָנָיו מַצָּה וַחֲזֶרֶת וַחֲרֹסֶת וּשְׁנֵי תַבְשִׁילִין, אַף עַל פִּי שֶׁאֵין חֲרֹסֶת מִצְוָה. רַבִּי אֱלִיעֶזֶר בְּרַבִּי צָדוֹק אוֹמֵר, מִצְוָה. וּבַמִּקְדָּשׁ הָיוּ מְבִיאִים לְפָנָיו גּוּפוֹ שֶׁל פָּסַח: \n",
            "מָזְגוּ לוֹ כוֹס שֵׁנִי, וְכָאן הַבֵּן שׁוֹאֵל אָבִיו, וְאִם אֵין דַּעַת בַּבֵּן, אָבִיו מְלַמְּדוֹ, מַה נִּשְׁתַּנָּה הַלַּיְלָה הַזֶּה מִכָּל הַלֵּילוֹת, שֶׁבְּכָל הַלֵּילוֹת אָנוּ אוֹכְלִין חָמֵץ וּמַצָּה, הַלַּיְלָה הַזֶּה כֻלּוֹ מַצָּה. שֶׁבְּכָל הַלֵּילוֹת אָנוּ אוֹכְלִין שְׁאָר יְרָקוֹת, הַלַּיְלָה הַזֶּה מָרוֹר. שֶׁבְּכָל הַלֵּילוֹת אָנוּ אוֹכְלִין בָּשָׂר צָלִי, שָׁלוּק, וּמְבֻשָּׁל, הַלַּיְלָה הַזֶּה כֻלּוֹ צָלִי. שֶׁבְּכָל הַלֵּילוֹת אָנוּ מַטְבִּילִין פַּעַם אַחַת, הַלַּיְלָה הַזֶּה שְׁתֵּי פְעָמִים. וּלְפִי דַעְתּוֹ שֶׁל בֵּן, אָבִיו מְלַמְּדוֹ. מַתְחִיל בִּגְנוּת וּמְסַיֵּם בְּשֶׁבַח, וְדוֹרֵשׁ מֵאֲרַמִּי אוֹבֵד אָבִי, עַד שֶׁיִּגְמֹר כֹּל הַפָּרָשָׁה כֻלָּהּ: \n",
            "רַבָּן גַּמְלִיאֵל הָיָה אוֹמֵר, כָּל שֶׁלֹּא אָמַר שְׁלֹשָׁה דְבָרִים אֵלּוּ בְּפֶסַח, לֹא יָצָא יְדֵי חוֹבָתוֹ, וְאֵלּוּ הֵן, פֶּסַח, מַצָּה, וּמָרוֹר. פֶּסַח, עַל שׁוּם שֶׁפָּסַח הַמָּקוֹם עַל בָּתֵּי אֲבוֹתֵינוּ בְמִצְרַיִם. מַצָּה, עַל שׁוּם שֶׁנִּגְאֲלוּ אֲבוֹתֵינוּ בְמִצְרַיִם. מָרוֹר, עַל שׁוּם שֶׁמֵּרְרוּ הַמִּצְרִים אֶת חַיֵּי אֲבוֹתֵינוּ בְמִצְרָיִם. בְּכָל דּוֹר וָדוֹר חַיָּב אָדָם לִרְאוֹת אֶת עַצְמוֹ כְאִלּוּ הוּא יָצָא מִמִּצְרַיִם, שֶׁנֶּאֱמַר (שמות יג), וְהִגַּדְתָּ לְבִנְךָ בַּיּוֹם הַהוּא לֵאמֹר, בַּעֲבוּר זֶה עָשָׂה ה' לִי בְּצֵאתִי מִמִּצְרָיִם. לְפִיכָךְ אֲנַחְנוּ חַיָּבִין לְהוֹדוֹת, לְהַלֵּל, לְשַׁבֵּחַ, לְפָאֵר, לְרוֹמֵם, לְהַדֵּר, לְבָרֵךְ, לְעַלֵּה, וּלְקַלֵּס, לְמִי שֶׁעָשָׂה לַאֲבוֹתֵינוּ וְלָנוּ אֶת כָּל הַנִּסִּים הָאֵלּוּ, הוֹצִיאָנוּ מֵעַבְדוּת לְחֵרוּת, מִיָּגוֹן לְשִׂמְחָה, וּמֵאֵבֶל לְיוֹם טוֹב, וּמֵאֲפֵלָה לְאוֹר גָּדוֹל, וּמִשִּׁעְבּוּד לִגְאֻלָּה. וְנֹאמַר לְפָנָיו, הַלְלוּיָהּ: \n",
            "עַד הֵיכָן הוּא אוֹמֵר, בֵּית שַׁמַּאי אוֹמְרִים, עַד אֵם הַבָּנִים שְׂמֵחָה. וּבֵית הִלֵּל אוֹמְרִים, עַד חַלָּמִישׁ לְמַעְיְנוֹ מָיִם. וְחוֹתֵם בִּגְאֻלָּה. רַבִּי טַרְפוֹן אוֹמֵר, אֲשֶׁר גְּאָלָנוּ וְגָאַל אֶת אֲבוֹתֵינוּ מִמִּצְרָיִם, וְלֹא הָיָה חוֹתֵם. רַבִּי עֲקִיבָא אוֹמֵר, כֵּן ה' אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ יַגִּיעֵנוּ לְמוֹעֲדִים וְלִרְגָלִים אֲחֵרִים הַבָּאִים לִקְרָאתֵנוּ לְשָׁלוֹם, שְׂמֵחִים בְּבִנְיַן עִירֶךָ וְשָׂשִׂים בַּעֲבוֹדָתֶךָ, וְנֹאכַל שָׁם מִן הַזְּבָחִים וּמִן הַפְּסָחִים כוּ', עַד בָּרוּךְ אַתָּה ה' גָּאַל יִשְׂרָאֵל: \n",
            "מָזְגוּ לוֹ כוֹס שְׁלִישִׁי, מְבָרֵךְ עַל מְזוֹנוֹ. רְבִיעִי, גּוֹמֵר עָלָיו אֶת הַהַלֵּל, וְאוֹמֵר עָלָיו בִּרְכַּת הַשִּׁיר. בֵּין הַכּוֹסוֹת הַלָּלוּ, אִם רוֹצֶה לִשְׁתּוֹת, יִשְׁתֶּה. בֵּין שְׁלִישִׁי לָרְבִיעִי, לֹא יִשְׁתֶּה: \n",
            "וְאֵין מַפְטִירִין אַחַר הַפֶּסַח אֲפִיקוֹמָן. יָשְׁנוּ מִקְצָתָן, יֹאכְלוּ. כֻּלָּן, לֹא יֹאכֵלוּ. רַבִּי יוֹסֵי אוֹמֵר, נִתְנַמְנְמוּ, יֹאכְלוּ. נִרְדְּמוּ, לֹא יֹאכֵלוּ: \n",
            "הַפֶּסַח אַחַר חֲצוֹת, מְטַמֵּא אֶת הַיָּדָיִם. הַפִּגּוּל וְהַנּוֹתָר, מְטַמְּאִין אֶת הַיָּדָיִם. בֵּרַךְ בִּרְכַּת הַפֶּסַח פָּטַר אֶת שֶׁל זֶבַח. בֵּרַךְ אֶת שֶׁל זֶבַח, לֹא פָטַר אֶת שֶׁל פֶּסַח, דִּבְרֵי רַבִּי יִשְׁמָעֵאל. רַבִּי עֲקִיבָא אוֹמֵר, לֹא זוֹ פוֹטֶרֶת זוֹ, וְלֹא זוֹ פוֹטֶרֶת זוֹ: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>אור לארבעה עשר.</b> ליל שלמחרתו יהיה י״ד. וקורא התנא ללילה אור כדרך שקורין לעיור סגי נהור, ולישנא מעליא נקט:",
                "<b>בודקין את החמץ.</b> אית דמפרשי טעמא דבדיקה כדי שלא יעבור על בל יראה ובל ימצא אם יהיה חמץ בביתו בפסח. ואע״ג דבבטול בעלמא סגי, חיישינן שמא ימצא גלוסקא יפיפיה וימלך על ביטולו ויחשוב עליה לאכלה ויעבור עליו על בל יראה ובל ימצא, הלכך בודקים את החמץ כדי לבערו מן העולם. ואית דאמרי טעמא דבדיקה גזירה שמא ימצא חמץ בביתו בפסח ויאכלנו, כיון שאין רגיל להיות בדל ממנו כל שאר ימות השנה:",
                "<b>לאור הנר.</b> בגמרא יליף דבדיקת חמץ צריכה שתהא לאור הנר, מדכתיב הכא (שמות י״ב:י״ט) שאור לא ימצא, וכתיב התם (בראשית מ״ד:י״ב) וימצא הגביע, מה מציאה האמורה שם ע״י חפוש, שנאמר ויחפש וכו׳ וימצא, אף מציאה האמורה כאן על ידי חיפוש, וחפוש הוי בנר דכתיב (משלי כ׳:כ״ז) נר ה׳ נשמת אדם חופש כל חדרי בטן. ותקנו הבדיקה בלילה מפני שבלילה כל העם מצויין בבתיהם, ואור הנר יפה לבדיקה בלילה יותר מביום דשרגא בטיהרא למאי מהניא. ומיהו אם לא בדק ליל י״ד ובודק בי״ד שחרית צריך שיבדוק נמי לאור הנר:",
                "<b>ולמה אמרו.</b> לקמן במתניתין:",
                "<b>שתי שורות.</b> של חביות הסדורות זו ע״ג זו במרתף של יין צריך לבדוק ביניהן, אחר שאמרנו כל מקום שאין מכניסין בו חמץ א״צ לבדוק, למה הצריכו לבדקן. ומשני, לא אמרו אלא במרתף שמכניסין בו חמץ, כמו מרתף שמסתפק ממנו יין לשלחנו ופעמים שהשמש עומד למזוג ופתו בידו וכשהיין כלה נכנס במרתף להביא יין:",
                "<b>שתי שורות על פני [כל] המרתף.</b> דרך אוצרי יין לסדר חביותיהן שורות שורות עד שממלאין כל קרקעית המרתף וחוזרין ומניחין חבית על חבית, כשורות התחתונות כך שורות העליונות עד שמי הקורה. ושתי שורות שאמרו ב״ש הם שורה חיצונה מן הארץ עד שמי קורה, וחוזר ובודק החביות העליונות על פני ארכו ורחבו של מרתף, נמצאו שתי שורות כמין גא״ם יונית, שורה אחת בזקיפה ושורה אחת בשכיבה:",
                "<b>ב׳ שורות החיצונות.</b> השורה העליונה הסמוכה לשמי קורה הרואה פני הפתח, ושלמטה הימנה. ואותן שלפנים אינו בודק כלל. ומן החיצונות אינו בודק אלא שתי העליונות בלבד:"
            ],
            [
                "<b>אין חוששין.</b> כשבדק הבית בזוית זו ובא לבדוק זוית זו, אין חוששין שמא בתוך שבאתי לזו גררה חולדה למקום הבדוק וצריך אני לחזור ולבדוק, שאם באת לחוש לכך הרי גם מחצר לחצר י״ל כן אני בדקתי קודם לחברי ולאחר בדיקתי הביאה חולדה חמץ מחצר חברי לחצרי ואין לדבר סוף:"
            ],
            [
                "<b>בודקים אור ארבעה עשר ובארבעה עשר שחרית.</b> הכי קאמר, באחד מג׳ פרקים הללו בלבד בודקים, ולאחר ג׳ פרקים הללו אם לא בדק שוב אינו בודק:",
                "<b>בתוך המועד.</b> בשעה ששית שהוא מועד הביעור:",
                "<b>לאחר המועד.</b> עד שתחשך. ואית דמפרשי בתוך המועד, בתוך הפסח. לאחר המועד, לאחר הפסח. כדי שלא יתערב לו חמץ שעבר עליו הפסח שהוא אסור בהנאה בחמץ של היתר שנעשה לאחר הפסח. ור׳ יהודה סבר לאחר הביעור, דהיינו לאחר זמן איסורו של חמץ, לא יבדוק כלל דלמא אתי למיכל מיניה. ורבנן אמרי יבדוק לאחר זמן איסורו, ולא חיישינן דלמא אתי למיכל מיניה כיון שכל עצמו מחזר עליו לשורפו. ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>ושורפין בתחלת שש.</b> ואע״ג דכל שעה שישית מדאורייתא שריא, גזרו רבנן עליה דלמא טעו וסבור על השביעית שהיא שישית. אבל החמישית לא טעו למימר על השביעית שהיא חמישית, ומותר:",
                "<b>תולין כל חמש.</b> ואינו אוכל, גזרה משום יום המעונן דטעי וסבר על השביעית שהיא חמישית. ומיהו לשרוף אינו צריך, ומאכיל לבהמתו. אבל ששית אף בהנאה אסור מדרבנן, גזירה משום שביעית. והלכה כר״י:"
            ],
            [
                "<b>שתי חלות.</b> של חמץ:",
                "<b>של תודה פסולות.</b> שנפסלו בלינה. שמתוך שהן מרובות לחמי תודה בי״ג בניסן, שכל מי שיש לו תודה להביא מביאה בי״ג, נפסלות בלינה לבוקר של י״ד. לחמי תודה ארבעים חלות, עשרה מהן חמץ. ותודה נאכלת ליום ולילה, ואם היו מביאים אותם בי״ד אין נאכלות של חמץ אלא עד שש שעות, ואסור להביא קרבן ביום שיתמעט זמן אכילתו, שאין מביאין קדשים לבית הפסול, הלכך כל מי שהיה עליו קרבן תודה מביאה בי״ג, דבי״ד לא יוכל להביאה, וכל שכן בפסח, ונפסלו בלינה ליום י״ד לפי שלא היו להם אוכלים כל כך, ומשום הכי דפסולות היו נתונות שם, שאם היו כשרות לא היו נותנים אותם שם לפסלם בידים:",
                "<b>שמונחות.</b> שם עד זמן הביעור ונשרפות:",
                "<b>על גג האצטבא.</b> שהיה בהר הבית. כדי שיראו אותם שם לסימן:",
                "<b>ניטלה אחת מהן.</b> בתחלת שעה חמישית בא שליח ב״ד ונוטל האחת, וכל העם מכירים שהגיע שעה חמישית ותולין:",
                "<b>ותרומה כל חמש.</b> דאסור להפסיד קדשים בידים כל זמן שיכול לאכלם:",
                "<b>וששורפין בתחלת שש.</b> דהשתא ודאי רובא טעו בין ו׳ לז׳. ואין הלכה כר״ג:"
            ],
            [
                "<b>מימיהם של כהנים לא נמנעו.</b> משום דבעי למתני סיפא מדבריהם למדנו ששורפין תרומה טהורה עם הטמאה [נקט] לה הכא:",
                "<b>מלשרוף את הבשר שנטמא בולד הטומאה.</b> בולד של ולד קאמר. כלומר הבשר שהוא שלישי שנטמא בשני לטומאה, שהוא ולד של ולד, לא נמנעו מלשרפו עם הבשר שנטמא באב הטומאה שהוא ראשון לטומאה. וכשנוגע זה הבשר שהיה מתחלתו שלישי בבשר שנטמא באב הטומאה חוזר להיות שני, שהרי נגע בראשון ונעשה שני, ונמצא שהוסיפו לו טומאה על טומאתו, דמעיקרא שלישי והשתא שני. ואעפ״כ לא נמנעו מלשורפו עם חמור ממנו, דהואיל ואף זה הקל לשריפה עומד לא חשו אם מטמאין אותו יותר ממה שהיה. ואע״פ שאין אוכל מטמא אוכל מן התורה שנאמר בטומאת אוכלין (דברים י״ד) טמא הוא, הוא טמא, ואינו מטמא אוכל כיוצא בו, מ״מ רבנן גזרו שיהיה אוכל מטמא אוכל:",
                "<b>השמן.</b> של תרומה:",
                "<b>שנפסל בטבול יום.</b> הוא שלישי לטומאה, דטבול יום פוסל את התרומה מן התורה ועושה אותה שלישי לעולם, לא שנא אוכלין ולא שנא משקין:",
                "<b>בנר שנטמא בטמא מת.</b> האי נר של מתכת הוא. וכל כלים חוץ מכלי חרס שנגעו בטומאת מת נעשו כמותה, אם אב אב, אם ראשון ראשון, דכתיב (במדבר י״ט:ט״ז) בחלל חרב, ודרשינן חרב הרי הוא כחלל, שהחרב שנגע במת נעשה אבי אבות כמת עצמו, וכשנגע בטמא מת שהוא אב נעשה ג״כ החרב אב, והוא הדין לכל שאר כלים חוץ מכלי חרס. נמצא הנר של מתכת שנגע בטמא מת, נעשה אב הטומאה. והשתא הוסיף ר״ע על דברי ר׳ חנניה סגן הכהנים, שר׳ חנניה לא התיר אלא להחזיר הג׳ שני, ור׳ עקיבא התיר להחזיר הג׳ ראשון, שהשמן שנפסל בטבול יום שהוא שלישי, כשמדליקין אותו בנר שנטמא בטמא מת, שהנר עצמו נעשה אב כמו שאמרנו, נמצא שחוזר השלישי להיות ראשון ואעפ״כ לא נמנעו, דהואיל ויש שם טומאה עליו לא חיישינן ליה ומותר להוסיף בידים:"
            ],
            [
                "<b>מדבריהם למדנו.</b> בין רבי מאיר בין רבי יוסי תרווייהו סבירא להו דבשר שנטמא בולד הטומאה דאמר רבי חנניה, מיירי בבשר שנטמא במשקים שנטמאו בכלי שנטמא בשרץ, ורבי מאיר סבר טומאת משקים לטמא אחרים לאו דאורייתא, שאין משקין מטמאין אחרים ואפילו אוכלין אלא מדרבנן, ומשום הכי קאמר מדברי רבי חנניה דאמר ששורפין בשר שנטמא במשקין דהוי ליה טמא מדרבנן, דמדאורייתא טהור מעליא הוא, עם בשר שנטמא באב הטומאה שהוא טמא דאורייתא:",
                "<b>למדנו ששורפין תרומה טהורה עם הטמאה.</b> משהגיע שעה ששית שהיא אסורה מדרבנן. כמו ששורפין בשר שנטמא במשקין שהוא טהור גמור מן התורה עם בשר שנטמא באב הטומאה שהוא טמא דאורייתא:",
                "<b>אמר לו רבי יוסי אינה היא המדה.</b> רבי יוסי לטעמיה דסבירא ליה טומאת משקין לטמא אחרים דאורייתא ובשר שנטמא במשקין טמא מדאורייתא, הלכך אמר ליה אינה היא המדה, כלומר אי אתה יכול ללמוד זאת מדבריהם, אם התרת לשרוף טמא טומאה קלה עם טמא טומאה חמורה, תתיר לשרוף טהורה עם טמאה. והלכה כרבי יוסי שאין שורפים תרומה טהורה עם הטמאה בפסח. וטומאת משקין לטמא אחרים אינה מדאורייתא אלא מדרבנן כר׳ מאיר:",
                "<b>ומודים רבי אליעזר ורבי יהושע.</b> רבי יוסי קאמר לה דאף על גב דרבי אליעזר ורבי יהושע אפליגו בשריפת תרומה, בהא מודים ששורפים זו לעצמה וזו לעצמה:",
                "<b>על התלויה ועל הטמאה.</b> רבי אליעזר סבר דמוזהר על שמירתה של תלויה, דכתיב (במדבר יח) את משמרת תרומותי, בשתי תרומות הכתוב מדבר אחת תרומה תלויה ואחת תרומה טהורה:",
                "<b>ורבי יהושע אומר שתיהן כאחת.</b> כיון דתלויה היא אי אתה מוזהר על שמירתה. ועל התלויה והטהורה לא נחלקו ששורפין, דהואיל ולא הוחזקה טומאה אין נראית כמטמא בידים:"
            ]
        ],
        [
            [
                "<b>כל שעה שמותר לאכול.</b> מדלא קאמר כל שעה שאוכל מאכיל, ונקט לה בתרי לישני, משמע דאתרי גברי קאי. והכי קאמר, כל שעה שמותר לכהן לאכול בתרומה מאכיל ישראל חולין לבהמתו. ומתניתין רבן גמליאל היא שרבן גמליאל אומר חולין נאכלין כל ארבע ותרומה כל חמש. ולית הלכתא כותיה, אלא בין בתרומה בין בחולין אוכלין כל ארבע ותולין כל חמש ושורפין בתחלת שש:",
                "<b>מאכיל לבהמה ולחיה ולעופות.</b> צריכי, דאי תנא בהמה, הוי אמינא בהמה דאי משיירא חזי לה ומבער ליה אין, אבל חיה כגון נמיה וחתול וחולדה דאורחה להצניע אימא לא. ואי תנא חיה, ה״א חיה דאי משיירא מצנעה ליה ולא עבר עליה על בל יראה אימא אין, אבל בהמה זימנין דמשיירא ולאו אדעתיה לבערו ועבר עליה על בל יראה אימא לא, קמ״ל. ועופות, איידי דתנא בהמה וחיה תנא נמי עופות:",
                "<b>ומוכרו לנכרי.</b> לאפוקי מבית שמאי דאמרי לא ימכור אדם חמצו לנכרי אלא אם כן יודע בו שיכלה קודם הפסח דקסברי מצווה אני לבערו מן העולם ולא שיהיה קיים:",
                "<b>ומותר בהנאתו.</b> בהנאת אפרו. כגון אם חרכו באור קודם זמן איסורו מותר ליהנות באפרו אפילו לאחר זמן איסורו:",
                "<b>עבר זמנו.</b> משהגיע שעה ששית אף על פי שאין איסורו אלא מדברי סופרים, אסור בהנאתו כאילו היה מאיסורי הנאה של תורה. שאם קידש בו אשה אין חוששין לקדושיו, ואפילו בחמץ נוקשה, כגון דגן שנפל עליו דלף וכיוצא בו שבפסח עצמו אין איסורו אלא מדברי סופרים, אם קידש בו אשה ביום י״ד משהגיע שעה ששית אין חוששין לקדושיו:",
                "<b>ולא יסיק בו תנור וכירים.</b> לרבי יהודה איצטריך, דאמר אין ביעור חמץ אלא שריפה, מהו דתימא בהדי דקא שריף ליה לתהני מיניה, קמ״ל דלא, דאפילו כדרך ביעורו אסור ליהנות ממנו מכי מטא זמן איסוריה:",
                "<b>ר״י אומר אין ביעור חמץ אלא שריפה.</b> דיליף מנותר דאסור בהנאה וענוש כרת כחמץ, ומצותו בשריפה ולא בדבר אחר. ורבנן לא ילפי מנותר, דחלב של שור הנסקל יוכיח, שאסור באכילה ובהנאה וענוש כרת ואינו טעון שריפה:"
            ],
            [
                "<b>מותר בהנאה.</b> לאו למימרא דבאכילה אסור, אלא איידי דבעי למתנא סיפא ושל ישראל אסור בהנאה, תנא גבי נכרי מותר בהנאה. אי נמי, משום דאיכא דנהגי איסורא בפת של נכרי, משום הכי לא תני בהדיא חמץ של נכרי מותר באכילה:",
                "<b>משום שנאמר לא יראה לך.</b> כלומר קנסא קנסינן ליה הואיל ועבר על לא יראה לך. אי נמי, ארישא קאי חמץ של נכרי מותר, משום שנאמר לא יראה לך ודרשינן שלך אי אתה רואה אבל אתה רואה של אחרים:"
            ],
            [
                "<b>נכרי שהלוה לישראל.</b> מעות על חמצו קודם הפסח, ואמר לו הישראל אם לא הבאתי לך מעות עד יום פלוני קנה מעכשיו. וכגון שהרהינו אצלו בביתו ושהה אצל הנכרי כל ימי הפסח. ",
                "<b>לאחר הפסח מותר בהנאתו.</b> דכיון דמטא זמניה ולא פרעיה לא הוי מחוסר גוביינא דברשותו של נכרי היה, אגלאי מילתא למפרע דמשעה שהרהינו אצלו הוה דידיה:",
                "<b>וישראל שהלוה לנכרי כו׳</b> אגלאי מלתא למפרע דשל ישראל הוה:",
                "<b>הרי הוא כמבוער.</b> ואף על פי כן צריך לבטלו, שמא יפקח הגל במועד ונמצא עובר עליו:",
                "<b>כל שאין הכלב יכול לחפש אחריו.</b> וכמה היא חפישת הכלב, ג׳ טפחים:"
            ],
            [
                "<b>בשוגג.</b> ששגג בתרומה אפילו הזיד בחמץ:",
                "<b>משלם קרן וחומש.</b> ואע״ג דחמץ בפסח אסור בהנאה ולא שוה מידי, משום דבאוכל תרומה בשוגג כתיב (ויקרא כ״ב:י״ד) ונתן לכהן את הקודש, דבר הראוי להיות קודש, שאין משלם לו מעות אלא פירות והתשלומים נעשים תרומה הלכך לאו בתר דמים אזלינן:",
                "<b>במזיד.</b> שהזיד בתרומה אפילו שגג בחמץ פטור מן התשלומין:",
                "<b>ומדמי עצים.</b> אם תרומה טמאה היא אין משלם דמי עצים שהיתה ראויה להסיק תחת תבשילו, משום דמזיד בתרומה אינו אלא כשאר גזלן דעלמא, ומעות משלם לפי דמים ולא לפי מדה, וחמץ בפסח לאו בר דמים הוא שהרי אסור בהנאה, ואף להיסק לא חזי ולא מידי אפסדיה:"
            ],
            [
                "<b>ידי חובתו.</b> משום חובת מצה בלילה הראשון שהוא מחויב לאכול מצה דכתיב (שמות י״ב:י״ח) בערב תאכלו מצות:",
                "<b>בחטים ובשעורים וכו׳</b> אבל אורז ודוחן ושאר מינים לא, דכתיב (דברים ט״ז:ג׳) לא תאכל עליו חמץ שבעת ימים תאכל עליו מצות, דברים הבאים לידי חמוץ אדם יוצא בהן ידי חובת מצה, יצאו אורז ודוחן ושאר מינים שאין באין לידי חמוץ אלא לידי סרחון:",
                "<b>ובדמאי ובמעשר ראשון שנטלה תרומתו.</b> כל הני למאי אצטריכו, מפורשים במסכת שבת פרק מפנין:",
                "<b>והכהנים בחלה ובתרומה.</b> דמהו דתימא מצה השוה וראוייה לכל אדם בעינן, וחלה ותרומה אינן ראויין לזרים, קמ״ל:",
                "<b>חלות תודה ורקיקי נזיר אין יוצאין בהן.</b> אף על פי שהן מצה גמורה, דכתיב (שמות י״ב:י״ז) ושמרתם את המצות, מצה המשתמרת לשם מצה, יצאו אלו שאינן משתמרות לשם מצה אלא לשם זבח:",
                "<b>למכור בשוק יוצא בהם.</b> דכל למכור בשוק אמר אי מזדבנא מזדבנא, ואי לא, אכילנא לה אנא למצה של מצוה:"
            ],
            [
                "<b>בחזרת.</b> בערבי חס״א לטוג״א בלע״ז:",
                "<b>ובעולשים.</b> בערבי הנדב״י. ובלע״ז אנדיבי״א. והערוך פירש שהוא ירק שקורין לו בלע״ז קרשפי״ל:",
                "<b>ובתמכה.</b> סיב הגדל סביבות הדקל:",
                "<b>ובחרחבינא.</b> אלקרצעינ״א בערבי:",
                "<b>ובמרור.</b> מין כוסברתא הוא מר ביותר:",
                "<b>בין לחים בין יבשים.</b> דוקא בקלח שלהן, כדאמרינן בסיפא ויוצאים בקלח שלהן. אבל עלין, לחים אין, יבשים לא:",
                "<b>שלוקים.</b> מבושלין יותר מדאי עד שנמוחים:",
                "<b>כבושים.</b> בחומץ:",
                "<b>מבושלין.</b> כדרך בישול:",
                "<b>ומצטרפין לכזית.</b> לצאת ידי חובת מרור. והוא הדין בחמשת מיני דגן שמצטרפין בכזית לצאת ידי חובת מצה. ואתרווייהו קאי:"
            ],
            [
                "<b>אין שורין את המורסן.</b> במים קרים וכל שכן פושרין כדי לתת לפני התרנגולים:",
                "<b>אבל חולטין.</b> ברותחין שכל זמן שהמים רותחים אינו יכול להחמיץ. והאידנא נהוג עלמא איסורא אפילו בחליטה ברותחים:",
                "<b>לא תשרה את המורסן.</b> לשוף בו בשרה, מפני שמחמיץ בשרייתו:",
                "<b>אבל שפה היא.</b> מורסן על בשרה יבש אף על גב שמים טופחים על בשרה:",
                "<b>לא ילעוס.</b> לא יכוס בשיניו:"
            ],
            [
                "<b>בחרוסת.</b> דבר שיש בו חומץ ומים ועשוי לטבל בו בשר:",
                "<b>ואם נתן.</b> לתוך החרדל: ",
                "<b>יאכל מיד.</b> שהחרדל חד ואינו ממהר להחמיץ כמו החרוסת. אבל בחרוסת מודה תנא קמא לרבי מאיר דאסור:",
                "<b>ורבי מאיר אוסר.</b> אף אם נתן לתוך החרדל, דסבר חרדל לאלתר מחמיץ כמו החרוסת. ואין הלכה כרבי מאיר:",
                "<b>לא במשקין ולא במי פירות.</b> דכתיב (שמות י״ב:ט׳) ובשל מבושל, מכל מקום:",
                "<b>אבל סכין ומטבילין.</b> לאחר צלייתו, ולא אמרינן דמבטל טעמו. אי נמי אפילו קודם צלייתו שרי לסוך הפסח במי פירות, דהכי תנן בכיצד צולין, סכו בשמן תרומה אם חבורת כהנים יאכלו:",
                "<b>מי תשמישו של נחתום.</b> שמצנן בהן ידיו בשעה שמקטף את המצה:",
                "<b>ישפכו.</b> במקום מדרון, שלא ישארו מכונסים במקום אחד ויחמיצו:"
            ]
        ],
        [
            [
                "<b>אלו עוברין.</b> אלו מתבערים מן העולם. דאע״ג דאין עוברים עליהם על בל יראה, מדרבנן מיהא צריכי ביעור, דהכי תנן לקמן שיאור ישרף ואע״ג דהאוכלו פטור:",
                "<b>כותח הבבלי.</b> עשוי מפת מעופש וחלב. ורגילים לטבל בו את המאכל:",
                "<b>שכר המדי.</b> שכר שהיו עושין במדי מחטים או שעורים שרויים במים:",
                "<b>וחומץ האדומי.</b> חומץ שעשוי בארץ אדום, שנותנים שעורים [ביין] ומשהין אותם שם כדי שיחמיצו:",
                "<b>וזיתום המצרי.</b> תלתא שערי ותלתא קורטמי הוא כרכום מדברי ונקרא בערבי קרטום ותלתא מלחא, ועושין אותו לרפואה. עד כאן חמץ הראוי לאכילה ע״י תערובת. מכאן ואילך חמץ נוקשה בעיניה:",
                "<b>וזומן של צבעים.</b> מים שנותנים בהם סובין, ומשתמשים בהם הצבעים למלאכתן:",
                "<b>ועמילן של טבחין.</b> [פת] שעושין מקמח תבואה שלא הביאה שליש בשולה, ומכסים בה את הקדרה לשאוב את הזוהמא:",
                "<b>וקולן של סופרים.</b> עפר הרחיים מגבלין אותו במים, וסופרים מדבקים בו ניירותיהם:",
                "<b>רבי אליעזר.</b> מוסיף, דאילו תנא קמא לית ליה אלא חמץ דגן גמור על ידי תערובת או חמץ נוקשה בעיניה, ור׳ אליעזר מוסיף אף תכשיטי נשים שהן חמץ נוקשה על ידי תערובת סממנים אחרים. ובגמרא פריך, תכשיטי נשים סלקא דעתך אלא אימא אף טפולי נשים, סולת שנשים טופלות ומחברות על בשרן עם סממנין אחרים להשיר את השער או להלבין ולעדן את הבשר. ואין הלכה כר״א:",
                "<b>כל שהוא מין דגן.</b> מחמשת המינים, ומעורבין בהן מים. דאי אין בהם מים אלא מי פירות קיימא לן דמי פירות אין מחמיצין:",
                "<b>הרי אלו באזהרה.</b> אם אכלן עובר בלאו:",
                "<b>ואין בהם כרת.</b> דעל חמץ גמור ענוש כרת ואינו ענוש כרת על התערובת, אבל לוקה על אכילתו אם אכל כזית חמץ בתוך התערובת בכדי אכילת פרס. אבל אם לא אכל כזית חמץ בתוך התערובת בכדי אכילת פרס אינו לוקה מן התורה, מיהו איסורא מיהא איכא, דחמץ בפסח אוסר בתערובתו בכל שהוא:"
            ],
            [
                "<b>בצק שבסידקי עריבה.</b> ועשוי לחזק שבריה וסדקיה. אם יש כזית במקום אחד חייב לבער, פחות מכאן בטל במיעוט. ואם אינו עשוי לחזק אפילו פחות מכזית חייב לבער, לפי שאינו מבטלו שם ואפשר שימלך ויטלנו משם:",
                "<b>וכן לענין הטומאה.</b> אם נגע שרץ בהאי בצק בפסח שאיסורו חושבו, אם יש בו כזית חוצץ בפני הטומאה ולא הוי כעריבה ולא נחתא לה טומאה לעריבה. ובפחות מכזית, אם אינו מקפיד עליו בטל לגבי עריבה והוי כאילו נגע השרץ בעריבה עצמה והיא טמאה:",
                "<b>אם מקפיד עליו חוצץ.</b> הכי קאמר, ובשאר ימות השנה שאין איסורו חושבו, אין הדבר תלוי בשיעור אם יש בו כזית אם לאו, אלא בקפידא תליא מלתא, אם הקפיד עליו ועתיד ליטלו משם חוצץ בפני הטומאה בין יש בו כזית בין אין בו כזית ולא נחתא טומאה לעריבה, ואם לא הקפיד עליו ורוצה בקיומו אפילו יש בו כמה זיתים הרי הוא כעריבה, וכשנוגע השרץ בבצק הוי כאילו נגע בעריבה ממש:",
                "<b>בצק החרש.</b> שמכין עליו ביד ואינו משמיע קול ודומה לחרש שקוראין לו ואינו משיב. פירוש אחר, בצק החרס, שהוא קשה כחרס ואינו ניכר אם החמיץ:",
                "<b>אם יש כיוצא בו שהחמיץ.</b> אם יש עיסה אחרת שנילושה בשעה שזו נילושה וכבר החמיצה, אסור. ואם אין שם כיוצא בו, הוי שיעורה כדי שיהלך אדם מיל בהליכה בינונית. ושיעור זה כזמן שני חומשי שעה:"
            ],
            [
                "<b>חלה בטומאה.</b> שנטמאת העיסה ושוב אין החלה הניטלת ממנה ראויה לאכילת כהן, כיצד מפרישין אותה ביום טוב של פסח, הרי אין יכול לאפותה בפסח מאחר שאינה ראויה לאכילה, ולשהותה ולשורפה בערב אי אפשר שמא תחמיץ, ולהאכילה לכלבים אי אפשר שאין מבערין קדשים ביום טוב:",
                "<b>רבי אליעזר אומר לא יקרא לה שם חלה עד שתאפה.</b> דאכתי כל חדא וחדא חזיא ליה, דמכל חדא וחדא מפריש פורתא, ולאחר אפייתה אם רצה יפריש חלה שלימה על הכל, דקסבר רבי אליעזר הרודה מן התנור ונותן לסל, הסל מצרפן לחלה:",
                "<b>לא זהו חמץ שמוזהרים עליו.</b> דלאו דידיה הוא לאחר שקרא עליה שם, וקרא כתיב (שמות י״ג:ז׳) לא יראה לך, שלך אי אתה רואה אבל אתה רואה של אחרים ושל גבוה, וזה אינו שלך ולא של חברך דאכתי לא מטא ליד כהן. ור׳ אליעזר סבר הואיל אי בעי מתשיל עלה הויא הקדש בטעות ואינו הקדש וחזיא ליה לאכילה, נמצא דשלו היא וחמץ של ישראל הוא. ורבי יהושע סבר לא אמרינן הואיל. והלכה כרבי אליעזר:"
            ],
            [
                "<b>שלש נשים לשות כאחת.</b> כל אחת תנור מלא, ואין כאן חימוץ, אף על פי [שהאחת] ממתנת עד שיאפו השתים:",
                "<b>וחכ״א.</b> אין להקל כל כך שיהו לשות כאחת, אלא שלש נשים עוסקות כל אחת בבצק שלה:",
                "<b>אחת לשה.</b> האחרונה לשה כשחברתה האמצעית מקטפת, והשלישית שלשה תחלה אופה, נמצאו שלשתן עוסקות בבת אחת, כל אחת בבצק שלה, אחת לשה שלה, ואחת מקטפת שלה, ואחת אופה שלה:",
                "<b>לא כל הנשים.</b> רבי עקיבא אמלתיה דרבן גמליאל קא מהדר ואמר שאין ראוי לעשות כדבריו. לפי שיש נשים עצלניות ומחמיצות אם שוהות כל כך, ויש תנור שאינו חם מהר, ויש עצים שאין נבערים מהר. אלא כדברי חכמים ראוי לעשות, לעסוק תמיד בבצק, שכל זמן שעוסקין בבצק אינו בא לידי חמוץ. וכן הלכה:",
                "<b>זה הכלל תפח.</b> הבצק שבידה שרואה שרוצה לתפוח:",
                "<b>תלטוש.</b> ידה במים צוננין ותקטפנה ותצטנן:"
            ],
            [
                "<b>שיאור.</b> שלא החמיץ כל צרכו: <b>[סידוק]</b> דרך הבצק כשמחמיץ נעשה סדקים סדקים:",
                "<b>כקרני חגבים.</b> סדק לכאן וסדק לכאן:",
                "<b>זה וזה האוכלו חייב כרת.</b> דקרני חגבים נמי הוא סדוק. ואיזהו שיאור שפטור, זה שאין בו שום סדוק אבל הכסיפו פניו כאדם שעמדו שערותיו מתוך פחד [שפניו מכסיפין]. והלכה כחכמים:"
            ],
            [
                "<b>מבערים את הכל.</b> בין חולין בין תרומה. חוץ מכדי אכילתו לשבת:",
                "<b>תרומה מלפני השבת.</b> שאין יכול להאכילה לא לזרים ולא לבהמה ולהשהותה אי אפשר. אבל חולין אין צריך לבער אלא בזמנו שיכול למצוא להם אוכלים הרבה. והלכה כר״א ברבי צדוק:"
            ],
            [
                "<b>ההולך.</b> בי״ד קאי:",
                "<b>אם יכול.</b> שיש שהות ביום:",
                "<b>להציל מן הגייס.</b> את ישראל הנרדפים:",
                "<b>יבטל בלבו.</b> ולא יחזור ואפילו יש שהות, דמדאורייתא בביטול בעלמא סגי:",
                "<b>לשבות שביתת הרשות.</b> שהיה הולך להחשיך על התחום ולקנות שביתה להלך משם והלאה אלפים אמה לדבר הרשות, יחזור מיד. אבל לקנות שביתת מצוה כגון שצריך לילך למחר לבית האבל או לבית המשתה, היינו כהולך לשחוט את פסחו:"
            ],
            [
                "<b>שיש בידו בשר קודש.</b> שנפסל ביוצא. שחומת ירושלים היא מחיצה לקדשים [קלים]:",
                "<b>אם עבר צופים.</b> שם מקום שמשם רואים בית המקדש:",
                "<b>שורפו במקומו.</b> ולא הטריחוהו לחזור:",
                "<b>ואם לאו חוזר ושורפו.</b> דכתיב (ויקרא ו׳:כ״ג) בקודש לא תאכל באש תשרף, במקום אכילתו שריפתו:",
                "<b>זה וזה.</b> חמץ דאמרינן לעיל ונזכר שיש לו חמץ בתוך ביתו וכו׳, ובשר קודש שעמו:",
                "<b>כביצה.</b> אבל בפחות, חמץ מבטלו בלבו, ובשר קודש שורפו במקומו. וסבר ר׳ מאיר חזרתו כטומאתו, מה טומאת אוכלין בכביצה שאין אוכל מטמא בפחות מכביצה, כך אינו חוזר על פחות מכביצה:",
                "<b>רבי יהודה אומר זה וזה בכזית.</b> סבר חזרתו כאיסורו, מה איסורו בכזית שעל כזית חמץ או בשר קודש חייב, כך על כזית חוזר:",
                "<b>בשר קודש.</b> משום חומרא דקדשים חוזר אף על כזית, חמץ דחולין אינו חוזר אלא על כביצה. והלכה כחכמים:"
            ]
        ],
        [
            [
                "<b>מקום שנהגו עד חצות.</b> עד חצי היום:",
                "<b>שלא לעשות.</b> כדי שלא יהא טרוד במלאכה וישכח ביעור חמץ ושחיטת פסח ותיקון מצה של מצוה:",
                "<b>ואל ישנה אדם.</b> הכי קאמר, ההולך ממקום שאין עושין למקום שעושין נותנין עליו חומרי מקום שיצא משם ולא יעשה, דהא דקיי״ל אל ישנה אדם ממנהג העיר אינו אלא מפני המחלוקת וכאן אין מחלוקת, דמאי קא אמרת הרואה אותו בטל אומר זה שבטל חושב שהמלאכה אסורה וחולק על כולנו, לא אמר הכי, אלא אמר אין לו מלאכה שהרי כמה בטלנים איכא בשוקא כל ימות השנה. והא דתנן נותנים עליו חומרי מקום שיצא משם, אינו אלא בזמן שדעתו לחזור למקומו, אבל אין דעתו לחזור למקומו נוהג כמנהג אנשי מקום שהלך לשם, בין לקולא בין לחומרא:"
            ],
            [
                "<b>המוליך פירות שביעית ממקום שכלו.</b> לחיה מן השדה וחייבין עליו בני מקומו לבערן מן הבית. והוליכן זה למקום שלא כלו, ובני אותו מקום עדיין אוכלין הן מן המכונסים לבית, חייב לבער משום חומרי המקום שיצא משם:",
                "<b>רבי יהודה אומר אומרים לו צא והבא לך אף אתה.</b> פלוגתא דרבי יהודה ות״ק בכובש שלשה מיני ירק בחומץ או בציר להתקיים ושנים מהם כלו לחיה מן השדה והשלישי לא כלה, ת״ק סבר אוכל מאותן שכלו על סמך אותו שלא כלה הואיל והן בחבית אחת. והכי משתמע למלתיה, ממקום שלא כלו למקום שכלו לגמרי חייבין לבער. אבל לא כלו כולן אלא מקצתן אוכל אף ממין הכלה כל זמן שלא כלו כולן, דאוכלין על סמך האחרון. ורבי יהודה אומר אומרים לו צא והבא לך אף אתה מאותו המין שכלה כמו שהביא זה האיש ולא תמצא, הילכך אינו אוכל אלא מהמין שלא כלה, דאין אוכלין מהמינין שכלו על סמך המין שלא כלה, וחייב לבער המינין שכלו. והלכה כרבי יהודה דקאי בשיטתיה דרבן גמליאל שהלכה כמותו במסכת שביעית פרק הפיגם:"
            ],
            [
                "<b>מקום שנהגו שלא למכור.</b> דהחמירו על עצמן דלמא אתי למכור גסה:",
                "<b>ובכל מקום אין מוכרין להם בהמה גסה.</b> דגזור רבנן שמא ישאיל או ישכיר בהמתו לעובד כוכבים, ואדם מצווה על שביתת בהמתו. אי נמי, פעמים שמוכרה לו ערב שבת עם חשיכה וצועק לה הישראל כדי שתלך לפני הקונה והיא מכרת קולו והולכת מחמתו, ונמצא מחמר אחר בהמתו בשבת:",
                "<b>עגלים וסייחין.</b> קטנים אף על גב דלאו בני מלאכה נינהו מחלפי במכירת גדולים. ושבורים מחלפי במכירת שלמים:",
                "<b>רבי יהודה מתיר בשבורה.</b> דאינה בת מלאכה לעולם. אבל בעגלים וסייחים מודה, כיון דלכי גדלי הוו בני מלאכה. ואין הלכה כר׳ יהודה:",
                "<b>בן בתירא מתיר בסוס.</b> הואיל ולרכיבה עומד והחי נושא את עצמו. ואין הלכה כבן בתירא. ועל ידי סרסור שרי למכור בהמה לעובד כוכבים בזמן שאין הבעלים מצויין שם בעת המכירה, דליכא למיחש שמא ישאילנה וישכירנה שהרי אינה שלו. ושמא תלך מחמת קולו ונמצא מחמר להא נמי ליכא למיחש, שאינה מכרת את קולו:"
            ],
            [
                "<b>מקום שנהגו שלא לאכול.</b> שנראה כאוכל פסחים בחוצה לארץ:",
                "<b>שנהגו להדליק את הנר ביום הכפורים.</b> מפני שיום הכפורים אסור בתשמיש המטה, וכל זמן שהנר דולק לא ישמש שאסור לאדם לשמש מטתו לאור הנר:",
                "<b>שנהגו שלא להדליק.</b> שמא יראה אשתו ותשא חן בעיניו וישמש:",
                "<b>ומדליקין בבתי כנסיות.</b> ובכל מקום שאין איש ואשתו מתייחדים שם:"
            ],
            [
                "<b>תלמידי חכמים בטלים.</b> ממלאכתן כל אותו היום, כדי שלא יסיחו דעתם מאבילות:",
                "<b>לעולם יעשה אדם עצמו כתלמיד חכם.</b> ולא מחזי כיוהרא שהרואה אותו בטל אומר אין לו מלאכה לעשות ולא מפני שנוהג בו איסור:",
                "<b>וחכמים אומרים ביהודה וכו׳</b> חכמים סבירא להו דעשיית מלאכה בערבי פסחים לאו במנהגא תליא מלתא, אלא ביהודה היו מתירים ובגליל אוסרים איסור גמור, ולא מכח מנהג:",
                "<b>הלילה.</b> ליל ארבעה עשר, לאנשי גליל שאוסרים לעשות מלאכה בערבי פסחים:",
                "<b>בית שמאי אוסרים.</b> להם ככל שאר ימים טובים שאסורים בעשיית מלאכה שהלילה הולך אחר היום:",
                "<b>ובית הלל מתירים.</b> מידי דהוה אתענית שהיום אסור באכילה והלילה מותר:"
            ],
            [
                "<b>כל מלאכה.</b> שהיא לצורך המועד והתחיל בה קודם ארבעה עשר גומרה בארבעה עשר, ואפילו במקום שנהגו שלא לעשות מלאכה. אבל מלאכה שאינה לצורך המועד, במקום שנהגו לעשות מלאכה עושין, ומקום שנהגו שלא לעשות, אפילו התחיל בה קודם ארבעה עשר אינה גומרה:",
                "<b>חייטים.</b> שרי בארבעה עשר בכל מקום, שכן מצינו בהן בחולו של מועד קולא יותר משאר אומניות שהדיוט שאינו אומן בכך תופר כדרכו, הלכך בארבעה עשר דקיל מחול המועד אפילו אומן נמי שרי:",
                "<b>והספרים והכובסין.</b> שכן הבא ממדינת הים והיוצא מבית האסורים מספרים ומכבסים בחול המועד, וכיון דאשכחן בהן צד היתר בחול המועד, בארבעה עשד דקיל שרי לכולי עלמא:",
                "<b>אף הרצענים.</b> שכן עולי רגלים מתקנין מנעליהן בחול המועד. וחכמים סברי אין למדין תחלת מלאכת רצענים שעושין מנעלים חדשים תחלה, מסוף מלאכה תיקון מנעלים של עולי רגלים. והלכה כחכמים:"
            ],
            [
                "<b>מושיבין שובכין.</b> שובכי יונים שיהיו יושבים לגדל אפרוחים, מושיבין אותם לכתחלה בי״ד:",
                "<b>ותרנגולת שברחה.</b> בחולו של מועד. דאילו בי״ד השתא אותובי שובכין לכתחלה אמרת דשרי אהדורי מיבעיא. אלא התרנגולת שברחה בחולו של מועד קאמר דמחזירין. והוא שישבה על הבצים ג׳ ימים קודם שברחה דשוב אין הביצים ראויים לאכילה ודבר האבד הוא, הלכך אם מתה מושיב אחרת תחתיה משום הפסד דביצים:",
                "<b>גורפין.</b> משליכין לחוץ:",
                "<b>ובמועד.</b> שחמור יותר, אין משליכין לחוץ אלא מסלקין לצדדין:",
                "<b>מוליכין ומביאין כלים מבית האומן.</b> בארבעה עשר. ואע״פ שאינו לצורך המועד:"
            ],
            [
                "<b>עשו אנשי יריחו.</b> היו נוהגין לעשות אנשי יריחו:",
                "<b>מרכיבין דקלים.</b> ענף רך של דקל זכר מרכיבו בדקל נקבה שהזכר עושה פירות והנקבה אינה עושה פירות:",
                "<b>כל היום.</b> כלומר בארבעה עשר:",
                "<b>וכורכין את שמע.</b> שלא היו אומרים ברוך שם כבוד מלכותו לעולם ועד בקריאת שמע. פרוש אחר שלא היו מפסיקין בין אחד לואהבת, שצריך להאריך באחד ולהפסיק בין מלכות שמים לדברים אחרים:",
                "<b>וקוצרין וגודשין.</b> עושין גדיש מן החדש לפני העומר, ולא חיישינן דלמא אתי למיכל מיניה:",
                "<b>ולא מיחו בידם.</b> כל הששה דברים שעשו, כולם שלא ברצון חכמים היו עושין, אלא שעל אלו הג׳ לא מיחו ועל ג׳ האחרונים מיחו:",
                "<b>מתירין לאכול גמזיות של הקדש.</b> גידולים שגדלו באילן של הקדש, דקסברי אין אסור אלא הפרי עצמו שהוקדש. ואית ספרים דגרסי מתזיר, כלומר חותכים וכורתים ענפי אילנות של הקדש שצמחו אחר שהקדישו האילן, ליהנות מהן:",
                "<b>ואוכלין.</b> בשבת ויום טוב פירות שנמצאו תחת האילן ולא נודע אם נשרו מאמש והם מותרים או נשרו היום ואסורים:",
                "<b>ונותנים פאה לירק.</b> ואנן קיימא לן דכל דבר שאין אדם מכניסו לקיום אינו חייב בפאה, וירק דבר שאין מכניסו לקיום הוא:",
                "<b>ומיחו בידם חכמים.</b> משום דקא מפקעי לה מן המעשר, והעניים אוכלים אותה בטבלם, כסבורין שהוא פאה ופאה פטורה מן המעשר משום דהפקר היא:"
            ],
            [
                "<b>גירר עצמות אביו.</b> משום כפרה. ולא קברו לפי כבודו על מטה נאה, כדי שיתגנה על רשעו ויווסרו הרשעים:",
                "<b>כתת נחש הנחשת.</b> כדכתיב בדברי הימים, לפי שהיו טועין אחריו:",
                "<b>וגנז ספר רפואות.</b> לפי שלא היה לבם נכנע על חליים אלא מתרפאים מיד. והרמב״ם פירש, ספר רפואות, ספר מודיע מעניני צורות הכוכבים והטלסמאות, שצורה פלונית העשויה בזמן ועת ידוע מרפאת מחולי פלוני, וזה היה קרוב להטעות הבריות אחר עבודת כוכבים ולכך גנזו:",
                "<b>עיבר ניסן בניסן.</b> לאחר שנכנס ניסן נמלך ועשה אדר שני. והכתוב אומר (שמות י״ב:ב׳) החדש הזה לכם, זה ניסן, ואין אחר ניסן. ולא עיבר חזקיה לאחר שנכנס ניסן ממש, אלא יום שלשים של אדר עיבר את השנה, ואנן קיי״ל אין מעברין את השנה בשלשים של אדר הואיל וראוי לקבעו ניסן:"
            ]
        ],
        [
            [
                "<b>תמיד נשחט.</b> תמיד של בין הערבים נשחט כל שאר ימות השנה בשמנה ומחצה. דזמן שחיטת התמיד מכי ינטו צללי ערב שהוא משש שעות ומחצה ולמעלה שחמה נוטה למערב, שחצי שש וחצי שבע היא עומדת באמצע הרקיע, ואין צל נוטה אלא צל כל אדם תחתיו. ומאחרין שחיטתו שתי שעות אחר זמנו מפני נדרים ונדבות שא״א להקריבם אחר תמיד של בין הערבים כדכתיב (ויקרא ו׳:ה׳) והקטיר עליה חלבי השלמים, על עולת הבוקר השלם כל הקרבנות כולן, שלא יהא דבר מאוחר לתמיד של בין הערבים. ואפילו בשבת שאין קרבים נדרים ונדבות, מאחרים זמן שחיטת תמיד של בין הערבים משום סרך נדרים ונדבות דחול. ובערב פסח שהפסח קרב אחר תמיד של בין הערבים, מקדמינן ליה שעה אחת ועבדינן ליה בשבע ומחצה:",
                "<b>חל להיות בע״ש.</b> דאיכא נמי צליית הפסח דלא דחיא שבת וצריך לצלותו מבעוד יום, מקדמינן ליה ומותבינן ליה אדיניה שיהיה נשחט בו׳ ומחצה:",
                "<b>וקרב בשבע ומחצה.</b> גמר הקרבתו בשבע ומחצה, ששוהין שעה אחת בעשייתו:"
            ],
            [
                "<b>ששחטו שלא לשמו.</b> כגון ששחטו לשם שלמים. או קבל הדם במזרק. או הוליך הדם למזבח. או זרק הדם על גבי המזבח. שלא לשמו. שבארבע עבודות הללו המחשבה פוסלת הזבח:",
                "<b>או לשמו ושלא לשמו.</b> כגון ששחט לשמו וקבל הדם שלא לשמו:",
                "<b>או שלא לשמו.</b> הך סיפא אשמעינן דמחשבים מעבודה לעבודה, שאם חשב בשעת עבודה זו על חברתה לעשותה במחשבה פסולה כגון דאמר הריני שוחט לשמו ע״מ לזרוק דמו שלא לשמו, נפסל הזבח מיד ואפילו לא עשה השניה במחשבה פסולה כמו שחשב. והכי משמעותא דמתניתין, או שחשב בשעת שחיטה לזרוק הדם שלא לשמו ושחט לשמו פסול. ופסח דפסול שלא לשמו נפקא לן מקרא דכתיב (שמות י״ב:כ״ז) ואמרתם זבח פסח הוא, עד שיהיה הזבח לשם פסח, והוא משמע לעכב:"
            ],
            [
                "<b>שחטו שלא לאוכליו.</b> חולה וזקן וקטן שאין יכולין לאכול כזית בשר, ואין בו מנויין אחרים אלא הן, פסול, דלפי אכלו כתיב (שם), הראוי לאכול:",
                "<b>שלא למנוייו.</b> נמנו עליו חבורה זו ושחטו לשם חבורה אחרת:",
                "<b>לערלים.</b> לישראלים שמתו אחיהם מחמת מילה, והני פסולים לאכול פסח. דכתיב (שם) וכל ערל לא יאכל בו. וטמאים נמי אסורין בקדשים, ובכרת הן על אכילתן:",
                "<b>לאוכליו ושלא לאוכליו כשר.</b> ולא דמי לשמו ושלא לשמו דפסול, דהתם פסולו בגופו שהמחשבה שפוסלתו היתה בגופו של קרבן, אבל לאוכליו ושלא לאוכליו אין המחשבה הפוסלת בגופו של קרבן אלא בדבר שהוא חוץ ממנו:",
                "<b>ממרס בדמו.</b> שלא יקרוש כדי שיהא ראוי לזריקה:",
                "<b>ואם זרק קודם לתמיד כשר.</b> דאע״ג דפסח מאוחר לתמיד משום דכתיב ביה בערב ובין הערבים, לא מפסל בהכי:"
            ],
            [
                "<b>השוחט את הפסח על החמץ.</b> כלומר ובשעת שחיטה היה חמץ ברשות השוחט או אחד מבני חבורה, אפילו לא היה החמץ בעזרה:",
                "<b>עובר בלא תעשה.</b> דלא תשחט על חמץ דם זבחי (שמות לד). ואין הזבח נפסל:",
                "<b>אף התמיד.</b> של בין הערבים דערבי פסחים ששחטו על חמץ, שהיה חמץ ברשות השוחט או המקריב, עובר בלאו, דדריש זבחי, המיוחד לי, והוא התמיד. ואין הלכה כרבי יהודה:",
                "<b>רבי שמעון אומר הפסח בארבעה עשר.</b> ששחטו על חמץ, לשמו חייב, משום לא תשחט על חמץ, דפסח כשר הוא ושחיטה ראוייה היא ושמה שחיטה:",
                "<b>שלא לשמו פטור.</b> דפסול הוא ושחיטה שאינה ראויה היא ולאו שמה שחיטה:",
                "<b>ושאר כל הזבחים.</b> שנשחטו בי״ד אחר חצות על החמץ:",
                "<b>בין לשמן בין שלא לשמן פטור.</b> ואע״פ שכשרים הן כדתנן כל הזבחים שנזבחו שלא לשמן כשרים וכו׳, אע״פ כן פטור, דכתיב זבחי זבחי שני פעמים, לא תשחט על חמץ דם זבחי ולא תזבח על חמץ דם זבחי (שם כג), ולמאי הלכתא פלגינהו רחמנא ולא כתב זבחיי בחד קרא והכל במשמע בין פסח בין שאר זבחים, לומר לך בזמן דאיכא זבח דהיינו בי״ד דאיכא פסח לא מחייב אשאר זבחים, ובזמן דליכא זבח כגון בתוך הפסח מחייב אשאר זבחים אם שחטן על חמץ:",
                "<b>ובמועד.</b> בתוך הפסח, אם לשמו שחטו לפסח על החמץ:",
                "<b>פטור.</b> מלא תשחט, דפסח שלא בזמנו לשמו פסול, והויא לה שחיטה שאינה ראויה:",
                "<b>שלא לשמו.</b> אלא לשם שלמים:",
                "<b>חייב.</b> דלהכי קאי והויא לה שחיטה ראויה, וחייב משום לא תשחט, בהדי לאו דלא יראה ולא ימצא:",
                "<b>ושאר כל הזבחים.</b> שנזבחו בתוך המועד על חמץ:",
                "<b>בין לשמן בין שלא לשמן חייב.</b> דקרא אשאר זבחים נמי אזהר:",
                "<b>חוץ מן החטאת ששחטה שלא לשמה.</b> דפסולה היא משום דכתיב בשחיטתה חטאת היא, היא ולא הנשחטה שלא לשמה:"
            ],
            [
                "<b>הפסח נשחט בשלש כתות.</b> [בין שהצבור מרובים] בין שהצבור מועטים ויכולים כולן לשחוט בבת אחת, מצוה ליחלק לשלש כתות זו אחר זו:",
                "<b>שנאמר ושחטו אותו כל קהל עדת ישראל, קהל, עדה, וישראל.</b> הרי שלוש כתות:",
                "<b>בזיכי.</b> כפות גדולות לקבל בהם הדם:",
                "<b>שורה שכולה כסף כסף.</b> דהכי שפיר טפי:",
                "<b>ולא היו לבזיכים שולים.</b> רחבים היו מלמעלה ותחתיהם חדים כדי שלא יוכלו לישב על הקרקע:",
                "<b>שמא יניחום.</b> הכהנים לישב על הקרקע עד שיקבל דם אחר מחמת שהם מרובים וישכחום ויקרוש הדם ולא יהיה ראוי ליזרק:"
            ],
            [
                "<b>שחט ישראל.</b> אם ירצה, שהשחיטה כשרה בזר בכל הקרבנות:",
                "<b>וקבל כהן.</b> הדם בבזך, שמקבלה ואילך מצות כהונה:",
                "<b>נתנו לחבירו.</b> שהרי כשורה הן עומדים:",
                "<b>וחברו לחברו.</b> הא קמ״ל דברוב עם הדרת מלך:",
                "<b>וקבל המלא.</b> מיד הנותן, תחלה, ואחר כך מחזיר את הריקן. אבל איפכא, מחזיר את הריקן ברישא לא, דמכי מושיט ליה האי מיד בעי לקבולי דאין מעבירין על המצות:",
                "<b>זריקה אחת.</b> בבזך עצמו, ולא מתנה באצבע, שאין לך קרבן שטעון אצבע אלא חטאת לבדה דכתיב באצבעו:",
                "<b>כנגד היסוד.</b> ברוחות שבמזבח שהיסוד תחתיהן, וזורק לזקיפתו של מזבח והוא נופל ליסוד. ולפי שאין היסוד מקיף כל המזבח אלא את הצפון ואת המערב ואוכל בדרום אמה אחת ובמזרח אמה אחת כמו שמפורש במסכת מדות, לכך הוצרך לומר נגד היסוד:"
            ],
            [
                "<b>קראו את ההלל.</b> כל השלש כתות:",
                "<b>אם גמרו שנו.</b> כשהיו מתחילים לשחוט היו מתחילים לקרות, ואם רבו הפסחים ומשך זמן שחיטתן עד שגמרו ועדיין רבים לשחוט, חוזרים וקורין שניה. ואם קראו שניה ועדיין לא גמרו שחיטת הפסחים של אותו הכת, חוזרין וקורין שלישית. וכן כת שניה ושלישית:",
                "<b>אע״פ שמעולם לא שלשו.</b> שהכהנים היו רבים וזריזין:",
                "<b>לא הגיעו לאהבתי.</b> אפילו פעם ראשונה:"
            ],
            [
                "<b>שהכהנים היו מדיחין את העזרה.</b> מפני שהדמים מרובים היו מדיחין אותה בשבת. שאמת המים היתה מהלכת בעזרה וכשהן רוצים להדיח פוקקים את נקב יציאתה והמים פושטים על כל גדותיה ומדיחין כל העזרה [שהעזרה רצפה של שיש היתה כולה] ואח״כ פותחין הנקב והמים יוצאים:",
                "<b>מדם התערובות.</b> המוטל על הרצפה. ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>אונקליות.</b> מסמרים שראשיהן כפופים למעלה:",
                "<b>ובעמודים.</b> שהיו קבועין בבית המטבחים בעזרה עמודים קטנים נקראים ננסים:",
                "<b>חלקים.</b> מפוצלות קליפתן:",
                "<b>שחל להיות בשבת.</b> ואין יכול לטלטל המקלות:",
                "<b>ידו על כתף חבירו.</b> ותולה אותו בגידי ארכובותיו בזרועו. ואין הלכה כר״א. שמותר לטלטל אותן המקלות דאין שבות במקדש:"
            ],
            [
                "<b>אימוריו.</b> החלבים הקרבים ע״ג המזבח:",
                "<b>במגיס.</b> בקערה. תרגום קערותיו מגיסוהי:",
                "<b>ישבה לה בהר הבית.</b> בשבת קאמר, שאין יכולין להוליך פסחיהן:",
                "<b>בחיל.</b> בין הסורג לחומת העזרה של נשים בתחלת עליית הבית:",
                "<b>חשיכה יצאו וצלו את פסחיהן.</b> שאין צליית הפסח דוחה את השבת:"
            ]
        ],
        [
            [
                "<b>ואלו דברים בפסח דוחין את השבת.</b> פסח דוחה את השבת, דנאמר מועדו בפסח (במדבר ט׳:ב׳) ויעשו בני ישראל את הפסח במועדו, ונאמר מועדו בתמיד (שם כח) תשמרו להקריב לי במועדו, מה מועדו האמור בתמיד דוחה את השבת שנאמר (שם) על עולת התמיד, אף מועדו האמור בפסח דוחה את השבת:",
                "<b>שחיטתו וזריקת דמו.</b> א״א לעשותן בלילה דכתיב (ויקרא ז׳:ט״ז) ביום צוותו להקריב, ביום ולא בלילה:",
                "<b>מחוי.</b> קינוח, כמו אכלה ומחתה פיה (משלי ל׳:כ׳). מחוי קרביו דוחה את השבת, שלא יסריחו:",
                "<b>צלייתו והדחת קרביו אין דוחין.</b> דאפשר משתחשך:",
                "<b>הרכבתו.</b> על כתפו להביאו דרך רה״ר לעזרה. אע״פ שאין בו אלא איסור שבות, שהחי נושא את עצמו, אין דוחה, דהו״ל למעבדה מאתמול. וכן הבאתו מחוץ לתחום וחתיכת יבלתו של קרבן פסח להסיר מומו, אע״פ שאין בו אלא איסור שבות, שחותכה בשיניו או בידו, אינן דוחים. והא דתנן בשלהי עירובין חותכין יבלת במקדש, ההיא ביבשה דמפרך פרכה, ומתניתין דהכא בלחה. ואע״פ דכשחותכה בשיניו או בידו כלאחר יד הוא, אפילו הכי אסור בלחה דהוה ליה למעבדה מאתמול:",
                "<b>ר״א אומר דוחין.</b> דסבר מכשירי מצוה דוחים את השבת, במסכת שבת:"
            ],
            [
                "<b>שחיטה שהיא.</b> אסורה בחולין בשבת משום איסור מלאכה גמורה, אעפ״כ דוחה את השבת בפסח:",
                "<b>אלו שהם משום שבות לא ידחו.</b> בתמיה:",
                "<b>יום טוב יוכיח.</b> שהתירו בו שחיטה ובישול שהוא אב מלאכה ומותרין להדיוט, ואסרו בו להביא דבר מחוץ לתחום ולאכלו, הואיל והיה אפשר לו מאתמול, ואע״ג דתחומים מדרבנן:",
                "<b>מה ראיה רשות למצוה.</b> אכילת הדיוט רשות הוא, וצורך גבוה מצוה היא, ואם העמידו חכמים איסור שבות שלהן במקום רשות, יעמידוהו אף במקום מצוה. ורבי יהושע סבר כל שמחת יום טוב מצוה היא, ואפילו הכי אינה דוחה שבות:",
                "<b>הזאה תוכיח שהיא מצוה.</b> בטמא מת שחל שביעי שלו להיות בשבת ערב הפסח, שאם לא יזה לא יעשה פסחו, ואפילו הכי אינו דוחה דהכי קים ליה לרבי עקיבא דלא דחיא. והזאה שבות היא דמיחזי כמאן דמתקן גברא:",
                "<b>ועליה אני דן.</b> וגם על ההזאה אני חולק ואומר שתדחה ולא יעכבהו מפסח, מק״ו זה בעצמו:",
                "<b>א״ל ר׳ עקיבא או חלוף.</b> או אני אחליף את הדין. דפשיטא ליה דהזאה מעכבא וילפינן בק״ו מינה לשחיטה [שתעכב]:",
                "<b>במועדו.</b> ויעשו בני ישראל את הפסח במועדו (במדבר ט׳:ב׳):",
                "<b>הבא לי מועד לאלו.</b> שיהא להם זמן קבוע, כמו שקבע לשחיטה, הילכך כיון שלא קבע להם זמן ומצי למעבד מאתמול, לא דחיא, והזאה נמי לאו מגופיה דפסח היא ולא כתיב ביה במועדו. והלכה כר״ע:"
            ],
            [
                "<b>אימתי מביאים עמו חגיגה.</b> עם הפסח בי״ד בניסן:",
                "<b>בזמן שהוא בא בחול ובטהרה.</b> דאע״ג דפסח דחי שבת וטומאה, חגיגה לא דחיא שבת:",
                "<b>ובמועט.</b> שהיה פסח מועט לאכילת בני חבורה, ואוכלין החגיגה תחלה כדי שיהיה הפסח גמר שביעתן:",
                "<b>במרובה.</b> שהיתה החבורה מועטת ודי להן בפסח לבדו:",
                "<b>ובטומאה.</b> שרוב צבור טמאין:",
                "<b>אין מביאין עמו חגיגה.</b> שחגיגת יום י״ד רשות היא ולא חובה:"
            ],
            [
                "<b>מן הבקר.</b> משא״כ בפסח שאינו בא לא מן הבקר ולא מן הנקבות:"
            ],
            [
                "<b>הפסח ששחטו שלא לשמו.</b> בי״ד שחל להיות בשבת וסבור כשם שמותר לשמו כך מותר שלא לשמו:",
                "<b>חייב חטאת.</b> שחלל שבת בשוגג:",
                "<b>אם אינן ראוין.</b> לפסח. כגון עגל או איל בן שתי שנים או נקבה. חייב עליו חטאת אם נתעלמה ממנו שבת או סבור שמותר לשחוט זבחים אחרים לשם פסח בשבת, דהאי לאו טועה בדבר מצוה, דהכל יודעים שאין זה כשר לפסח:",
                "<b>ואם ראוין הן.</b> כגון שה בן שנה של שלמים ששחטו לשם פסח, דמתוך שהוא טרוד ובהול לשחוט פסחו טעה בדבר זה ולא נזכר שהקדישו לזבח אחר:",
                "<b>רבי אליעזר מחייב חטאת.</b> אעפ״י שטעה בדבר מצוה:",
                "<b>ורבי יהושע פוטר.</b> דקסבר טעה בדבר מצוה ועשה מצוה כל דהוא פטור מחיוב חטאת שבה, וזה עשה מצוה שהקריב קרבן, דכל הזבחים שנזבחו שלא לשמן כשרים, ואף הנשחטים לשם פסח מכשיר להו ר״י בפרק תמיד נשחט:",
                "<b>מה אם פסח.</b> שמותר לשחטו בשבת לשמו, שינה את שמו אודית מיהא דחייב חטאת כדקתני לעיל:",
                "<b>ששינהו לדבר האסור.</b> ששחטו לשם קרבנות אחרים שאסורים לשחטן בשבת:",
                "<b>ששינהו לדבר המותר.</b> ששוחטו לשם דבר המותר לשוחטו בשבת:",
                "<b>אימורי ציבור.</b> קרבנות האמורים בצבור בשבת כגון תמידים ומוספים יוכיחו שמותרים לשוחטן לשמן, והשוחט שאר זבחים לשמן בשבת חייב:",
                "<b>שיש להן קצבה.</b> שאינו רואה אחרים עסוקין בשחיטתו, וכיון שנשחט התמיד יודע הוא שאין צריך לשחוט עוד, הילכך אין זה טועה אלא שוגג, דלא היה לו לטעות בדבר:",
                "<b>תאמר בפסח שאין לו קצבה.</b> דהכל צריכין לכך והרי הוא רואה אחרים הרבה עסוקים בכך וטרוד הוא להתעסק במצוה. ואפילו שחט הוא פסח כבר ומצא זבח זה עומד בעזרה וכסבור שהוא פסח ושחטו לשם מי שהוא, טועה בדבר מצוה הוא:",
                "<b>רבי מאיר אומר.</b> השוחט בשבת זבחים אחרים כל ימות השנה לשם אמורי צבור פטור. והלכה כרבי יהושע ואין הלכה כרבי מאיר:"
            ],
            [
                "<b>לאוכליו ושלא לאוכליו פטור וכו׳</b> דהא פסח כשר הוא, דאמרינן פרק תמיד נשחט דהשוחט לפסולים ולכשרים לא פסל:",
                "<b>שחטו ונמצא בעל מום חייב.</b> דשוגג הוא ולא אנוס שהיה לו [לבקרו]:",
                "<b>שמשכו בעלים את ידם.</b> ממנו קודם שחיטה ונמנו על אחר:",
                "<b>או שמתו או שנטמאו.</b> דעכשיו לא נתנה שבת לדחות אצלם:",
                "<b>פטור.</b> שאנוס הוא, דלא היה יודע שכך הוא ולא היה לו לבדוק על כך:"
            ]
        ],
        [
            [
                "<b>כיצד צולין.</b> שפוד של רמון. ולא שאר עצים דמפקי מיא והוה ליה בשל מבושל במים, ורמון לא מפיק מיא. ובשפוד של מתכת לא, כדלקמן, דחם מקצתו חם כולו ונצלה מחמת שפוד, ורחמנא אמר צלי אש ולא צלי דבר אחר:",
                "<b>כמין בשול הוא זה.</b> שמתבשלין בני מעיו לתוכו כבתוך הקדרה:",
                "<b>תולין חוצה לו.</b> תוחבן בשפוד למעלה מפיו של טלה. והלכה כרבי עקיבא:"
            ],
            [
                "<b>אמר רבי צדוק כו׳</b> מתניתין חסורי מחסרא והכי קתני, ואם אסכלה מנוקבת היא כשרה ואמר רבי צדוק וכו׳, והלכה כרבי צדוק:",
                "<b>נגע הפסח בחרסו של תנור יקלף.</b> מן הפסח מקום הנוגע בתנור, שנצלה שם מחום חרס התנור ולא צלי אש הוא:",
                "<b>נטף מרוטבו על החרס וחזר אליו.</b> שחזר שומן שנתחמם מן החרס ונבלע בפסח:",
                "<b>יטול את מקומו.</b> ולא סגי בקליפה אלא בנטילה כעובי אצבע, דשומן נבלע בתוכו הרבה, ואותו שומן צלי מן החרס הוא:",
                "<b>נטף מרוטבו על הסולת.</b> והסולת רותחת דמצלי רוטב מחמת סולת, וההוא רוטב שבתוך הסולת אסור למיכליה דהוה ליה צלי מחמת דבר אחר, הלכך יקמוץ את מקומו וישרוף אותו קומץ כשאר קדשים הפסולים:"
            ],
            [
                "<b>סכו בשמן תרומה.</b> שמותר לסוך הפסח במי פירות:",
                "<b>אם חי ידיחנו.</b> דלא בלע:",
                "<b>ואם צלי הוא.</b> בעי קליפה משום דבלע:",
                "<b>שאין פודים.</b> מוכרים:",
                "<b>מעשר שני בירושלים.</b> ואפילו לאכלו בטהרה, דכתיב (דברים י״ד:כ״ה) ונתת בכסף וצרת הכסף בידך והלכת אל המקום:"
            ],
            [
                "<b>חמשה דברים.</b> אין לך בצבור קרבן נאכל אלא אלו, וקרבן צבור דוחה את הטומאה דילפינן מפסח דכתיב ביה במועדו, ודוחה את הטומאה כשרוב הקהל טמאים, דהכי אמרינן איש כי יהיה טמא וכו׳, יחיד נדחה ואין צבור נדחין, ובקרבנות צבור כתיב (במדבר כ״ט:ל״ט) אלה תעשו לה׳ במועדיכם, כמו שנאמר בפסח במועדו, ואשמעינן מתניתין דאע״ג דקרבין בטומאה לאפוקי צבור ידי חובתן, אין נאכלים בטומאה. והא דתני חמשה דברים, ולא תני קרבנות צבור וכו׳, מנינא למעוטי חגיגת הרגלים כולם, דדמו לקרבן צבור משום דאתו בכנופיא באסיפת חברים לרגל ואינם דוחים את הטומאה כדרך שאין דוחים את השבת:",
                "<b>זבחי שלמי צבור.</b> כבשי עצרת, שאין שלמים אחרים לצבור:",
                "<b>ושעירי ראשי חדשים.</b> ולא תני שעירי רגלים, דכיון דאשמעינן זבחי שלמי צבור שהן מיני דמים ואין נאכלין בטומאה הוא הדין לכל שאר מיני דמים, ולא איצטריך למתני שעירי ראשי חדשים אלא משום דלא כתיב בהו מועד, וסלקא דעתך אמינא לא לדחו את הטומאה דהא כל קרבנות צבור ממועד נפקא לן, דכתיב בכולהו אלה תעשו לה׳ במועדיכם:",
                "<b>שלא בא מתחלתו אלא לאכילה.</b> שכשנצטוה עיקר מצות פסח לאכילה נצטוה. דכתיב (שמות י״ב:ד׳) לפי אכלו, וכי שרייה רחמנא לאתויי בטומאה מאיש נדחה ואין צבור נדחין, אדעתא למיכלה שרייה:"
            ],
            [
                "<b>נטמא בשר וחלב קיים אינו זורק את הדם </b> דעיקר פסח לאכילת אדם אתי:",
                "<b>ובמוקדשים אינו כן.</b> שאפילו נטמא בשר, וחלב קיים זורק את הדם: "
            ],
            [
                "<b>נטמא הקהל.</b> בטומאת מת, שאין פסח נדחה מפני הטומאה אלא מטומאת מת:",
                "<b>יעשו בטומאה.</b> ואפילו טמאים יחידים, דהא [פסח] דטהורים גופייהו בטומאה אתו משום כהנים, שאין קרבן צבור הבא בטומאה חלוק, מאחר שקרבן רובם בא בטומאה אף היחידים עושים בטומאה:"
            ],
            [
                "<b>ואח״כ נודע שהוא טמא.</b> הפסח או הדם:",
                "<b>הציץ מרצה.</b> ופטור מפסח שני:",
                "<b>נטמא.</b> בעליו טומאת הגוף במת:",
                "<b>אין הציץ מרצה.</b> וחייב בפסח שני, דהא בשעת זריקה לאו בר מעבד פסח הוא דרחמנא דחייה:",
                "<b>הנזיר.</b> דכתיב (במדבר ו׳) וכי ימות מת עליו [וגו׳] והימים הראשונים יפלו, דאם נטמא במת קודם הבאת קרבנותיו סותר:",
                "<b>הציץ מרצה על טומאת הדם.</b> ותגלחתו כשרה ומותר לשתות יין וליטמא למתים:",
                "<b>ואין הציץ מרצה על טומאת הגוף.</b> ואם [טמא] בשעת הבאת קרבנותיו סותר הכל:",
                "<b>נטמא.</b> גופו:",
                "<b>בטומאת התהום.</b> כל טומאת מת שלא ידע בה אדם קודם לכן נקראת טומאת התהום:",
                "<b>הציץ מרצה.</b> דהלכה למשה מסיני שהותר טומאת התהום להם. כיון שלא הכיר בה אדם בטומאה זו מעולם, ואם נודע לו בטומאה זו אחר שהקריב פסחו אין צריך לעשות פסח שני. וכן נזיר שנודע לו בטומאת התהום לאחר שהביא קרבנותיו אין צריך להביא קרבן טומאה. ולא אמרו טומאת התהום אלא בטומאת מת בלבד:"
            ],
            [
                "<b>לפני הבירה.</b> כל המקדש כולו קרוי בירה. ושורפים אותו שם כדי לביישן, שיזהרו שלא יבואו עוד לידי טומאה:",
                "<b>מעצי המערכה.</b> שלא לבייש את מי שאין לו עצים:",
                "<b>נטמא מיעוטו.</b> וכן נותר של פסח טהור:",
                "<b>הציקנין.</b> העצרנין. צרי עין, שורפין אותו מיעוט שנטמא, והנותר מפסח טהור, לפני הבירה:"
            ],
            [
                "<b>הפסח שיצא.</b> חוץ לחומה:",
                "<b>ישרף מיד.</b> בארבעה עשר ולא צריך לאשהויי עד הבוקר של ט״ו כדי שתעובר צורתו דהיינו שיבא לידי נותר. ומיהו ביום טוב לא מצי שריף ליה דאין שורפין קדשים ביו״ט:",
                "<b>נטמאו בעלים או שמתו.</b> אין פסולו בגופו אלא מחמת דבר אחר:",
                "<b>תעובר צורתו.</b> ימתין עד שיבא לידי נותר, ואח״כ ישרפנו:",
                "<b>אף זה ישרף מיד.</b> ר״י בן ברוקא לא פליג את״ק אלא כשנטמאו הבעלים או מתו קודם זריקת הדם דלא איחזי בשר באכילה והוה ליה כפסולו בגופו. ואין הלכה כר״י בן ברוקא:"
            ],
            [
                "<b>העצמות.</b> שאינו יכול לשברן מפני שנאסרה שבירת עצם, ונותר בהן מוח וטעון שריפה:",
                "<b>והגידין.</b> שהן אסורין באכילה ואין חייבין עליהן מן התורה, כגון שומנו של גיד הנשה שהוא מותר אלא שישראל קדושים נהגו בו איסור. אי נמי, הגיד החיצון הסמוך לבשר שהוא אסור ואין חייבין עליו, ומן התורה הוי נותר, ולאכלו אי אפשר דרבנן אסרוהו:",
                "<b>והנותר.</b> בשר פסח שנתעצלו באכילתו ונתותר:",
                "<b>בששה עשר.</b> שהוא חולו של מועד. אע״פ שנפסל בבוקר ראשון אין רשאי לשורפו ביו״ט, דשריפת קדשים עשה, ויו״ט עשה ולא תעשה, ואין עשה דוחה את ל״ת ועשה:"
            ],
            [
                "<b>כל הנאכל בשור הגדול.</b> שכבר הוקשה כל העתיד להקשות בו:",
                "<b>יאכל בגדי הרך.</b> ראוי לאכילה בפסח בן שמונה ימים. אבל מה שאין נאכל בשור הגדול אין נמנין עליו בפסח אף על פי שעכשיו הוא רך הואיל וסופו להקשות:",
                "<b>וראשי כנפים והסחוסים.</b> הכי קאמר, ומהו הנאכל בשור הגדול ראשי כנפים, הסחוס שקורין טנרוס בלע״ז שבראש כף הכתף ושאר סחוסים כגון תנוך האזן וסחוסי החזה והצלעות הקטנות שבסוף השדרה, הואיל ובשור הגדול נאכלים ע״י שליקה, יאכלו בגדי הרך צלי:",
                "<b>אבל המותיר בטהור כו׳</b> דכתיב (שמות י״ב:י׳) לא תותירו ממנו עד בוקר והנותר ממנו עד בוקר באש תשרופו, בא הכתוב ליתן עשה אחר לא תעשה, לומר אם עברת על לאו, קיים עשה שבו ואינך לוקה. אי נמי, דהוי לאו שאין בו מעשה, וכל לאו שאין בו מעשה. אין לוקין עליו:",
                "<b>והשובר בטמא כו׳</b> דכתיב (שם) ועצם לא תשברו בו, בכשר מוזהר על שבירת עצם ואינו מוזהר על שבירת עצם בפסול:"
            ],
            [
                "<b>אבר.</b> מן הפסח:",
                "<b>שיצא מקצתו.</b> חוץ למחיצתו, וצריך לחתוך את היוצא דכתיב (שמות כב) ובשר בשדה טריפה לא תאכלו, ודרשינן ביה כל בשר שיצא בשדה כלומר שיצא חוץ למחיצתו, כגון קדשי קדשים שיצאו חוץ לעזרה וקדשים קלים שיצאו חוץ לירושלים, אותו בשר היוצא טריפה הוא ולא תאכלו:",
                "<b>חותך.</b> את הבשר היוצא סביב עד שמגיע לעצם:",
                "<b>וקולף.</b> את הבשר שלא יצא לחוץ עד שמגיע לפרק שמתחברים שם שני עצמות, ואוכל את הבשר שקלף שהרי לא יצא, וחותך את הפרק ומשליך כל העצם שיצא מקצתו:",
                "<b>ובמוקדשים.</b> בשאר קדשים חוץ מהפסח:",
                "<b>קוצץ בקופיץ.</b> אותו מקצת האבר שיצא. ובפסח אינו יכול לעשות כן מפני שהוא מוזהר על שבירת עצם:",
                "<b>מן האגף ולפנים כלפנים.</b> אגף קרי כל מקום הגפת הדלתות שהוא חופף ונוקש שם כשסוגרו דהיינו [משפת הפנימי של עובי הפתח עד מקום הנקישה. מן האגף ולפנים, דהיינו] תוך העיר ממש:",
                "<b>כלפנים.</b> ואוכלים שם קדשים קלים:",
                "<b>מן האגף ולחוץ.</b> דהיינו ממקום הנקישה ולחוץ, כלחוץ:",
                "<b>החלונות.</b> שבחומת ירושלים. ועובי ראש החומה בגגה, כלפנים:"
            ],
            [
                "<b>שתי חבורות שהיו אוכלות.</b> פסח אחד:",
                "<b>אלו הופכים פניהם הילך ואלו הופכים פניהם הילך.</b> ואפילו נראים כשתי חבורות על פסח אחד לא אכפת לן, דרחמנא אמר (שם יב) על הבתים אשר יאכלו אותו, דמשמע שני בני אדם אוכלין פסח אחד בשני בתים, דכתיב יאכלו [שנים], אותו חד פסח, [בתים] שנים. אבל אדם אחד אינו אוכל בב׳ מקומות, ולהכי מוקי בבית אחד יאכל, שאין אחד אוכל בב׳ בתים. ושתי חבורות ההופכות פניהם כשני בתים דמי:",
                "<b>והמיחם.</b> שמחממין בו את החמין שמוזגים בו היין, רשאי ליתן באמצע כדי שיהא נוח לשתיהן למזוג לכאן ולכאן. ואף על פי שמפסיק בין החבורות, לא אכפת לן:",
                "<b>וכשהשמש.</b> המשמש לשתיהן, עומד מחבורה אחת שהתחיל לאכול הפסח עמה ומוזג לחבורה האחרת:",
                "<b>קופץ את פיו.</b> סוגר ובולם את פיו ומחזיר את פניו לצד חבורתו, שלא יחשדוהו שהוא אוכל עם החבורה האחרת, דאין אדם אחד אוכל בב׳ חבורות כדאמרן:",
                "<b>והכלה.</b> שהיא בושה, רשאה להפוך פניה לצד אחר ולאכול, דפסח נאכל בשתי חבורות:"
            ]
        ],
        [
            [
                "<b>האשה. תאכל משל בעלה.</b> כל זמן שלא פירשה שדעתה בשל אביה, דמסתמא דעתה למנות על של בעלה:",
                "<b>רגל הראשון.</b> שלאחר נשואיה, שכך דרך הנשואות ללכת לבית אביהן:",
                "<b>תאכל במקום שהיא רוצה.</b> וכגון שאינה רדופה עד הנה לילך לבית אביה תדיר, הילכך מספקא לן בהי ניחא לה:",
                "<b>אפטרופסים.</b> יתום שהיו לו שני אפטרופסין והמנוהו זה על פסחו וזה על פסחו:",
                "<b>לא יאכל משל שניהם.</b> לא מפסחו של זה ולא מפסחו של זה, דמי נתן רשות לחלק האחד להמנות עם זה. ואין לו תקנה אלא אם כן רצו שניהם שימנה עם האחד:",
                "<b>לא יאכל משל רבו.</b> אבל משל עצמו אוכל, דכיון דדינא הוי דכופין את רבו וכותב לו גט שחרור, אע״פ שעדיין לא נשתחרר הרי הוא כבן חורין, הילכך אוכל משל עצמו:"
            ],
            [
                "<b>שחט גדי יאכל.</b> רבו ממנו. ואע״ג דבכל שאר פסחים רגיל תדיר בטלה, כיון דלא פירש לו עליה סמיך:",
                "<b>יאכל מן הראשון.</b> והשני ישרף. ובגמרא מוקי לה דוקא במלך ומלכה, אית דאמרי משום שלום מלכות, ואית דאמרי מפני שסומכין על עבדיהם ואין מקפידים על סעודתן אם גדיים אם טלאים, הילכך יאכל מן הראשון כיון דליכא קפידא, דבראשון יצאו ידי חובתן. אבל אינשי דעלמא דקפדי, לא יאכל לא מן הראשון ולא מן השני, דקיי״ל אין נמנין על ב׳ פסחים כאחד לאכול איזה מהם שירצה, דאין ברירה, וכי בעי למיכל מהא, דלמא בשעת שחיטה לא הוה דעתיה עליה: ",
                "<b>שכח מה שאמר</b> שפירש לו גדי או טלה, וזה שכח:",
                "<b>וטלה שלי.</b> בגמרא מוקי לה כגון שהלך העבד אצל רועה הרגיל אצל רבו ורוצה בתקנתו, ואמר לו, אם גדי אמר לך רבך גדי שלו וטלה שלך ע״מ שאין לרבך רשות בו, דכה״ג קנה העבד. דאי לאו הכי מה שקנה עבד קנה רבו ונמצאו שניהם של רבו:",
                "<b>ופטורים מלעשות פסח שני.</b> דאע״ג דשניהם יוצאים לבית השריפה ואינן נאכלין מפני שאין המנויין ניכרים, מיהו שחיטה וזריקה מעלייתא היא, חדא אהאי וחדא אהאי, דקמי שמיא גליא:"
            ],
            [
                "<b>על מי שיעלה ראשון לירושלים.</b> כדי לזרזן קאמר, שיזדרז כל אחד להיות ראשון. ומיהו כל בניו המנה על הפסח, אלא שאותו שיעלה ראשון יזכה ראשון וכל אחיו יזכו אחריו על ידו:",
                "<b>עד שיזרק הדם.</b> לעולם יכול לימשך, אפילו אחר שחיטה עד שיזרק הדם. ומודה רבי שמעון דאין נמנין אלא עד שישחט. ואין הלכה כר׳ שמעון:"
            ],
            [
                "<b>הממנה אחרים על חלקו.</b> אחד מבני חבורה שהמנה אחרים על חלקו, בלא דעת חבורה:",
                "<b>רשאין בני חבורה לומר לו.</b> טול את שלך וצא ואכול אתה וחבריך, שאין בני חבורה מתרצים להיות כל אלו הדעות בחבורתן. ואית ליה להאי תנא פסח נאכל בב׳ חבורות:"
            ],
            [
                "<b>זב שראה שתי ראיות.</b> שטמא טומאת ז׳ ואין טעון קרבן:",
                "<b>שוחטין עליו.</b> ואע״פ שלא העריב שמשו. והוא שטבל בשעת השחיטה דהא חזי למיכל לאורתא. דדוקא טמא מת שחל שביעי שלו בי״ד נדחה לפסח שני אע״ג דחזי למיכל לאורתא, כדכתיב (במדבר ט) ויהי אנשים אשר היו טמאים לנפש אדם ולא יכלו לעשות הפסח ביום ההוא, ביום ההוא לא היו יכולים, הא לערב היו יכולים לאכול בפסח, ונדחו לפסח שני. אבל שאר טומאות אי חזי למיכל לאורתא שוחטים עליו ואע״פ שלא העריב שמשו:",
                "<b>ראה שלש.</b> לא חזי למיכל עד דמייתי כפרה:",
                "<b>שוחטין עליו.</b> אם חל שמיני שלו בערב פסח אפילו לא הביא כפרתו. והוא שנתן קרבנותיו לב״ד:",
                "<b>שומרת יום כנגד יום.</b> הרואה תוך י״א יום שבין נדה לנדה דבעיא לספור יום המחרת, שוחטין עליה ביום הספירה. דכיון שספרה מקצת היום מותרת לטבול. ואע״פ שמחוסרת הערב שמש שוחטין עליה:",
                "<b>והזבה.</b> שראתה ג׳ ימים רצופים בתוך י״א יום וצריכה לספור ז׳ נקיים ולהביא קרבן, שוחטין עליה בשמיני:"
            ],
            [
                "<b>האונן.</b> כל זמן שלא נקבר המת קרוי אונן, ולאחר שנקבר כל יום המיתה הוא קרוי אונן, ולילה שלאחריו הוא אונן מדרבנן. ולא העמידו דבריהם במקום כרת גבי פסח, הלכך שוחטין עליו, דלאורתא חזי:",
                "<b>והמפקח בגל.</b> שנפל על אדם ואין ידוע אם ימצאנו חי או מת. שוחטין עליו דבחזקת טהרה עומד עד שיודע שנטמא:",
                "<b>שוחטין עליהם.</b> בחבורת אחרים:",
                "<b>שמא יביאוהו לידי פסול.</b> שמא יטמא אונן למתו מתוך טרדו. ומפקח גל שמא ימצאנו מת ונמצא שהאהיל על הטומאה. והחבוש שמא לא יצא. ובחבוש בבית האסורים של עובדי כוכבים מיירי, שאע״פ שהבטיחוהו, שמא לא יוציאוהו. אשר פיהם דבר שוא. אבל חבוש ע״י ישראל, כגון לכופו להוציא אשה פסולה או לשלם ממון, שוחטין עליהם אפילו בפני עצמן, אם הבטיחוהו להוציאו, דשארית ישראל לא ידברו כזב. ואם בית האסורים בתוך ירושלים אפילו בידי עובדי כוכבים שוחטין עליהם בפני עצמן, דאפשר דמעיילי לפסח לבית האסורים ואכלי ליה התם. וחולה וזקן אין שוחטין עליהן בפני עצמן, שמא יכבד עליהם החולי ולא יוכלו לאכול כזית:",
                "<b>לפיכך.</b> הואיל ובשעת שחיטה ראויין היו ונזרק הדם עליהם, אם אירע בהם פסול כמו שאמרנו, פטורים מלעשות פסח שני:",
                "<b>חוץ מן המפקח הגל.</b> ונמצא מת תחתיו שצריך לעשות פסח שני שהיה טמא מתחילתו קודם שחיטה שהרי האהיל על הטומאה משעה שהתחיל לפקח. והוא שהיה הגל עגול דודאי האהיל עליו מתחלה. אבל אם היה הגל ארוך, שמא בשעת שחיטה עדיין לא האהיל על הטומאה ופטור מלעשות פסח שני:"
            ],
            [
                "<b>אין שוחטין את הפסח ביחיד.</b> דכתיב (דברים ט״ז:ה׳) לא תוכל לזבוח את הפסח וכו׳, כלומר ביחיד:",
                "<b>אפילו חבורה של מאה.</b> ר׳ יוסי קאמר לה, כלומר לא תליא מילתא אלא באכילה. יחיד ויכול לאכול כזית שוחטין עליו, מאה ואין כל אחד מהם יכולין לאכול כזית אין שוחטין עליהם. והלכה כר׳ יוסי:",
                "<b>אין עושין חבורת נשים ועבדים.</b> לשחוט פסח. נשים ועבדים בחבורה אחת, משום הרגל עבירה. ולא קטנים ועבדים בחבורה אחת, משום פריצותא דמשכב זכור. אבל נשים ועבדים כל חדא באנפי נפשה עושין:"
            ],
            [
                "<b>אונן טובל ואוכל פסחו לערב.</b> דאין אנינות מן התורה אלא ביום שנאמר (ויקרא י׳:י״ט) ואכלתי חטאת היום, יום אסור, לילה מותר. וטבילה בעי, מתוך שנאסר עד עכשיו בקדשים אצרכוהו רבנן טבילה. אבל לא אכיל אונן בשאר קדשים לערב, דאנינות לילה אסורה מדרבנן. ולגבי פסח לא העמידו דבריהם במקום כרת. אבל אכילת שאר קדשים, עשה בעלמא הוא, ואכלו אותם אשר כופר בהם (שמות כ״ט:ל״ג):",
                "<b>השומע על מתו.</b> יום שמועה הוי אונן דרבנן. וכן מי שלקטו לו עצמות אביו ואמו אמרינן במסכת מועד קטן, מתאבל עליהם כל אותו היום ולערב אין מתאבל עליהם:",
                "<b>טובל ואוכל בקדשים לערב.</b> דאפילו יום גופיה מדרבנן הוא:",
                "<b>כפורש מן הקבר.</b> וצריך הזאה שלישי ושביעי. ולא נחלקו ב״ש ובית הלל אלא בערל נכרי שמל ביום י״ד, דב״ה סברי גזירה שמא יטמא לשנה הבאה ויאמר אשתקד לא טהרתי מכל טומאה עד יום ערב פסח שטבלתי ואכלתי, השתא נמי אטבול ואוכל, ולא ידע דאשתקד נכרי הוה ולא מקבל טומאה, עכשיו ישראל הוא ומקבל טומאה. ובית שמאי סברי לא גזרינן. אבל ערל ישראל כגון שמתו אחיו מחמת מילה, דברי הכל טובל ואוכל פסחו לערב ולא גזרינן ערל ישראל אטו ערל נכרי:"
            ]
        ],
        [
            [
                "<b>מי שהיה טמא.</b> שאלו פטורין מן הכרת. הטמא או שהיה בדרך רחוקה פטרן הכתוב מלעשות פסח ראשון, ועיקר כרת בפסח ראשון הוא, לפיכך אם לא עשו פסח שני פטורים מן הכרת:",
                "<b>ואלו חייבין בהכרת.</b> השוגג או האנוס חייבין היו בפסח ראשון אלא שהשגגה והאונס עכבתן, וכשהזידו ולא עשו פסח שני חייבין בהכרת, כדכתיב (במדבר ט׳:י״ג) והאיש אשר הוא טהור ובדרך לא היה וחדל לעשות הפסח ונכרתה, משמע דעל כל שאר שגגות ואונסין שאירעו בראשון חוץ מטמא ודרך רחוקה חייבין כרת אם לא עשו פסח שני:"
            ],
            [
                "<b>מן המודעית.</b> שם מקום רחוק מירושלים מהלך ט״ו מילין, והוא שיעור מהלך אדם בינוני בימי ניסן וימי תשרי שהימים והלילות שוים מהנץ החמה עד בין הערבים שהוא שעת הקרבת הקרבן:",
                "<b>חוץ לאסקופת העזרה.</b> אפילו היה קרוב לירושלים וחלה ונתעכב ולא הגיע לאסקופת העזרה עד סוף שעת הקרבת הקרבן, נדון בדין דרך רחוקה. ור׳ עקיבא סובר שאין לו אלא דין נאנס אבל לא דין דרך רחוקה, הואיל והיה מן המודעית ולפנים. והלכה כר״ע. ",
                "<b>לפיכך נקוד על ה׳.</b> של רחוקה. אני שמעתי לדרוש, רחוק חמש אמות מאסקופת העזרה, שאפילו אינו רחוק אלא חמש אמות בלבד בסוף שעת [הקרבת] הקרבן נדון בדין דרך רחוקה:"
            ],
            [
                "<b>והשני חמץ ומצה עמו בבית.</b> דכתיב (במדבר ט׳:י״ב) ככל חוקת הפסח יעשו אותו, משמע מצות שבגופו כגון צלי ועל מצות ומרורים יאכלוהו עושין אותו ככל חוקת הפסח, אבל מצוות שעל גופו ממקום אחר כגון תשביתו שאור ולא תשחט על חמץ אין עושין אותו ככל חוקת הפסח:",
                "<b>הראשון טעון הלל באכילתו וכו׳</b> דכתיב (ישעיהו ל׳:כ״ט) השיר יהיה לכם כליל התקדש חג, ליל המקודש לחג שהוא פסח ראשון טעון הלל, ושאינו מקודש לחג אינו טעון הלל:",
                "<b>זה וזה טעונים הלל בעשייתן.</b> דלילה מיעט קרא משיר, יום לא מיעט:"
            ],
            [
                "<b>לא יאכלו ממנו זבין.</b> דגבי טמא לנפש כתיב איש, דדרשינן מיניה איש נדחה ואין צבור נדחין, (אבל גבי זיבה אף ציבור נידחין):",
                "<b>ואם אכלו פטורים מכרת.</b> דאוכל קדשים בטומאת הגוף דכתיב (ויקרא ז׳:י״ט-כ׳) כל טהור יאכל בשר, וסמיך ליה והנפש אשר תאכל בשר כו׳ וטומאתו עליו ונכרתה, בשר הנאכל לטהורים, טמאים חייבין עליו משום טומאה, ושאינו נאכל לטהורים כגון פסח הבא בטומאה, אין טמאין חייבין עליו משום טומאה:",
                "<b>אף על ביאת מקדש.</b> פוטר הזבין והזבות אם נכנסו למקדש פטורים, כשהפסח נדחה מפני הטומאה, דכתיב (במדבר ח) וישלחו מן המחנה כל צרוע וכל זב וכל טמא לנפש, בזמן שטמאי מתים משתלחין זבין ומצורעים משתלחין, אין טמאי מתים משתלחין אין זבין ומצורעים משתלחין. ותנא קמא לא דריש לקרא להכי, דכולהו אצטריכו לחלקם ממחנותיהם. ואין הלכה כר״א:"
            ],
            [
                "<b>לילה אחד ופסח דורות נוהג כל שבעה.</b> מתניתין חסורי מחסרא והכי קתני, ונאכל בחפזון בלילה אחד וחמוצו כל היום ופסח דורות חמוצו נוהג כל שבעה, דבפסח מצרים כתיב (שמות י״ג:ג׳-ד׳) ולא יאכל חמץ היום אתם יוצאים, קרי ביה ולא יאכל חמץ היום שאתם יוצאים בלבד:"
            ],
            [
                "<b>שמעתי.</b> מרבותי:",
                "<b>שתמורת הפסח, קריבה.</b> שלמים אחר הפסח:",
                "<b>ותמורת הפסח אינה קריבה.</b> ויש תמורת פסח שאינה קריבה היא עצמה שלמים, אלא תרעה עד שתפול בה מום ותמכר ויביא בדמיה שלמים, דמותר הפסח קרב שלמים:",
                "<b>ואין לי לפרש.</b> שכחתי על איזו שמעתי תקרב, ועל איזו תרעה עד שתסתאב:",
                "<b>הפסח.</b> שאבד והפריש אחר תחתיו ונמצא פסח ראשון קודם שחיטת השני, שהיה עומד לפנינו בשעת שחיטה, הרי קבעתו שעת שחיטה בשם פסח, וזה שלא הקריבו דחהו בידים ולא יקרב הוא עצמו שלמים:",
                "<b>עד שיסתאב.</b> שיפול בו מום שלא יהיה ראוי לקרבן:",
                "<b>וכן תמורתו.</b> אם המיר בו בהמת חולין אחרי כן:",
                "<b>לאחר הפסח.</b> כלומר ואם לאחר שחיטת השני נמצא, הרי לא קבעתו שעת שחיטה בשם פסח, ולא נדחה בידים, ויקרב הוא עצמו שלמים:",
                "<b>וכן תמורתו.</b> וה״ה דמצי ר׳ יהושע למיתני בפסח עצמו, יש פסח קרב ויש פסח שאינו קרב:"
            ],
            [
                "<b>ויפלו דמיו לנדבה.</b> נותנים אותן המעות לתיבה שבמקדש ומקריבין מהן עולות נדבה:",
                "<b>לא יביאנו בנו אחריו.</b> לשם פסח. דהוה ליה פסח שמתו בעליו ואין כאן מנויין:"
            ],
            [
                "<b>הפסח שנתערב.</b> שלשה טלאים, אחד של פסח ואחד של אשם ואחד של עולה, שנתערבו. כולן ירעו עד שיסתאבו:",
                "<b>ויביא בדמי היפה שבהן.</b> עולה דשמא היפה עולה היה. ובדמי היפה שבהן אשם דשמא היפה אשם היה. ובדמי היפה שבהן פסח אם קודם הפסח נסתאבו כולן, ואם לאחר הפסח נסתאבו יביאם לשלמים דשמא היפה פסח היה. ואותו מותר שצריך להוסיף על הב׳ עד שיגיעו לדמי היפה, יפסיד משלו. וכיצד עושה, אם היפה שבהן שוה סלע, מביא ג׳ סלעים מביתו ונוטל הסלע האחד ואומר, כל מקום שהיא העולה הרי היא מחוללת על סלע זו, ויביא ממנו עולה. ונוטל הסלע הב׳ ואומר, כל מקום שהוא אשם הרי הוא מחולל על סלע זו, ויביא בו אשם. וכן לשלמים:",
                "<b>נתערב הפסח בבכורות.</b> שמתן דמם ודם הפסח שוה:",
                "<b>ר׳ שמעון אומר אם חבורת כהנים יאכלו.</b> כולן בו בלילה, שהבכור נאכל לכהנים. ויקרב פסח לשם פסח בכ״מ שהוא, ובכורות לשם בכורות בכל מקום שהן, ואף ע״פ שהן ממעטין בזמן אכילת הבכור, שהבכור נאכל לשני ימים ולילה אחד ועכשיו אין אוכלין אותו אלא עד חצות כזמן הפסח ונמצאו מביאין קדשים לבית הפסול, ר״ש סבר שיכולין להביא קדשים לבית הפסול, ורבנן פליגי עליה ואמרי ירעו כולן עד שיסתאבו ויביא מעות בדמי היפה שבהן כדאמרן בפסח שנתערב בזבחים. ואין הלכה כר״ש:"
            ],
            [
                "<b>צא ובקש.</b> את האבוד ושחוט עלינו:",
                "<b>אם שלו נשחט ראשון.</b> הואיל והם אמרו לו שחוט עלינו על שלו הם נמנים ושלהם ישרף, דפסח בלא בעלים הוא ואוכלין כולם משלו:",
                "<b>ואם שלהן נשחט ראשון.</b> הוא אוכל משלו, שהרי לא נמנה על שלהן. והן אוכלין משלהן, שהרי חזרו בהן מן האבוד ומשכו ידיהן ממנו:",
                "<b>והן אינן אוכלין עמו.</b> שמא שלהן נשחט ראשון ומשכו ידיהן מזה:",
                "<b>ושלהן יצא לבית השריפה.</b> שמא שלו נשחט ראשון ואין נמנין על השני:",
                "<b>ופטורין מפסח שני.</b> דממה נפשך בראשון נמנו, ואכילה לא מעכבת:",
                "<b>אמר להן.</b> אותו היחיד שהלך לבקש את האבוד, אם אחרתי תמנוני עמכם ושחטו עלי. והם לא אמרו לו שחוט עלינו:",
                "<b>הוא אוכל עמהן.</b> ושלו ישרף. כיון שהמנוהו על שלהן הרי נמשך מן הראשון וחזר בו משליחותו:",
                "<b>ושלו יצא לבית השריפה.</b> שמא שלהן נשחט ראשון ונמשך [משלו, שהרי] עשאן שלוחין:",
                "<b>ופטור מפסח שני.</b> דממה נפשך בראשון נמנה, ואכילה לא מעכבת:",
                "<b>אמר להן.</b> שחטו עלי אם אחרתי:",
                "<b>ואמרו לו.</b> בקש ושחוט עלינו:",
                "<b>יאכלו כולם מן הראשון.</b> דהוא שלוחם והם שלוחיו:",
                "<b>ואם אין ידוע איזה ראשון שניהם ישרפו.</b> ופטורים מפסח שני:",
                "<b>אינן חייבין באחריות זה לזה.</b> אין להם טענה זה על זה. אין חוששין איזה ראשון, אלא הוא אוכל משלו, והן אוכלין משלהן:"
            ],
            [
                "<b>אלו מושכין להם אחד.</b> מן הפסחים. ואלו מושכין להם אחד:",
                "<b>אחד.</b> מבני חבורה זו בא לו אצל בני חבורה זו, ואחד מזו בא לו אצל זו:",
                "<b>וכך הם אומרים.</b> לאותו יחיד הבא אצלם:",
                "<b>אם שלנו הוא.</b> אותו הפסח שמשכנו אלינו יפה בררנו את שלנו, המשך ידך משלך והמנה עמנו על שלנו:",
                "<b>אם שלך הוא פסח זה.</b> הרי אתה עליו וידינו משוכות משלנו ויהא לבני חבורה האחרת ונמנינו על זה שלך. נמצא אם החליפו הרי נמשכו כל החבורה משלהם ונמנו על אותו שבררו. וכך אומרים בני חבורה השניה ליחיד הבא אצלם. ועל כרחם צריך אחד מאלו לבא אצל אלו ולמנות עמהן, ולא אמרינן ימשכו אלו משלהן בכל מקום שהוא ואלו משלהן ויחזרו וימנו אלו על אחד ואלו על אחד, משום דאמרינן בברייתא בגמרא דאסור לימשך כל בני החבורה מן הפסח ולהניחו בלא בעלים, ושמא החליפו ורוצים למשוך מפסחם ולמנות על אחר, כשאמרו הרי ידינו משוכות משלנו הרי נותר פסח בלא בעלים מיד, וזה אסור. ועכשיו כשאחד מחבורה זו בא אצל האחרת ממה נפשך אין כאן פסח בלא בעלים, אם יפה בררו להם הרי כל בני חבורתו עליו חוץ מן האחד שפירש מהן ומשך ידו, ואם החליפו הרי הלך אחד מהם עם פסחו, וכשמשכו הנותרים ידיהם הימנו, נשאר הוא עליו:",
                "<b>וכן חמש חבורות של חמשה חמשה.</b> בני אדם, שנתערבו פסחיהן. כל חבורה וחבורה מושכין להם אחד מן הפסחים, וחמשה אנשים שבכל חבורה וחבורה מתחלקין [לחמשה] פסחים, שאם החליפו לא יהא כאן פסח שאין אחד מבעליו הראשונים עליו:",
                "<b>וכך הם אומרים.</b> כשנעשו עתה החבורות החדשים אומרים הארבעה לאחד, אם שלך הוא פסח זה הרי ידינו ארבעתנו מסולקות מד׳ פסחינו בכל מקום שהם ונמנינו עמך, וכן הוא וג׳ חוזרין ואומרין לשני, וכן הד׳ לכל אחד שבחבורה. וכל חבורה וחבורה כן:"
            ],
            [
                "<b>שנים שנתערבו פסחיהן.</b> ראובן ושמעון שנתערבו פסחיהן, ראובן מושך לו אחד ושמעון מושך לו אחד. ראובן הולך וממנה עמו אחד מן השוק, ואומר כל מקום שהוא פסח שלי הרי אתה נמנה עליו, וראובן בא לו אצל פסח שמשך לו שמעון, ושמעון בא לו אצל פסח שמשך לו ראובן, וכך אומר לו ראובן ליהודה הנשאר על פסח שמשך לו שמעון, אם שלך הוא פסח זה, שיפה בירר לו שמעון תחלה, הרי ידי משוכות משלי והריני נמנה עמך על זה, ואם שלי הוא פסח זה, שלא כוונתי מתחלה לברור יפה ואין זה פסח שנמנית עליו עם שמעון, הרי ידיך מסולקות משלך, והמנה עמי על זה. ולכך הוצרך כל אחד להמנות עמו אחד מן השוק, שאם באו להתנות כשהן יחידים ולומר אם שלי הוא פסח זה ושלך שלך הרי יפה בררנו, ואם לאו הרי אני מושך ידי משלי ונמנה על שלך. נמצא כשהוא מושך משלו הרי הוא מניח את פסחו בלא בעלים, שעדיין לא נמנה עליו אחר. והא ליכא למימר שימנה כל אחד על של חבירו קודם שימשוך ידו משלו, דאין נמנין על שני פסחים כאחד, ואין זה מנוייו:"
            ]
        ],
        [
            [
                "<b>ערבי פסחים סמוך למנחה.</b> קודם למנחה מעט כמו חצי שעה. בתחלת שעה עשירית. דתמיד קרב בתשע ומחצה והוא זמן המנחה, וקודם למנחה חצי שעה הוי בתחלת שעה עשירית:",
                "<b>לא יאכל אדם.</b> כדי שיאכל מצה לתאבון משום הדור מצוה. ולחם פשיטא דלא מצי אכיל, דחמץ אסור משש שעות ולמעלה. ומצה נמי הא אמרינן בירושלמי האוכל מצה בערב פסח כבא על ארוסתו בבית חמיו. ולא נצרכה אלא לשאר אוכלין שלא ימלא כריסו מהן:",
                "<b>עד שיסב.</b> במטה ועל השלחן כדרך בני חורין:",
                "<b>ולא יפחתו לו.</b> גבאי צדקה המפרנסים את העניים:",
                "<b>מד׳ כוסות.</b> כנגד ד׳ לשונות של גאולה שיש בפרשת וארא. והוצאתי, והצלתי, וגאלתי, ולקחתי:",
                "<b>ואפילו הוא מתפרנס מן התמחוי.</b> דהיינו עני שבעניים דתנן במסכת פאה מי שיש לו מזון שתי סעודות לא יטול מן התמחוי:"
            ],
            [
                "<b>מברך על היום.</b> בתחלה קדוש היום ואח״כ בורא פרי הגפן. שתחלה קידש היום ואח״כ בא היין, וכשם שקדם לכניסה כך קודם לברכה:",
                "<b>מברך על היין.</b> תחלה. והוא הדין למקדש על הפת. שהיין או הפת גורמים לקדוש היום, שאם אין לו יין או פת לא יקדש:"
            ],
            [
                "<b>הביאו לפניו.</b> הירקות. כדי שיכיר תינוק וישאל, לפי שאין דרך להביא ירקות קודם סעודה:",
                "<b>מטבל בחזרת.</b> לאו דוקא חזרת, דטבול ראשון זה הוי בשאר ירקות, אלא אם אין לו שאר ירקות מטבל בחזרת במקום שאר ירקות. ולשון מטבל אוכל. ולפי שכל אכילתן ע״י טיבול היתה, קרי לאכילה טיבול. ומיהו טיבול זה לאו בחרוסת הוא, מדקתני לקמן הביאו לפניו מצה וחזרת וחרוסת. מכלל דעדיין לא הובאו:",
                "<b>עד שמגיע לפרפר את הפת.</b> לאכילת מצה. והא קמ״ל שאין אכילה אחרת מפסקת בין אכילת ירקות לאכילת מצה. דקודם שיגיע לאותו חזרת של מצוה שמברך עליו על אכילת מרור אוכל מצה תחלה, כדכתיב (במדבר ט׳:י״א) על מצות ומרורים, מצות ברישא והדר מרורים:",
                "<b>וחרוסת.</b> שעושים מתאנים ולוזים ובטנים ושקדים וכמה מיני פירות ומשימין בה תפוחים ודכין הכל במדוכה ומערבין בחומץ ונותנין עליה תבלין קנה וקנמון כעין פתילות דקות ארוכות זכר לקש וצריך שתהיה עבה זכר לטיט:",
                "<b>שאין חרוסת מצוה.</b> אלא לרפואה לבטל שרף החזרת, שרע וקשה לגוף כארס:",
                "<b>רבי אליעזר ברבי צדוק אומר מצוה.</b> זכר לתפוח שהיו יולדות שם בניהם בלא עצב, וזכר לטיט:"
            ],
            [
                "<b>וכאן הבן שואל.</b> בכל הספרים אין כתוב וכאן, אלא וכן, כמו כן בנות צלפחד דוברות (במדבר כ״ז:ז׳). כלומר ודין הוא שבמזיגת כוס שני יהיה הבן שואל מה נשתנה:",
                "<b>הלילה הזה כולו צלי.</b> בזמן שבית המקדש קיים היה הבן שואל כך:",
                "<b>מתחיל בגנות.</b> מתחלה עובדי ע״ז היו אבותינו ועבדים היינו:",
                "<b>ומסיים בשבח.</b> שקרבנו המקום לעבודתו וגאל את אבותינו ממצרים:"
            ],
            [
                "<b>כל שלא אמר ג׳ דברים אלו.</b> שלא פירש טעמן של שלשה דברים הללו:"
            ],
            [
                "<b>וחותם בגאולה.</b> כלומר מסיים את ההגדה בברכת גאולה. ולא פירש תנא קמא למלתיה היאך מברכין אותה, ואתו ר׳ טרפון ור׳ עקיבא לפרושי למלתיה, ר׳ טרפון אומר פותח בה בברוך ואינו חותם בברוך, מידי דהוה אברכת הפירות וברכות המצות דכולה חדא הודאה היא. ולר״ע חותמין בה בברוך, לפי שמוסיף בה דברי רצוי ובקשה כן יגיענו וכו׳. והלכה כר״ע:"
            ],
            [
                "<b>ברכת השיר.</b> אית דאמרי נשמת כל חי. ואית דאמרי יהללוך ה׳ כל מעשיך. ונהגו למימרינהו לתרוייהו:",
                "<b>בין שלישי לרביעי לא ישתה.</b> שלא ישתכר ושוב לא יוכל לגמור את ההלל. ואם תאמר כבר משוכר הוא שהרי שתה כל רצונו בתוך הסעודה, יין שבתוך המזון אינו משכר, ושלאחר המזון משכר:"
            ],
            [
                "<b>מפטירין.</b> אני שמעתי לשון יפטירו בשפה (תהילים כ״ב:ח׳). כלומר פותחין ואומרים, ורבותי פירשו לשון הנפטר מחבירו, כשנפטרין מן הסעודה אין מסיימין אותה באפיקומן, באפיקו מנייכו, כלומר תוציאו כליכם מכאן ונלך ונאכל במקום אחר, לא פת ולא שום דבר, גזירה דלמא אתי למיכל מן הפסח בשני מקומות. אבל לאכול דברים אחרים במקומו הראשון שרי, ובלבד שלא יעקר מחבורה זו לאכלם עם חבורה אחרת. ואית בגמרא מאן דפירש אין מפטירין אחר הפסח אפיקומן, אפיקו מיני מתיקה. דלאחר שאכלו את הפסח אין נפטרין מן הסעודה באכילת מיני מתיקה ופירות שרגילין לאכול לקנוח סעודה ואפילו במקומן, שלא יאבד טעם הפסח מפיו. וכן עיקר. וכשם שאין מפטירין אחר הפסח אפיקומן כך אין מפטירין אחר מצה אפיקומן, שצריך שיאכל כזית מצה באחרונה בזמן שאין פסח, ואחר אותה מצה אין נפטרין ממנה באכילת דבר אחר:",
                "<b>ישנו כולם לא יאכלו.</b> אם התחילו לאכול פסחיהן וישנו כולן, שוב לא יאכלו, דנראה כאוכל בשני מקומות, דמאחר שישנו הסיחו דעתם מלאכול עוד, וחשיב ליה כאכילת שתי מקומות. וחומרא בעלמא הוא. והוא הדין נמי למצה בזמן הזה:",
                "<b>רבי יוסי אומר נתנמנמו יאכלו.</b> ארישא קאי, דאמר תנא קמא ישנו מקצתן יאכלו, ואתא רבי יוסי למימר הני מילי אם נתנמנמו שלא נשקעו בשינה, אבל אם נרדמו מקצתן לא יאכלו אלו הנרדמים לכשיעורו משנתם. והלכה כר״י:"
            ],
            [
                "<b>הפסח אחר חצות מטמא את הידים.</b> דהא נותר הוא מחצות ואילך, ורבנן גזרו על הנותר שיטמא את הידים כדי שלא יתעצלו באכילתו. ומנלן דפסח לאחר חצות הוי נותר, דכתיב בפסח (שמות י״ב:י״ב) ואכלו את הבשר בלילה הזה, וכתיב התם ועברתי בארץ מצרים בלילה הזה, מה להלן עד חצות אף כאן עד חצות:",
                "<b>ברכת הפסח.</b> אשר קדשנו במצותיו וצונו לאכול הפסח. ברכת הזבח, אשר קדשנו במצותיו וצונו לאכול הזבח. וזבח האמור כאן הוא חגיגת יום ארבעה עשר. והלכה כר״ע:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "<b>אור לארבעה עשר בודקין את החמץ לאור הנר כו': </b>בדיקת החמץ [צריך שיהיה] בליל י\"ד אע\"פ שאינו אסור בו באכילה עד חצות ליום י\"ד כאשר יתבאר. ותקנו זה לפי שאור הנר בלילה יפה לבדיקה ובני אדם מצויים בבתיהם באותו העת. נקרא לילה אור כמו שקוראין דברים הרבה בהפכן וכוון בזה כדי לדבר בלישנא מעליא ולא תהיה פתיחת הספר בשם העדר מן ההעדרים ר\"ל לילה: ומרתף שם אוצר היין. וזו המשנה שיעורה כך כל מקום שאין מכניסין בו חמץ אינו צריך בדיקה. ואוצרות יין ושמן אינן צריכין בדיקה. ולמה אמרו שתי שורות במרתף וכו' ונאמר על דרך הדמיון כגון שיהיה בית מלא חביות יין באורך עשר חביות וברחבו עשר ובגבהו עשר אחת בצד אחת עד שיהיה בבית אלף חביות. בית שמאי אומרים בודק השורה כולה שהיא כנגד הפתח באורך וברוחב שהם מאה חביות והשורה כולה שהיא כנגד גג הבית באורך וברוחב והם גם כן מאה חביות וזהו ענין שתי שורות על פני כל המרתף. וב\"ה אומרים שבודק שתי שורות והם עשרים חביות בלבד והוא שתי שורות אחת בצד שניה כנגד פתח הבית ומן השורות העליונות כנגד הגג זהו ענין אמרם שתי שורות החיצונות שהם העליונות: "
            ],
            [
                "<b>אין חוששין שמא גררה חולדה מבית לבית כו': </b>גררה ענינו ידוע כמו גורר אדם מטה כסא וספסל (שבת דף כב) מגזרת הנגרים ארצה (שמואל ב יד). וחולדה גם כן ידוע: "
            ],
            [
                "<b>רבי יהודה אומר בודקין אור ארבעה עשר ובארבעה עשר שחרית ובשעת הביעור כו': </b>בתוך המועד ולאחר המועד ענינו בתוך ימי החג ואחר ימי החג. ותועלת הבדיקה אחר המועד כדי שיאבדנו ולא יהנה בו כי העיקר אצלנו חמץ שעבר עליו הפסח אסור בהנייה. ואמרם מה שהוא משייר חוזר על תחלת המאמר והוא אמרם אור לארבעה עשר בודקין את החמץ כי מה שמשייר יניחנו בצינעא עד שיחול שעת איסור כי הוא אם הניח בלי מוצנע ומצא שחסר ממה שהניח צריך בדיקה אחרת לפי שנאמר בידוע שגררה חולדה. וטעם מחלוקת רבי יהודה וחכמים כי רבי יהודה אומר אם לא בדק בשעת איסור החמץ אינו בודק כלל דילמא אכיל מיניה. וחכמים אינן רואין בזו הגזירה לפי שהם אומרים הוא עצמו מחזר עליו לשורפו מיכל אכיל מיניה ומפני זה אומרים יבדוק בתוך המועד ולאחר המועד. ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>רבי מאיר אומר אוכלין כל חמש ושורפין בתחלת שש כו'. </b>צוה השם יתברך שבעת ימים שאור לא ימצא בבתיכם מכאן אנו לומדים שצריך להיות ביעור החמץ קודם השבעה בהכרח כדי שיהיו כל השבעה ימים מתחלתן ועד סופם לא ימצא בהם שאור. ממאמרו אך ביום הראשון תשביתו שאור מבתיכם למדנו שהוא יום ארבעה עשר ויהיה ביעור החמץ בתחלת יום ארבעה עשר לולי אמרו אך ביום הראשון כי אך הוא מלת מיעוט וכאילו מיעט ואמר מה שאמרתי ביום הראשון אינו בתחילת היום אלא מקצתו. ומכלל הרמיזות לזה העיקר המקובל רוצה לומר כי ביעור החמץ במקצת ארבעה עשר אמרו יתברך לא תשחט על חמץ דם זבחי והקבלה כי אותו המקצת בתחלת שעה שביעית והכל מודים כי מתחלת שעה ששית הוא אסור אבל הוא מדבריהם כדי להרחיק מאיסור תורה. ומחלוקת רבי מאיר ורבי יהודה כי רבי מאיר אומר יאכל כל זמן שמותר לו לאכול ורבי יהודה אומר לא יאכל בחמש שעות גזירה משום יום המעונן שאפשר שיטעה בשעה אחת. והלכה כרבי יהודה: "
            ],
            [
                "<b>ועוד אמר ר\"י שתי חלות של תודה פסולות מונחות כו': </b>עוד יתבאר לך כי קרבן תודה יש בו ארבעים חלות ולפי שהם רבות נפסלות בלינה והיו לוקחין שתים מאותם החלות והיו עושין בהן מה שאמר. ואין הלכה כרבי שמעון בן גמליאל: "
            ],
            [
                "<b>ר' חנינא סגן הכהנים אומר מימיהם של כהנים כו': </b>אבות הטומאות הן מנויות בתחלת סדר טהרות ומשם תדעם. וכל הנוגע באב מאבות הטומאות יקרא ראשון. והנוגע בראשון יקרא שני. והנוגע בשני יקרא שלישי. והנוגע בשלישי יקרא רביעי. ועוד יקרא ראשון ולד הטומאה לפי שהוא מיוחס לאב הטומאה והשני ולד הטומאה. ועל זה ההיקש חוזרין ואומרים מלת ולד בשלישי ורביעי. ויקרא גם כן שם הראשון והשני והשלישי והרביעי ולד הטומאה לפי שהם כולם תולדות אב הטומאה. ואמרו בכאן ולד הטומאה רצה לומר ולד ולד הטומאה וכבר ידעת כי בשר שנגע בולד [ולד] הטומאה שלישי לטומאה ובשר שנגע באב הטומאה ראשון וכשנגע שלישי לראשון חזר שני כמו שבארתי לך כי כל הנוגע בראשון יחזור שני. והודיעך בזה הדבר כי שלישי מותר לעשותו שני. וזהו ענין אמרו אע\"פ שמוסיפין לו טומאה על טומאתו לפי שהיה שלישי והחזירו שני וזאת הטומאה שנתוספה לו היא מדרבנן אבל מדאורייתא העיקר אצלנו אין אוכל מטמא אוכל לפי שנאמר בטומאת אוכלין טמא הוא ובא בקבלה הוא טמא ואינו עושה כיוצא בו כלומר לא יטמא כיוצא בו מן המאכלות אבל מדרבנן אוכל מטמא אוכל ולפיכך חזר השלישי שני. והוסיף רבי עקיבא על זה ואמר כי שלישי מותר לעשותו ראשון כאשר אגיד לך כי טמא מת מכלל אבות הטומאה והאדם הנוגע במת יהיה אב והנוגע באב יהיה ראשון וכן שני שלישי ורביעי ואם היה הדבר הנוגע במת כלים לא יהיו אב הטומאה ונחשוב מהם ראשון ושני אבל יהיו הם והמת תורה אחת שהנוגע באותן הכלים יטמא טומאת שבעה והוא יהיה אב הטומאה ונחשוב ממנו ראשון ושני וזה לדבר השם יתברך בחלל חרב או במת וגו' ובאה בקבלה חרב הרי הוא כחלל וכמו כן שאר כלי מתכות וכלי שטף דינם ודין החרב שוה והכלים הם יותר חמור מן האדם לעולם במדרגה אחת אם נגע אדם במת יהיה אותו האדם אב הטומאה בלא ספק ואם נגע אדם שני בראשון יהיה השני ראשון כאשר בארנו בתחלת דברינו ואם נגעו כלים באותו האדם שנטמא במת והוא אב הטומאה לא יהיו ראשון אבל יהיו אב הטומאה ומהם יתחיל החשבון בראשון ובשני ועוד יתבארו לך דיני אלו העיקרים כולם וראיותיו בביאור בראש מסכתא אהלות. ונר אשר אמרו בכאן ר\"ל נר של מתכת שנכללת בכל דיני הכלים שזכרנו אבל נר של חרס לא כי מעיקרנו שכלי חרס אינו אב הטומאה בשום פנים כאשר יתבאר במסכת כלים. וכשתגע נר של מתכת בטמא מת שהוא אב הטומאה לא יהיה אותו הנר ראשון אבל יהיה אב הטומאה כאשר בארנו. ושמן שנפסל בטבול יום והוא שלישי כאשר יתבאר במסכת טבול יום. וכשנתנו בנר הנזכרת חזר ראשון כי הנר אב הטומאה כאשר בארנו והתיר חזרת שלישי ראשון. וכבר בארנו כי ר\"ע יצטרך שיהיה הנר אב כדי שיהיה השמן ראשון ויטמא זולתו מן התורה. כי הוא סובר כי היות משקין טמאין מטמאין זולתם מן המאכלות מדאורייתא אבל אילו סבר שהוא מדרבנן כאשר הוא האמת די לו בטומאה דרבנן שיתיר להיות הנר של חרס לפי שהמשקין בין שנטמאו באב או בראשון או בשני יחזור ראשון וזה מדרבנן. ועוד נבאר זה במקומו בטהרות. ושני המאמרים אמתיים לפי שהם עדות שהעידו במה שראו. ומה שנמשך זה הענין בכאן לפי שדברנו בשתי חלות פסולות מלחם תודה שהם קדשים ונשרפין: "
            ],
            [
                "<b>אמר ר\"מ מדבריהם למדנו ששורפין תרומה כו': </b>ר\"מ סובר אין משקין טמאין מטמאין זולתם מדאורייתא. ועוד יתבארו עקרי מחלוקתם במסכת טהרות. ושניהם מודים כי אמרו במה שקדם למה [לא] נמנעו מלשרוף הבשר שנטמא בולד הטומאה מפני שהוא בשר שנטמא במשקין טמאין וזה הבשר לדעת ר\"מ ולד מדרבנן לפי שהוא כאשר בארתי לך סובר טומאת משקים לטמא אחרים דרבנן והוא לדעת רבי יוסי ולד מדאורייתא למה שביארנו מסברתו. ולפי שסבר רבי מאיר כי רבי חנינא התיר שריפת ולד הטומאה מדרבנן עם ראשון מדאורייתא אמר מדברי רבי חנינא במחלוקתו עם רבי עקיבא נודע שמותר לשרוף תרומה טהורה עם הטמאה לפי שולד מדרבנן לגבי ראשון דאורייתא אין הפרש בינו ובין טהור. ואמר לו רבי יוסי אינה היא המדה לפי שרבי יוסי סובר כאשר בארנו כי אותו הבשר טמא מדאורייתא. ואמר לו אם התרנו טמא טומאה חמורה עם טמא טומאה קלה נתיר שריפת טהור עם טמא א\"כ יהיה שריפת תרומה טהורה עם הטמאה לרבי מאיר על עיקר סברתו היא המדה ולר' יוסי אינה המדה. אח\"כ אמר לו רבי יוסי אפי' רבי יהושע שהוא מיקל אינו מתיר שריפת טהורה עם הטמאה אבל הוא מתיר שריפת תלויה עם הטמאה. ועוד יתבארו לך דברים שעושים התרומה תלויה כשנגע בהם במסכת טהרות ורבי יוסי אמר כי ארבעה עשר שחל להיות בשבת שהחיוב לשרוף הכל קודם השבת שורפין טמאה לעצמה וטהורה לעצמה ותלויה לעצמה. והלכה כרבי יוסי באמרו אין שורפין טהורה עם הטמאה. אבל שיטמאו המשקין לזולתם הוא מדרבנן כרבי מאיר: "
            ]
        ],
        [
            [
                "<b>כל שעה שמותר לאכול מאכיל לבהמה לחיה ולעופות כו': </b>זו המשנה לרבן גמליאל שקדם לך דעתו שאמר חולין כל ארבע ותרומה כל חמש. ואמר בכאן כי כל [זמן] שהכהן אוכל תרומה מותר לישראל להאכיל לבהמה וזה אמת ר\"ל שמותר לו ליהנות מן החמץ בשעה חמישית אע\"פ שהוא עצמו אינו אוכל כאשר בארנו. ואמרו ולבהמה ולחיה ולעופות כדי שיכלל בכלל מיני החיות כמו שהם חלוקים בענין אכילתם כי יש מהם מצניעים מה שישאר להם ויש מהם שמפזרין אותו וכיוצא בהן ומה שפרט ואמר ומוכרו לנכרי כי ב\"ש אומרים לא ימכור אדם חמצו לנכרי אלא א\"כ יודע בו שיכלה קודם הפסח והודיע כי זה המאמר דחוי. ורוצה במאמר ומותר בהנאתו לפי שהוא כששרף החמץ קודם הביעור הותר לו שיהנה באפרו לאחר הפסח. ואמר עבר זמנו אסור בהנאתו אפילו בשעה ששית שהוא מדרבנן כי הוא אסור בהנאה כמו איסור הנאה דאורייתא כל כך כי אפילו קידש אשה בחמץ בשש שעות אין חוששין לקדושין אפילו היה אותו החמץ אסור מדרבנן כמו החטים שנפל עליהם מים וכיוצא בו ואמר ולא יסיק בו תנור וכירים רוצה בו כי כששרפו בזמנו לא יסיק בו תנור בעת שריפתו כדי שלא יהנה באותו הביעור והוא אינו מותר בהנאה. ופרורין ידוע ולשון העברי פתים וכמו כן נפרש פתות אותה פתים (ויקרא ב׳:ו׳) ואין הלכה כרבי יהודה וכשהחמץ הוא יבש אין מספיק לו להטילו בנהר אלא צריך שיפרר אותו היטב מפני שיובשו חזק חלקיו [וצריך] (ו) לכתת כדי שיאבד מהר: "
            ],
            [
                "<b>חמץ של נכרי שעבר עליו הפסח כו': </b>למדנו בקבלה שלך אי אתה רואה אבל אתה רואה של אחרים ולפי שאין אדם עובר על מצות לא יראה לך חמץ בחמץ של נכרי הוא מותר ואפילו באכילה ומה שאמר בהנאה משום שאומר חמצו של ישראל אסור בהנאה ואמרו בירושלמי כי אמרו מותר בהנאה משום שהוא מורה שהוא אסור באכילה וזה הוא במקום שאוסרין שם אכילת פת נכרים ומזה הטעם אסור באכילתו ולא משום החמץ כאשר אמרו אבל באתרא דנהיג לאכול פת נכרים מותר באכילה וזה יורה הדבר בפת של נכרים שתלוי במנהג והמנהג הוא אצלנו באיי ספרד לאכלו. ולפי שעבר הישראל על מצות השם שאמר לא יראה כשהחמץ שלו קנסינן ליה ונאסר אותה בהנאה אפילו לאחר הפסח: "
            ],
            [
                "<b>נכרי שהלוה את ישראל על חמצו כו' :</b><b>חמץ שנפלה עליו מפולת הרי הוא כמבוער כו': </b>התנאי בשניהם שיאמר לו אם לא הבאתי לך מעות ביום פלוני קנה מעכשיו אבל אם לא אמר לו זה הרי החמץ נחשב ברשות בעליו לא ברשות אותו שהוא ממושכן אצלו. וכל שאין הכלב יכול לחפש אחריו הוא שיהיה עליו גובה שלשה טפחים וצריך שיבטל בלבו ורשב\"ג לא בא לחלק אבל באר דין המפולת איך הוא: "
            ],
            [
                "<b>האוכל תרומת חמץ בפסח בשוגג כו': </b>עוד אבאר לך במסכת מכות כי אוכל חמץ בפסח לוקה והעיקר אצלנו אין אדם לוקה ומשלם לפיכך פטור מן התשלומין. ומדמי העצים שיעורו אפילו דמי עצים אינו משלם ולא נאמר נחשוב זה החמץ כאלו הוא עץ בעלמא לפי שהוא אסור בהנאה ולפיכך אין משלם אפילו דמי עצים: "
            ],
            [
                "<b>אלו דברים שאדם יוצא בהן ידי חובתו כו': </b>אכילת מצה בליל פסח מצות עשה והוא דברי השם בערב תאכלו מצות (שמות י״ב:י״ח) ואמר לא תאכל עליו חמץ שבעת ימים תאכל עליו מצות (דברים ט״ז:ג׳) א\"כ כל הזרעים שעיסתם מתחמצת אדם יוצא בהן ידי חובתו במצה. ואלו החמשת מינין בלבד הם באין לידי חימוץ וזולתם כמו אורז ודוחן ודומיהן מסריחין עיסתן ואינן מתחמצין. ואם אתה זוכר למה שפירשנו בפ' שלשה שאכלו כאחד מברכות ובפרק י\"ח דשבת התבאר לך זאת ההלכה והתשובה בהן אחת ומה שפרט בחלה ובתרומה שמא יאמר אדם מצה שוה לכל אדם בעינן ר\"ל שתהא ראויה לכל ישראל ולזולתם הודיענו שאין הדבר כך. והטעם שאין אדם יוצא ידי חובתו בחלות תודה ורקיקי נזיר כשעשאן לעצמו להקריבן עם הקרבן שהוא חייב [בו] כמו שנצטוה אע\"פ שהיא מצה גמורה לפי שאמר השם יתברך ושמרתם את המצות ובא בקבלה מצה המשתמרת לשם מצה יצתה זו שאינה משתמרת לשם מצה אלא לשם זבח: "
            ],
            [
                "<b>ואלו ירקות שאדם יוצא בהן ידי חובתו כו': </b>כמו שאכילת מצה בליל פסח מצות עשה כך אכילת מרור מצות עשה בזמן שכבש הפסח נאכל. הוא מה שאמר יתברך על מצות ומרורים יאכלוהו. ואמרו מרורים נופל על אלו שמנה. חזרת חסא. עולשין ידוע. תמכא מין ממיני עולשין אלא שהוא גדל בגנות. חרחרבינה פירש רבינו יצחק אלקרצינ\"ה. מרור מין כוזברתא מר ביותר. ואמרו בין לחים בין יבשים רוצה בו הקלח שלהם כאשר הודיעך ויוצאין בקלח שלהן אבל העלין אינו יוצא בהם ידי חובתו אלא אם היו לחים: "
            ],
            [
                "<b>אין שורין את המורסן לתרנגולים אבל חולטין כו': </b>מורסן ידוע והוא קליפת החטים העבה ושורין הוא שישרו המורסן במים וישימו אותן בפני התרנגולים שיאכלו אותן כדרכן [בנחת]. וחולטין הוא שילושו הקמח במים חמין בחוזק הרתיחה. ונהגו העם לאסור זה והתלמוד התיר אותו. ושפה פירושו שהאשה מחככת בשרה במורסן. וילעוס הלעיסה בשינים: "
            ],
            [
                "<b>אין נותנין [את] הקמח לתוך חרוסת או לתוך החרדל כו': </b>מחלוקת תנא קמא ורבי מאיר אינו אלא כשנתן לתוך החרדל אבל לתוך החרוסת דברי הכל ישרף מיד לפי שהוא ממהר להחמיץ ועוד יתבאר תערובת החרוסת מה הוא בפרק אחרון. ואמר הש\"י בפסח ובשל מבושל במים ולפי ששינה איסור הבישול בלשון מקור קבלנו שבא לרמוז לאסור בישולו במי פירות אבל סכין ומטבילין אותו בהן אחר שנצלה: ומי הבצק שנוטלין בהם. הידים וכלי הבצק ישפכו כמו שזכרו ובמקום מדרון כדי שלא יתקבצו וישארו במקום נמוך ואין הלכה כרבי מאיר: "
            ]
        ],
        [
            [
                "<b>אלו עוברין בפסח כותח הבבלי ושכר המדי כו': </b>ענין עוברין שעוברין על בל יראה ובל ימצא. כותח הוא דבר שנופל בערובו קמח ונקרא בלשון ערבי אלמר\"י. שכר דבר משכר שעושין דברים משכרין ממינין רבים מחטים שרויים ושעורים וזולתם והיה משקה אנשי מדי מזה הענין רוצה לומר ממשרת לחם כגון אותו שעושין היום במצרים וקורין אותו אלמז\"ר בערבי. וחומץ האדומי היו משימין בו שעורים מעט. וזיתים שלוקחין מלח וקמח שעורים וקרטומי וקורין אותו בערבי קרט\"ם והוא זרע כרכום דברי בד בבד ולשין אותו במים והיו עושין אותו לרפואה. וזומא של צבעים מיא דחזרי והוא מים ששורין בהן המורסן ומשתמשים בו צבעי <small>[<b>הגהות הגרי\"ב:</b> בשאר דפוסים בא</small> הלבא <small>בב' והוא שיבוש וצ\"ל הלכא בכ' כמו שהוא לפנינו וכן הוא בתוי\"ט, ועי' ברש\"י חולין דף כ\"ח ע\"א ד\"ה ללכא צבע עור אדום:]</small> הלכא ועמילן של טבחים הוא שלוקחין חטים שלא בשלו כל צרכן ומיבשין אותן וטוחנין אותן ולשין אותן ועושין מהן חלות ומכסין בהן הקדרה כשיתקרב המאכל להתבשל בתוכה ותסיר ממנה זוהמת המאכל וריחו הרע. וקולן של סופרים עיסה יעשו אותה מדבקי הספרים מעפר הרחיים ידבקו בו מה שהם רוצים לדבק מניירותיהם. וטפולי נשים הוא קמחים יקחו אותן הנשים מן הדברים שיש להם כח למרק ורוחצות פניהם בהם ובשרן ויש בכללן קמח שעורים. ורבי אליעזר אומר אע\"פ שיהיה אבק ואין בו מים גזירה שמא ישרו אותו האבק בשעת הרחיצה. ואין הלכה כרבי אליעזר אלא כמו שאמר זה הכלל כל מה שהוא מין דגן רוצה בו כל דבר שיהיה בו מין ממיני חמשת המינים עם המים עובר עליו בפסח אבל בלא מים או במי פירות אינו עובר ומותר לאוכלו כי העיקר אצלנו מי פירות אין מחמיצין ואמרו הרי אלו באזהרה רוצה לומר מי שיאכל אחד מאלו שיהיה בו תערובת דגן לפי שהעיקר אצלנו על חמץ דגן גמור ענוש כרת ועל עירובו בלאו וזה כשיהיה מן החמץ מעורב כזית בכדי אכילת פרס אז יתחייב האוכל זה התערובות מלקות אבל אם יש בשעור הדגן המעורב פחות מכזית אינו חייב על אכילתו מלקות אבל הוא אסור ואין הלכה כרבי אליעזר: "
            ],
            [
                "<b>בצק שבסדקי עריבה אם יש כזית במקום אחד כו': </b>אמרם בטל במיעוטו כשהוא במקום חיזוק הכלי ודיבוק שבריו אבל כשאינו לחיזוק אפילו פחות מכזית חייב לבער. ואמרו חוצץ מבואר וענינו כי אם הוא מקפיד עליו ודעתו ליטלו אז הוא חוצץ וכשנטמאת העריבה והטבילה לא עלתה לה טבילה. וזה המאמר בעריבה שיש לה טהרה במקוה אבל כלי חרס אין לו טהרה במקוה אלא שבירה כמו שיתבאר במקומות הרבה. ובצק החרש הוא שיכו עליו ביד ולא ישמע לו קול ודומה כחרש לא ישיב כשקוראין אותו. וכאשר לא נודע אם נתחמץ או לא נשער אותו בזולתו או בזמן הידוע כי בזמן הזה תחמיץ העיסה ושיעורו כדי שיהלך אדם ברגליו הליכה בינונית מיל אחד והוא שיעור מן הזמן שהוא שני חומשי שעה משעות ההשויה: "
            ],
            [
                "<b>כיצד מפרישין חלה בטומאה ביום טוב כו': </b>כבר הודעתיך כי שריפת קדשים ביו\"ט אסור וכשנטמאת העיסה חלה טמאה שיוציא ממנה דינה שתשרף ואמר רבי אליעזר שיאפה הבצק כולה ולא יוציאו ממנו חלה עד תשלום אפייתו ואז תטול חלה מן החלות ותקרא לה שם וזה מותר כאשר ביארנו במסכת חלה ומניחין אותה עד מוצאי יום טוב ושורפין. ובן בתירא אומר מוציאין אותה עיסה ומטילין אותה במים צונן ומניחין אותה שם עד שתשרף למוצאי יום טוב כי אסור לאפותה לפי שאין אופין ביום טוב אלא מה שהוא ראוי לאכילה. והלכה כרבי אליעזר: "
            ],
            [
                "<b>רבן גמליאל אומר שלש נשים לשות כאחת כו': </b>ר\"ג סבר כי ג' נשים מתעסקות בבצק כולן בזמן אחד ואופות זו אחר זו ואף על פי שישאר הבצק של השלישית עד שיסיקו את התנור פעמים ויאפו בו שתי אפיות ואח\"כ תאפה השלישית שאינו בא לידי חימוץ בזה השיעור מהזמן. וחכמים אין סוברים כך אבל אומרים כי כשתתחיל הראשונה באפיה (תשלים) [תתחיל] השניה לערוך והשלישית ללוש נמצא כשתשלים הראשונה באפיה (תתחיל) [תשלים] השניה בעריכה והשלישית בלישה ותתחילהשניה לאפות והשלישית בעריכה. ותלוש הראשונה פעם שניה וכך עושין ולא יתמהמה הבצק בשום פנים ולא תגביה ממנו היד: ואמר ר\"ע לר\"ג לא כל הנשים ולא כל העצים ולא כל התנורים שוים כי יש תנור שמתחמם בשעה קלה ואחר בהפך וגם כן כשהם העצים יותר יבשים שולט בהם האש במהרה ומן הנשים יש מהם זריזות ויש מהם להיפך ואמרו שאין מניחין העיסה כל זה הזמן אלא א\"כ מטילין [הידים] במים צוננין ומצננין העיסה בהם. ודע כי כל עת שהיד מתעסק בבצק אינו בא לידי חימוץ ואפילו יום א' שלם והלכה כחכמים: "
            ],
            [
                "<b>שיאור ישרף והאוכלו פטור סידוק ישרף כו': </b>כקרני חגבים פירושו שתסדק העיסה סדקים דקים כשיתחיל החמוץ להכנס בו ואפילו הם כקרני חגבים והלכה כחכמים: "
            ],
            [
                "<b>י\"ד שחל להיות בשבת מבערין את הכל כו': </b>והלכה כרבי אליעזר בר צדוק: "
            ],
            [
                "<b>ההולך לשחוט את פסחו ולמול את בנו כו': </b>כל זה מבואר באר היטב: "
            ],
            [
                "<b>וכן מי שיצא מירושלים ונזכר שיש בידו בשר כו': </b>ר\"מ אומר כמו שטומאת אוכלין בכביצה רוצה לומר שאינה מטמאה עד שיהיה בה כביצה כאשר נבאר בפירוש רחב בראש מסכת טהרות כן לא יחזור אלא על כביצה. ורבי יהודה אומר כמו שהאוכל מבשר קדש ומן החמץ כזית לוקה כך יחזור אפילו על כזית ונתנו חכמים מדרגה בין בשר קדש ובין החמץ לפי שהוא חולין והלכה כחכמים: "
            ]
        ],
        [
            [
                "<b>מקום שנהגו לעשות מלאכה בערבי פסחים כו': </b>לפי מה שאמרו נותנין עליו חומרי מקום שיצא משם שהוא מורה כי כשהלך ממקום שאין עושין למקום שעושין אינו עושה התנה ואמר כי זה הדין לא שייך והעיקר אל ישנה אדם מפני המחלוקת ומה שהכריח לחייבו שלא לעשות במקום שעושין לפי שזה אינו נראה שנוי שיבא ממנו מחלוקת אבל השנוי הוא אם יעשה במקום שאין עושין או שיעשה דבר משונה ממעשיהם או ימחה בהם אבל הבטלה אין בה מחלוקת: "
            ],
            [
                "<b>כיוצא בו המוליך פירות שביעית ממקום כו': </b>כבר נתבארו עקרי זה המאמר בפ' תשיעי ממסכת שביעית. ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>מקום שנהגו למכור בהמה דקה לעובד גלולים כו': </b>אסור למכור בהמה גסה לעובד גלולים בין שהוא עובד גלולים או אינו עובד גלולים וטעם זה האיסור שמא ישכירנה או ישאילנה לו ויעבוד בה בשבת ולשון התורה (שמות כ״ג:י״ב) למען ינוח שורך וחמורך ושנית שמא ימכרנה לו ערב שבת ולא תיטב בעיניו ויחמר אותה בעליה הישראל כדי שתלך לפני הקונה והבהמה תלך לפניו מחמת קולו של ישראל שהיא מכרת אותו נמצא הישראל מחמר אחר בהמתו בשבת ולפיכך מותר לאדם שיתן בהמתו לסרסור שימכרנה לנכרי והוא שלא יהיה שם מצוי כי אלו הטעמים כולם נסתלקו כשבעל הבהמה לא יהיה מצוי כי הסרסור לא ישאיל ולא ישכיר לפי שאינה שלו והבהמה לא תכיר קול הסרסור שתלך מחמתו כמו שזכרנו. והתיר רבי יהודה למכור שבורת יד או רגל לפי שאינה ראויה למשא וזה אינו אמת כי אפשר לקשרה ולמשוך ברחים והקרנות להניעם והתיר בן בתירא למכור הסוס הידוע לנשיאת הנץ והנשר ודומיהן מהחיות הציד כי הוא סובר החי נושא את עצמו בין אדם בין בהמה חיה ועוף ואלו העופות אינן משוי על הסוס. וחכמים אומרים כי האדם החי בלבד הוא שאינו משוי ונאמר בו החי נושא את עצמו. ואין הלכה כבן בתירא: "
            ],
            [
                "<b>מקום שנהגו לאכול צלי בלילי פסחים אוכלין כו': </b>האוסרים לאכול בשר צלי בלילי הפסח כדי שלא יחשוב הרואה שהוא כבש הפסח ויהיה כאוכל קדשים בחוץ: ",
                "<b>מקום שנהגו להדליק את הנר בליל יום הכפורים כו': </b>עוד יתבאר במסכת כפורים כי יום הכפורים אסור בתשמיש המטה ויש אומרים שהדלקת הנר יביא אותו להסתכל באשתו ותשא חן בעיניו ויבוא לידי תשמיש ויש אומרים כי האורה יפריש אותו מאשתו ואם לא תהיה שם אורה יבא לידי הרהור ויבעול: "
            ],
            [
                "<b>מקום שנהגו לעשות מלאכה בתשעה באב עושין כו': </b><b>וחכ\"א ביהודה היו עושין מלאכה בערבי פסחים כו': </b>ואין הלכה כרבי שמעון בן גמליאל. וחכמים אומרים ביהודה עושין מלאכה לפי מה שקדם להם דבר כללי מקום שנהגו ומקום שלא נהגו הודיענו בשני המקומות ידועות באחד נהגו לעשות ובאחד לא נהגו: "
            ],
            [
                "<b>רבי מאיר אומר כל מלאכה שהתחיל בה קודם לארבעה עשר כו': </b>עוד יתבאר לך במסכת מועד [קטן] כי ההדיוט תופר וכמו כן היוצא מבית האסורין מספר ומכבס ולפיכך התירו חכמים אלו השלש מלאכות שיתחיל לעשותן בארבעה עשר אבל במקום שנהגו. ורבי מאיר אומר אפילו במקום שנהגו אין עושין מלאכה לכתחלה בשום פנים. ורבי יוסי אומר אף הרצענין לפי שהוא אומר שכן עולי רגלים מתקנין מנעליהן וסנדליהן לעלות לרגל בחולו של מועד. והלכה כחכמים: "
            ],
            [
                "<b>מושיבין שובכין לתרנגולים בארבעה עשר כו': </b>אמרו תרנגולת שברחה מחזירין אותה למקומה ר\"ל בחולו של מועד אבל בארבעה עשר אין צריך לדבר בו מאחר שאמר מושיבין כ\"ש מחזירין. וענין מושיבין הוא שתהיה תרנגולת שישבה על הביצים שלשה ימים שכבר התחילו הביצים להפסיד ואם מתה מביאים אחרת ומרביצין אותה על הביצים: "
            ],
            [
                "<b>ששה דברים עשו אנשי יריחו כו': </b>אלו הששה דברים לא שבחו אותם החכמים אלא השלשה מהם והם הראשונות לא מיחו בידם והשלשה הנזכרים באחרונה מיחו בידם. הראשונות הם שמרכיבין האילנות יום ארבעה עשר והוא שתולין יחור של דקל זכר על דקל נקבה וזה מפורסם אצל בעלי העבודה וזהו ענין אמרם מרכיבין דקלים. וכורכין את שמע הוא שהם לא היו אומרים ברוך שם כבוד מלכותו בשעת קרית שמע וקוצרין וגודשין מלפני העומר ענינו שמותר לקצור ולגדוש ולא ניחוש דילמא אתי למיכל מיניה. והג' האחרונות שמיחו הן מתירין גמזיות של הקדש הוא שהם היו מתירין לאכול גדולי הקדש ואמרו כי לא נאסר אלא הפרי שנקדש בעצמו אבל מה שצומח לאח\"כ בשדה הקדש שהוא מותר. ואוכלין מתחת הנשרים שהיו אוכלים מה שהיה נופל מן הפירות תחת האילן בשבת ובי\"ט אע\"פ שהיה ספק אצלם ולא היו יודעים אם מערב שבת נפלו והן מותרין או נפלו בשבת והן אסורין כאשר יתבאר במסכת יום טוב ונותנין פיאה לירק כבר קדם לך במסכת פאה כי מתנאי הדברים שהם חייבין בפאה שיהיה מכניסו לקיום והירקות אינן כן: "
            ],
            [
                "<b>ששה דברים עשה חזקיהו המלך על שלשה כו': </b>זאת ההלכה היא תוספתא אבל ראיתי לפרשה לפי שיש בה תועלת. ספר רפואות היה ספר שהיה ענינו להתרפאות בדברים שלא התירה תורה להתרפאות בהן כמו הדברים שחשבו בעלי הצורות והוא כי יש אנשים חכמים בחכמת הכוכבים ועל פיהם יעשו צורה לעתים ידועים ויועילו או יזיקו לדברים ידועים וזו הצורה נקראת בלשון יון טלס\"ם ואומר כי הצורה שהיא נעשית כזו התכונה היא טובה לחולי פלוני וכיוצא בו מן הדברים המטעים ומחבר זה הספר לא חברו אלא על דרך החכמה בטבע המציאות לא על דרך שיעשה אדם פעולה ממה שנכתב באותו הספר וזה מותר. ועוד יתבאר לך כי יש דברים שמנע השם לעשותם והם מותרים ללמדם ולהבינם כי השם יתברך אמר לא תלמד לעשות ולמדנו בקבלה (סנהדרין דף סח) אבל אתה למד להבין ולהורות. וכאשר השחיתו בני אדם דרכם והיו מתרפאין באותן הדברים הסירן וגנזן. ואולי שהיה ספר והיה שם רפואה לסם המות והיה אומר סם המות פלוני מרקחין אותו כך ומשקין אותו כך ויארע ממנו מן המקרים כך וכך ורפואתו בדבר פלוני וכשיהיה רואה הרופא אותן המקרים היה יודע כי אותו הסם ישקוהו והיה נותן לו אותה הרפואה להיות כנגד הסם ולהציל ממות וכאשר השחיתו בני אדם דרכם והיו ממיתים באותם הסמים הסיר הספרים וגנזן ואני הרביתי לך דברי בזה הענין לפי ששמעתי וכן פרשו לי הענין כי שלמה חבר ספר רפואות כשיחלה שום אדם או יקרנו שום חולי מן החולים היה מתכוין לאותו הספר והיה עושה כמ\"ש בספר והיה מתרפא וכאשר ראה חזקיה כי בני אדם לא היו סומכין על הש\"י הסיר אותו וגנזו. ואתה שמע הפסד זה המאמר ומה שיש בו מן השגיונות ואיך יחסו לחזקיהו מן האולת מה שאין ראוי ליחס כמותו לרעועי ההמון וכמו כן לסיעתו שהודו לו ולפי דעתם הקל והמשובש האדם כשירעב וילך אל הלחם ויאכל ממנו בלי ספק שיבריא מאותו חולי החזק חולי הרעב א\"כ כבר נואש ולא ישען באלהיו נאמר להם הוי השוטים כאשר נודה לשם בעת האכילה שהמציא לי מה שישביע אותי ויסיר רעבתנותי ואחיה ואתקיים כן אודה לו שהמציא לי רפואה ירפא חליי כשאתרפא ממנו ולא הייתי צריך להקשות על זה הענין הגרוע לולא שהיה מפורסם ועוד יתבאר כי מותר לעבר השנה בכל אדר ולעשות אותה השנה שני אדרים ומן העקרים אצלנו אדר הסמוך לניסן לעולם חסר כיון שנסמך על החשבון ואם הם שני אדרים יהיה הראשון שלשים יום ובא חזקיהו ביום שלשים ועבר את השנה ועשה את החודש הנכנס אדר השני ואילו לא היה מעבר אותה השנה היה יום שלשים של אדר יום ראשון של ניסן כאשר בארנו והוא עבר את השנה ביום שהיה ראוי להיות ראשון של ניסן וזה אינו מותר כי העיקר אצלנו אין מעברין את השנה בשלשים של אדר הואיל וראוי לקובעו ניסן והוא לא ראה בזה הדיוק רוצה לומר הואיל וראוי לקובעו ניסן: "
            ]
        ],
        [
            [
                "<b>תמיד נשחט בשמונה ומחצה וקרב כו': </b>והעיקר אצלנו כי תמיד של שחר לא יקדים אותו שום קרבן ותמיד של בין הערבים לא תאחר אחריו קרבן בשום פנים אם לא קרבן פסח ותחלת שעת הקרבת תמיד של בין הערבים מחצי השעה השביעית עד סוף היום והוא השעה שיתחיל הצל שיארך בו ויראה לכולם ארכו ובכל הימים שהיו שם קרבנות רבות יתאחרו שתי שעות אחר תחלת השעה לפי שלא נוכל להקריב אחריו דבר כאשר נתננו העיקר וערבי פסחים שמותר להקריב פסח אחר התמיד נשחט שעה אחת אחר העת בלבד וכשיחול ערב פסח יום ו' נשחט בתחלת שעתו כדי להרחיב העת לצלותו לפי שאי אפשר לצלותו בלילי שבת: "
            ],
            [
                "<b>הפסח ששחטו שלא לשמו כו': </b>עוד יתבאר לך בתחלת זבחים כי המחשבה פוסלת בקדשים בארבע עבודות בשחיטה וקבלת הדם ובהולכתו למזבח ובזריקתו על גבי המזבח אמרו כשיפסיד מחשבתו בשעה שמתעסק בעבודה מאלו העבודות שזכרנו נפסד הזבח כאשר התבאר לשם ובפרט הפסח וחטאת כאשר נפרש בתחלת זבחים ואמרו בירושלמי מנין שאין שוחטין את הפסח אלא לשמו שנאמר ואמרתם זבח פסח הוא לה': "
            ],
            [
                "<b>שחטו שלא לאוכליו ושלא למנויו לערלים כו': </b>שלא לאוכליו הם חולה וזקן וקטן שאין יכולין לאכול כזית בשר מפורש הוא בתורה כי הפסח אינו נשחט אלא לאנשים ידועים והוא אומרו הש\"י תכוסו על השה ואינו נשחט אלא למי שיכול לאכול ממנו שנאמר איש לפי אכלו ואין אוכל ממנו ערל שנאמר וכל ערל לא יאכל בו ואינו נשחט אלא לטהור שנאמר ויהי אנשים אשר היו טמאים לנפש וגו'. מה שחייב להיותו פסול כששחטו לשמו ושלא לשמו וכשר כששחטו לאוכליו ושלא לאוכליו כי לשמו ושלא לשמו היה הפסול בעצם הזבח ולאוכליו ושלא לאוכליו ההפסד חוץ ממנו ושנית כי לאוכליו ושלא לאוכליו אתה יכול להפריש הפסולין מן הכשרים ושלישית כי לשמו ושלא לשמו נוהג בכל הקדשים וזאת היא מיוחדת בפסח. ממרס בדמו פירושו ממשמש בו ומניעו כדי שלא יקרוש: "
            ],
            [
                "<b>השוחט את הפסח על החמץ כו': </b>מה שאמר השם יתברך לא תשחט על חמץ דם זבחי ולא ילין לבוקר זבח חג הפסח חכמים אומרים כי אמרו זבחי רוצה בו קרבן וזה פסח כי כשיהיה החמץ ברשות השוחט או הזורק את הדם או המקטיר או אחד מבני חבורה אע\"פ שיהיה אותו החמץ חוץ לעזרה שהוא לוקה ולא יפסיד הזבח. ורבי יהודה אומר זבחי המיוחד לי רוצה בו קרבן תמיד ולפיכך מי ששחט התמיד על החמץ ר\"ל שהוא מקריב אותו בעוד החמץ קיים אצלו שהוא עובר בלא תעשה ור\"ש אומר כי דבר הש\"י זבחי זבחי ב' פעמים ר\"ל כי באותה שעה שיהיה חייב כששחט [פסח] על חמץ יהיה פטור אם שחט שאר זבחים על החמץ ולפיכך אר\"ש כי מי ששחט הפסח ביום ארבעה עשר לשמו על החמץ חייב מלקות ושאר זבחים יום י\"ד על החמץ פטור ובשעה שיהיה חייב אם שחט שאר זבחים על החמץ יהיה פטור אם זבח קרבן פסח על החמץ ולפיכך אמר ובמועד לשמו פטור לפי שאז הוא פסול ואינו קרבן פסח ובתנאי שיהיה נדחה לפסח שני שהיה אפשר להקריב זה הכבש פסח ושלא לשמו חייב לפי שהוא כשאר הקרבנות והוא יאסר הקרבת איזה קרבן שיהיה על החמץ וחייב עליו מלקות כאשר בארנו דעתו ולפיכך חייב ואין הפרש באמרו במועד או בשאר ימות [הפסח] ומה שחייב שיהיה לדעת ר\"ש כששחט כל הקרבנות על החמץ בשאר ימות [הפסח] בין לשמן בין שלא לשמן חייב חוץ מן החטאת ששחטה שלא לשמה וכמו שהעיקר אצלנו והוא אמרם בתחלת כל הזבחים שנשחטו שלא לשמן אע\"פ שלא עלו לבעלים לשם חובה כשרים חוץ מן הפסח ומן החטאת הפסח בזמנו והחטאת בכל זמן והלכה כחכמים: "
            ],
            [
                "<b>הפסח נשחט בשלש כיתות כו': </b>זה מבואר: "
            ],
            [
                "<b>שחט ישראל וקבל הכהן נותנו לחבירו כו': </b>היו נערכין שורות להתפאר והבזך כלי עגול כזו הצורה U תרגום קערותיו בזיכוהי ויקרש פירושו ויקפא מגזרת קפאו תהומות והודיעך בזו המשנה ענינים רבים מהם מה שאמר שחט ישראל להודיעך כי שחיטה כשרה בזרים. ואמר וקבל הכהן לפי שמקבלה ואילך מצות כהונה. ואמר נתנו לחבירו וחבירו לחבירו להודיעך כי כל מה שתוכל לעשות מצוה באנשים רבים הרי זה משובח ברב עם הדרת מלך. ואמרו מקבל את המלא ומחזיר את הריקן להודיעך הזריזות והחריצות של המצוה כי לא היה מחזיר את המזרק עד שהיה לוקח את השני והשם אמר אל יסוד מזבח העולה לימד על העולה שטעונה יסוד ונאמר בעולה זריקה וזרקו את הדם על המזבח ונאמר בפסח זריקה שהרי נאמר בבכור ואת דמם תזרוק על המזבח ולא אמר ואת דמו ובא בקבלה כי זה הפסוק הוא בבכור ובפסח ומעשר בהמה שכולן טעונין זריקה אחת כנגד היסוד וכמו שהעולה טעונה יסוד כך זה טעונה יסוד וכשאבאר לך צורת המזבח במקומו במסכת מדות יתבאר לך כי פאת המזרח לא היה בו יסוד ועוד יתבאר שם היסוד: "
            ],
            [
                "<b>יצתה כת ראשונה נכנסה כת שניה כו': </b>זה מבואר: "
            ],
            [
                "<b>כמעשהו בחול כך מעשהו בשבת כו': </b>לפי שאמר כמעשהו בחול כך מעשהו בשבת פירש כי זה היה שלא ברצון חכמים ואילו היה ברצון חכמים היה בין מעשהו בחול ומעשהו בשבת הפרש והיא רחיצת העזרה כי לא היו רוחצים אותה בשבת. ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>כיצד תולין ומפשיטין אונקליות של ברזל כו': </b>אונקליות ידוע והוא ברזל עקום שתולין בה הבהמה להפשיטה ובלשון עברי מזלג מזלגות מקלות דקים חלקים ידוע ג\"כ כלומר משופין. ור\"א אינו מתיר טלטול אותן המקלות וחכ\"א אין שבות במקדש. ואין הלכה כר' אליעזר: "
            ],
            [
                "<b>קרעו והוציא אימוריו נתנן במגיס כו': </b>אימורין נקראין הנתחים [<small>יעב\"ץ</small> - החלבים] הנשרפים מן הקרבן על גבי המזבח והם מקרבן פסח האליה הדבקה בעצם העצה והחלב המכסה את הקרב והכליות וחלביהן ויותרת הכבד עמהם ומגיס כלי שהיו נושאים בו החלבים וכל האימורים למזבח תרגום כף אחת מגיסא חדא ואמרו חשיכה יצאו וצלו את פסחיהן כך היו עושין כשהיה יום י\"ד יום שבת שלא היו יכולים להוליכו ולא לצלותו אלא למוצאי שבת אבל בשאר הימים כשהיה נגמר הקרבה היו יוצאים ומוליכים אותו לצלותו: "
            ]
        ],
        [
            [
                "<b>אלו דברים בפסח דוחין את השבת כו': </b>אמר הש\"י בקרבן תמיד במועדו וכמו שהיה תמיד קרב בשבת כמו שכתב בפ' על עולת התמיד יעשה ונסכו כמו כן קרבן פסח היה קרב בשבת. ומחוי קרביו פירוש שיוציאו ממנו הרעי. ומה שאסר חתיכת יבלתו הוא שיחתוך אותה בכלי אם יש שם יבלת אבל ביד מותר לחתכה בשבת כאשר נתבאר בסוף עירובין הרכבתו והבאתו הוא מלאכה לפי שהוא משאוי לדעת חכמים אבל לדעת בן בתירא אינו משוי כאשר נתבאר מדעתו בפרק הרביעי מזו המסכתא והבאתו מחוץ לתחום ג\"כ אסור מדאורייתא אצל ר\"ע שהוא סובר איסור תחומין דאורייתא ור\"א סובר איסור תחומין דרבנן והחי נושא את עצמו ואפילו בהמה כבן בתירא ולפיכך היו אלו הדברים לפי סברתו כולן משום שבות בלבד: "
            ],
            [
                "<b>אמר רבי אליעזר והלא דין הוא מה אם שחיטה שהיא כו': </b>רבי יהושע סובר שמחת י\"ט מצוה [מ\"מ] מבטל שמחת י\"ט כשיהיה באותה שמחה דבר שיהיה אסור משום שבות כגון הניגון בתופים ובמחולות ובכנורות ובצלצלים שכל זה אסור בי\"ט אע\"פ שהיא מצוה אצלו ולפיכך היה נכון אצלו להשיב ולומר י\"ט יוכיח ורצה באמרו הזיה הזאת מי חטאת המחויבת לטמא מת בשלישי ושביעי כי כשיחול שלישי או שביעי שלו בשבת אין מזין עליו וכמו כן אם יחול שביעי שלו יום שלשה עשר והיה יום שבת אין מזין עליו וישאר טמא ולא יקריב קרבן פסח ורבי אליעזר סובר שמזין עליו בשבת כדי שלא יבטל עליו קרבן פסח כי אם ישאר למחרתו שהוא יום י\"ד והוזה עליו וטבל אסור להקריב פסח כמו שיתבאר. והלכה כרבי עקיבא: "
            ],
            [
                "<b>אימתי מביא חגיגה עמו כו': </b>חגיגת יום ארבעה עשר היא רשות ולא חובה ולפיכך אם היה ארבעה עשר יום שבת או אם יהיה יום חול ויהיו הפסחים רבים או יהיה אותו הפסח בא בטומאה כאשר יתבאר בפרק שלאחר זה אין מביאין חגיגה עם הפסח יום י\"ד: "
            ],
            [
                "<b>חגיגה היתה באה מן הצאן מן הבקר כו': </b>יודיעך בזו ההלכה כי חגיגת ארבעה עשר אע\"פ שהיא רשות ואינו יוצא בה משום חגיגה דינה ודין חגיגה שוה ואין ביניהם הפרש לא במין הקרבן ולא בזמן האכילה ועוד יתבארו הדינים המחויבים בחגיגה במסכת חגיגה: "
            ],
            [
                "<b>הפסח ששחטו שלא לשמו בשבת חייב כו': </b>מה שאמר ר' יהושע אם אמרת בפסח ששינוהו לדבר האסור רוצה בו שהוא כששחטו לשם שלמים וכיוצא בהן בשבת. וידוע כי השלמים ושאר קרבנות יחיד אסור להקריבן בשבת וכששחט שלמים וזולתה בשבת לשם פסח כבר שינה שמו לדבר מותר כי הפסח מותר להקריבו באותה שבת. ומאמר ר' אליעזר אימורי צבור יוכיחו ענינו התמידין והמוספין שמותר להקריבן בשבת לשמן אבל מי ששחט פסח בי\"ד שחל להיות בשבת לשם תמיד או לשם מוסף חייב חטאת אע\"פ ששינהו לדבר המותר ולא חלק ר' יהושע בזה כאשר בארנו הפסח ששחטו שלא לשמו בשבת חייב עליו חטאת ולא חלק ר' יהושע בזה ופירש קצבה דבר קצוב כי התמידים והמוספין שהן קרבנות צבור אין מוסיפין עליהן ולא גורעין מהם ולפי שהם ידועים במנין ואין רשות לכל אדם להקריבן יהיה השוחט לשמן חייב והלכה כר' יהושע: "
            ],
            [
                "<b>שחטו שלא לאוכליו ושלא למנויו לערלין כו': </b>כבר בארנו בפרק חמישי כי פסח ששחטו לכשרים ולפסולים כשר לפיכך כששחטו בשבת למולים ולערלים פטור אבל כששחטו בשבת לפסולים שהפסח פסול בשוגג הוא חייב חטאת במזיד חייב סקילה וכמו כן כשנמצא בעל מום לפי שהיה לו לבקרו ואח\"כ ישחטנו בשבת וכמו כן כשנמצא בו טריפה גלויה כמו נקובת הראש וחתוך הרגלים וכיוצא בהן אבל אם היתה טריפה נסתרת ולא נודע עד לאחר שחיטה כמו נקובת הלב והריאה וכיוצא בהן פטור. וענין אמרו פטור בכל זה המאמר ר\"ל שהוא פטור מהבאת חטאת: "
            ]
        ],
        [
            [
                "<b>כיצד צולין את הפסח מביאין שפוד כו'  </b>מה שבחרו עץ של רימון הוא לפי שאין יוצאין ממנו מים כשיחם כדי שלא יהא בשל מבושל במים והלכה כרבי עקיבא: "
            ],
            [
                "<b>אין צולין את הפסח לא על השפוד כו': </b><b>נגע בחרסו של תנור יקלף את מקומו כו': </b>אסור לצלות בשפוד של ברזל לפי שהוא מתחמם וצולה הבשר ואנו צריכים לצלותו בחמימות האש בלי אמצעי כמו שאמר הש\"י צלי אש ולא צלי דבר אחר ולזאת המשנה שעורו הוא כך ולא באסכלא ואם אסכלא מנוקבת היא כשירה א\"ר צדוק וכו' וכן כשיזוב מלחלוחיתו על הסולת כאשר זכר יסיר אותו הסולת כי אסור לאכול ממנו אלא מה שנשאר בעצמותו [קשה] אבל מה שיזוב ממנו הרי הוא כמרק. והלכה כרבי צדוק: "
            ],
            [
                "<b>סכו בשמן תרומה אם חבורת כהנים יאכלו כו': </b>כבר קדם לך כי מותר לסוך הפסח במשקין ובמי פירות וההלכה כולה מפורשת: "
            ],
            [
                "<b>חמשה דברים באין בטומאה כו': </b>אמר השם ויהי אנשים אשר היו טמאים לנפש אדם ונתן בהם הדין שידחו מפסח ראשון לפסח שני והקבלה כי זה הוא לפי שהן מועטין אבל אם היו הקהל כולם טמאין או רובם יקריבו הפסח והם טמאים וכן אמרו יחידים נדחים לפסח שני ואין צבור נדחה לפסח שני וכמו כן כל קרבנות צבור כולם מקריבין אותן בטומאה כשנטמאו רובן לפי שאנו למדין מן הפסח לכולן כי אמר הש\"י בפסח במועדו ואמר בקרבנות צבור כולם אלה תעשו לה' במועדיכם ונתן לכולם מועד וכמו כן כל מה שיש לו זמן קבוע יבא בטומאה כשנטמא רוב הקהל או רוב הכהנים כאשר יתבאר ואלו החמשה שמנה הם מדברים הנאכלים מקרבנות צבור והנותר ישרף וכמו כן שעירי מועדים דינם ודין שעירי ראשי חדשים אחד לפי שהם כולם חטאת הצבור. ואמרו חמשה ולא אמר אלו הדברים באין בטומאה למעוטי חגיגת חמשה עשר שענינה נפרש עוד כי אע\"פ שהיא כקרבן צבור כמו שאינה קרבה בשבת כמו שבארנו כך אינה קרבה בטומאה: "
            ],
            [
                "<b>נטמא הבשר והחלב קיים אינו זורק כו': </b>כבר ידעת כי קרבן פסח לא בא אלא לאכילה ולפיכך אם נטמא הבשר אינו זורק את הדם כי לא נסמוך אלא על אכילת בשר: "
            ],
            [
                "<b>נטמא הקהל או רובו או שהיו הכהנים כו': </b>דע זה העיקר וזכרהו והבינהו כי טומאת מת בלבד היא שתדחה בצבור ויקריבו בטומאה וכשהוא יחיד ידחה לפסח שני כמו שאמר הכתוב ואפילו היה יום שביעי שלו יום ארבעה עשר ידחו טמאים וזאת היתה השאלה ששאלו עליה למשה רבינו לפי שבא שביעי שלהם יום ארבעה עשר אמרו הפסח אינו נאכל אלא בלילה ואנו נהיה טהורים בלילה וראוין לאכילה יזרק הדם עלינו היום ולאיזה דבר נמנע והוא אמרם למה נגרע כי הטעם ברור לפי שהיו טמאים והכתוב רמז לזה באומרו ולא יכלו לעשות הפסח ביום ההוא באותו היום בלבד היו נמנעים וזה הדין הוא בטומאת מת בלבד כמו שנתננו העיקר אבל טומאת שרץ לא אלא שמקריב טמא שרץ אפילו יחיד ולערב כשיטהר יאכל פסחו בטהרה ונתבאר זה העיקר בפרק השני מתלמוד מסכת זבחים: "
            ],
            [
                "<b>הפסח שנזרק דמו ואח\"כ נודע שהוא כו': </b>ואח\"כ נודע שהוא טמא ר\"ל הדם שנטמא ועוד יתבאר זה בסוף עדיות כי דם קדשים אינו נטמא וכי זה הדבר כולו הנמצא בטומאת הדם היא משנה ראשונה וטומאת הגוף שנטמא הכהן המקריב אותו. וטומאת התהום הוא טומאת מת נסתר ולא יודע לעולם כאלו היה בתהום ולפיכך הציץ היה מרצה לפי שא\"א בה ידיעה לעולם כי אין בעולם אדם שיודע כי באותו מקום מת או קבר ונקוה שידענו וידע שנטמא ויטהר א\"כ כל קרבן שיקרב והוא טמא בקבר התהום כשר והציץ מרצה עליו והיות הציץ כפרה על הפסול הנולד ההווה בקדשים הוא לשון התורה אמר הש\"י והיה על מצח אהרן ונשא אהרן את עון הקדשים וגו' ואמרו בברייתא בטומאת התהום איזה היא טומאת התהום כל שלא הכיר בה אחד בסוף העולם הכיר בה אחד בסוף העולם אינה טומאת התהום. ואני עשיתי לך דמיון בקבר התהום לפי שהעיקר אצלנו לא אמרו טומאת התהום אלא למת בלבד: "
            ],
            [
                "<b>נטמא שלם או רובו שורפין אותו לפני הבירה כו': </b>הכוונה הוא שישרפו אותו בפני המקדש לביישן כדי שישמרו להבא ולא יבואו לידי טומאה וצוו אותם לשורפם מעצי המערכה כדי שלא לבייש מי שאין לו: "
            ],
            [
                "<b>הפסח שיצא או שנטמא ישרף מיד כו': </b>אמר שיצא ענינו שיצא מן הבית שנאכל בו. ותעובר צורתו הוא שישאר עד שיתעפש ויפסיד כי העיקר אצלנו כל שפסולו בגופו ישרף מיד בדם ובבעלים תעובר צורתו ותשרף ולא חלק רבי יוחנן בן ברוקא אלא כשנטמאו הבעלים או מתו קודם זריקת הדם לפי שהוא ידמה אותו לפסולו בגופו. ואין הלכה כרבי יוחנן בן ברוקא: "
            ],
            [
                "<b>העצמות והגידין והנותר ישרפו בששה עשר כו': </b>גידין הן הגידין שהם אסורים באכילה ושריפתן מצות עשה כמו שצוה השם בו והנותר ממנו עד בקר באש תשרופו וי\"ט עשה ולא תעשה כמו שנאמר בו שבתון וזו מצות עשה והעיקר אצלנו אין עשה דוחה לא תעשה ועשה. ומאמר השם עד בקר רוצה בו כי מה שישאר ממנו למחרתו שישרף ר\"ל מחרת י\"ט: "
            ],
            [
                "<b>כל הנאכל בשור הגדול יאכל בגדי הרך כו': </b><b>השובר את העצם בפסח הטהור הרי זה לוקה כו': </b>ראשי כנפים הם אותם הגידים הקשין שהם סביבות הפרקים באדם ובבהמה ובעוף ונקשרין אותן הפרקים באותן הגידין. והסחוסים מיני עצמות רכים כאותן שבראש הכתף. וטעם לוקה ואינו לוקה עוד יתבאר בסוף מכות: "
            ],
            [
                "<b>אבר שיצא מקצתו חותך עד שמגיע לעצם כו': </b>קדשי הקדשים אינן נאכלין אלא בעזרה בלבד וקדשים קלים בכל העיר והפסח בחבורתו בלבד כי השם צוה בבית אחד יאכל לא תוציא מן הבית. ואלו הגדרים שנתן מקצתן כלפנים ומקצתן כלחוץ כוללים השלשה פרקים ר\"ל העזרה והמדינה וחבורת פסח והשם אמר ובשר בשדה טרפה וקבלנו כי ענין זה הכתוב שכל בשר שיצא חוץ למחיצתו שהיא בשדה והיא טרפה וכאילו אמר ובשר שיצא לשדה טרפה היא ולפיכך כשיוציא אדם מבשר קדשי הקדשים חוץ לעזרה או כלום מבשר קדשים קלים חוץ לירושלים או כלום מבשר הפסח חוץ לבית נאסר אותו הבשר שיצא והוא אסור באכילה ושיצא מקצת האבר מן הפסח אי אפשר לחתוך העצם ממקום היוצא מפני שמנענו הכתוב ועצם לא תשברו בו ומפני זה חותכין הבשר היוצא מזה העצם וקולף הנשאר מן הבשר הפנימי ואוכלו ומגלה הפרק ומשליך העצם כולו שלם ומה שעליו מן הבשר מה שיצא ממנו חוץ אבל בקדשים כשיצא קצת האבר חותכין אותו כל מה שיצא מן הבשר והעצם. וקופיץ הוא סכין גדול. ואגף מקום הדלתות כשסוגרין אותן הדלתות נבדל החיצון מן הפנימי: "
            ],
            [
                "<b>שתי חבורות שהיו אוכלין בבית אחד כו': </b>הכלה מתביישת מן החבורה ולפיכך התירו לה להחזיר פניה מן החבורה ותאכל מה שלא התירו לשמש לעשות כן: "
            ]
        ],
        [
            [
                "<b>האשה בזמן שהיא בבית בעלה שחט עליה כו': </b>רגל ראשון פירוש הרגל הראשון מזמן נשואיה. ואמרו לא יאכל משל שניהן כשיש ביניהם קפידא על זה השעור אבל כשהן מתרצין זה לזה רצה משל זה אוכל רצה משל זה אוכל. ואמרו לא יאכל משל רבו וכמו כן לא יאכל משל עצמו לפי כי עוד יתבאר לך כי הוא לא יניח עבד חציו בן חורין וחציו עבד ולפיכך לא יאכל ממנו בשום פנים עד שיעשה בן חורין ומה שאמר בכאן לא יאכל משל רבו שיראה ממנו שהוא אוכל משל עצמו זהו דעת האומר מניחין אדם חציו עבד וחציו בן חורין וזה הדין כולו בנוי על העיקר שבא אצלנו והוא מאמר הברייתא שוחט אדם על יד בנו ובתו הקטנים ועל ידי עבדו ושפחתו הכנענים בין מדעתן ובין שלא מדעתן: "
            ],
            [
                "<b>האומר לעבדו צא ושחוט עלי את הפסח כו': </b>כשאמר לו רבו צא ושחוט עלי את הפסח סתם אף על פי שיהיה מנהג העולם טלה ושחט לו גדי או גדי ושחט לו טלה הרי זה יאכל וזהו מה שרצה להשמיענו שלא נחוש למנהג והעיקר אצלנו אין נמנין על שני פסחים וזה שהתרנו בכאן ואמרנו יאכל מן הראשון הוא מיוחד למלך ולמלכה בלבד כשאמרו לעבדיהם צאו ושחטו עלינו את הפסח ושחטו שני פסחים וזה לחסרון דעת העבדים ומיעוט התעסקם במצות אבל שאר בני אדם אין אוכלין לא מן הראשון ולא מן השני וזה הדין שזכר באמרו שכח מה שאמר לו רבו אינו מתקיים אלא כשאמר לו הרועה של רבו קח טלה וגדי ושחוט אותם כדי שתתכוין דעת רבך ואני הקנתי לך האחד בתנאי שלא יהיה לרבך רשות בו אבל אם לא היה כן לא יתקיים מזה הדין דבר כי העיקר אצלנו מה שקנה עבד קנה רבו א\"כ אמרו שלי לא יתקיים אלא על הדרך שביארנו ולא יהיו פטורין מלעשות פסח שני אלא כששכח רבו מה אמר לו אחר שנזרק הדם לפי שהפסח אחר זריקת הדם ראוי לאכילה אבל קודם זריקת הדם חייבים בפסח שני: "
            ],
            [
                "<b>האומר לבניו הריני שוחט את הפסח כו': לעולם נמנין עליו עד שיהא בו כזית לכל כו': </b>אמר להם על מי שיעלה מכם ראשון לירושלים כדי לזרזם על המצות ושישתדלו לעלות לירושלים אבל לענין הפסח כבר נמנו עמו בלי ספק ולפיכך כשנכנס הגדול זכה וזיכה אחיו עמו לפי שהן מנויין על הפסח כולן רבי שמעון סבר שנמנין על הפסח עד שישחט ומושכין את ידיהם אחר שנשחט קודם שיזרק הדם ואין הלכה כרבי שמעון: "
            ],
            [
                "<b>הממנה עמו אחרים בחלקו רשאין כו':  </b>זה מבואר: "
            ],
            [
                "<b>זב שראה שתי ראיות שוחטין עליו בשביעי כו': </b>זו המשנה היא צריכה לעקרים אני אבארם לך והם כי כשראה הזב שתי ראיות נטמא וסיפר ז' ימים בלא ראיה וטובל בז' ואם ראה ג' ראיות מביא קרבן בח' ואחר יאכל בקדשים לפי שהוא מחוסר כפורים ומחוסר כפורים אינו אוכל בקדשים אמר הש\"י כי יהיה זב מבשרו זובו טמא הוא זכר בכאן מלת זיבות ב' פעמים ואמר טמא ואמר עוד זאת תהיה טומאתו בזובו וזכר מלת זיבות ג' פעמים ואמר טומאתו ובאה הקבלה מנה הכתוב שתים וקראו טמא ג' וקראו טמא הא כיצד שתים לראיה ושלש לקרבן ופירוש דיני הראיה יתבארו במקומו ואין לנו צורך בכאן להאריך בם וכמו כן האשה כשראתה דם בלא עת נדתה ג' ימים רצופים הרי היא זבה וסופרת שבעה ימים בלא ראיה ותביא קרבן בשמיני כמו הזב ואחר תאכל בקדשים לערב ואמר הש\"י ואשה כי יזוב זוב דמה ימים רבים בלא עת נדתה וגו' ומקבלה ימים שנים רבים שלשה וכשתראה יום א' תמתין עד למחרת אם לא ראתה דבר <small>[טובלת  לאחר הנץ החמה ואוכלת בקדשים לערב ואם ראתה ג\"כ בשני תשמור ותמתין עד למחר וטובלת]</small> בשלישי ואוכלת בקדשים לערב ואם ראתה בשלישי הרי היא זבה גמורה והיא תקרא באלו הימים השלשה שומרת יום כנגד יום ואחר שתדע אלו העיקרים תדע זאת ההלכה כולה וזה הדין הולך על העיקר שהזכרתיך בפרק שלפני זה והוא כי מי שאינו ראוי לאכילת הפסח יום ארבעה עשר אבל יהיה ראוי לערב שוחטים עליו ובתנאי אם טבל כבר שלא יהיה מחוסר אלא הערב שמש ויהיה גם כן כשנתן קרבנותיו לבית דין אם היה מחוסר כפורים ואז ישחט עליו ואע\"פ שאותו היום אינו ראוי אלא בטומאת מת בלבד כאשר בארתי לך שם: "
            ],
            [
                "<b>האונן והמפקח את הגל וכן מי וכו': </b>אונן אינו אוכל בקדשים שנאמר ולא אכלתי באוני ממנו והאדם שמת לו אחד מקרוביו שחייב להתאבל עליו יום המיתה נקרא אונן מדאורייתא וכל זמן שהמת על פני האדמה ר\"ל שלא נקבר נקרא אונן וכמו כן יום הקבורה הוא אונן אבל מדרבנן ולא נחוש לאנינות דרבנן לענין פסח. וכן אמרו אין אנינות אלא יום המיתה בלבד וזה לענין אכילת פסח ומפקח בגל הוא החופר בגל ומחפש שם מת להוציאו אין שוחטין עליו לפי שאין אנו יודעים מה שיארע לו כי אפשר שימצא באותו הגל מת ויטמא ולא יהיה מותר לאכול הפסח ששחטו עליו בני חבורתו שיאכלנו ואולי שלא ימצא שם מת ויאכל ואמרו וכן מי שהבטיחוהו להוציאו מבית האסורים בשני תנאין האחד שהיה בבית האסורים של עובדי כוכבים שהכתוב העיד עליהם אשר פיהם דבר שוא וימינם ימין שקר אבל אם היה בבית האסורים של ישראל אם הבטיחוהו ודאי יוציאוהו שארית ישראל לא יעשו עולה והשני שיהיה בבית האסורים חוץ לחומה אבל אם הוא תוך ירושלים מוליכין את הפסח לבית האסורין ואוכלו לשם ודע כי האונן הותר לו לאכול פסחו לערב כמו שיתבאר לקמן. ומה שאמר אין שוחטין עליו לכתחלה נחוש שמא לא יאכל דבר לגודל אבילותו ואנחנו שחטנו עליו וחשבנו על אכילתו ויותר הבשר וישרף ולפיכך אמר ועל כולן אין שוחטין עליהם בפני עצמן ר\"ל כי אנו לא נשחוט פסח לחבורה של אוננין או חולים או זקנים או מפקחין את הגל ואחר כך ביאר טעם זה ואומר אולי תחשוב כי זה הוא לפי שאינם ראויין לעשות פסח אינו כן כי ראויין הם אבל אסור זה כדי שלא יביאו את הפסח לידי פסול והם לא יאכלוהו ויבא לידי שריפה וכן המפקח בגל שמא ימצא מת אחר שחיטת הפסח ויטמא וישרף. וכאשר הודיענו שהם ראויים אמר לפיכך אם אירע בהם פסול ר\"ל אם שחטו פסח ונזרק עליהם הדם ואע\"פ שלכתחלה אין ראוי לשחוט עליהם ואחר כך אירע פסול באלו האוננים או החולים או הזקנים ונטמאו במת שאינם יכולים לאוכלו בלילה פטורין הן מלעשות פסח שני לפי שהם שחטוהו והם ראויין לעשות פסח אלא מפקח בגל בלבד לפי שכשנשחט עליו הפסח והוא ראוי כאשר זכרנו ואחר כך מצא המת באותו הגל צריך פסח שני לפי שהיה טמא בשעת שחיטה כשהיה מחפש בגל וזה בתנאי שיהיה הגל עגול כשנמצא מת תחתיו נדע ידיעה אמתית כי כל מה שהיה על גב אותו הגל טמא לפי שהוא היה על גבי המת אבל כשיהיה המקום שהוא חופר מקום ארוך ומצא תחתיו מת הרי פטור מלעשות פסח שני שאנחנו נאמר טהור היה בשעת שחיטה ואפשר שלא היה על מקום המת בכוון וגל עגול הוא שיהיה כמו עגול העומד כזו הצורה: "
            ],
            [
                "<b>אין שוחטין את הפסח על היחיד דברי רבי יהודה כו': </b>זה מבואר. ורוצה באומרו נשים ועבדים משום תפלות וקטנים ועבדים משום פריצותא אבל כל מין ומין לעצמו הרי הוא מותר נשים לעצמן עבדים לעצמן. והלכה כר' יוסי: "
            ],
            [
                "<b>אונן טובל ואוכל את פסחו לערב כו': </b>מה שחייב שנתיר לו אכילת הפסח לבדו ולא שאר קדשים לפי שאנינות לילה מדרבנן לשון התורה ביום המות בלבד הוא והוא מה שאמר אהרן ביום מות נדב ואביהוא ואכלתי חטאת היום הייטב בעיני ה' ולפי שאכילת פסח בכרת התרנו אכילתו בעת אנינות דרבנן אבל אכילת קדשים שהיא מצות עשה בלבד לא התירוהו וחייבנו לאונן טבילה כדי שתראה הפשטתו מאותה המחשבה והסרת אבילותו וזה הוא ראוי כשמת לו מת אחר חצות יום ארבעה עשר שהוא מחויב קרבן פסח ונתחייב בו קודם שיחול האנינות אבל אם מת לו מת קודם חצות שהוא אונן קודם שיחול שעת חיוב הקרבן ידחה לפסח שני ואין מקריבין עליו והוא אונן לפי שאינו ראוי מפני אנינותו. והמלקט עצמות ענינו כשמלקטין אותם לו אחרים לפי שהוא מין אנינות. ולא חלקו ב\"ש וב\"ה אלא בגר בלבד לפי שנאמר שמא לשנה הבאה יהיה טמא נפש ויאמר כמו שטהרתי בשנה שעברה ואכלתי פסח לערב כמו כן עכשיו אטבול ואוכל פסחי אבל ערל ישראל טובל ואוכל פסחו לערב: "
            ]
        ],
        [
            [
                "<b>מי שהיה טמא או בדרך רחוקה כו' . </b>כשהיה טמא או בדרך רחוקה בפסח ראשון ולא עשה את השני אינו חייב כרת לפי שנפטר מפסח ראשון שנאמר בו לשון כרת ונדחה לפסח שני שלא נאמר בו לשון כרת וכששגג או נאנס בפסח ראשון ולא עשה את השני חייב כרת כי לשון התורה כל מי שלא היה טמא או בדרך רחוקה ולא עשה פסח כלל חייב כרת והוא אמרו ית' והאיש אשר הוא טהור ובדרך לא היה וגו' וזה ענין אמרם בכאן אלו פטורין מן הכרת ואלו חייבין: "
            ],
            [
                "<b>איזו היא דרך רחוקה מן המודיעים ולחוץ כו': </b>מודיעים מקום בינו ובין ירושלים ט\"ו מיל והוא מהלך שילך אדם הליכה בינונית ברגליו מעת הנץ החמה עד בין הערבים ואם היה יום ארבעה עשר חוץ למודיעים הוא בדרך רחוקה. ורבי אליעזר אומר אפילו היה תוך ירושלים וחלה או נשתבש הלוכו ולא יכול להכנס בעזרה בשעת הקרבן אלא שהיה בסוף השעה כשהגיע לאסקופת העזרה דינו כדין מי שהיה בדרך רחוקה ורבי עקיבא אומר כי מאחר שהיה לפנים מן המודיעים ולא יכול להגיע שדינו כדין אנוס. והלכה כר\"ע: "
            ],
            [
                "<b>מה בין פסח ראשון לשני כו': </b>אמר השם בפסח שני ככל חקת הפסח יעשו אותו אילו לא היה מוסיף על זה הכתוב דבר היה אדם חייב בשני ככל מה שהוא חייב בראשון ולפי שאמר אח\"כ בפסח שני על מצות ומרורים יאכלוהו מיעט השבתת שאור ובאמרו לא ישאירו ממנו עד בוקר מיעט לא יראה ולא ימצא ובאמרו ועצם לא תשברו בו מיעט לא תשחט על חמץ דם זבחי לפי שלא היה צריך לאלו הבאורים כולם כי אמרו ככל חקת הפסח יספיק לכל אלו ומה שהחזירם כולם אינו אלא השלמת ענין כאלו אמר חקת הפסח שנתחייבת בה אינו אלא זו בלבד על מצות ומרורים יאכלוהו ועל כיוצא בו אמרו אין ריבוי אחר ריבוי אלא למעט: "
            ],
            [
                "<b>הפסח שבא בטומאה לא יאכלו ממנו זבין כו': </b>כבר ידעת כי כשהן רוב הקהל טמאים לנפש אדם בלבד לזה אנו אומרים שבא הפסח בטומאה שאין אוכלים אותו אלא טמא מת בלבד שהותרה להם טומאה כמו שבארנו אבל אם אכלו ממנו שאר הטמאים אינן חייבין כרת כי כן קבלנו נאכל לטהורים חייבין עליו משום טומאה שאין נאכל לטהורים אין חייבין עליו משום טומאה ור\"א אומר וישלחו מן המחנה כל צרוע וכל זב וכל טמא לנפש בזמן שטמא מת משתלח זבין ומצורעין משתלחין ולפיכך אם נכנסו זבין ומצורעין למקדש בפסח שבא בטומאה פטורין. ואין הלכה כר\"א: "
            ],
            [],
            [
                "<b>אמר רבי יהושע שמעתי שתמורת הפסח קריבה כו' שיסתאב.</b> ענינו עד שיפול בו מום שיפסול אותו ולא יהיה ראוי לקרבן ודברי רבי עקיבא אמת אין עליו חולק: "
            ],
            [
                "<b>המפריש נקבה לפסחו או זכר בן שתי שנים כו': </b>בכל מקום שאומר יפלו דמיו לנדבה רוצה בו עולות נדבה והוא שמטילין דמיו בתיבה שהיתה במקדש וב\"ד היו מקריבין אותן הדמים עולות ומכלל הדברים שבאר מי שיביא עולתו נדבה או יטיל דמיה בתיבה כי אותה שהוטלו דמיה בתיבה נסכיה משל צבור ועולה שיביא נסכיה משלו ועוד יתבארו מיני ההפרש שיש ביניהם בפרק שלישי ממסכת תמורה: "
            ],
            [
                "<b>הפסח שנתערב בזבחים כולן ירעו עד כו' . </b>המשל בזה כי אם נתערב פסח עם שתי עולות מניחין השלשה כבשים עד שיפסלו ומוכרם אחד אחד וידע איזה מהם דמיו יותר ונאמר על  דרך הדמיון <small>[דברים אלו צריכין ביאור, כ\"כ התוי\"ט ע\"ש]</small> שישוה הא' דינר והשני דינר וחצי והשלישי שני דינרין נמצאו בידיו מן הג' כבשים ד' דינרין וחצי אז יתחייב להביא ג' בהמות ב' מהם בשנים שנים דינרין (וא' בשנים דינרים וחצי) [ואחד בדינר וחצי <small>כצ\"ל ומסולק מה שנתקשה התוי\"ט בהבנת דברי רבינו, והדין נותן שא\"צ להביא העולה השניה רק בדינר וחצי דמאחר שהם שתי עולות א\"כ ממ\"נ עולה אחת לא היתה שוה כ\"א דינר וחצי. <small>מהרב המאור הגדול המפורסם מו\"ה אשר הלוי</small>]</small> וזהו אמרם ויפסיד המותר מביתו יקריב מהם שתים לעולה ואחת שהיתה בשנים דינרים שלמים וממה שאתה צריך לדעת כי הבכור נאכל לשני ימים ולילה אחד והפסח אינו נאכל אלא בלילה ואינו נאכל אלא עד חצות וכשנאכל בכור בתורת פסח אנו מביאין אותו לעשותו נותר לפי שאינו נאכל אלא עד חצות והעיקר אצלנו אין מביאין קדשים לבית הפסול ור' שמעון אומר מביאין את הקדשים לבית הפסול. ואמר אם חבורת כהנים יאכלו ר\"ל יאכלו הכל עד חצות כדין הפסח. וחכמים אומרים ירעו עד שיסתאבו ויביא בהמה בדמי היפה והשמנה שבהן ויאמר כל היכא דאיתא לפסח תחול קדושתו על זה ויקריב אותה הבהמה שלמים ויאכל אותה הבהמה כולה שנפל בה מום כאשר יאכל בכור בעל מום ואין הלכה כר\"ש: "
            ],
            [
                "<b>חבורה שאבד פסחה ואמרו לאחד צא כו': </b>כל זה מבואר אינו צריך פירוש. ואמרם לא אמר להם ולא אמרו לו רוצה בו שלא פירש דבר ולא הרשוהו בפירוש שישחוט בעבורם וגם הוא לא הרשה אותם בפירוש אע\"פ שהיו שם מעשים ורמזים מורים על סמיכת קצתם אל קצתם: "
            ],
            [
                "<b>שתי חבורות שנתערבו פסחיהן כו': </b>ברור הוא כי זה תערובות לא נפל אלא קודם שישחט הפסח: "
            ],
            [
                "<b>שנים שנתערבו פסחיהן זה מושך לו אחד כו': </b>וכמו כן יאמר השני לחבירו והדבר כולו מבואר: "
            ]
        ],
        [
            [
                "<b>ערבי פסחים סמוך למנחה לא יאכל אדם כו': </b>סמוך למנחה הוא שישאר מן היום יותר משתי שעות ומחצה זמניות לפי שהעת שיקרא מנחה הוא שישאר מן היום שתי שעות ומחצה ומפני זה חייבנו לזה החיוב לפי שאכילת מצה בלילה הראשון חובה וראוי להרעיב אדם עצמו כדי שיאכל המצה בתאבון וזה שמנענו אותו מן האכילה אינו אכילת לחם לבדו כי אין ברשותו לאכול לחם באותה שעה ואסור לנו לאכול מצה יום ארבעה עשר עד שיאכלנה בשעת המצוה אבל מנעוהו לאכול הרבה משאר המאכלים. וחייבנו לאכול בהסבה כדי שיאכל כדרך שהמלכים והגדולים אוכלים עד שיהיה דרך חרות. ותמחוי הוא כלי שמשימים בו התבשיל שמקבצים לצורך העניים מן הבתים ואסור לאכלו אלא לאדם שהוא בתכלית העוני כמו שבארנו בסוף פאה: "
            ],
            [
                "<b>מזגו לו כוס ראשון בש\"א מברך על היום כו': </b>כבר קדם לך במסכת ברכות כי ב\"ש מקדימין הקידוש קודם ברכת היין ובה\"א להפך: "
            ],
            [
                "<b>הביאו לפניו ירקות מטבל בחזרת כו': </b>הסדר שהוא אומר לך הוא כן. מביאין לפניו השולחן ומקדש כאשר זכר ואוכל איזה ירק שנזדמן לו אחר שיטבול אותו בחרוסת ויברך עליו בפה\"א וזה שאמר מטבל בחזרת להודיעך כי בפה\"א יברך אפי' על חזרת שהוא מן המרורים לפי שהוא אכלו במקום ירק בתחלה אבל כשאכל מצה (וחזרת) ואח\"כ חזרת מברך על אכילת מרור אם לא אכל תחלה מרור ואם אין לו אלא מרור תחלה וסוף יברך עליו תחלה בפה\"א ואח\"כ על אכילת מרור ואוכלו בסוף בלא ברכה. ומה שסדרנו לאכול ירק עכ\"פ ואח\"כ מרור כדי שיהיה שינוי וישאל הבן ומטבל בכאן עניינו שמתעסק באכילת הירק. והחרוסת הוא תערובות שיש בו קהוי ודמות תבן וזה זכר לטיט ואנחנו עושין אותו כך שורין תאנים או תמרים ומבשלין אותן ודכין אותן עד שירטבו ולשין הכל בחומץ ונותנין בו שבולת נרד או איזוב וכיוצא בו בלי שחוקים. ור\"א בן צדוק אומר חרוסת מצוה לדעתו שחייב אדם לברך אקב\"ו על אכילת חרוסת ואינה הלכה: "
            ],
            [
                "<b>מזגו לו כוס שני וכאן הבן שואל אביו כו'  </b>מתחיל בגנות הוא שיספר איך היינו קודם אברהם אבינו כופרים ועובדי גלולים ומשתתפין השם ית' ואחר כך בחר בנו הש\"י ואת כל התלאה אשר מצאתנו במצרים ואח\"כ גאלנו הש\"י ודרש אותה הפרשה ידוע ומפורסם: "
            ],
            [
                "<b>ר\"ג היה אומר כל שלא אמר שלשה דברים אלו וכו': </b>והלכה כרבן גמליאל: "
            ],
            [
                "<b>עד היכן הוא אומר בש\"א עד אם הבנים שמחה כו': </b>והלכה כר' עקיבא: "
            ],
            [
                "<b>מזגו לו כוס שלישי מברך על מזונו כו': </b>מה שחייב שלא נתיר לו לשתות בין שלישי לרביעי הוא כדי שלא ישתכר כי היין בתוך המאכל לא ישכר כמו שישכר בלי מאכל. וברכת השיר הוא נשמת כל חי עד סופה וכמו כן יהללוך עד הסוף יקרא ברכת השיר ואם אמר שתיהם ה\"ז משובח: "
            ],
            [
                "<b>אין מפטירין אחר הפסח אפיקומן כו': </b><b>ישנו מקצתן יאכלו כולן לא יאכלו כו': </b>נתנמנמו הוא שיתחלו לישן ולא ישתקעו בשינה אבל שומעין כשידברו להם ואם קראם אדם עונין מיד ונרדמו הוא שישתקעו בשינה. ואפיקומן הוא אכילת הפרפראות שאדם אוכל אחר סעודתו כגון מיני קטניות והזרעים הקלוים והגרוגרות והצמוקים והשקדים וכיוצא בהן והלכה כרבי יוסי: "
            ],
            [
                "<b>הפסח אחר חצות מטמא את הידים כו': </b><b>בירך ברכת הפסח פטר את של זבח כו': </b>טומאת ידים עוד יתבארו משפטיהם במקומות רבים ממסכת טהרות והזבח הנזכר בכאן הוא חגיגת יום ארבעה עשר שקדם זכרו בפרק הששי ולשון התוספתא איזה היא ברכת הפסח ברוך אשר קדשנו במצותיו וצונו לאכול הפסח ועל הזבח ברוך אקב\"ו לאכול הזבח. והלכה כרבי עקיבא: ",
                "<small>סליק פירוש המשניות להרמב\"ם ממסכת פסחים</small>"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}