var RoshHashanahjson ={
    "language": "he",
    "title": "Mishnah Rosh Hashanah",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה ראש השנה",
    "categories": [
        "Mishnah",
        "Seder Moed"
    ],
    "textmishna": [
        [
            "אַרְבָּעָה רָאשֵׁי שָׁנִים הֵם. בְּאֶחָד בְּנִיסָן רֹאשׁ הַשָּׁנָה לַמְּלָכִים וְלָרְגָלִים. בְּאֶחָד בֶּאֱלוּל רֹאשׁ הַשָּׁנָה לְמַעְשַׂר בְּהֵמָה. רַבִּי אֶלְעָזָר וְרַבִּי שִׁמְעוֹן אוֹמְרִים, בְּאֶחָד בְּתִשְׁרֵי. בְּאֶחָד בְּתִשְׁרֵי רֹאשׁ הַשָּׁנָה לַשָּׁנִים וְלַשְּׁמִטִּין וְלַיּוֹבְלוֹת, לַנְּטִיעָה וְלַיְרָקוֹת. בְּאֶחָד בִּשְׁבָט, רֹאשׁ הַשָּׁנָה לָאִילָן, כְּדִבְרֵי בֵית שַׁמַּאי. בֵּית הִלֵּל אוֹמְרִים, בַּחֲמִשָּׁה עָשָׂר בּוֹ: \n",
            "בְּאַרְבָּעָה פְרָקִים הָעוֹלָם נִדּוֹן, בְּפֶסַח עַל הַתְּבוּאָה, בַּעֲצֶרֶת עַל פֵּרוֹת הָאִילָן, בְּרֹאשׁ הַשָּׁנָה כָּל בָּאֵי הָעוֹלָם עוֹבְרִין לְפָנָיו כִּבְנֵי מָרוֹן, שֶׁנֶּאֱמַר (תהלים לג) הַיּוֹצֵר יַחַד לִבָּם, הַמֵּבִין אֶל כָּל מַעֲשֵׂיהֶם. וּבֶחָג נִדּוֹנִין עַל הַמָּיִם: \n",
            "עַל שִׁשָּׁה חֳדָשִׁים הַשְּׁלוּחִין יוֹצְאִין, עַל נִיסָן מִפְּנֵי הַפֶּסַח, עַל אָב מִפְּנֵי הַתַּעֲנִית, עַל אֱלוּל מִפְּנֵי רֹאשׁ הַשָּׁנָה, עַל תִּשְׁרֵי מִפְּנֵי תַקָּנַת הַמּוֹעֲדוֹת, עַל כִּסְלֵו מִפְּנֵי חֲנֻכָּה, וְעַל אֲדָר מִפְּנֵי הַפּוּרִים. וּכְשֶׁהָיָה בֵית הַמִּקְדָּשׁ קַיָּם, יוֹצְאִין אַף עַל אִיָּר מִפְּנֵי פֶסַח קָטָן: \n",
            "עַל שְׁנֵי חֳדָשִׁים מְחַלְּלִין אֶת הַשַּׁבָּת, עַל נִיסָן וְעַל תִּשְׁרֵי, שֶׁבָּהֶן הַשְּׁלוּחִין יוֹצְאִין לְסוּרְיָא, וּבָהֶן מְתַקְּנִין אֶת הַמּוֹעֲדוֹת. וּכְשֶׁהָיָה בֵית הַמִּקְדָּשׁ קַיָּם, מְחַלְּלִין אַף עַל כֻּלָּן מִפְּנֵי תַקָּנַת הַקָּרְבָּן: \n",
            "בֵּין שֶׁנִּרְאָה בַעֲלִיל בֵּין שֶׁלֹּא נִרְאָה בַעֲלִיל, מְחַלְּלִין עָלָיו אֶת הַשַּׁבָּת, רַבִּי יוֹסֵי אוֹמֵר, אִם נִרְאָה בַעֲלִיל, אֵין מְחַלְּלִין עָלָיו אֶת הַשַּׁבָּת: \n",
            "מַעֲשֶׂה שֶׁעָבְרוּ יוֹתֵר מֵאַרְבָּעִים זוּג, וְעִכְּבָן רַבִּי עֲקִיבָא בְלוּד. שָׁלַח לוֹ רַבָּן גַּמְלִיאֵל, אִם מְעַכֵּב אַתָּה אֶת הָרַבִּים, נִמְצֵאתָ מַכְשִׁילָן לֶעָתִיד לָבֹא: \n",
            "אָב וּבְנוֹ שֶׁרָאוּ אֶת הַחֹדֶשׁ, יֵלְכוּ. לֹא שֶׁמִּצְטָרְפִין זֶה עִם זֶה, אֶלָּא שֶׁאִם יִפָּסֵל אֶחָד מֵהֶן, יִצְטָרֵף הַשֵּׁנִי עִם אַחֵר. רַבִּי שִׁמְעוֹן אוֹמֵר, אָב וּבְנוֹ וְכָל הַקְּרוֹבִין, כְּשֵׁרִין לְעֵדוּת הַחֹדֶשׁ. אָמַר רַבִּי יוֹסֵי, מַעֲשֶׂה בְטוֹבִיָּה הָרוֹפֵא, שֶׁרָאָה אֶת הַחֹדֶשׁ בִּירוּשָׁלַיִם, הוּא וּבְנוֹ וְעַבְדּוֹ מְשֻׁחְרָר, וְקִבְּלוּ הַכֹּהֲנִים אוֹתוֹ וְאֶת בְּנוֹ, וּפָסְלוּ אֶת עַבְדּוֹ. וּכְשֶׁבָּאוּ לִפְנֵי בֵית דִּין, קִבְּלוּ אוֹתוֹ וְאֶת עַבְדּוֹ, וּפָסְלוּ אֶת בְּנוֹ: \n",
            "אֵלּוּ הֵן הַפְּסוּלִין, הַמְשַׂחֵק בְּקֻבְיָא, וּמַלְוֵי בְרִבִּית, וּמַפְרִיחֵי יוֹנִים, וְסוֹחֲרֵי שְׁבִיעִית, וַעֲבָדִים. זֶה הַכְּלָל, כָּל עֵדוּת שֶׁאֵין הָאִשָּׁה כְשֵׁרָה לָהּ, אַף הֵן אֵינָן כְּשֵׁרִים לָהּ: \n",
            "מִי שֶׁרָאָה אֶת הַחֹדֶשׁ וְאֵינוֹ יָכוֹל לְהַלֵּךְ, מוֹלִיכִין אוֹתוֹ עַל הַחֲמוֹר, אֲפִלּוּ בְמִטָּה. וְאִם צוֹדֶה לָהֶם, לוֹקְחִין בְּיָדָם מַקְּלוֹת. וְאִם הָיְתָה דֶרֶךְ רְחוֹקָה, לוֹקְחִין בְּיָדָם מְזוֹנוֹת, שֶׁעַל מַהֲלַךְ לַיְלָה וָיוֹם מְחַלְּלִין אֶת הַשַּׁבָּת וְיוֹצְאִין לְעֵדוּת הַחֹדֶשׁ, שֶׁנֶּאֱמַר (ויקרא כג), אֵלֶּה מוֹעֲדֵי ה' אֲשֶׁר תִּקְרְאוּ אוֹתָם בְּמוֹעֲדָם: \n"
        ],
        [
            "אִם אֵינָן מַכִּירִין אוֹתוֹ, מְשַׁלְּחִין אַחֵר עִמּוֹ לַהֲעִידוֹ. בָּרִאשׁוֹנָה הָיוּ מְקַבְּלִין עֵדוּת הַחֹדֶשׁ מִכָּל אָדָם. מִשֶּׁקִּלְקְלוּ הַמִּינִין, הִתְקִינוּ שֶׁלֹּא יְהוּ מְקַבְּלִין אֶלָּא מִן הַמַּכִּירִים:  ",
            "בָּרִאשׁוֹנָה הָיוּ מַשִּׂיאִין מַשּׂוּאוֹת. מִשֶּׁקִּלְקְלוּ הַכּוּתִים, הִתְקִינוּ שֶׁיְּהוּ שְׁלוּחִין יוֹצְאִין:  ",
            "כֵּיצַד הָיוּ מַשִּׂיאִין מַשּׂוּאוֹת, מְבִיאִין כְּלֻנְסָאוֹת שֶׁל אֶרֶז אֲרֻכִּין וְקָנִים וַעֲצֵי שֶׁמֶן וּנְעֹרֶת שֶׁל פִּשְׁתָּן וְכוֹרֵךְ בִּמְשִׁיחָה, וְעוֹלֶה לְרֹאשׁ הָהָר וּמַצִּית בָּהֶן אֶת הָאוּר, וּמוֹלִיךְ וּמֵבִיא וּמַעֲלֶה וּמוֹרִיד, עַד שֶׁהוּא רוֹאֶה אֶת חֲבֵרוֹ שֶׁהוּא עוֹשֶׂה כֵן בְּרֹאשׁ הָהָר הַשֵּׁנִי, וְכֵן בְּרֹאשׁ הָהָר הַשְּׁלִישִׁי:  ",
            "וּמֵאַיִן הָיוּ מַשִּׂיאִין מַשּׂוּאוֹת, מֵהַר הַמִּשְׁחָה לְסַרְטְבָא, וּמִסַּרְטְבָא לִגְרוֹפִינָא, וּמִגְּרוֹפִינָא לְחַוְרָן, וּמֵחַוְרָן לְבֵית בִּלְתִּין, וּמִבֵּית בִּלְתִּין לֹא זָזוּ מִשָּׁם, אֶלָּא מוֹלִיךְ וּמֵבִיא וּמַעֲלֶה וּמוֹרִיד עַד שֶׁהָיָה רוֹאֶה כָל הַגּוֹלָה לְפָנָיו כִּמְדוּרַת הָאֵשׁ:  ",
            "חָצֵר גְּדוֹלָה הָיְתָה בִירוּשָׁלַיִם, וּבֵית יַעְזֵק הָיְתָה נִקְרֵאת, וּלְשָׁם כָּל הָעֵדִים מִתְכַּנְּסִים, וּבֵית דִּין בּוֹדְקִין אוֹתָם שָׁם. וּסְעוּדוֹת גְּדוֹלוֹת עוֹשִׂין לָהֶם בִּשְׁבִיל שֶׁיְּהוּ רְגִילִין לָבֹא. בָּרִאשׁוֹנָה לֹא הָיוּ זָזִין מִשָּׁם כָּל הַיּוֹם, הִתְקִין רַבָּן גַּמְלִיאֵל הַזָּקֵן שֶׁיְּהוּ מְהַלְּכִין אַלְפַּיִם אַמָּה לְכָל רוּחַ. וְלֹא אֵלּוּ בִלְבַד, אֶלָּא אַף הַחֲכָמָה הַבָּאָה לְיַלֵּד, וְהַבָּא לְהַצִּיל מִן הַדְּלֵקָה וּמִן הַגַּיִס וּמִן הַנָּהָר וּמִן הַמַּפֹּלֶת, הֲרֵי אֵלּוּ כְאַנְשֵׁי הָעִיר, וְיֵשׁ לָהֶם אַלְפַּיִם אַמָּה לְכָל רוּחַ:  ",
            "כֵּיצַד בּוֹדְקִין אֶת הָעֵדִים. זוּג שֶׁבָּא רִאשׁוֹן, בּוֹדְקִין אוֹתוֹ רִאשׁוֹן. וּמַכְנִיסִין אֶת הַגָּדוֹל שֶׁבָּהֶן וְאוֹמְרִים לוֹ, אֱמֹר, כֵּיצַד רָאִיתָ אֶת הַלְּבָנָה, לִפְנֵי הַחַמָּה אוֹ לְאַחַר הַחַמָּה, לִצְפוֹנָהּ אוֹ לִדְרוֹמָהּ, כַּמָּה הָיָה גָבוֹהַּ וּלְאַיִן הָיָה נוֹטֶה, וְכַמָּה הָיָה רָחָב. אִם אָמַר לִפְנֵי הַחַמָּה, לֹא אָמַר כְּלוּם. וְאַחַר כָּךְ הָיוּ מַכְנִיסִים אֶת הַשֵּׁנִי וּבוֹדְקִין אוֹתוֹ. אִם נִמְצְאוּ דִבְרֵיהֶם מְכֻוָּנִים, עֵדוּתָן קַיָּמֶת. וּשְׁאָר כָּל הַזּוּגוֹת שׁוֹאֲלִין אוֹתָם רָאשֵׁי דְבָרִים, לֹא שֶׁהָיוּ צְרִיכִין לָהֶן, אֶלָּא כְּדֵי שֶׁלֹּא יֵצְאוּ בְּפַחֵי נֶפֶשׁ, בִּשְׁבִיל שֶׁיְּהוּ רְגִילִים לָבֹא:  ",
            "רֹאשׁ בֵּית דִּין אוֹמֵר מְקֻדָּשׁ, וְכָל הָעָם עוֹנִין אַחֲרָיו מְקֻדָּשׁ מְקֻדָּשׁ. בֵּין שֶׁנִּרְאָה בִזְמַנּוֹ בֵּין שֶׁלֹּא נִרְאָה בִזְמַנּוֹ, מְקַדְּשִׁין אוֹתוֹ. רַבִּי אֶלְעָזָר בְּרַבִּי צָדוֹק אוֹמֵר, אִם לֹא נִרְאָה בִזְמַנּוֹ, אֵין מְקַדְּשִׁין אוֹתוֹ, שֶׁכְּבָר קִדְּשׁוּהוּ שָׁמָיִם:  ",
            "דְּמוּת צוּרוֹת לְבָנוֹת הָיוּ לוֹ לְרַבָּן גַּמְלִיאֵל בַּטַּבְלָא וּבַכֹּתֶל בַּעֲלִיָּתוֹ, שֶׁבָּהֶן מַרְאֶה אֶת הַהֶדְיוֹטוֹת וְאוֹמֵר, הֲכָזֶה רָאִיתָ אוֹ כָזֶה. מַעֲשֶׂה שֶׁבָּאוּ שְׁנַיִם וְאָמְרוּ, רְאִינוּהוּ שַׁחֲרִית בַּמִּזְרָח וְעַרְבִית בַּמַּעֲרָב. אָמַר רַבִּי יוֹחָנָן בֶּן נוּרִי, עֵדֵי שֶׁקֶר הֵם. כְּשֶׁבָּאוּ לְיַבְנֶה קִבְּלָן רַבָּן גַּמְלִיאֵל. וְעוֹד בָּאוּ שְׁנַיִם וְאָמְרוּ, רְאִינוּהוּ בִזְמַנּוֹ, וּבְלֵיל עִבּוּרוֹ לֹא נִרְאָה, וְקִבְּלָן רַבָּן גַּמְלִיאֵל. אָמַר רַבִּי דוֹסָא בֶּן הַרְכִּינָס, עֵדֵי שֶׁקֶר הֵן, הֵיאָךְ מְעִידִין עַל הָאִשָּׁה שֶׁיָּלְדָה, וּלְמָחָר כְּרֵסָהּ בֵּין שִׁנֶּיהָ. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, רוֹאֶה אֲנִי אֶת דְּבָרֶיךָ:  ",
            "שָׁלַח לוֹ רַבָּן גַּמְלִיאֵל, גּוֹזְרַנִי עָלֶיךָ שֶׁתָּבֹא אֶצְלִי בְּמַקֶּלְךָ וּבִמְעוֹתֶיךָ בְּיוֹם הַכִּפּוּרִים שֶׁחָל לִהְיוֹת בְּחֶשְׁבּוֹנְךָ. הָלַךְ וּמְצָאוֹ רַבִּי עֲקִיבָא מֵצֵר, אָמַר לוֹ, יֶשׁ לִי לִלְמוֹד שֶׁכָּל מַה שֶּׁעָשָׂה רַבָּן גַּמְלִיאֵל עָשׂוּי, שֶׁנֶּאֱמַר (ויקרא כג), אֵלֶּה מוֹעֲדֵי יְיָ מִקְרָאֵי קֹדֶשׁ, אֲשֶׁר תִּקְרְאוּ אֹתָם, בֵּין בִּזְמַנָּן בֵּין שֶׁלֹּא בִזְמַנָּן, אֵין לִי מוֹעֲדוֹת אֶלָּא אֵלּוּ. בָּא לוֹ אֵצֶל רַבִּי דוֹסָא בֶּן הַרְכִּינָס, אָמַר לוֹ, אִם בָּאִין אָנוּ לָדוּן אַחַר בֵּית דִּינוֹ שֶׁל רַבָּן גַּמְלִיאֵל, צְרִיכִין אָנוּ לָדוּן אַחַר כָּל בֵּית דִּין וּבֵית דִּין שֶׁעָמַד מִימוֹת משֶׁה וְעַד עַכְשָׁיו, שֶׁנֶּאֱמַר (שמות כד), וַיַּעַל משֶׁה וְאַהֲרֹן נָדָב וַאֲבִיהוּא וְשִׁבְעִים מִזִּקְנֵי יִשְׂרָאֵל. וְלָמָּה לֹא נִתְפָּרְשׁוּ שְׁמוֹתָן שֶׁל זְקֵנִים, אֶלָּא לְלַמֵּד, שֶׁכָּל שְׁלשָׁה וּשְׁלשָׁה שֶׁעָמְדוּ בֵית דִּין עַל יִשְׂרָאֵל, הֲרֵי הוּא כְבֵית דִּינוֹ שֶׁל משֶׁה. נָטַל מַקְלוֹ וּמְעוֹתָיו בְּיָדוֹ, וְהָלַךְ לְיַבְנֶה אֵצֶל רַבָּן גַּמְלִיאֵל בְּיוֹם שֶׁחָל יוֹם הַכִּפּוּרִים לִהְיוֹת בְּחֶשְׁבּוֹנוֹ. עָמַד רַבָּן גַּמְלִיאֵל וּנְשָׁקוֹ עַל רֹאשׁוֹ, אָמַר לוֹ, בֹּא בְשָׁלוֹם, רַבִּי וְתַלְמִידִי, רַבִּי בְחָכְמָה, וְתַלְמִידִי שֶׁקִּבַּלְתָּ דְּבָרָי:  "
        ],
        [
            "רָאוּהוּ בֵית דִּין וְכָל יִשְׂרָאֵל, נֶחְקְרוּ הָעֵדִים, וְלֹא הִסְפִּיקוּ לוֹמַר מְקֻדָּשׁ, עַד שֶׁחֲשֵׁכָה, הֲרֵי זֶה מְעֻבָּר. רָאוּהוּ בֵית דִּין בִּלְבַד, יַעַמְדוּ שְׁנַיִם וְיָעִידוּ בִפְנֵיהֶם, וְיֹאמְרוּ מְקֻדָּשׁ מְקֻדָּשׁ. רָאוּהוּ שְׁלשָׁה וְהֵן בֵּית דִּין, יַעַמְדוּ הַשְּׁנַיִם וְיוֹשִׁיבוּ מֵחַבְרֵיהֶם אֵצֶל הַיָּחִיד וְיָעִידוּ בִפְנֵיהֶם, וְיֹאמְרוּ מְקֻדָּשׁ מְקֻדָּשׁ, שֶׁאֵין הַיָּחִיד נֶאֱמָן עַל יְדֵי עַצְמוֹ: \n",
            "כָּל הַשּׁוֹפָרוֹת כְּשֵׁרִין חוּץ מִשֶּׁל פָּרָה, מִפְּנֵי שֶׁהוּא קֶרֶן. אָמַר רַבִּי יוֹסֵי, וַהֲלֹא כָל הַשּׁוֹפָרוֹת נִקְרְאוּ קֶרֶן, שֶׁנֶּאֱמַר (יהושע ו), בִּמְשֹׁךְ בְּקֶרֶן הַיּוֹבֵל: \n",
            "שׁוֹפָר שֶׁל רֹאשׁ הַשָּׁנָה שֶׁל יָעֵל, פָּשׁוּט, וּפִיו מְצֻפֶּה זָהָב, וּשְׁתֵּי חֲצוֹצְרוֹת מִן הַצְּדָדִין. שׁוֹפָר מַאֲרִיךְ וַחֲצוֹצְרוֹת מְקַצְּרוֹת, שֶׁמִּצְוַת הַיּוֹם בַּשּׁוֹפָר: \n",
            "בַּתַּעֲנִיּוֹת, בְּשֶׁל זְכָרִים, כְּפוּפִין, וּפִיהֶן מְצֻפֶּה כֶסֶף, וּשְׁתֵּי חֲצוֹצְרוֹת בָּאֶמְצַע. שׁוֹפָר מְקַצֵּר וַחֲצוֹצְרוֹת מַאֲרִיכוֹת, שֶׁמִּצְוַת הַיּוֹם בַּחֲצוֹצְרוֹת: \n",
            "שָׁוֶה הַיּוֹבֵל לְרֹאשׁ הַשָּׁנָה לַתְּקִיעָה וְלַבְּרָכוֹת. רַבִּי יְהוּדָה אוֹמֵר, בְּרֹאשׁ הַשָּׁנָה תּוֹקְעִין בְּשֶׁל זְכָרִים, וּבַיּוֹבְלוֹת בְּשֶׁל יְעֵלִים: \n",
            "שׁוֹפָר שֶׁנִּסְדַּק וְדִבְּקוֹ, פָּסוּל. דִּבֵּק שִׁבְרֵי שׁוֹפָרוֹת, פָּסוּל. נִקַּב וּסְתָמוֹ, אִם מְעַכֵּב אֶת הַתְּקִיעָה, פָּסוּל. וְאִם לָאו, כָּשֵׁר: \n",
            "הַתּוֹקֵעַ לְתוֹךְ הַבּוֹר אוֹ לְתוֹךְ הַדּוּת אוֹ לְתוֹךְ הַפִּטָּס, אִם קוֹל שׁוֹפָר שָׁמַע, יָצָא. וְאִם קוֹל הֲבָרָה שָׁמַע, לֹא יָצָא. וְכֵן מִי שֶׁהָיָה עוֹבֵר אֲחוֹרֵי בֵית הַכְּנֶסֶת, אוֹ שֶׁהָיָה בֵיתוֹ סָמוּךְ לְבֵית הַכְּנֶסֶת, וְשָׁמַע קוֹל שׁוֹפָר אוֹ קוֹל מְגִלָּה, אִם כִּוֵּן לִבּוֹ, יָצָא, וְאִם לָאו, לֹא יָצָא. אַף עַל פִּי שֶׁזֶּה שָׁמַע וְזֶה שָׁמַע, זֶה כִּוֵּן לִבּוֹ וְזֶה לֹא כִוֵּן לִבּוֹ: \n",
            "וְהָיָה כַּאֲשֶׁר יָרִים משֶׁה יָדוֹ וְגָבַר יִשְׂרָאֵל וְגוֹ' (שמות יז), וְכִי יָדָיו שֶׁל משֶׁה עוֹשׂוֹת מִלְחָמָה אוֹ שׁוֹבְרוֹת מִלְחָמָה. אֶלָּא לוֹמַר לְךָ, כָּל זְמַן שֶׁהָיוּ יִשְׂרָאֵל מִסְתַּכְּלִים כְּלַפֵּי מַעְלָה וּמְשַׁעְבְּדִין אֶת לִבָּם לַאֲבִיהֶם שֶׁבַּשָּׁמַיִם הָיוּ מִתְגַּבְּרִים. וְאִם לָאו, הָיוּ נוֹפְלִין. כַּיּוֹצֵא בַדָּבָר אַתָּה אוֹמֵר (במדבר כא), עֲשֵׂה לְךָ שָׂרָף וְשִׂים אֹתוֹ עַל נֵס, וְהָיָה כָּל הַנָּשׁוּךְ וְרָאָה אֹתוֹ וָחָי. וְכִי נָחָשׁ מֵמִית, אוֹ נָחָשׁ מְחַיֶּה. אֶלָּא, בִּזְמַן שֶׁיִּשְׂרָאֵל מִסְתַּכְּלִין כְּלַפֵּי מַעְלָה וּמְשַׁעְבְּדִין אֶת לִבָּם לַאֲבִיהֶן שֶׁבַּשָּׁמַיִם, הָיוּ מִתְרַפְּאִים, וְאִם לָאו, הָיוּ נִמּוֹקִים. חֵרֵשׁ, שׁוֹטֶה, וְקָטָן, אֵין מוֹצִיאִין אֶת הָרַבִּים יְדֵי חוֹבָתָן. זֶה הַכְּלָל, כֹּל שֶׁאֵינוֹ מְחֻיָּב בַּדָּבָר, אֵינוֹ מוֹצִיא אֶת הָרַבִּים יְדֵי חוֹבָתָן: \n"
        ],
        [
            "יוֹם טוֹב שֶׁל רֹאשׁ הַשָּׁנָה שֶׁחָל לִהְיוֹת בְּשַׁבָּת, בַּמִּקְדָּשׁ הָיוּ תוֹקְעִים, אֲבָל לֹא בַמְּדִינָה. מְשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ, הִתְקִין רַבָּן יוֹחָנָן בֶּן זַכַּאי, שֶׁיְּהוּ תּוֹקְעִין בְּכָל מָקוֹם שֶׁיֶּשׁ בּוֹ בֵית דִּין. אָמַר רַבִּי אֶלְעָזָר, לֹא הִתְקִין רַבָּן יוֹחָנָן בֶּן זַכַּאי אֶלָּא בְיַבְנֶה בִּלְבָד. אָמְרוּ לוֹ, אֶחָד יַבְנֶה וְאֶחָד כָּל מָקוֹם שֶׁיֶּשׁ בּוֹ בֵית דִּין: \n",
            "וְעוֹד זֹאת הָיְתָה יְרוּשָׁלַיִם יְתֵרָה עַל יַבְנֶה, שֶׁכָּל עִיר שֶׁהִיא רוֹאָה וְשׁוֹמַעַת וּקְרוֹבָה וִיכוֹלָה לָבֹא, תּוֹקְעִין. וּבְיַבְנֶה לֹא הָיוּ תוֹקְעִין אֶלָּא בְּבֵית דִּין בִּלְבָד: \n",
            "בָּרִאשׁוֹנָה הָיָה הַלּוּלָב נִטָּל בַּמִּקְדָּשׁ שִׁבְעָה, וּבַמְּדִינָה יוֹם אֶחָד. מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ, הִתְקִין רַבָּן יוֹחָנָן בֶּן זַכַּאי שֶׁיְהֵא לוּלָב נִטָּל בַּמְּדִינָה שִׁבְעָה זֵכֶר לַמִּקְדָּשׁ, וְשֶׁיְּהֵא יוֹם הָנֵף כֻּלּוֹ אָסוּר: \n",
            "בָּרִאשׁוֹנָה הָיוּ מְקַבְּלִין עֵדוּת הַחֹדֶשׁ כָּל הַיּוֹם. פַּעַם אַחַת נִשְׁתַּהוּ הָעֵדִים מִלָּבֹא, וְנִתְקַלְקְלוּ הַלְוִיִּם בַּשִּׁיר. הִתְקִינוּ שֶׁלֹּא יְהוּ מְקַבְּלִין אֶלָּא עַד הַמִּנְחָה. וְאִם בָּאוּ עֵדִים מִן הַמִּנְחָה וּלְמַעְלָה, נוֹהֲגִין אוֹתוֹ הַיּוֹם קֹדֶשׁ וּלְמָחָר קֹדֶשׁ. מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ הִתְקִין רַבָּן יוֹחָנָן בֶּן זַכַּאי, שֶׁיְּהוּ מְקַבְּלִין עֵדוּת הַחֹדֶשׁ כָּל הַיּוֹם. אָמַר רַבִּי יְהוֹשֻׁעַ בֶּן קָרְחָה, וְעוֹד זֹאת הִתְקִין רַבָּן יוֹחָנָן בֶּן זַכַּאי, שֶׁאֲפִלּוּ רֹאשׁ בֵּית דִּין בְּכָל מָקוֹם, שֶׁלֹּא יְהוּ הָעֵדִים הוֹלְכִין אֶלָּא לִמְקוֹם הַוָּעַד: \n",
            "סֵדֶר בְּרָכוֹת, אוֹמֵר אָבוֹת וּגְבוּרוֹת וּקְדֻשַּׁת הַשֵּׁם, וְכוֹלֵל מַלְכוּיוֹת עִמָּהֶן, וְאֵינוֹ תוֹקֵעַ. קְדֻשַּׁת הַיּוֹם, וְתוֹקֵעַ. זִכְרוֹנוֹת, וְתוֹקֵעַ. שׁוֹפָרוֹת, וְתוֹקֵעַ. וְאוֹמֵר עֲבוֹדָה וְהוֹדָאָה וּבִרְכַּת כֹּהֲנִים, דִּבְרֵי רַבִּי יוֹחָנָן בֶּן נוּרִי. אָמַר לוֹ רַבִּי עֲקִיבָא, אִם אֵינוֹ תוֹקֵעַ לַמַּלְכוּיוֹת, לָמָּה הוּא מַזְכִּיר. אֶלָּא אוֹמֵר אָבוֹת וּגְבוּרוֹת וּקְדֻשַּׁת הַשֵּׁם, וְכוֹלֵל מַלְכוּיוֹת עִם קְדֻשַּׁת הַיּוֹם, וְתוֹקֵעַ. זִכְרוֹנוֹת, וְתוֹקֵעַ. שׁוֹפָרוֹת, וְתוֹקֵעַ. וְאוֹמֵר עֲבוֹדָה וְהוֹדָאָה וּבִרְכַּת כֹּהֲנִים: \n",
            "אֵין פּוֹחֲתִין מֵעֲשָׂרָה מַלְכוּיוֹת, מֵעֲשָׂרָה זִכְרוֹנוֹת, מֵעֲשָׂרָה שׁוֹפָרוֹת. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, אִם אָמַר שָׁלשׁ שָׁלשׁ מִכֻּלָּן, יָצָא. אֵין מַזְכִּירִין זִכָּרוֹן מַלְכוּת וְשׁוֹפָר שֶׁל פֻּרְעָנוּת. מַתְחִיל בַּתּוֹרָה וּמַשְׁלִים בַּנָּבִיא. רַבִּי יוֹסֵי אוֹמֵר, אִם הִשְׁלִים בַּתּוֹרָה, יָצָא: \n",
            "הָעוֹבֵר לִפְנֵי הַתֵּבָה בְּיוֹם טוֹב שֶׁל רֹאשׁ הַשָּׁנָה, הַשֵּׁנִי מַתְקִיעַ. וּבִשְׁעַת הַהַלֵּל, רִאשׁוֹן מַקְרֵא אֶת הַהַלֵּל: \n",
            "שׁוֹפָר שֶׁל רֹאשׁ הַשָּׁנָה, אֵין מַעֲבִירִין עָלָיו אֶת הַתְּחוּם, וְאֵין מְפַקְּחִין עָלָיו אֶת הַגַּל, לֹא עוֹלִין בְּאִילָן, וְלֹא רוֹכְבִין עַל גַּבֵּי בְהֵמָה, וְלֹא שָׁטִין עַל פְּנֵי הַמַּיִם, וְאֵין חוֹתְכִין אוֹתוֹ בֵּין בְּדָבָר שֶׁהוּא מִשּׁוּם שְׁבוּת, וּבֵין בְּדָבָר שֶׁהוּא מִשּׁוּם לֹא תַעֲשֶׂה. אֲבָל אִם רָצָה לִתֵּן לְתוֹכוֹ מַיִם אוֹ יַיִן, יִתֵּן. אֵין מְעַכְּבִין אֶת הַתִּינוֹקוֹת מִלִּתְקוֹעַ, אֲבָל מִתְעַסְּקִין עִמָּהֶן עַד שֶׁיִּלְמְדוּ. וְהַמִּתְעַסֵּק, לֹא יָצָא, וְהַשּׁוֹמֵעַ מִן הַמִּתְעַסֵּק, לֹא יָצָא: \n",
            "סֵדֶר תְּקִיעוֹת, שָׁלשׁ, שֶׁל שָׁלשׁ שָׁלשׁ. שִׁעוּר תְּקִיעָה כְּשָׁלשׁ תְּרוּעוֹת. שִׁעוּר תְּרוּעָה כְּשָׁלשׁ יְבָבוֹת. תָּקַע בָּרִאשׁוֹנָה, וּמָשַׁךְ בַּשְּׁנִיָּה כִשְׁתַּיִם, אֵין בְּיָדוֹ אֶלָּא אֶחָת. מִי שֶׁבֵּרַךְ וְאַחַר כָּךְ נִתְמַנָּה לוֹ שׁוֹפָר, תּוֹקֵעַ וּמֵרִיעַ וְתוֹקֵעַ שָׁלשׁ פְּעָמִים. כְּשֵׁם שֶׁשְּׁלִיחַ צִבּוּר חַיָּב, כָּךְ כָּל יָחִיד וְיָחִיד חַיָּב. רַבָּן גַּמְלִיאֵל אוֹמֵר, שְׁלִיחַ צִבּוּר מוֹצִיא אֶת הָרַבִּים יְדֵי חוֹבָתָן: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>ארבעה ראשי שנים הן.</b> למלכים. מלכי ישראל מונין להם מניסן. שאם מלך מלך בשבט או באדר, משהגיע ניסן כלתה לו שנה ומתחילין למנות לו שנה שניה. ומקרא נפקא לן דמניסן מנינן להו דכתיב (מלכים א ו׳:א׳) ויהי בשמונים שנה וארבע מאות שנה לצאת בני ישראל מארץ מצרים בשנה הרביעית בחדש זיו הוא החודש השני למלוך שלמה על ישראל, מקיש מלכות שלמה ליציאת מצרים, מה יציאת מצרים מניסן מנינן לה, אף למלכות שלמה מניסן מנינן לה. ולמלכי אומות העולם מונין מתשרי, והיינו דתנן לקמן בסמוך באחד בתשרי ראש השנה לשנים, כלומר לשנים של מלכי אומות העולם. ונפקא מינה, לפי שרגילין. למנות זמן שטרות לשנות המלך משנה שעמד בה, משום שלום מלכות. ואם עמד מלך באדר וכתב לו הסופר בניסן שלאחר שלשה עשר חדש, ניסן של שנה שניה, כיון דניסן ראש השנה למלכים, הוה ליה שטר מוקדם ופסול, משום דהאי ניסן של שנה שלישית הוא, ושטרי חוב המוקדמים פסולים, לפי שנמצא טורף לקוחות, שלקחו השדה מן הלוה בין זמנו של שטר לזמן ההלואה, שלא כדין, שהרי קדמה מכירה להלואה, לפיכך קנסוהו לאבד גם מזמן ההלואה ואילך ולא גבי ממשעבדי:",
                "<b>ולרגלים.</b> הכי קאמר, רגל שבו שהוא פסח, ראש השנה לרגלים לענין הנודר, שאם עברו עליו שלשה רגלים משנדר ולא קיים נדרו עובר על בל תאחר. ורבי שמעון אומר שאינו עובר על בל תאחר עד שיעברו עליו שלש רגלים כסדרן, וחג המצות תחלה, כמו שהן סדורים במקרא (דברים ט״ז:ט״ז). בחג המצות ובחג השבועות ובחג הסוכות. ופסק הלכה, משיעבור עליו רגל אחד בלבד ולא הביא נדרו עובר בעשה, דכתיב (שם י״ב) ובאת שמה והבאתם שמה עולותיכם וגו׳, רגל ראשון שאתה בא אתה צריך להביא. ומשיעברו עליו שלש רגלים עובר על בל תאחר. ואין הלכה כר׳ שמעון דבעי שלש רגלים כסדרן:",
                "<b>ראש השנה למעשר בהמה.</b> שאין מעשרים מן הנולדים בשנה זו על הנולדים בחברתה, דכתיב (דברים י״ד) עשר תעשר, בשתי מעשרות הכתוב מדבר, אחד מעשר דגן ואחד מעשר בהמה, ואמר קרא שנה שנה, ולא משנה זו על של חברתה:",
                "<b>ורבי אלעזר ורבי שמעון אומרים באחד בתשרי.</b> כיון דאתקש מעשר בהמה למעשר דגן, מה מעשר דגן ר״ה שלו תשרי, אף מעשר בהמה ר״ה שלו תשרי. ואין הלכה כר״א ור״ש [דאמרי] בא׳ בתשרי. ות״ק סבר כיון דאתקש מעשר בהמה למעשר דגן דכתיב עשר תעשר, מה דגן סמוך לגמרו עישורו, שהרי ר״ה שלו תשרי והוא סמוך לגמרו שכל ימות [החמה] עומד בגורן להתיבש, אף מעשר בהמה נמי סמוך לגמרו עישורו דהיינו אחד באלול, שהבהמות יולדות באב שאז נגמר זמן עיבורן, דהכי ילפינן מקרא. דכתיב (תהלים ס״ה) לבשו כרים הצאן ועמקים יעטפו בר, אימתי לבשו כרים הצאן, כלומר שמתלבשות מהזכרים העולים עליהם ומתעברות, בזמן שהעמקים יעטפו בר, דהיינו באדר שהזריעה צומחת וניכרת יפה. ויולדות באב, דזמן עיבורה של בהמה דקה ה׳ חדשים. הלכך ר״ה של מעשר בהמה בא׳ באלול סמוך לגמרו:",
                "<b>לשנים.</b> לשני מלכי אומות העולם, כדפרישית לעיל:",
                "<b>ולשמיטין וליובלות.</b> משנכנס תשרי אסור לחרוש ולזרוע מן התורה:",
                "<b>ולנטיעה.</b> אם נטע אילן מ״ה יום קודם אחד בתשרי, שהם שתי שבתות לקליטה, שהנטיעה נקלטת בשתי שבתות, ושלשים יום אחר הקליטה להחשב שנה, דשלשים יום בשנה חשובים שנה, הרי מ״ה יום. כשיגיע אחד בתשרי מונין לה שנה שניה משנות הערלה, ולתשרי של שנה האחרת מונין לה שנה שלישית, ולאחר שנה שלישית כשיגיע אחד בתשרי של שנה רביעית, אם חנטו בנטיעה זו פירות, עדיין הם אסורים משום ערלה. שאע״פ שתשרי ר״ה לנטיעה, ט״ו בשבט ר״ה לאילן וזה כבר נעשה אילן, לפיכך אין שנתו מתחדשת לצאת מידי ערלה עד ט״ו בשבט, ומשם ואילך אם יחנטו בו פירות הם תורת רבעי עליהן לאכלן בירושלים, ובט״ו בשבט לשנה הבאה יצאו מידי רבעי פירות החונטים בה מכאן ואילך:",
                "<b>ולירקות.</b> למעשר ירק שאין. תורמין מן הירק שנלקט לפני ר״ה על הירק הנלקט לאחר ר״ה:",
                "<b>ראש השנה לאילן.</b> לענין מעשר פירות שאין מעשרין פירות אילן שחנטו קודם שבט. על שחנטו לאחר שבט, דבאילן אזלינן בתר חנטה. אי נמי נפקא מיניה לענין שנה שלישית של שמיטה שנוהג בה מעשר עני, שאותן פירות שחנטו מר״ה של שנה שלישית עד שבט דנין אותן כפירות של שנה שניה שעברה ונוהג בהן מעשר ראשון ומעשר שני, ומשבט ואילך נוהג בהן מעשר ראשון ומעשר עני:   "
            ],
            [
                "<b>בארבעה פרקים.</b> בשנה:",
                "<b>בפסח על התבואה.</b> מדאמרה תורה הביאו לפני עומר בפסח כדי שאברך לכם תבואה שבשדות, מינה ידעינן דבפסח נידונים על התבואה:",
                "<b>ובעצרת על פירות האילן.</b> מדאמרה תורה הביאו לפני שתי הלחם בעצרת כדי שאברך לכם פירות האילן, וחטה עץ קרייה רחמנא דכתיב (בראשית ב׳:י״ז) ומעץ הדעת טוב ורע, כמאן דאמר עץ שאכל אדם הראשון חטה היה:",
                "<b>כבני מרון.</b> כבני אמריא, ככבשים הללו שמוציאין אותן בפתח קטן זה אחר זה לעשרן, ואין שנים יכולים לצאת כאחד:",
                "<b>היוצר יחד לבם.</b> הכי קאמר, היוצר והוא הקב״ה רואה יחד לבם ומבין אל כל מעשיהם שאע״פ שעוברים לפניו אחד אחד, מ״מ כולן נסקרים בסקירה אחת:",
                "<b>ובחג נידונין על המים.</b> מדאמרה תורה נסכו לפני מים בחג: "
            ],
            [
                "<b>שלוחין יוצאין.</b> כשקדשו בית דין את החודש שולחין ומודיעין לגולה יום שקידשוהו, אם ביום שלשים וחודש שעבר חסר, אם ביום ל״א וחודש שעבר מלא. ושלוחי בית דין אין מחללין לא את השבת ולא את יום טוב:",
                "<b>ועל אב מפני התענית.</b> לפי שהוכפלו בו צרות יותר משאר תעניות:",
                "<b>ועל אלול מפני ראש השנה.</b> מודיעין מתי אלול ועושין ראש השנה ביום שלשים באלול בגולה, דרוב שנים אין אלול מעובר. ואע״פ שספק בידם שמא יעברוהו בית דין, אי אפשר להם לדעת, ועל כרחן הולכים אחר רוב שנים. ואם לא ידעו מתי מתחיל [אלול] לא ידעו יום שלושים שלו:",
                "<b>ועל תשרי מפני תקנת המועדות.</b> לאחר שקדשו בית דין לתשרי, השלוחין יוצאין ליום המחרת והולכין עד מקום שיכולין להגיע עד החג ומודיעין אותם אם עיברו ב״ד את אלול אם לאו, כדי שלא יהא לבן נוקפן ביום הכפורים ובסוכות:",
                "<b>פסח קטן.</b> פסח שני: "
            ],
            [
                "<b>מחללין את השבת.</b> עדים שראו את החודש, כדי לילך ולהודיע לב״ד:",
                "<b>שבהם שלוחי בית דין יוצאים לסוריא.</b> להודיע לגולה יום קביעותם, הלכך חשיבי. ומן התורה מחללין על כולן, אבל רבנן אסרו לפי שאין תקון המועדות תלוי בהן, אבל שני חדשים אלו העמידו על דין תורה, שכל המועדות תלויין בהן:",
                "<b>תקנת קרבן.</b> של ראש חודש שיהא קרב בזמנו: "
            ],
            [
                "<b>בעליל.</b> למעלה מן הארץ הרבה, שהכל רואים אותה:",
                "<b>שלא בעליל.</b> למטה בשפולו של רקיע סמוך לארץ, ואדמומית החמה מכסה אותה ואינה ניכרת כל כך:",
                "<b>אין מחללין.</b> דודאי ראו אותה בירושלים. ואין הלכה כרבי יוסי:"
            ],
            [
                "<b>ארבעים זוג.</b> כתי עדים זוג אחר זוג:",
                "<b>ועכבן רבי עקיבא.</b> שלא היה לבית דין צורך בהן:",
                "<b>אתה מכשילן לעתיד לבא.</b> שימנעו מלבוא להעיד כשיראו שדבריהן לא נשמעו. והלכה כרבן גמליאל: "
            ],
            [
                "<b>אב ובנו וכל הקרובים כשרים לעדות החדש.</b> דאמר להו רחמנא למשה ולאהרן (שמות י״ב:ב׳) החדש הזה לכם, עדות זו של חדש תהא כשרה בכם ואע״פ שאתם אחים. ורבנן דפליגי עליה אמרי, החדש הזה לכם, עדות זו תהא מסורה לכם, לגדולים שבדור כמותכם. ואין הלכה כרבי שמעון: "
            ],
            [
                "<b>משחקים בקוביא.</b> עצמות שמשחקים בהן בערבון. ואמור רבנן אסמכתא לא קניא והרי הן גזלנים מדרבנן:",
                "<b>ומלוי בריבית.</b> לא קרוי גזלן דאורייתא למפסליה, דהא מנפשיה יהיב ליה:",
                "<b>מפריחי יונים.</b> היינו כעין קוביא, אם תקדמיה יונך ליוני:",
                "<b>וסוחרי שביעית.</b> עושין סחורה בפירות שביעית, ורחמנא אמר לאכלה ולא לסחורה. ולפי שנחשדו כל אלו לעבור על דת מחמת ממון, חשדום להיות מעידים שקר על שוחד:",
                "<b>והעבדים.</b> פסולים דאורייתא הם, קל וחומר מאשה:",
                "<b>עדות שאין האשה כשרה לה.</b> לפי שיש עדות שהאשה כשרה, כגון להעיד לאשה שמת בעלה להתירה לינשא לזרים, וכן להעיד על סוטה שנטמאת שלא תשתה. והנך פסולין דרבנן, נמי כשרים. אבל פסולין בעבירה מן התורה לא הכשירו חכמים בעדות האשה, ואע״פ שהכשירו העבד והאשה שהן פסולים לעדות מן התורה: "
            ],
            [
                "<b>ואם צודה להם.</b> אורב. כמו ואתה צודה את נפשי לקחתה (שמואל א׳ כ״ד):",
                "<b>שנאמר אלה מועדי ה׳</b> וכל מקום שנאמר מועד במועדו, דוחה את השבת:"
            ]
        ],
        [
            [
                "<b>אם אינן מכירין אותו.</b> אם אין בית דין מכירין את העד אם נאמן וכשר הוא:",
                "<b>משלחים.</b> בית דין שבעירו:",
                "<b>אחר עמו.</b> זוג אחר של עדים, להעיד עליו לפני ב״ד הגדול שמקדשים את החודש:",
                "<b>משקלקלו המינין.</b> ששכרו עדי שקר להטעות את החכמים: "
            ],
            [
                "<b>היו משיאין משואות.</b> לאחר שקידשו החודש. ולא היו צריכין לשכור שלוחין לשלוח לגולה ולהודיע, שהמשואות היו מודיעין אותן:",
                "<b>משקלקלו הכותים.</b> והשיאו גם הם משואות שלא בזמן, להטעות. לפי שבית דין לא היו משיאין משואות אלא על החודש שנתקדש ביום שלשים, וכשלא היו משיאין לערב של יום שלשים הכל יודעים שהחדש מעובר, ופעם אחת עיברו בית דין את החודש ולא עשו משואות לערב של יום שלשים, והכותים השיאו בהרים שלהם והטעו בני הגולה לעשותו חסר: "
            ],
            [
                "<b>כלונסאות.</b> עצים ארוכים וגבוהים. תרגום נס כלונס. כדי שיראו למרחוק:",
                "<b>וקנים ועצי שמן ונעורת של פשתן.</b> כל אלו מרבים שלהבת: "
            ],
            [
                "<b>מהר המשחה.</b> הר הזיתים שהוא נגד ירושלים במזרחה",
                "<b>כל הגולה.</b> בני בבל:",
                "<b>כמדורת אש.</b> שכל אחד ואחד נוטל אבוקה ומעלה לראש גגו: "
            ],
            [
                "<b>לא היו זזים משם כל היום.</b> העדים שיצאו חוץ לתחומן בשבת ובאו להעיד. שהיוצא חוץ לתחום אין לו אלא ארבע אמות: "
            ],
            [
                "<b>לפני החמה או לאחר החמה.</b> פגימתה של לבנה לפני החמה, נוטה לצד החמה, או לצד אחר. ועלה קתני סיפא אם אמר לצד החמה לא אמר כלום, שמעולם לא ראתה חמה פגימתה של לבנה, דלעולם החלק המאיר ממנה נוטה לצד השמש והחלק הפגום נוטה לצד האחר:",
                "<b>בצפונה או בדרומה.</b> שהלבנה מתרחקת מן השמש פעם לצד צפון פעם לצד דרום, ואם ידעו בית דין בדרך החשבון שבאותו זמן ראויה שתהיה לצד צפון ואמרו העדים שראוה נוטה לצד דרום או איפכא, בידוע שעדי שקר הן:",
                "<b>כמה היה גבוה.</b> מן הארץ לפי ראות עיניכם. אם אמר אחד מן העדים גבוה שתי קומות והאחד אומר שלש, עדותן קיימת. אחד אומר שלש ואחד אומר חמש, עדותן בטלה:",
                "<b>ולאין היה נוטה.</b> ראשי הפגימה לאיזה צד נוטין, לצד צפון או לצד דרום:",
                "<b>וכמה היה רחב.</b> שהלבנה משתנה שעורה כפי מה שהיא רחוקה מן החמה או קרובה אליה: "
            ],
            [
                "<b>ראש בית דין אומר מקודש.</b> דכתיב (ויקרא כ״ו) וידבר משה את מועדי ה׳, מכאן שראש ב״ד אומר מקודש:",
                "<b>וכל העם עונין אחריו.</b> דכתיב (שם) מועדי ה׳ אשר תקראו אותם, קרי ביה אתם, דחסר כתיב בלא וי״ו:",
                "<b>מקודש מקודש.</b> תרי זימני. דכתיב (שם). מקראי קודש, שני מקראות:",
                "<b>שנראה בזמנו.</b> בליל שלשים:",
                "<b>אם לא נראה בזמנו.</b> וקובעין ר״ח ליל אחד ושלשים. ",
                "<b>אין מקדשין אותו.</b> שקדוש החודש אינה חובה, דאמר קרא (ויקרא כ״ה:י׳) וקדשתם את שנת החמשים שנה, שנים אתה מקדש, שחובה על ב״ד לומר מקודשת השנה בשנת היובל, ואין אתה מקדש חדשים, שאין חובה על ב״ד לומר החודש מקודש. וכשנראה בזמנו מקדשים אותו מפני שצריך חיזוק. והלכה כר״א ברבי צדוק: "
            ],
            [
                "<b>צורות לבנות.</b> שעור הירח ולאיזה צד קרניה נוטות:",
                "<b>קיבלן ר״ג.</b> לא מפני שחשב שאפשר שתיראה הירח שחרית במזרח בתחלת הנץ החמה ובו ביום עצמו תראה במערב עם שקיעת החמה, כי זה אי אפשר. אלא שקבל עדותן במה שאמרו שראו הירח במערב ערבית, מפני שידע בדרכי החשבון שהיה אפשר שתיראה באותה הלילה. ובמה שאמרו שראוה שחרית במזרח, אמר טועים הם ועננים כדמות ירח נראה להם ברקיע. דהכי תניא בברייתא [כ״ה.], פעם אחת נתקשרו שמים בעבים ונראתה דמות לבנה בעשרים (ושבעה) [ותשעה] לחודש וכו׳. ור״י בן נורי דאמר עדי שקר הם, היה נראה לו לפי חשבונו שלא היה אפשר שתיראה הירח באותו לילה שאמרו העדים שראו אותה, ואמר עדי שקר הם, לפי שלא היה בין הראיה ובין המולד לפי דעתו, כל כך זמן שיהיה אפשר שתיראה בו. ועל זה השיב רבן גמליאל בברייתא, כך מקובלני מבית אבי אבא פעמים בא בארוכה ופעמים בא בקצרה, כלומר שהזמן שיש בין המולד עד שתראה הירח אינו שוה לעולם׳ אלא פעמים תהיה תנועת הירח מהרה ופעמים מאוחרת. וכפי מהירות תנועת הירח באותו הזמן, דן רבן גמליאל שהיה ראוי שתיראה הלבנה באותו הלילה. לפיכך קיבל עדותן:",
                "<b>ראינוהו בזמנו.</b> בליל שלשים:",
                "<b>ובליל עבורו.</b> ליל ל, ואחד:",
                "<b>וקבלן ר״ג.</b> לא מפני שנאמר שנתרחקה הירח מן השמש בליל ל׳ עד שתיראה, ובליל שלשים וא, חזרה לאחוריה ונתקרבה אצל השמש עד שנתכסית, שאין הירח חוזרת לאחוריה אלא עושה מהלכה בסבוב בגלגלה, אלא שידע ר״ג בחשבונו שבאותו הלילה שאמרו העדים שראוה, כבר נתרחקה הירח מן השמש עד שהיה אפשר שתיראה, לפיכך קיבל עדותן. ובמה שאמרו בליל עבורו לא נראה. אפשר שהיה מפני שכיסה אותו הענן או סיבה אחרת גרמה שהם לא ראו אותה:",
                "<b>רואה אני את דבריר.</b> לעבר את החודש: "
            ],
            [
                "<b>הלד ומצאו ר״ע.</b> לר׳ יהושע:",
                "<b>מיצר.</b> על שהנשיא גזר עליו לחלל את יוה״כ:",
                "<b>אשר תקראו.</b> בקריאת ב״ד תלאו הכתוב:",
                "<b>בא.</b> רבי יהושע אצל ר׳ דוסא:",
                "<b>למה לא נתפרשו שמותן וכו׳</b> שאם יבא אדם לדון אחר ב״ד שבימיו, לומר וכי ב״ד זה כמשה ואהרן או כאלדד ומידד, אומרים לו שמא חשוב הוא כאותן שנשארו שלא נתפרשו שמותן:"
            ]
        ],
        [
            [
                "<b>ראוהו בית דין וכל ישראל.</b> בליל שלשים. דסלקא דעתך אמינא הואיל וראוהו בית דין וכל ישראל, אפרסמא ליה מלתא דביום שלושים נראה לקדשו, קמ״ל דאם חשיכה והגיע ליל אחד ושלשים ולא אמרו בית דין מקודש, מעברים אותו וקובעים ראש חודש יום ל״א:",
                "<b>נחקרו העדים.</b> הכי קאמר, אי נמי נחקרו העדים בלבד ולא הספיקו לומר מקודש עד שהגיע ליל של ל״א, מעברים אותו. דסד״א תהוי חקירת עדים כתחלת דין, ומקודש מקודש כגמר דין, וגמר דין הוי בלילה ונקדשיה בליליא, קמ״ל דלא, שאין מקדשין את החודש בלילה. ומיהו אם ליל שלשים ראו הירח עם שקיעת החמה ויש שהות ביום לומר מקודש קודם צאת הכוכבים, מקדשין אותו, דלא חשיב לילה עד צאת הכוכבים:",
                "<b>יעמדו שנים ויעידו.</b> מתניתין איירי כגון שראוהו בית דין בלילה ליל שלשים, ואי אפשר לקדשו בלילה. הלכך למחר יעמדו שנים ויעידו, דאם לא על עדותן של אלו על מה יקדשו. אבל אם ראוהו בית דין עם שקיעת החמה בזמן שיש שהות לומר מקודש, יקדשוהו בראייתם, דלא תהא שמיעה ששומעין מפי עדים גדולה מראיה, דהא גבי קידוש החודש לא כתיב עדות, אלא כזה ראה וקדש:",
                "<b>יעמדו שנים.</b> למחר כשבאים לומר מקודש:",
                "<b>ויושיבו מחבריהם אצל היחיד.</b> ואף על גב דיחיד מומחה דן אפילו ביחידי, קדוש החודש לא הוה ביחידי. שאין לך מומחה לרבים יותר ממשה רבנו וקאמר ליה רחמנא עד דאיכא אהרן בהדך, דכתיב (שמות י״ב:א׳) ויאמר ה׳ אל משה ואל אהרן וגו׳ החודש הזה לכם: "
            ],
            [
                "<b>שהוא קרן.</b> ואינו קרוי שופר, דכתיב (דברים ל״ג:י״ז) בכור שורו הדר לו וקרני ראם קרניו. וגבי ר״ה שופר כתיב (ויקרא כ״ה:ט׳) והעברת שופר תרועה, וגמרינן ר״ה מיובל:",
                "<b>בקרן היובל.</b> ויובל דכרא הוא, דאמר רבי עקיבא כשהלכתי לגליא היו קורין לדכרא יובלא, אלמא אפילו שופר של איל נקרא קרן. ורבנן אמרי כל השופרות אקרו קרן ואקרו שופר. דפרה, קרן איקרי שופר לא אקרי. והלכה כחכמים: "
            ],
            [
                "<b>של יעל פשוט.</b> דלתפלה בעינן פשוטות:",
                "<b>ופיו מצופה זהב.</b> בשל מקדש קאמר:",
                "<b>שופר מאריך.</b> לאחר שחצוצרות פוסקים תקיעתם נשמע קול השופר:"
            ],
            [
                "<b>בשל זכרים.</b> אילים:",
                "<b>ושתי חצוצרות באמצע.</b> שני שופרות היו להם אחד מכאן ואחד מכאן, וחצוצרות באמצע:",
                "<b>שמצות היום בחצוצרות.</b> דסתם תענית על צרת צבור, וכתיב (במדבר י׳:ט׳) על הצר הצורר אתכם והרעותם בחצוצרות. ודוקא במקדש עושין כן, אבל בגבולים בזמן שיש שופר אין חצוצרות ובזמן שיש חצוצרות אין שופר, דכתיב (תהילים צ״ח:ו׳) בחצוצרות וקול שופר הריעו לפני המלך ה׳, לפני המלך ה׳ אין, שלא לפני המלך ה׳ לא: "
            ],
            [
                "<b>שוה היובל לר״ה לתקיעה.</b> בפשוטים. ואע״ג דתקיעה ביובל לא לתפלה ולא לזכרון אלא לסימן שילוח עבדים וחזרות שדות לבעליהן, אפילו הכי כעין ראש השנה בעי, דגמרינן בגזירה שוה משביעי שביעי, שיהיו כל תקיעות שבחדש השביעי שוות זו כזו. פ״א לתקיעה, למנין התקיעות. ולברכות, למנין הברכות. דבעי למימר מלכיות זכרונות ושופרות ביום הכיפורים של יובל כמו בראש השנה:",
                "<b>רבי יהודה אומר כו׳</b> ואין הלכה כרבי יהודה ולא כתנא קמא. אלא הלכה בין ראש השנה בין יום הכיפורים של יובל, שניהם בשל זכרים כפופים: "
            ],
            [
                "<b>שופר שנסדק ודבקו.</b> בדבק:",
                "<b>פסול.</b> דהוה ליה כשני שופרות. והני מילי נסדק לארכו. אבל נסדק לרחבו, אם נשתייר ממקום הנחת פה עד מקום הסדק כדי שיעור תקיעה כשר, ואם לאו פסול. וכמה שיעור תקיעה, כדי שיאחזנו בידו ויראה לכאן ולכאן:",
                "<b>ניקב וסתמו.</b> דוקא שסתמו במינו ונשתייר רובו שלם ולא עכבו הנקבים שנסתמו את התקיעה, כשר. ואם חסר אחד מן התנאים הללו, פסול: "
            ],
            [
                "<b>בור.</b> חפירה בקרקע:",
                "<b>דות.</b> מקום מוקף מחיצות על הארץ:",
                "<b>פיטם.</b> כלי גדול של חרס:",
                "<b>אם קול שופר שמע.</b> העומד חוץ לבור, ושמע קול תקיעת התוקע בבור. דאילו אותן שבבור לעולם יצאו, שהן שומעין קול שופר לעולם:",
                "<b>אם כיון לבו.</b> לצאת:",
                "<b>יצא.</b> ואע״פ שלא נתכוין התוקע להוציאו. הכא מיירי בחזן הכנסת שתוקע שהוא מתכוין להוציא כל השומעים קול תקיעתו, הלכך אע״ג דלא נתכוין להוציא זה העובר אחורי בית הכנסת ולא ידע ליה, יצא. אבל התוקע להוציא יחיד ידי חובתו בעינן שיתכוין שומע ומשמיע: "
            ],
            [
                "<b>והיה כאשר ירים משה ידו וכו׳</b> משום דאיירי לעיל בכוונת הלב, תנא נמי להך דאית בה בשעה שמכוונים לבן לאביהם שבשמים הם מתגברים:"
            ]
        ],
        [
            [
                "<b>יום טוב של ר״ה.</b> במקדש היו תוקעים. שתקיעת שופר אינה מלאכה, ורבנן הוא דגזור עלה גזירה שמא יטלנו בידו ויעבירנו ד׳ אמות ברשות הרבים, ובמקדש לא גזור דאין איסור שבות דרבנן במקדש:",
                "<b>אבל לא במדינה.</b> לא בירושלים, ולא בגבולין. והרמב״ם מפרש שירושלים כולה קרויה מקדש, ושאר א״י קרויה מדינה:",
                "<b>בכל מקום שיש בו ב״ד.</b> ואפילו אינן קבועין אלא שבמקרה באו שם תוקעין בו:",
                "<b>אלא ביבנה.</b> שהיתה שם סנהדרי גדולה בימיו. וכן בכל מקום שגלתה שם סנהדרי גדולה, אבל לא בב״ד של עשרים ושלשה:",
                "<b>אמרו לו וכו׳</b> איכא בין אמרו לו לת״ק, דתנא קמא סבר כל מקום שיש בו ב״ד, ואפילו באקראי. ואמרו לו סברי, אחד יבנה ואחד כל מקום שיש בו ב״ד קבוע כמו ביבנה, אבל ב״ד של אקראי לא. והלכה כאמרו לו: "
            ],
            [
                "<b>ועוד זאת היתה ירושלים.</b> מתניתין חסורי מחסרא והכי קתני, בירושלים היו תוקעין בכל העיר כל זמן שב״ד יושבים במקדש, שב״ד יושבין עד ששה שעות ביום. וביבנה לא היו תוקעין בכל העיר אלא בפני ב״ד. ועוד זאת היתה ירושלים יתירה על יבנה כו׳:",
                "<b>כל עיר שהיא רואה.</b> ירושלים. פרט ליושבת בנחל שאע״פ שהיתה קרובה לא היו תוקעין בה:",
                "<b>ושומעת.</b> פרט ליושבת בראש ההר:",
                "<b>וקרובה.</b> פרט ליושבת חוץ לתחום:",
                "<b>ויכולה לבא.</b> פרט למפסיק לה נהר: "
            ],
            [
                "<b>לולב ניטל במקדש שבעה.</b> דכתיב (ויקרא כ״ג:מ׳) ושמחתם לפני ה׳ אלהיכם שבעת ימים:",
                "<b>ובמדינה יום אחד.</b> דכתיב (שם) ולקחתם לכם ביום הראשון:",
                "<b>ושיהא יום הנף.</b> יום הנפת העומר:",
                "<b>כולו אסור</b> לאכול מן החדש. וטעמא מפורש בפרק. לולב הגזול: "
            ],
            [
                "<b>ונתקלקלו הלוים בשיר.</b> של תמיד של בין הערבים, ולא אמרו בו שיר כלל. לפי שרוב פעמים היו העדים באים קודם המנחה לפיכך תקנו שיר של יו״ט בתמיד של בין הערבים. ובתמיד של שחר שרוב פעמים עדיין לא באו עדים ולא ידעו אם יתקדש היום אם לאו לא תקנו לו שיר של יו״ט, אלא שיר של חול היו אומרים. ואותו פעם שהגיע שעת הקרבת תמיד של בין הערבים ועדיין לא באו עדים, לא ידעו הלוים אם יאמרו שיר של חול או שיר של יו״ט, ולא אמרו שיר כלל:",
                "<b>נוהגין אותו היום קודש.</b> דמשחשיכה ליל שלאחר כ״ט באלול נהגו בו קודש, שמא יבואו עדים מחר ויקדשוהו ב״ד ונמצא שבלילה ליל יו״ט הוא וכן למחר כל היום עד המנחה. ואם באו עדים קודם המנחה ב״ד מקדשין את החודש ונודע שיפה נהגו בו קודש. ואם מן המנחה ולמעלה באו עדים, אע״פ שאין ב״ד מקדשין אותו היום, ויעברו את אלול ויקדשוהו למחר, אעפ״כ נוהגין אותו בקדושה ואסור במלאכה, דלמא אתי לזלזולי ביה לשנה הבאה ויעשו בו מלאכה כל היום, ואמרי אשתקד נהגנו בו קודש בחנם ומן המנחה ולמעלה חזרנו ונהגנו בו חול:",
                "<b>שאפילו ראש ב״ד בכל מקום.</b> שנצרך לפרוש ממקום הועד למקום אחר. והרי עיקר מצות [קידוש] החודש תלויה בו, כדתנן [בפ״ב] לעיל ראש ב״ד אומר מקודש, מ״מ לא יהיו צריכין עדים לילך אחריו אלא למקום הועד שהסנהדרין יושבין שם ילכו, וסנהדרין מקדשין אותו בלא ראש ב״ד: "
            ],
            [
                "<b>אבות.</b> מגן אברהם:",
                "<b>וגבורות.</b> אתה גבור:",
                "<b>קדושת השם.</b> קדוש קדוש קדוש:",
                "<b>קדושת היום.</b> אתה בחרתנו:",
                "<b>זכרונות ותוקע שופרות ותוקע.</b> מקראי ילפינן להו, דכתיב (ויקרא כ״ג:כ״ד) זכרון תרועה, ודרשו רז״ל זכרון אלו זכרונות, תרועה אלו שופרות, ואמר קרא (במדברי׳) והיו לכם לזכרון לפני אלהיכם אני ה׳ אלהיכם. מה ת״ל אני ה׳ אלהיכם, למד על כל מקום שיש שם זכרונות ושופרות, יהיו מלכיות עמהם:",
                "<b>אר״ע וכו׳</b> והלכה כר״ע: "
            ],
            [
                "<b>מעשרה מלכיות.</b> ג׳ פסוקים משל תורה, וג׳ משל כתובים, וג׳ משל נביאים, ואחד משל תורה שמשלים בו:",
                "<b>שלש שלש.</b> אחד של תורה, ואחד של כתובים, ואחד של נביאים. והלכה כר״י בן נורי:",
                "<b>מלכיות וזכרונות ושופרות של פורענות.</b> כגון אם לא ביד חזקה אמלוך עליכם (יחזקאל כ׳:ל״ג), ויזכור כי בשר המה (תהילים ע״ח:ל״ט), תקעו שופר בגבעה (הושע ה׳:ח׳), וכיוצא בהן. וזכרון יחיד, כגון זכרה לי אלהי לטובה (נחמיה ה׳:י״ט), אע״פ שהוא לטובה אין מזכירין אותו. וכן הלכה:",
                "<b>רבי יוסי אומר אם השלים בתורה יצא.</b> בגמרא מפרש למלתיה דר״י הכי, ומשלים בתורה, ואם השלים בנביא יצא. והלכה כר״י: "
            ],
            [
                "<b>השני מתקיע.</b> המתפלל תפלת המוספין מתקיע, ולא המתפלל תפלה של שחרית. ובשעת השמד תקנו כך, שגזרו שלא יתקעו, והיו אורבים להם כל שש שעות של זמן תפלת השחר, לכך העבירו התקיעה מתפלת השחר לתפלת המוספים:",
                "<b>ובשעת ההלל.</b> משום דאין אומרים הללבר״ה וביוה״כ, קתני ובשעת ההלל, כלומר בשאר יו״ט שאומרים הלל: "
            ],
            [
                "<b>אין מעבירין עליו את התחום.</b> לילך חוץ לתחום כדי להביא שופר, או לילך לשמוע התקיעות:",
                "<b>בדבר שהוא משום שבות.</b> כגון לחתכו בסכין:",
                "<b>בדבר שהוא משום ל״ת.</b> כגון לחתכו במגרה דהויא מלאכה גמורה של חרישת עץ. ואיכא דמתני אפכא, דבר שהוא משום שבות, מגל שאין דרך לחתוך בו. דבר שהוא משום ל״ת, סכינא דאורחיה הוא:",
                "<b>אם רצה ליתן לתוכו יין [יתן]</b> ולא אמרינן מתקן מנא הוא:",
                "<b>אין מעכבין את התינוקות.</b> שהגיעו לחינוך, ואפילו בשבת, כדי לחנכן במצות, שיהיו מלומדין לתקוע ביו״ט של ר״ה:",
                "<b>ומתעסקים בהם.</b> וליכא למיגזר דלמא אתו לאתויי ארבע אמות ברה״ר, דהא אינו טרוד במצוה אלא מתעסק בעלמא. ולא גזרו שמא יביאנו ד״א ברה״ר אלא בזמן שהוא חייב בתקיעת שופר, שמתוך שהוא טרוד לצאת ידי חובתו ישכח את השבת: "
            ],
            [
                "<b>סדר תקיעות שלש.</b> אחת למלכיות, ואחת לזכרונות, ואחת לשופרות:",
                "<b>של שלש שלש.</b> תקיעה ותרועה ותקיעה לכל אחת ואחת. לפי שנאמר שתי תרועות במקרא בר״ה, ותרועה אחת ביוה״כ של יובל, וילפינן שביעי שביעי לגזירה שוה ליתן את האמור של זה בזה, ותרועה האמורה ביוה״כ של יובל אנו נותנין אותה לר״ה, נמצאו בר״ה שלש תרועות, ושתי תרועות האמורות בר״ה נותנין אותן ליוה״כ, נמצאו שלש תרועות ביוה״כ. וכל תרועה, פשוטה לפניה ופשוטה לאחריה, דתניא מנין שפשוטה לפניה, ת״ל (ויקרא כ״ה:ט׳) והעברת שופר תרועה, ומנין שפשוטה לאחריה, ת״ל (שם) תעבירו שופר, הרי העברה תחלה וסוף ותרועה בינתים. ולשון העברה פשוטה משמע העברת קול אחד פשוט, הרי לשלש תרועות של ר״ה שש תקיעות, והרי לך שלש של שלש שלש:",
                "<b>שעור תקיעה.</b> שיעור כל התקיעות, שהם שש תקיעות:",
                "<b>כשלש תרועות.</b> נמצא שיעור תקיעה אחת כחצי תרועה:",
                "<b>שעור תרועה כג׳ יבבות.</b> ג׳ קולות בעלמא של כל שהן. וי״מ שכל יבבא היא ג׳ כוחות של כל שהן, נמצא שעור תרועה ט׳ כחות של כל שהן, והכי מסתברא:",
                "<b>תקע בראשונה.</b> פשוטה שלפני התרועה תקע כדרכה. ומשך בשניה. תקיעה שלאחר התרועה משך כשתים, לצאת בה ידי שתים שהיה צריך לעשות זו אחר זו, פשוטה שלאחריה דמלכיות ופשוטה שלפניה דזכרונות:",
                "<b>אין בידו אלא אחת.</b> דאפסוקי תקיעה אחת לשתים לא מפסקינן:",
                "<b>מי שברך.</b> התפלל תפלת המוספין ובירך ט׳ ברכות:",
                "<b>כשם שש״צ חייב.</b> בין בברכות של ר״ה בין בתפלות של כל השנה, ואינו יוצא י״ח אלא בתפלה שמתפלל הוא בעצמו, כך כל יחיד ויחיד הבקי ויודע להתפלל אינו יוצא ידי חובתו אלא בתפלת עצמו, בין בר״ה בין בשאר כל ימות השנה. ואין ש״צ יורך לפני התיבה אלא להוציא את שאינו בקי:",
                "<b>ש״צ מוציא את הרבים ידי חובתם.</b> בין בקי בין שאינו בקי, בין בברכות של ר״ה בין בתפלות של כל השנה. ולמה צבור מתפללין בלחש, כדי להסדיר ש״צ את תפלתו. והלכה כחכמים בברכות של כל השנה שאין ש״צ מוציא אלא את שאינו בקי, אבל בברכות של ר״ה ושל יוה״כ ושל יובל שהן ט׳ ברכות ארוכות ואין הכל בקיאין בהן, הלכה כר״ג שכשם שמוציא את שאינו בקי כך מוציא את הבקי:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "<b>ארבעה ראשי שנים הם באחד בניסן ראש השנה כו': </b>למלכים רוצה בו למלכי ישראל וזאת התועלת היא לענין השטרות לפי שכיון שיכנס יום אחד מניסן נחשוב לו שנה יתירה על מנינם. ולרגלים רוצה בו כי הרגל שבזה החדש הוא ראשון לרגלים. והתועלת בזה כי העיקר אצלנו מה שאמר השם לא תאחר לשלמו אינו עובר עד שיעברו עליו ג' רגלים ור' שמעון אומר וחג המצות (חל) תחילה כדי שיהיו על הסדר והוא ענין אמרו בכאן לרגלים ואינה הלכה. וכיון שעבר עליו רגל אחד ולא הביא קרבנותיו למקדש עובר בעשה והוא אמרו [דברים יב] ובאת שמה והבאתם שמה עולותיכם. ותועלת ידיעת תחילה למעשר בהמה כדי שלא יוציא המעשר מן הנולדים בשנה זו עם הנולדים בשנה שלאחריה ועוד נבאר זה במסכת בכורות [פ\"ט הל' א]. ואמרו ראש השנה לשנים רוצה בו למנין היצירה והתועלת בו לידיעת מנין השטרות ג\"כ לשמיטין וליובלות אע\"פ שדיני היובל אינן מתחילין אלא מיום העשירי לתשרי לפי שאמר השם יתברך [ויקרא כה] ביום הכפורים תעבירו שופר וגו' אבל מראשית השנה יתחיל חשיבותה ותסתלק העבודה מן העבדים כדבר השם יתברך [שם] וקדשתם את שנת החמשים שנה. ולנטיעה הוא דבר השם [שם יט] שלש שנים יהיה לכם ערלים ובשנה הרביעית יהיה כל פריו וגו'. והוא שאם נטע אדם נטיעה קודם יום א' מתשרי למ\"ד יום עלתה לו שנה כמו שנתננו העיקר בפרק ב' [הלכה ו] ממסכת שביעית ותהיה השנה הנכנסת שניה. ואני אמשול לך זה בענין האילן הזה שנטעהו בחמשה עשר באב משנת חמשה ועשרים תחשוב שארית שנת חמשה ועשרים שנה ראשונה ושנת ששה ועשרים שנה שניה ושנת שבעה ועשרים שנה שלישית והם שני ערלה אבל לא יסתלק דין הערלה עד חמשה עשר בשבט משנת שמנה ועשרים. וכמו כן דיני נטע רבעי לא יסתלק מזה האילן עד חמשה עשר בשבט משנת תשעה ועשרים וזהו אמרם ופירות נטיעה זו אסורין עד חמשה עשר בשבט אם לערלה ערלה אם לרבעי רבעי. וכבר קדמנו דיני הערלה ונטע רבעי במקומן. ולירקות ולאילן זה התועלת למה שקדם מן העקרים בסדר זרעים אין מעשרין מן החדש על הישן. ועניני המעשרות גם כן ישתנו בשנים במעשר שני ובמעשר עני כמו שבארנו לשם: "
            ],
            [
                "<b>בארבעה פרקים העולם נדון בפסח על התבואה כו': </b>על התבואה במה שיתחדש עליה מלקות ואם תהיה מרובה או מעוטה. ובני מרון הצאן תרגום כבשים אמרנא וענינו שמחשבין על בני אדם ודנין עליהם בבריאות ובחלאים והמות והחיים וזולתם מעניני האדם והנגלה מזה המאמר מבואר כאשר תראה אבל הנסתר ענינו קשה מאד בלי ספק: "
            ],
            [
                "<b>על ששה חדשים השלוחין יוצאין כו': </b>העדת העדות בראיית הלבנה אינו אלא בירושלים. ומירושלים היו בית דין שולחין השלוחין לכל הארצות כמו שיתבאר. ובבית שני לא היו מתענין לא עשרה בטבת ולא שבעה עשר בתמוז אלא מי שהיה רוצה מתענה ומי שלא היה רוצה לא היה מתענה ומפני זה לא היו יוצאין על טבת ועל תמוז אמר השם יתברך [זכריה ח] כה אמר ה' [צבאות] צום הרביעי וצום החמישי וגו' נראה כמי שנתן בידם הבחירה רצו מתענין רצו אין מתענין וצום הרביעי הוא י\"ז בתמוז כי תמוז החדש הרביעי. וצום החמישי תשעה באב שיחול בחדש החמישי. וצום השביעי צום גדליה. וצום העשירי עשרה בטבת לפי שהוא בחדש העשירי ואע\"פ שהיה הרשות בידם שלא להתענות בתשעה באב כמו שזכרנו היו מתענין בו מפני תכיפת מיני האבל שאירעו בו כמו שיתבאר בתענית. ואמרו על אלול מפני ראש השנה כי אלול על הרוב עשרים ותשעה יום וכשידעו ראש חדש אלול ידעו ראש השנה ברוב השנים והיו יוצאין על תשרי לידע ראש השנה באמת לפי שאפשר שיהיה אלול שלשים יום: "
            ],
            [
                "<b>על שני חדשים מחללין את השבת על ניסן כו': </b>העדים שרואין את הלבנה הם שמחללין את השבת אם היו רחוקים מירושלים כמו שיתבאר לקמן. ואמר מפני תקנת הקרבן והוא לשון התורה בקרבן מוסף של כל חדש וחדש: "
            ],
            [
                "<b>בין שנראה בעליל בין שלא נראה בעליל כו': </b>בעליל פירוש נגלה ומפורסם והוא אם נראה הירח גדול בזכות האויר גבוה מן האופק כדי שיראוהו כל העם כי לפעמים יראה נסתר קרוב מהאדמימות הנראה בעת שקיעת השמש עד שלא ישיגנו אלא אדם שראות עיניו חד. אמר ר' יוסי כי כשהוא נגלה לכל העם ראוהו בכל מקום כי באמת נראה בירושלים ואין צריכין לעדים ולפיכך אין מחללין את השבת ואין הלכה כרבי יוסי: "
            ],
            [
                "<b>מעשה שעברו יותר מארבעים זוג ועכבן כו': </b>מפני זה עשה כן לפי שראה כי עדותם לא היתה בו תועלת ואמר לו רבן גמליאל אע\"פ שאלו העדיות הם בלי תועלת שמא יהיה אצל אחד מהם בזמן העתיד עדות מועיל בירח אחד וימנע מלבא להעיד מפני שלא נשמעו דבריו בזמן שעבר והלכה כרבן גמליאל: "
            ],
            [
                "<b>אב ובנו שראו את החדש ילכו לא שמצטרפין כו': </b>מי שמכשיר עדות החדש בקרובים יביא ראיה מן הפסוק ויאמר ה' אל משה החדש הזה לכם עדות זו תהא כשרה בכם. וחכמים אומרים עדות זו תהא מסורה לכם פירוש כי ראיית הירח ענינה יהיה מסור לבית דין לא לכל אדם שיראה אותו שיוכל לקבוע חג כפי ראייתו ואין הלכה כר' שמעון: "
            ],
            [
                "<b>אלו הן הפסולין המשחק בקוביא ומלוי ברבית כו': </b>עוד יתבארו דיני פסולי עדות ותנאיהן בסנהדרין: "
            ],
            [
                "<b>מי שראה את החדש ואינו יכול להלך מוליכין אותו כו': </b>כבר בארנו לך בפרק ששי [הלכה א] מפסחים כי בכל מקום שיבא מלת מועד רוצה בו אפילו בשבת: "
            ]
        ],
        [
            [
                "<b>אם אינן מכירין אותו משלחין אחר עמו כו': </b>השיעור אם אין בית דין מכירין זוג זה שהעיד על החדש משלחין אנשי המקום עמו זוג אחר להעיד שזוג זה כשר הוא. ואח\"כ זכר הטעם שמחמתו אין מקבלין עדות אלא מן הידועים והמכירים. ואמר בראשונה וכו' היו שוכרין הצדוקים עדי שקר להעיד על הראייה: "
            ],
            [
                "<b>בראשונה היו משיאין משואות משקלקלו כו': </b>היו הכותים משיאין משואות ענינו שהיו מבערים אורים גדולים שלא בעת הראייה והרואה אותן האורים היה סבור שמירושלים היו יוצאין: "
            ],
            [],
            [],
            [
                "<b>חצר גדולה היתה בירושלים ובית יעזק היתה נקראת כו': </b>כל זה מבואר וכבר קדמו עקרי זאת ההלכה האחרונה בפרק הרביעי מעירובין: "
            ],
            [
                "<b>כיצד בודקין את העדים זוג שבא ראשון כו': </b>לפני החמה או לאחר החמה רוצה בו המאיר ממנה מצד השמש. ואמר לצפונה או לדרומה כי הלבנה והכוכבים ירחקו מדרך השמש פעם בדרום ופעם בצפון ושמא היה רחב הלבנה צפוני כשיתחדש ושמא יהיה דרומי. ואמר כמה היה גבוה רוצה בו כמה היה גבהו מן האופק לפי ראות העין. ולאין היה נוטה ענינו קרניה כי קרני הלבנה ישתנה היותם אל נוכח הרוחות כפי רחב המדינה ורוחב הלבנה ומקומה מגלגל המזלות. וכמה היה רחב ענינו כי הלבנה ישתנה שיעורה כשתתחדש כפי קירובה או ריחוקה מן השמש. וסיבות אלו השינוים כולם וידיעתם לא יתאמתו אלא במינים רבים מן החכמות במופתים וחכמת התכונה ובאותו זמן היו מחשבין הלבנה בכל חדש ויודעים אם תראה אם לא תראה כפי היות החשבון האמתי ואם היו יודעים שלא תראה לא היו משגיחין לדברי האומר אני ראיתיה לפי שהוא עד שקר ואם היו יודעים בדרך החשבון כי ראייתה היתה דבר הכרחי היו מבקשין עדים על ראייתה לפי (שאי שאפשר) [שאז אפשר] לראותה בדרך התכונה אלא שהעבים מכסין אותה או יהיה האויר בלי זך ועכור או יהיה המקום שמביטין אותה ממנו נמוך ולא תראה והיו בודקין אותן אם היתה ראייתם ראייה אמיתית או שקר באלו הפנים שזכרנו. וזה כי היו מחשבין ויודעין באיזה רוח הלבנה אם בצפון אם בדרום ולאין היו נוטים קרניה מרוחות האופק ושיעור האור הנראה בה וכמה היתה גבוהה לפי ראות העין. ואם העידו עדות מכוונת למה שתתחייב התכונה פסקו כעדותם וכמו שחשבו הבית דין מקודם כמו שבארנו ואם אמרו בדרך משל שראו אותה נוטה מדרך השמש לצד הצפון והיה רוחב הלבנה בדרום ידעו בלי ספק כי הם עדי שקר. ולא תתבטל עדותם באומרם כמה היה גבוה אלא כשחולקין העדים בשיעור גובה הלבנה מחלוקת גדולה אבל אם אמרו כולם כשיעור עשרה אמות היתה גבוהה או אמרו כולם שיעור מאה אמה היתה גבוהה אין מתבטל בזה הדבר שום עדות העדים לפי שנאמר זה השעור היתה גבוהה כפי ראות עיניהם ואלו העיקרים שזכרתי לך היא דרך החקירה בראיית הלבנה ואני תמיה מאדם יכחיש הראות ויאמר כי דת היהודים אינה בנויה על ראיית הלבנה אלא על החשבון בלבד והוא מאמין אלו הכתובים כולם ואני רואה שהרואה זה אינו מאמינו אבל היתה דעתו בזה המאמר להשיב אחור בעל דינו באי זה צד יזדמן לו בשקר או באמת כיון שלא מצא מציל לנפשו מהכרח הויכוח ומה שתאמין אתה המעיין כי העיקר דתנו בנוי על הראייה אם לא תראה הלבנה נשלים שלשים יום לחדש שיצא ולשון המשנה והגמרא ומעשיות רבות ממה שאירעו בזה הענין באורך השנים כולם יעידו באמיתת זה הענין והשם יתברך אמר החדש הזה לכם ראש חדשים וגו' ובאה הקבלה האמיתית שהראה לו הקב\"ה למשה דמות הלבנה ואמר כזה ראה וקדש. ומה שהיו סומכין על החשבון אם תראה אם לא תראה היא כמו שבארתי לך לא שיסמכו על החשבון בלבד ויעשו ראש חדש על פי החשבון אע\"פ שמצד החשבון תראה. וסוד העיבור שמסר לו הקב\"ה למשה בסיני הוא ענין חשבון שיודעין בו קצת הראייה באמת ובעלי החשבון מכל האומות והפילוסופים חולקין בו ועד הנה נמשך הדבר ועדיין לא נתברר אצלם שיעורו באמת. וזה החשבון שיש בידינו היום הוא חלק מאותו החשבון ותחלתו לפי שהוא מנין הקבוץ האמצעי בלבד. ועוד אבאר לך בחיבור מיוחד ענין זה העיבור שהוא בידינו ומה היתה הכוונה בראיות ברורות לא יכחישם אלא מי שהתנצלותו איולת ממש כפי רוב בני אדם אבל כולם אין אצלם מלאכת הקבוץ בלבד רוצה לומר קבוץ מנין למנין אחד וידמה שהוא התגבר על חכמה גדולה ולא ידע לא ענין ולא כוונה אם היא מלאכה תכוין הראייה אם לא וכאשר התבאר לקצת המחודדים שהחשבון מכוין הראייה בשום פנים חזר להכחיש הראות ואמר שאין אנחנו עושין על פי הראייה והעיקר החשבון התוריי ולא נפל המחלוקת בין בני אדם והוכחשו הדברים האמיתיים אלא בהעדר החכמה ואין שום אדם שיבין שיעור מה שאמרנו ושהועלנו בזה המאמר המועט שקדם לא במה שאני עתיד לומר באותו חבור שאחבר אלא אדם בעל אמונה ודעת וחריצות וזריזות בידיעות האמיתיות ומי שאינו מטעה עצמו ובתנאי שהוגע עצמו ועמל שנים רבות בחכמת הפרדסיות עד שלקח מהם מנה יפה לעצמו ואם לאו יהיו דברי בידו מחיר ביד כסיל: "
            ],
            [
                "<b>ראש בית דין אומר מקודש וכל העם עונין כו': </b>זמנו הוא ליל שלשים מן החדש שעבר ושלא בזמנו ליל אחד ושלשים שהוא ראש חדש בהכרח. בין שנראה הירח בין לא נראה. ותנא קמא אומר כי בליל ראש חדש תראה או לא תראה צריך קידוש החדש על כל פנים. ורבי אלעזר אומר כי אין חייבין בקידוש החדש על כל פנים שנאמר וקדשתם את שנת החמשים שנה שנים אתה מקדש ואי אתה מקדש חדשים ענינו שאין קידוש החדש חובה והלכה כר' אלעזר בר צדוק: "
            ],
            [
                "<b>דמות צורות לבנות היו לו לרבן גמליאל כו': </b><b>מעשה שבאו שנים ואמרו ראינוהו שחרית כו': </b>היה מצייר בלוח שיעור הלבנה שיהיה בו נטיית קרניה מצד האופק וחכמי הכוכבים מציירים זה הרבה ושמא תחשוב באמרם ראינוהו שחרית במזרח וערבית במערב מה שחושבין הטפשים שהאמינם בשני הדברים והיה אצל רבן גמליאל אפשר שיראה הירח במזרח קודם הנץ החמה ובו ביום שיראה בעצמו במערב אחר שקיעת החמה זהו מן הנמנע בתכלית המניעות לא יתחייב בשום פנים ואין מאמין זה אלא אדם עם הארץ טפש בתכלית הטפשות לא ירגיש מן הגלגל אלא כמו שירגיש השור והחמור וכל מה שנפל בדמיונם מזה הוא אמרם בגמ' אמר להם רבן גמליאל לחכמים כך מקובל אני מבית אבי אבא פעמים בא בארוכה ופעמים בא בקצרה וענין זה המאמר כי הזמן שיש בין קיבוץ השמש והירח ובין ראייתו ישתנה שינוי גדול כפי מהירות הירח והתמהמהתו וכפי רוחבו בצפון ובדרום וכפי ערך מערכי המזל שהוא בו וקוצר מערכיו וכפי שינוי תנועת השמש ומפני אלו השינוים כולם שהם מחייבים קוצר הזמן שיש בין הקבוץ וראייתו וארכו אמר פעמים בא בארוכה ופעמים בא בקצרה ומי שלמד בחכמת התכונה ידע כל מה שאמרתי ורבן גמליאל לפי שדקדק זה הענין ידע שאפשר שיראה באותו הלילה וקיבל דבריהם באמרם ראינוהו ערבית במערב ולא השגיח לאמרם שחרית במזרח כי התורה לא הטריח אותנו לשאל העדיות על ראייתו שחרית ולא היתה אמונתו שכזבו אבל האמין שנראה להם דבר בדמות ירח ולא היה כן כי מן הנמנע ראייתו בבקרו של אותו היום ולפעמים יצטייר באויר צורת ירח כמו שאמרנו והם זכרו זה בגמ' ואמרו פעם אחת נתקשרו שמים בעבים ונראית הלבנה בעשרים ושבעה לחדש וכאשר קבל רבן גמליאל עדותן שנראה ערבית הרחיקו חכמים זה הדבר לפי שלא היה בין הראייה ובין הקבוץ זמן הראייה לפי חשבונם הגדול והוא הודיעם העיקר ואמר פעמים בא בארוכה ופעמים בא בקצרה וכן יפרש מי שיבין וישכיל אצלו הכרה אנושית ואמרו ראינוהו בזמנו ובליל עיבורו לא נראה לפי שהן ראוהו ליל שלשים ולא ראוהו ליל שלשים ואחד והיה החשבון מחייב ראייתו ליל שלשים כאשר נתננו העיקר ומן הדין היה להאמינם לפי שהעידו בראייה בעת הראייה ואמר שלא ראוהו בליל השני אין אנו חוששין לזה ולא יחייב אותנו בשום דבר כי שמא חלשה ראייתם או כסהו ערפל ואינם מרגישים בו ומכאן יתחזק מי שהוא קשה לשמוע הפי' שפירשתי כי רבן גמליאל לא האמינם בזה המעשה לפי שהוא היה מאמין כי הירח נראה ליל שלשים ונרתע אחור ושב אל השמש ונסתר בליל שלשים ואחד אבל האמינם בעדות שהעידו בראייתו בעת הראייה ויחשבו מוטעים לראיית עיניהם במאמרם במעשה הראשון שראו אותו קודם לכן בשחרית ובאמרם במעשה השני שלא ראו אותו אחר כן בליל שני מן החדש: "
            ],
            [
                "<b>שלח לו רבן גמליאל גוזרני עליך שתבא כו': </b>זה מבואר ואמת: "
            ]
        ],
        [
            [
                "<b>ראוהו בית דין וכל ישראל נחקרו העדים כו': </b>שיעור זו המשנה ראוהו בית דין וכל ישראל או שנחקרו העדים ולא הספיקו (העדים) [הב\"ד] לומר מקודש עד שחשיכה כי כשראוהו בית דין וכל ישראל אולי יעלה על דעתנו שאין צריך קידוש מפני שהדבר גלוי ומפורסם ולפיכך הודיענו כי על כל פנים צריכין לומר מקודש מקודש ואז יהיה אותו יום ראש חודש. ושמא יעלה על דעתנו כי כמו שיספיק יחיד מומחה לדין אע\"פ שהעיקר הדין בשלשה כמו שיתבאר במקומו כמו כן יספיק בקידוש החדש ביחיד לפיכך הודיעך כי אין מספיקין בכאן בפחות משלשה או יותר לפי שאמר השם ויאמר ה' אל משה ואל אהרן בארץ מצרים כמו שבאר במה שקדם. וכן אם יעלה על לבך כי לפי שנחקרו העדים יום שלשים ונתקיימה עדותם ביום שלשים כי הם ראוהו אמש נתברר היות אותו יום ראש חדש ואע\"פ שלא הספיקו בית דין לומר מקודש מקודש אלא בלילה ליל אחד ושלשים ויהיה אמרם מקודש מקודש כאילו הוא גמר דין כי העיקר אצלנו גמר דין מותר בלילה ולפיכך הודיענו כי קידוש החדש לא יהיה בלילה בשום פנים כי התורה קראו משפט שנאמר [תהלים פא] כי חק לישראל הוא משפט וגו' משפט לא יהיה אלא ביום לפי שאמר הכתוב [דברים כא] ועל פיהם יהיה כל ריב וכל נגע מה ראיית נגעים ביום ולא בלילה אף דינים ביום ולא בלילה והיות ראיית נגעים ביום ולא בלילה מה שנאמר [ויקרא יג] וביום הראות בו בשר חי יטמא ביום ולא בלילה ולפיכך יהיה ראש חדש יום אחד ושלשים ויהיה החדש שיצא מעובר משלשים יום אע\"פ שנראה הירח ליל שלשים כיון שלא נתקדש יום שלשים. וממה שאתה צריך לדעת כי הירח כשנראה בזמנו והוא יום עשרים ותשעה ערבית ונשאר מן היום כדי שיאמרו מקודש מקודש קודם שיראו הכוכבים כי זה מותר אע\"פ שהעריב השמש כי הלילה אצלינו אינה אלא משעת צאת הכוכבים כמו שבארנו בשני משבת (הלכה ו) וזכרתי לך זה שלא תחשוב כי קידוש החדש לא יהיה לעולם אלא יום ל' כי אפשר שיהיה קודם ליל ל' כמו שבארנו: "
            ],
            [
                "<b>כל השופרות כשרין חוץ משל פרה כו': </b>קריאת קרן של פרה קרן הוא למה שאמר הכתוב [דברים לג] בכור שורו הדר לו וקרני ראם קרניו. וחכמים טוענים על ר' יוסי ואומרים והלא כל השופרות נקראו קרן ונקראו שופר ושל פרה נקרא קרן ולעולם לא נקרא שופר ואין הלכה כר' יוסי: "
            ],
            [
                "<b>שופר של ראש השנה של יעל פשוט כו': </b>זה הסדר לא היה אלא במקדש לאמרו הש\"י [תהלים צח] בחצוצרות וקול שופר הריעו לפני המלך ה' אבל חוץ למקדש אין תוקעין בראש השנה אלא בשופר בלבד. ואין תוקעין בתעניות אלא בחצוצרות בלבד ומפני זה הי' מצות יום תענית בחצוצרות לפי שהתענית אינו אלא על צרות הציבור והשם אמר [במדבר יח] על הצר הצורר אתכם והרעותם בחצוצרות ונזכרתם: "
            ],
            [],
            [
                "<b>שוה היובל לראש השנה לתקיעה ולברכות כו': </b>ר\"ל בתקיעה מנין התקיעות. ובברכות מנין הברכות שבתפלה. ועוד יתבאר ענינם. ואמר במה שקדם כי שופר של ראש השנה צריך שיהיה מקרן היעלים אינה הלכה ואין הלכה כרבי יהודה אבל פסק הלכה ששופר של יובל ושל ר\"ה של זכרים כפופים: "
            ],
            [
                "<b>שופר שנסדק ודבקו פסול דבק שברי שופרות כו': </b>נסדק פסול זהו כשנסדק לארכו אבל אם נסדק לרחבו אם נשתייר מארכו לאחר מקום הסדק שיעור של שופר והוא כדי שיאחזנו בידו ויראה לכאן ולכאן הוא כשר. ואם ניקב יש בו דינים והם כי הוא צריך לסתום הנקב אם סתמו במינו ונשאר ממנו רובו שלם בלי נקב ולא עכבו הנקבים את התקיעה כמו שנזכר כשר ואם סתמו שלא במינו פסול. ובור הוא חפירה בגוף הקרקע. ודות מקום גבוה על הארץ מוקף כתלים. ופיטס כלי גדול מחרס. ועל אותן שהם חוץ לבור אמרו אם קול הברה שמע לא יצא אבל אותן שהיו תוך לבור יצאו ידי חובתן. וצריך התוקע שיכוין להוציא את השומע ידי חובתו ואז יתכוין השומע לשמוע ויצא ידי חובתו ומה שלא התנה בכאן בכוונת משמיע כאילו הוא חזן הכנסת ושליח צבור לפי שעיקר הקדמתו על התקיעה אינה אלא להוציא את הרבים ידי חובתן וכשהוא תוקע להוציא כל השומעין מחובתן מתכוין ולפיכך לא נצטרך אלא כוונת שומע: "
            ],
            [],
            [
                "<b>והיה כאשר ירים משה ידו וגבר ישראל כו': </b>דיבר בכאן כפי מה שאנחנו צריכין בו במה שאנחנו בדרכו וכפי כוונת המסכתא: "
            ]
        ],
        [
            [
                "<b>יום טוב של ראש השנה שחל להיות בשבת כו': </b>כבר בארנו פעמים <small>[מ\"ש פ\"ג ה\"ד, שקלים פ\"א ה\"ג]</small> כי מקדש תקרא ירושלים כולה ומדינה שאר העיירות שבכל ארץ ישראל: והטעם שבעבורו נאסרה תקיעת שופר בשבת גזירה שמא יטלנו בידו ויעבירנו ד' אמות ברשות הרבים כמו שבארנו בלולב לפי שתקיעת שופר אינה מלאכה. ואמרו אחד ביבנה ואחד בכל מקום שיש בו בית דין ר\"ל כי אפילו כשיהיו בית דין עוברים ממקום למקום ונתארחו במקום מן המקומות לא על דעת להתיישב שם יש להם לתקוע שם השופר ואין הלכה אלא כמו שזכרנו קודם שאין תוקעין אותו אלא במקום שיש שם בית דין קבוע ואין הלכה כר' אליעזר: "
            ],
            [
                "<b>ועוד זאת היתה ירושלים יתירה על יבנה כו': </b>אמרו ועוד יורה כי היה שם מעשה שני מלבד זה שזכר והוא כי בירושלים היו תוקעין כל העם כל זמן שב\"ד יושבין במקדש וביבנה לא היו תוקעין אלא בב\"ד בלבד כמו שזכרנו ולא נאסור תקיעת שופר על ב\"ד בשבת לפי שב\"ד זריזין הם ולא יקרם עון בדבר הזה: "
            ],
            [
                "<b>בראשונה היה הלולב ניטל במקדש שבעה כו': </b>כבר קדם לך הדבר בזה ההלכה בשלישי מסוכה: "
            ],
            [
                "<b>בראשונה היו מקבלין עדות החדש כל היום כו': </b><b>אמר ר\"י בן קרחה ועוד זאת התקין כו': </b>נתקלקלו הלוים בשיר ענינו שלא אמרו שירה כלל שלא ידעו אם היה חול ואין שם עדים שיעידו על הראייה או אם הוא קדש ועוד יבאו העדים בסוף היום כי על כל פנים צריך שירה על כל קרבן כמו שיתבאר במקומות ועת המנחה הוא עת הקרבת תמיד שבין הערבים ואחר שמקריבין אותו לא היו מקריבין אחריו שום דבר כמו שמבואר בחמישי מפסחים. ומקום הועד הוא מקום הידוע לקיבוץ ב\"ד כדי שיהיה מקום אחד ידוע בלבד ילכו לשם העדים ולא יצטרכו לחזר על מקומות רבים בלי ידועים ומבואר הוא כי כל ב\"ד הנזכר בזה הענין ר\"ל שיהיו סמוכין בארץ ישראל כמו שנבאר בסנהדרין: "
            ],
            [
                "<b>סדר ברכות אומר אבות וגבורות וקדושת השם כו': </b>אמר השם בראש השנה [ויקרא כג] זכרון תרועה ובאה הקבלה זכרון אלו זכרונות תרועה אלו שופרות ועוד אמר [במדבר י] והיו לכם לזכרון לפני אלהיכם אני ה' אלהיכם ובאה הקבלה כי מה שהחזיר אלהיכם בנין אב כל מקום שנאמר זכרונות ושופרות יהיו מלכיות עמהן ומן הראוי להקדים המלכיות ואחריהן זכרונות ואחריהן שופרות כמו שאמר אמרו לפני מלכיות כדי שתמליכוני עליכם זכרונות כדי שיעלה זכרוניכם לפני לטובה ובמה בשופר והלכה כר' יהודה: "
            ],
            [
                "<b>אין פוחתין מעשרה מלכיות מעשרה זכרונות כו': </b><b>אין מזכירין זכרון מלכות דשופר של פורענות כו': </b>אלו העשרה ועשרה ר\"ל בהם ג' פסוקים מן התורה ג' מן הכתובים שלשה מן הנביאים וא' מן התורה משלים בו ור' יוחנן בן נורי אומר אם אמר אחד מן התורה ואחד מן הכתובים ואחד מן הנביאים יצא. ושיעור מאמר ר' יוסי האמור בכאן כפי מה שנראה מדעתו כך הוא כשם שיצא ידי חובתו אם השלים בתורה כך אם השלים בנביא יצא. וזכרון ושופר ומלכות של פורענות כמו שאמר ויזכור כי בשר המה וגו' [תהלים עח] תקעו שופר בגבעה [הושע ה] אם לא ביד חזקה ובזרוע נטויה וגו' [יחזקאל כ] וכמו כן זכרון יחיד כמו זכרה לי אלהי לטובה [נחמיה יג] אין מוציאין מידי חובה. והלכה כר' יוחנן בן נורי וכר' יוסי: "
            ],
            [
                "<b>העובר לפני התיבה בי\"ט של ראש השנה כו': </b>לא התקינו זה אלא בעת צרה לפי שהיו שומרין לאותו שהיה מתפלל שחרית שלא יתקע בשופר וכשהיו משלימין התפלה היו השומרים הולכים לדרכם ולפיכך אותו שהיה עובר לפני התיבה להתפלל תפלת מוסף היה תוקע. ואמרו ובשעת ההלל לפי שלא היו קורין הלל לא בראש השנה ולא ביום הכפורים לפי שהם ימי עבודה והכנעה ופחד ומורא מהשם ויראה ממנו ומברח ומנוס אליו ותשובה ותחנונים ובקשה כפרה וסליחה ובכל אלו הענינים אינו הגון השחוק והשמחה: "
            ],
            [
                "<b>שופר של ראש השנה אין מעבירין עליו את התחום כו': </b>כבר בארנו לך כי י\"ט הוא עשה ולא תעשה כי אמרו שבתון מצות עשה ואמר כל מלאכה לא תעשו ושופר מצות עשה בלבד והעיקר אצלנו לא אתי עשה ודחי את לא תעשה ועשה ודבר שהוא משום שבות הוא כמו שיחתוך אותו בסכין ומשום לא תעשה כמו שיחתוך אותו במגירה שהיא מלאכת חרושת עץ גמורה. ואין מעכבין את התינוקות מלתקוע ואפילו בשבת ובתנאי שיהיו קרובים להיות גדולים כדי שיהיו יודעים לצאת ידי חובתן כשיבא ראש השנה: "
            ],
            [
                "<b>סדר תקיעות שלש של שלש שלש כו': </b>העיקר אצלנו כי תקיעות של ר\"ה ותקיעת יובל שוין וכל הכתוב בר\"ה נתחייבנו כמותו ביובל וכל מה שכתוב בתקיעת יובל נתחייבנו כמותו בראש השנה וכאלו הכתובים בו כולם נכתבו בכל אחד משני הזמנים וזה למה שאמר השם [ויקרא כה] והעברת שופר תרועה בחדש השביעי וגו' ובאה הקבלה שיהיו כל תקיעות של חדש השביעי זה כזה והעיקר אצלנו כי כל תרועה יש תקיעה לפניה ולאחריה וכן באה הקבלה מניין שפשוטה לפניה תלמוד לומר והעברת שופר ומניין שפשוטה לאחריה תלמוד לומר [שם] תעבירו שופר ונשנית מלת תרועה בר\"ה וביום הכפורים ג' פעמים והעברת שופר תרועה שבתון זכרון תרועה יום תרועה יהיה לכם ולפיכך תוקעין ג' תרועות ושתי תקיעות לכל תרועה כמו שנתננו העיקר ואלו הם הט' תקיעות שנתחייבנו בהם בר\"ה וביום הכפורים. ואמר שיעור תקיעה כג' תרועות ר\"ל כי שיעור כל התקיעות הוא כשיעור כל התרועות והם ג' ומפני זה אנו תוקעין היום תקיעות הרבה כמו שהוא נראה לעין לפי שנתחדש לנו ספק אם התרועה הנזכרת בתורה היא אותה שאנו קורין היום תרועה והיא כמו יללה או אם ג' שברים היא התרועה או אם שם תרועה נופל על שני מינים ולפיכך אנו תוקעין תשר\"ת תש\"ת תר\"ת ג' פעמים ומפני מה אין אנו תוקעין תרש\"ת לפי שמצינו אומר בתרגום תרועה יבבא וכתיב [שופטים ה] בעד החלון נשקפה ותיבב. ומן הידוע כי האדם כשתמצאנו תלאה הוא מתאנח תחלה כמו ג' שברים ואח\"כ ירים קולו בדמות תרועה: ואמרו תקע בראשונה ענינו כי כשתקע תקיעה הראשונה שהיא קודם התרועה והאריך בה זמן ואח\"כ הריע ואח\"כ תקע תקיעה שניה והאריך בה זמן כמו שהאריך בראשונה כדי שתעלה לו לפי דעתו אותה תקיעה לשתי תקיעות אחת לתשלום בבא הראשונה ואחת לתחלת בבא שניה ואמר בכאן שלא תעלה לו אלא בתקיעה אחת בלבד. ורצה באמרו מי שבירך כמו מי שהתפלל כי התפלה הם תשע ברכות שקדם זכרם והם ג' ראשונות ומלכיות וזכרונות ושופרות ושלשה אחרונות. ואמרם כשם ששליח צבור חייב ר\"ל חייב בברכות ומחלוקת רבן גמליאל וחכמים אינו בתפלת ר\"ה בלבד אבל המחלוקת בכל התפלות כולם כי חכמים אומרים כשם ששליח צבור אינו יוצא ידי חובתו אלא בתפלת עצמו כך כל יחיד ויחיד אינו יוצא ידי חובתו אלא בתפלת עצמו ורבן גמליאל אומר כי בתפלת שליח צבור יוצא ידי חובתו היודע להתפלל ומי שאינו יודע והלכה כרבן גמליאל בתפלת של ר\"ה ושל יוה\"כ בלבד לפי שהתפלות ארוכות בשני ימים אלו: ",
                "<small>סליק פירוש המשניות להרמב\"ם ממסכת ראש השנה</small> "
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}