var Shabbatjson ={
    "language": "he",
    "title": "Mishnah Shabbat",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה שבת",
    "categories": [
        "Mishnah",
        "Seder Moed"
    ],
    "textmishna": [
        [
            "יְצִיאוֹת הַשַּׁבָּת שְׁתַּיִם שֶׁהֵן אַרְבַּע בִּפְנִים, וּשְׁתַּיִם שֶׁהֵן אַרְבַּע בַּחוּץ. כֵּיצַד. הֶעָנִי עוֹמֵד בַּחוּץ וּבַעַל הַבַּיִת בִּפְנִים, פָּשַׁט הֶעָנִי אֶת יָדוֹ לִפְנִים וְנָתַן לְתוֹךְ יָדוֹ שֶׁל בַּעַל הַבַּיִת, אוֹ שֶׁנָּטַל מִתּוֹכָהּ וְהוֹצִיא, הֶעָנִי חַיָּב וּבַעַל הַבַּיִת פָּטוּר. פָּשַׁט בַּעַל הַבַּיִת אֶת יָדוֹ לַחוּץ וְנָתַן לְתוֹךְ יָדוֹ שֶׁל עָנִי, אוֹ שֶׁנָּטַל מִתּוֹכָהּ וְהִכְנִיס, בַּעַל הַבַּיִת חַיָּב וְהֶעָנִי פָּטוּר. פָּשַׁט הֶעָנִי אֶת יָדוֹ לִפְנִים וְנָטַל בַּעַל הַבַּיִת מִתּוֹכָהּ, אוֹ שֶׁנָּתַן לְתוֹכָהּ וְהוֹצִיא, שְׁנֵיהֶם פְּטוּרִין. פָּשַׁט בַּעַל הַבַּיִת אֶת יָדוֹ לַחוּץ וְנָטַל הֶעָנִי מִתּוֹכָהּ, אוֹ שֶׁנָּתַן לְתוֹכָהּ וְהִכְנִיס, שְׁנֵיהֶם פְּטוּרִין: \n",
            "לֹא יֵשֵׁב אָדָם לִפְנֵי הַסַּפָּר סָמוּךְ לַמִּנְחָה, עַד שֶׁיִּתְפַּלֵּל. לֹא יִכָּנֵס אָדָם לַמֶּרְחָץ וְלֹא לַבֻּרְסְקִי וְלֹא לֶאֱכֹל וְלֹא לָדִין. וְאִם הִתְחִילוּ, אֵין מַפְסִיקִין. מַפְסִיקִים לִקְרוֹת קְרִיאַת שְׁמַע, וְאֵין מַפְסִיקִים לַתְּפִלָּה: \n",
            "לֹא יֵצֵא הַחַיָּט בְּמַחְטוֹ סָמוּךְ לַחֲשֵׁכָה, שֶׁמָּא יִשְׁכַּח וְיֵצֵא. וְלֹא הַלַּבְלָר בְּקֻלְמוֹסוֹ. וְלֹא יְפַלֶּה אֶת כֵּלָיו, וְלֹא יִקְרָא לְאוֹר הַנֵּר. בֶּאֱמֶת אָמְרוּ, הַחַזָּן רוֹאֶה הֵיכָן תִּינוֹקוֹת קוֹרְאִים, אֲבָל הוּא לֹא יִקְרָא. כַּיּוֹצֵא בוֹ, לֹא יֹאכַל הַזָּב עִם הַזָּבָה, מִפְּנֵי הֶרְגֵּל עֲבֵרָה: \n",
            "וְאֵלּוּ מִן הַהֲלָכוֹת שֶׁאָמְרוּ בַעֲלִיַּת חֲנַנְיָה בֶן חִזְקִיָּה בֶן גֻּרְיוֹן כְּשֶׁעָלוּ לְבַקְּרוֹ. נִמְנוּ וְרַבּוּ בֵּית שַׁמַּאי עַל בֵּית הִלֵּל, וּשְׁמֹנָה עָשָׂר דְּבָרִים גָּזְרוּ בוֹ בַיּוֹם: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, אֵין שׁוֹרִין דְּיוֹ וְסַמְמָנִים וְכַרְשִׁינִים, אֶלָּא כְּדֵי שֶׁיִּשּׁוֹרוּ מִבְּעוֹד יוֹם. וּבֵית הִלֵּל מַתִּירִין: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, אֵין נוֹתְנִין אוּנִין שֶׁל פִּשְׁתָּן לְתוֹךְ הַתַּנּוּר, אֶלָּא כְּדֵי שֶׁיַּהְבִּילוּ מִבְּעוֹד יוֹם, וְלֹא אֶת הַצֶּמֶר לַיּוֹרָה, אֶלָּא כְדֵי שֶׁיִּקְלֹט הָעַיִן. וּבֵית הִלֵּל מַתִּירִין. בֵּית שַׁמַּאי אוֹמְרִים, אֵין פּוֹרְשִׂין מְצוּדוֹת חַיָּה וְעוֹפוֹת וְדָגִים, אֶלָּא כְדֵי שֶׁיִּצּוֹדוּ מִבְּעוֹד יוֹם. וּבֵית הִלֵּל מַתִּירִין: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, אֵין מוֹכְרִין לַנָּכְרִי וְאֵין טוֹעֲנִין עִמּוֹ וְאֵין מַגְבִּיהִין עָלָיו, אֶלָּא כְּדֵי שֶׁיַּגִּיעַ לְמָקוֹם קָרוֹב. וּבֵית הִלֵּל מַתִּירִין: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, אֵין נוֹתְנִין עוֹרוֹת לְעַבְּדָן וְלֹא כֵלִים לְכוֹבֵס נָכְרִי, אֶלָּא כְּדֵי שֶׁיֵּעָשׂוּ מִבְּעוֹד יוֹם. וּבְכֻלָּן בֵּית הִלֵּל מַתִּירִין עִם הַשָּׁמֶשׁ: \n",
            "אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, נוֹהֲגִין הָיוּ בֵּית אַבָּא שֶׁהָיוּ נוֹתְנִין כְּלֵי לָבָן לְכוֹבֵס נָכְרִי שְׁלשָׁה יָמִים קֹדֶם לַשַּׁבָּת. וְשָׁוִין אֵלּוּ וָאֵלּוּ, שֶׁטּוֹעֲנִין קוֹרוֹת בֵּית הַבַּד וְעִגּוּלֵי הַגָּת: \n",
            "אֵין צוֹלִין בָּשָׂר, בָּצָל, וּבֵיצָה, אֶלָּא כְּדֵי שֶׁיִּצּוֹלוּ מִבְּעוֹד יוֹם. אֵין נוֹתְנִין פַּת לַתַּנּוּר עִם חֲשֵׁכָה, וְלֹא חֲרָרָה עַל גַּבֵּי גֶחָלִים, אֶלָּא כְּדֵי שֶׁיִּקְרְמוּ פָנֶיהָ מִבְּעוֹד יוֹם. רַבִּי אֱלִיעֶזֶר אוֹמֵר, כְּדֵי שֶׁיִּקְרֹם הַתַּחְתּוֹן שֶׁלָּהּ: \n",
            "מְשַׁלְשְׁלִין אֶת הַפֶּסַח בַּתַּנּוּר עִם חֲשֵׁכָה. וּמַאֲחִיזִין אֶת הָאוּר בִּמְדוּרַת בֵּית הַמּוֹקֵד. וּבַגְּבוּלִין, כְּדֵי שֶׁיֶּאֱחֹז הָאוּר בְּרֻבָּן. רַבִּי יְהוּדָה אוֹמֵר, בְּפֶחָמִין, כָּל שֶׁהוּא: \n"
        ],
        [
            "בַּמֶּה מַדְלִיקִין וּבַמָּה אֵין מַדְלִיקִין. אֵין מַדְלִיקִין לֹא בְלֶכֶשׁ, וְלֹא בְחֹסֶן, וְלֹא בְכָלָךְ, וְלֹא בִפְתִילַת הָאִידָן, וְלֹא בִפְתִילַת הַמִּדְבָּר, וְלֹא בִירוֹקָה שֶׁעַל פְּנֵי הַמָּיִם. וְלֹא בְזֶפֶת, וְלֹא בְשַׁעֲוָה, וְלֹא בְשֶׁמֶן קִיק, וְלֹא בְשֶׁמֶן שְׂרֵפָה, וְלֹא בְאַלְיָה, וְלֹא בְחֵלֶב. נַחוּם הַמָּדִי אוֹמֵר, מַדְלִיקִין בְּחֵלֶב מְבֻשָּׁל. וַחֲכָמִים אוֹמְרִים, אֶחָד מְבֻשָּׁל וְאֶחָד שֶׁאֵינוֹ מְבֻשָּׁל, אֵין מַדְלִיקִין בּוֹ: \n",
            "אֵין מַדְלִיקִין בְּשֶׁמֶן שְׂרֵפָה בְּיוֹם טוֹב. רַבִּי יִשְׁמָעֵאל אוֹמֵר, אֵין מַדְלִיקִין בְּעִטְרָן, מִפְּנֵי כְבוֹד הַשַּׁבָּת. וַחֲכָמִים מַתִּירִין בְּכָל הַשְּׁמָנִים, בְּשֶׁמֶן שֻׁמְשְׁמִין, בְּשֶׁמֶן אֱגוֹזִים, בְּשֶׁמֶן צְנוֹנוֹת, בְּשֶׁמֶן דָּגִים, בְּשֶׁמֶן פַּקּוּעוֹת, בְּעִטְרָן וּבְנֵפְט. רַבִּי טַרְפוֹן אוֹמֵר, אֵין מַדְלִיקִין אֶלָּא בְשֶׁמֶן זַיִת בִּלְבָד: \n",
            "כָּל הַיּוֹצֵא מִן הָעֵץ אֵין מַדְלִיקִין בּוֹ אֶלָּא פִשְׁתָּן. וְכָל הַיּוֹצֵא מִן הָעֵץ אֵינוֹ מִטַּמֵּא טֻמְאַת אֹהָלִים אֶלָּא פִשְׁתָּן. פְּתִילַת הַבֶּגֶד שֶׁקִּפְּלָהּ וְלֹא הִבְהֲבָהּ, רַבִּי אֱלִיעֶזֶר אוֹמֵר, טְמֵאָה, וְאֵין מַדְלִיקִין בָּהּ. רַבִּי עֲקִיבָא אוֹמֵר, טְהוֹרָה, וּמַדְלִיקִין בָּהּ: \n",
            "לֹא יִקֹּב אָדָם שְׁפוֹפֶרֶת שֶׁל בֵּיצָה וִימַלְאֶנָּה שֶׁמֶן וְיִתְּנֶנָּה עַל פִּי הַנֵּר בִּשְׁבִיל שֶׁתְּהֵא מְנַטֶּפֶת, אֲפִלּוּ הִיא שֶׁל חֶרֶס. וְרַבִּי יְהוּדָה מַתִּיר. אֲבָל אִם חִבְּרָהּ הַיּוֹצֵר מִתְּחִלָּה, מֻתָּר, מִפְּנֵי שֶׁהוּא כְלִי אֶחָד. לֹא יְמַלֵּא אָדָם אֶת הַקְּעָרָה שֶׁמֶן וְיִתְּנֶנָּה בְצַד הַנֵּר וְיִתֵּן רֹאשׁ הַפְּתִילָה בְתוֹכָהּ, בִּשְׁבִיל שֶׁתְּהֵא שׁוֹאֶבֶת. וְרַבִּי יְהוּדָה מַתִּיר: \n",
            "הַמְכַבֶּה אֶת הַנֵּר מִפְּנֵי שֶׁהוּא מִתְיָרֵא מִפְּנֵי גוֹיִם, מִפְּנֵי לִסְטִים, מִפְּנֵי רוּחַ רָעָה, וְאִם בִּשְׁבִיל הַחוֹלֶה שֶׁיִּישַׁן, פָּטוּר. כְּחָס עַל הַנֵּר, כְּחָס עַל הַשֶּׁמֶן, כְּחָס עַל הַפְּתִילָה, חַיָּב. וְרַבִּי יוֹסֵי פּוֹטֵר בְּכֻלָּן חוּץ מִן הַפְּתִילָה, מִפְּנֵי שֶׁהוּא עוֹשָׂהּ פֶּחָם: \n",
            "עַל שָׁלשׁ עֲבֵרוֹת נָשִׁים מֵתוֹת בִּשְׁעַת לֵדָתָן, עַל שֶׁאֵינָן זְהִירוֹת בַּנִּדָּה וּבַחַלָּה וּבְהַדְלָקַת הַנֵּר: \n",
            "שְׁלשָׁה דְבָרִים צָרִיךְ אָדָם לוֹמַר בְּתוֹךְ בֵּיתוֹ עֶרֶב שַׁבָּת עִם חֲשֵׁכָה. עִשַּׂרְתֶּם. עֵרַבְתֶּם. הַדְלִיקוּ אֶת הַנֵּר. סָפֵק חֲשֵׁכָה סָפֵק אֵין חֲשֵׁכָה, אֵין מְעַשְּׂרִין אֶת הַוַּדַּאי, וְאֵין מַטְבִּילִין אֶת הַכֵּלִים, וְאֵין מַדְלִיקִין אֶת הַנֵּרוֹת, אֲבָל מְעַשְּׂרִין אֶת הַדְּמַאי, וּמְעָרְבִין, וְטוֹמְנִין אֶת הַחַמִּין: \n"
        ],
        [
            "כִּירָה שֶׁהִסִּיקוּהָ בְקַשׁ וּבִגְבָבָא, נוֹתְנִים עָלֶיהָ תַּבְשִׁיל. בְּגֶפֶת וּבְעֵצִים, לֹא יִתֵּן עַד שֶׁיִּגְרֹף, אוֹ עַד שֶׁיִּתֵּן אֶת הָאֵפֶר. בֵּית שַׁמַּאי אוֹמְרִים, חַמִּין אֲבָל לֹא תַבְשִׁיל. וּבֵית הִלֵּל אוֹמְרִים, חַמִּין וְתַבְשִׁיל. בֵּית שַׁמַּאי אוֹמְרִים, נוֹטְלִין אֲבָל לֹא מַחֲזִירִין. וּבֵית הִלֵּל אוֹמְרִים, אַף מַחֲזִירִין:  ",
            "תַּנּוּר שֶׁהִסִּיקוּהוּ בְקַשׁ וּבַגְּבָבָא, לֹא יִתֵּן בֵּין מִתּוֹכוֹ בֵּין מֵעַל גַּבָּיו. כֻּפָּח שֶׁהִסִּיקוּהוּ בְקַשׁ וּבִגְבָבָא, הֲרֵי זֶה כְכִירַיִם, בְּגֶפֶת וּבְעֵצִים, הֲרֵי הוּא כְתַנּוּר:  ",
            "אֵין נוֹתְנִין בֵּיצָה בְצַד הַמֵּחַם בִּשְׁבִיל שֶׁתִּתְגַּלְגֵּל. וְלֹא יַפְקִיעֶנָּה בְסוּדָרִין. וְרַבִּי יוֹסֵי מַתִּיר. וְלֹא יַטְמִינֶנָּה בְחֹל וּבַאֲבַק דְּרָכִים בִּשְׁבִיל שֶׁתִּצָּלֶה:  ",
            "מַעֲשֶׂה שֶׁעָשׂוּ אַנְשֵׁי טְבֶרְיָא וְהֵבִיאוּ סִלּוֹן שֶׁל צוֹנֵן לְתוֹךְ אַמָּה שֶׁל חַמִּין. אָמְרוּ לָהֶן חֲכָמִים, אִם בְּשַׁבָּת, כְּחַמִּין שֶׁהוּחַמּוּ בְשַׁבָּת, אֲסוּרִין בִּרְחִיצָה וּבִשְׁתִיָּה; בְּיוֹם טוֹב, כְּחַמִּין שֶׁהוּחַמּוּ בְיוֹם טוֹב, אֲסוּרִין בִּרְחִיצָה וּמֻתָּרִין בִּשְׁתִיָּה. מוּלְיָאר הַגָּרוּף, שׁוֹתִין הֵימֶנּוּ בְשַׁבָּת. אַנְטִיכִי, אַף עַל פִּי שֶׁגְּרוּפָה, אֵין שׁוֹתִין מִמֶּנָּה:  ",
            "הַמֵּחַם שֶׁפִּנָּהוּ, לֹא יִתֵּן לְתוֹכוֹ צוֹנֵן בִּשְׁבִיל שֶׁיֵּחַמּוּ, אֲבָל נוֹתֵן הוּא לְתוֹכוֹ אוֹ לְתוֹךְ הַכּוֹס כְּדֵי לְהַפְשִׁירָן. הָאִלְפָּס וְהַקְּדֵרָה שֶׁהֶעֱבִירָן מְרֻתָּחִין, לֹא יִתֵּן לְתוֹכָן תְּבָלִין, אֲבָל נוֹתֵן הוּא לְתוֹךְ הַקְּעָרָה אוֹ לְתוֹךְ הַתַּמְחוּי. רַבִּי יְהוּדָה אוֹמֵר, לַכֹּל הוּא נוֹתֵן, חוּץ מִדָּבָר שֶׁיֶּשׁ בּוֹ חֹמֶץ וְצִיר:  ",
            "אֵין נוֹתְנִין כְּלִי תַּחַת הַנֵּר לְקַבֵּל בּוֹ אֶת הַשֶּׁמֶן. וְאִם נוֹתְנוֹ מִבְּעוֹד יוֹם, מֻתָּר. וְאֵין נֵאוֹתִין מִמֶּנּוּ, לְפִי שֶׁאֵינוֹ מִן הַמּוּכָן. מְטַלְטְלִין נֵר חָדָשׁ, אֲבָל לֹא יָשָׁן. רַבִּי שִׁמְעוֹן אוֹמֵר, כָּל הַנֵּרוֹת מְטַלְטְלִין, חוּץ מִן הַנֵּר הַדּוֹלֵק בְּשַׁבָּת. נוֹתְנִין כְּלִי תַחַת הַנֵּר לְקַבֵּל נִיצוֹצוֹת. וְלֹא יִתֵּן לְתוֹכוֹ מַיִם, מִפְּנֵי שֶׁהוּא מְכַבֶּה:  "
        ],
        [
            "בַּמֶּה טוֹמְנִין וּבַמָּה אֵין טוֹמְנִין. אֵין טוֹמְנִין לֹא בְגֶפֶת וְלֹא בְזֶבֶל, לֹא בְמֶלַח וְלֹא בְסִיד וְלֹא בְחֹל, בֵּין לַחִים בֵּין יְבֵשִׁים. לֹא בְתֶבֶן וְלֹא בְזָגִים וְלֹא בְמוֹכִים וְלֹא בַעֲשָׂבִים בִּזְמַן שֶׁהֵן לַחִים, אֲבָל טוֹמְנִין בָּהֶן כְּשֶׁהֵן יְבֵשִׁין. טוֹמְנִין בִּכְסוּת וּבְפֵרוֹת, בְּכַנְפֵי יוֹנָה וּבִנְסֹרֶת שֶׁל חָרָשִׁים וּבִנְעֹרֶת שֶׁל פִּשְׁתָּן דַּקָּה. רַבִּי יְהוּדָה אוֹסֵר בְּדַקָּה וּמַתִּיר בְּגַסָּה: \n",
            "טוֹמְנִין בִּשְׁלָחִין, וּמְטַלְטְלִין אוֹתָן, בְּגִזֵּי צֶמֶר, וְאֵין מְטַלְטְלִין אוֹתָן. כֵּיצַד הוּא עוֹשֶׂה, נוֹטֵל אֶת הַכִּסּוּי וְהֵן נוֹפְלוֹת. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, קֻפָּה, מַטָּהּ עַל צִדָּהּ וְנוֹטֵל, שֶׁמָּא יִטֹּל וְאֵינוֹ יָכֹל לְהַחֲזִיר. וַחֲכָמִים אוֹמְרִים, נוֹטֵל וּמַחֲזִיר. לֹא כִסָּהוּ מִבְּעוֹד יוֹם, לֹא יְכַסֶּנּוּ מִשֶּׁתֶּחְשָׁךְ. כִּסָּהוּ וְנִתְגַּלָּה, מֻתָּר לְכַסּוֹתוֹ. מְמַלֵּא אֶת הַקִּיתוֹן וְנוֹתֵן לְתַחַת הַכַּר, אוֹ תַחַת הַכָּסֶת: \n"
        ],
        [
            "בַּמֶּה בְּהֵמָה יוֹצְאָה וּבַמָּה אֵינָהּ יוֹצְאָה. יוֹצֵא הַגָּמָל בְּאַפְסָר, וְנָאקָה בַחֲטָם, וְלֻבְדְּקִיס בִּפְרֻמְבְּיָא, וְסוּס בְּשֵׁיר, וְכָל בַּעֲלֵי הַשֵּׁיר יוֹצְאִים בַּשֵּׁיר וְנִמְשָׁכִים בַּשֵּׁיר, וּמַזִּין עֲלֵיהֶן וְטוֹבְלִין בִּמְקוֹמָן: \n",
            "חֲמוֹר יוֹצֵא בְמַרְדַּעַת, בִּזְמַן שֶׁהִיא קְשׁוּרָה לוֹ. זְכָרִים יוֹצְאִין לְבוּבִין. רְחֵלוֹת יוֹצְאוֹת שְׁחוּזוֹת, כְּבוּלוֹת וּכְבוּנוֹת. הָעִזִּים יוֹצְאוֹת צְרוּרוֹת. רַבִּי יוֹסֵי אוֹסֵר בְּכֻלָּן, חוּץ מִן הָרְחֵלִין הַכְּבוּנוֹת. רַבִּי יְהוּדָה אוֹמֵר, עִזִּים יוֹצְאוֹת צְרוּרוֹת לְיַבֵּשׁ, אֲבָל לֹא לְחָלָב: \n",
            "וּבַמָּה אֵינָהּ יוֹצְאָה. לֹא יֵצֵא גָמָל בִּמְטוּטֶלֶת, לֹא עָקוּד וְלֹא רָגוּל, וְכֵן שְׁאָר כָּל הַבְּהֵמוֹת. לֹא יִקְשֹׁר גְּמַלִּים זֶה בָזֶה וְיִמְשֹׁךְ. אֲבָל מַכְנִיס חֲבָלִים לְתוֹךְ יָדוֹ וְיִמְשֹׁךְ, וּבִלְבַד שֶׁלֹּא יִכְרֹךְ: \n",
            "אֵין חֲמוֹר יוֹצֵא בְמַרְדַּעַת בִּזְמַן שֶׁאֵינָהּ קְשׁוּרָה לוֹ, וְלֹא בְזוֹג, אַף עַל פִּי שֶׁהוּא פָקוּק, וְלֹא בְסֻלָּם שֶׁבְּצַוָּארוֹ, וְלֹא בִרְצוּעָה שֶׁבְּרַגְלוֹ. וְאֵין הַתַּרְנְגוֹלִין יוֹצְאִין בְּחוּטִין, וְלֹא בִרְצוּעוֹת שֶׁבְּרַגְלֵיהֶם. וְאֵין הַזְּכָרִים יוֹצְאִין בַּעֲגָלָה שֶׁתַּחַת הָאַלְיָה שֶׁלָּהֶן. וְאֵין הָרְחֵלִים יוֹצְאוֹת חֲנוּנוֹת. וְאֵין הָעֵגֶל יוֹצֵא בְגִימוֹן. וְלֹא פָרָה בְּעוֹר הַקֻּפָּר, וְלֹא בִרְצוּעָה שֶׁבֵּין קַרְנֶיהָ. פָּרָתוֹ שֶׁל רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה הָיְתָה יוֹצְאָה בִרְצוּעָה שֶׁבֵּין קַרְנֶיהָ, שֶׁלֹּא בִרְצוֹן חֲכָמִים: \n"
        ],
        [
            "בַּמֶּה אִשָּׁה יוֹצְאָה וּבַמָּה אֵינָהּ יוֹצְאָה. לֹא תֵצֵא אִשָּׁה לֹא בְחוּטֵי צֶמֶר וְלֹא בְחוּטֵי פִשְׁתָּן וְלֹא בִרְצוּעוֹת שֶׁבְּרֹאשָׁהּ. וְלֹא תִטְבֹּל בָּהֶן עַד שֶׁתְּרַפֵּם. וְלֹא בְטֹטֶפֶת וְלֹא בְסַנְבּוּטִין בִּזְמַן שֶׁאֵינָן תְּפוּרִין. וְלֹא בְכָבוּל לִרְשׁוּת הָרַבִּים. וְלֹא בְעִיר שֶׁל זָהָב, וְלֹא בְקַטְלָא, וְלֹא בִנְזָמִים, וְלֹא בְטַבַּעַת שֶׁאֵין עָלֶיהָ חוֹתָם, וְלֹא בְמַחַט שֶׁאֵינָהּ נְקוּבָה. וְאִם יָצָאת, אֵינָהּ חַיֶּבֶת חַטָּאת: \n",
            "לֹא יֵצֵא הָאִישׁ בְּסַנְדָּל הַמְסֻמָּר, וְלֹא בְיָחִיד בִּזְמַן שֶׁאֵין בְּרַגְלוֹ מַכָּה, וְלֹא בִתְפִלִּין, וְלֹא בְקָמֵעַ בִּזְמַן שֶׁאֵינוֹ מִן הַמֻּמְחֶה, וְלֹא בְשִׁרְיוֹן, וְלֹא בְקַסְדָּא, וְלֹא בְמַגָּפָיִם. וְאִם יָצָא, אֵינוֹ חַיָּב חַטָּאת: \n",
            "לֹא תֵצֵא אִשָּׁה בְמַחַט הַנְּקוּבָה, וְלֹא בְטַבַּעַת שֶׁיֵּשׁ עָלֶיהָ חוֹתָם, וְלֹא בְכוֹלְיָאר, וְלֹא בְכוֹבֶלֶת, וְלֹא בִצְלוֹחִית שֶׁל פַּלְיָטוֹן. וְאִם יָצְתָה, חַיֶּבֶת חַטָּאת, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים פּוֹטְרִין בְּכוֹבֶלֶת וּבִצְלוֹחִית שֶׁל פַּלְיָטוֹן: \n",
            "לֹא יֵצֵא הָאִישׁ לֹא בְסַיִף, וְלֹא בְקֶשֶׁת, וְלֹא בִתְרִיס, וְלֹא בְאַלָּה, וְלֹא בְרֹמַח. וְאִם יָצָא, חַיָּב חַטָּאת. רַבִּי אֱלִיעֶזֶר אוֹמֵר, תַּכְשִׁיטִין הֵן לוֹ. וַחֲכָמִים אוֹמְרִים, אֵינָן אֶלָּא לִגְנַאי, שֶׁנֶּאֱמַר (ישעיה ב) וְכִתְּתוּ חַרְבוֹתָם לְאִתִּים וַחֲנִיתוֹתֵיהֶם לְמַזְמֵרוֹת, לֹא יִשָּׂא גּוֹי אֶל גּוֹי חֶרֶב וְלֹא יִלְמְדוּ עוֹד מִלְחָמָה. בִּירִית, טְהוֹרָה, וְיוֹצְאִין בָּהּ בְּשַׁבָּת. כְּבָלִים, טְמֵאִין, וְאֵין יוֹצְאִין בָּהֶם בְּשַׁבָּת: \n",
            "יוֹצְאָה אִשָּׁה בְחוּטֵי שֵׂעָר, בֵּין מִשֶּׁלָּהּ בֵּין מִשֶּׁל חֲבֶרְתָּהּ בֵּין מִשֶּׁל בְּהֵמָה, וּבְטֹטֶפֶת וּבְסַנְבּוּטִין בִּזְמַן שֶׁהֵן תְּפוּרִין. בְּכָבוּל וּבְפֵאָה נָכְרִית לֶחָצֵר. בְּמוֹךְ שֶׁבְּאָזְנָהּ וּבְמוֹךְ שֶׁבְּסַנְדָּלָהּ וּבְמוֹךְ שֶׁהִתְקִינָה לְנִדָּתָהּ. בְּפִלְפֵּל וּבְגַרְגִּיר מֶלַח וּבְכָל דָּבָר שֶׁתִּתֵּן לְתוֹךְ פִּיהָ, וּבִלְבַד שֶׁלֹּא תִתֵּן לְכַתְּחִלָּה בְשַׁבָּת. וְאִם נָפַל, לֹא תַחֲזִיר. שֵׁן תּוֹתֶבֶת וְשֵׁן שֶׁל זָהָב, רַבִּי מַתִּיר, וַחֲכָמִים אוֹסְרִים: \n",
            "יוֹצְאָה בְסֶלַע שֶׁעַל הַצִּינִית. הַבָּנוֹת קְטַנּוֹת יוֹצְאוֹת בְּחוּטִין וַאֲפִלּוּ בְקִסְמִין שֶׁבְּאָזְנֵיהֶם. עַרְבִיּוֹת יוֹצְאוֹת רְעוּלוֹת, וּמָדִיּוֹת פְּרוּפוֹת, וְכָל אָדָם, אֶלָּא שֶׁדִּבְּרוּ חֲכָמִים בַּהֹוֶה: \n",
            "פּוֹרֶפֶת עַל הָאֶבֶן וְעַל הָאֱגוֹז וְעַל הַמַּטְבֵּעַ, וּבִלְבַד שֶׁלֹּא תִפְרֹף לְכַתְּחִלָּה בְשַׁבָּת: \n",
            "הַקִּטֵּעַ יוֹצֵא בְקַב שֶׁלּוֹ, דִּבְרֵי רַבִּי מֵאִיר. וְרַבִּי יוֹסֵי אוֹסֵר. וְאִם יֶשׁ לוֹ בֵית קִבּוּל כְּתוּתִים, טָמֵא. סָמוֹכוֹת שֶׁלּוֹ, טְמֵאִין מִדְרָס, וְיוֹצְאִין בָּהֶן בְּשַׁבָּת, וְנִכְנָסִין בָּהֶן בָּעֲזָרָה. כִּסֵּא וְסָמוֹכוֹת שֶׁלּוֹ, טְמֵאִין מִדְרָס, וְאֵין יוֹצְאִין בָּהֶן בְּשַׁבָּת, וְאֵין נִכְנָסִין בָּהֶן בָּעֲזָרָה. אַנְקַטְמִין טְהוֹרִין, וְאֵין יוֹצְאִין בָּהֶן: \n",
            "הַבָּנִים יוֹצְאִין בִּקְשָׁרִים, וּבְנֵי מְלָכִים בְּזוֹגִין. וְכָל אָדָם, אֶלָּא שֶׁדִּבְּרוּ חֲכָמִים בַּהֹוֶה: \n",
            "יוֹצְאִין בְּבֵיצַת הַחַרְגּוֹל, וּבְשֵׁן שׁוּעָל, וּבְמַסְמֵר מִן הַצָּלוּב, מִשּׁוּם רְפוּאָה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אַף בְּחֹל אָסוּר, מִשּׁוּם דַּרְכֵי הָאֱמוֹרִי: \n"
        ],
        [
            "כְּלָל גָּדוֹל אָמְרוּ בַשַּׁבָּת. כָּל הַשּׁוֹכֵחַ עִקַּר שַׁבָּת וְעָשָׂה מְלָאכוֹת הַרְבֵּה בְשַׁבָּתוֹת הַרְבֵּה, אֵינוֹ חַיָּב אֶלָּא חַטָּאת אֶחָת. הַיּוֹדֵעַ עִקַּר שַׁבָּת וְעָשָׂה מְלָאכוֹת הַרְבֵּה בְּשַׁבָּתוֹת הַרְבֵּה, חַיָּב עַל כָּל שַׁבָּת וְשַׁבָּת. הַיּוֹדֵעַ שֶׁהוּא שַׁבָּת וְעָשָׂה מְלָאכוֹת הַרְבֵּה בְּשַׁבָּתוֹת הַרְבֵּה, חַיָּב עַל כָּל אַב מְלָאכָה וּמְלָאכָה. הָעוֹשֶׂה מְלָאכוֹת הַרְבֵּה מֵעֵין מְלָאכָה אַחַת, אֵינוֹ חַיָּב אֶלָּא חַטָּאת אֶחָת: \n",
            "אֲבוֹת מְלָאכוֹת אַרְבָּעִים חָסֵר אֶחָת. הַזּוֹרֵעַ. וְהַחוֹרֵשׁ. וְהַקּוֹצֵר. וְהַמְעַמֵּר. הַדָּשׁ. וְהַזּוֹרֶה. הַבּוֹרֵר. הַטּוֹחֵן. וְהַמְרַקֵּד. וְהַלָּשׁ. וְהָאוֹפֶה. הַגּוֹזֵז אֶת הַצֶּמֶר. הַמְלַבְּנוֹ. וְהַמְנַפְּצוֹ. וְהַצּוֹבְעוֹ. וְהַטּוֹוֶה. וְהַמֵּסֵךְ. וְהָעוֹשֶׂה שְׁנֵי בָתֵּי נִירִין. וְהָאוֹרֵג שְׁנֵי חוּטִין. וְהַפּוֹצֵעַ שְׁנֵי חוּטִין. הַקּוֹשֵׁר. וְהַמַּתִּיר. וְהַתּוֹפֵר שְׁתֵּי תְפִירוֹת. הַקּוֹרֵעַ עַל מְנָת לִתְפֹּר שְׁתֵּי תְפִירוֹת. הַצָּד צְבִי. הַשּׁוֹחֲטוֹ. וְהַמַּפְשִׁיטוֹ. הַמּוֹלְחוֹ, וְהַמְעַבֵּד אֶת עוֹרוֹ. וְהַמּוֹחֲקוֹ. וְהַמְחַתְּכוֹ. הַכּוֹתֵב שְׁתֵּי אוֹתִיּוֹת. וְהַמּוֹחֵק עַל מְנָת לִכְתֹּב שְׁתֵּי אוֹתִיּוֹת. הַבּוֹנֶה. וְהַסּוֹתֵר. הַמְכַבֶּה. וְהַמַּבְעִיר. הַמַּכֶּה בַפַּטִּישׁ. הַמּוֹצִיא מֵרְשׁוּת לִרְשׁוּת. הֲרֵי אֵלּוּ אֲבוֹת מְלָאכוֹת אַרְבָּעִים חָסֵר אֶחָת: \n",
            "וְעוֹד כְּלָל אַחֵר אָמְרוּ. כָּל הַכָּשֵׁר לְהַצְנִיעַ וּמַצְנִיעִין כָּמוֹהוּ וְהוֹצִיאוֹ בְשַׁבָּת, חַיָּב עָלָיו חַטָּאת, וְכָל שֶׁאֵינוֹ כָשֵׁר לְהַצְנִיעַ וְאֵין מַצְנִיעִין כָּמוֹהוּ וְהוֹצִיאוֹ בְשַׁבָּת, אֵינוֹ חַיָּב אֶלָּא הַמַּצְנִיעוֹ: \n",
            "הַמּוֹצִיא תֶבֶן, כִּמְלֹא פִי פָרָה. עָצָה, כִּמְלֹא פִי גָמָל. עָמִיר, כִּמְלֹא פִי טָלֶה. עֲשָׂבִים, כִּמְלֹא פִי גְדִי. עֲלֵי שׁוּם וַעֲלֵי בְצָלִים, לַחִים, כִּגְרוֹגֶרֶת, יְבֵשִׁים, כִּמְלֹא פִי גְדִי. וְאֵין מִצְטָרְפִין זֶה עִם זֶה, מִפְּנֵי שֶׁלֹּא שָׁווּ בְשִׁעוּרֵיהֶן. הַמּוֹצִיא אֳכָלִים כִּגְרוֹגֶרֶת, חַיָּב, וּמִצְטָרְפִין זֶה עִם זֶה, מִפְּנֵי שֶׁשָּׁווּ בְשִׁעוּרֵיהֶן, חוּץ מִקְּלִפֵּיהֶן וְגַרְעִינֵיהֶן וְעֻקְצֵיהֶן וְסֻבָּן וּמֻרְסָנָן. רַבִּי יְהוּדָה אוֹמֵר, חוּץ מִקְּלִפֵּי עֲדָשִׁים שֶׁמִּתְבַּשְּׁלוֹת עִמָּהֶן: \n"
        ],
        [
            "הַמּוֹצִיא יַיִן, כְּדֵי מְזִיגַת הַכּוֹס. חָלָב, כְּדֵי גְמִיעָה. דְּבַשׁ, כְּדֵי לִתֵּן עַל הַכָּתִית. שֶׁמֶן, כְּדֵי לָסוּךְ אֵבֶר קָטָן. מַיִם, כְּדֵי לָשׁוּף בָּהֶם אֶת הַקִּילוֹר. וּשְׁאָר כָּל הַמַּשְׁקִין, בִּרְבִיעִית. וְכָל הַשּׁוֹפָכִין, בִּרְבִיעִית. רַבִּי שִׁמְעוֹן אוֹמֵר, כֻּלָּן בִּרְבִיעִית, וְלֹא אָמְרוּ כָל הַשִּׁעוּרִין הַלָּלוּ אֶלָּא לְמַצְנִיעֵיהֶן: \n",
            "הַמּוֹצִיא חֶבֶל, כְּדֵי לַעֲשׂוֹת אֹזֶן לְקֻפָּה. גֶּמִי, כְּדֵי לַעֲשׂוֹת תְּלַאי לְנָפָה וְלִכְבָרָה. רַבִּי יְהוּדָה אוֹמֵר, כְּדֵי לִטֹּל מִמֶּנּוּ מִדַּת מִנְעָל לְקָטָן. נְיָר, כְּדֵי לִכְתֹּב עָלָיו קֶשֶׁר מוֹכְסִין. וְהַמּוֹצִיא קֶשֶׁר מוֹכְסִין, חַיָּב. נְיָר מָחוּק, כְּדֵי לִכְרֹךְ עַל פִּי צְלוֹחִית קְטַנָּה שֶׁל פַּלְיָטוֹן: \n",
            "עוֹר, כְּדֵי לַעֲשׂוֹת קָמֵעַ. קְלָף, כְּדֵי לִכְתֹּב עָלָיו פָּרָשָׁה קְטַנָּה שֶׁבַּתְּפִלִּין, שֶׁהִיא שְׁמַע יִשְׂרָאֵל. דְּיוֹ, כְּדֵי לִכְתֹּב שְׁתֵּי אוֹתִיּוֹת. כְּחֹל, כְּדֵי לִכְחֹל עַיִן אֶחָת: \n",
            "דֶּבֶק, כְּדֵי לִתֵּן בְּרֹאשׁ הַשַּׁבְשֶׁבֶת. זֶפֶת וְגָפְרִית, כְּדֵי לַעֲשׂוֹת נֶקֶב. שַׁעֲוָה, כְּדֵי לִתֵּן עַל פִּי נֶקֶב קָטָן. חַרְסִית, כְּדֵי לַעֲשׂוֹת פִּי כוּר שֶׁל צוֹרְפֵי זָהָב. רַבִּי יְהוּדָה אוֹמֵר, כְּדֵי לַעֲשׂוֹת פִּטְפּוּט. סֻבִּין, כְּדֵי לִתֵּן עַל פִּי כוּר שֶׁל צוֹרְפֵי זָהָב. סִיד, כְּדֵי לָסוּד קְטַנָּה שֶׁבַּבָּנוֹת. רַבִּי יְהוּדָה אוֹמֵר, כְּדֵי לַעֲשׂוֹת כִּלְכּוּל. רַבִּי נְחֶמְיָה אוֹמֵר, כְּדֵי לַעֲשׂוֹת אַנְדִּיפֵי: \n",
            "אֲדָמָה, כְּחוֹתַם הַמַּרְצוּפִים, דִּבְרֵי רַבִּי עֲקִיבָא. וַחֲכָמִים אוֹמְרִים, כְּחוֹתַם הָאִגְּרוֹת. זֶבֶל וְחֹל הַדַּק, כְּדֵי לְזַבֵּל קֶלַח שֶׁל כְּרוּב, דִּבְרֵי רַבִּי עֲקִיבָא. וַחֲכָמִים אוֹמְרִים, כְּדֵי לְזַבֵּל כְּרֵשָׁא. חֹל הַגַּס, כְּדֵי לִתֵּן עַל מְלֹא כַף סִיד. קָנֶה, כְּדֵי לַעֲשׂוֹת קֻלְמוֹס. וְאִם הָיָה עָב אוֹ מְרֻסָּס, כְּדֵי לְבַשֵּׁל בוֹ בֵיצָה קַלָּה שֶׁבַּבֵּיצִים, טְרוּפָה וּנְתוּנָה בָאִלְפָּס: \n",
            "עֶצֶם, כְּדֵי לַעֲשׂוֹת תַּרְוָד. רַבִּי יְהוּדָה אוֹמֵר, כְּדֵי לַעֲשׂוֹת מִמֶּנּוּ חָף. זְכוּכִית, כְּדֵי לִגְרֹר בּוֹ רֹאשׁ הַכַּרְכָּר. צְרוֹר אוֹ אֶבֶן, כְּדֵי לִזְרֹק בְּעוֹף. רַבִּי אֱלִיעֶזֶר בַּר יַעֲקֹב אוֹמֵר, כְּדֵי לִזְרֹק בִּבְהֵמָה: \n",
            "חֶרֶס, כְּדֵי לִתֵּן בֵּין פַּצִּים לַחֲבֵרוֹ, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי מֵאִיר אוֹמֵר, כְּדֵי לַחְתּוֹת בּוֹ אֶת הָאוּר. רַבִּי יוֹסֵי אוֹמֵר, כְּדֵי לְקַבֵּל בּוֹ רְבִיעִית. אָמַר רַבִּי מֵאִיר, אַף עַל פִּי שֶׁאֵין רְאָיָה לַדָּבָר, זֵכֶר לַדָּבָר (ישעיה ל), וְלֹא יִמָּצֵא בִמְכִתָּתוֹ חֶרֶשׂ לַחְתּוֹת אֵשׁ מִיָּקוּד. אָמַר לוֹ רַבִּי יוֹסֵי, מִשָּׁם רְאָיָה, וְלַחְשֹׂף מַיִם מִגֶּבֶא (שם): \n"
        ],
        [
            "אָמַר רַבִּי עֲקִיבָא, מִנַּיִן לַעֲבוֹדָה זָרָה שֶׁהִיא מְּטַמְּאָה בְמַשָּׂא כַּנִּדָּה, שֶׁנֶּאֱמַר (ישעיה ל) תִּזְרֵם כְּמוֹ דָוָה, צֵא תֹּאמַר לוֹ, מַה נִּדָּה מְטַמְּאָה בְמַשָּׂא, אַף עֲבוֹדָה זָרָה מְטַמְּאָה בְמַשָּׂא:  ",
            "מִנַּיִן לִסְפִינָה שֶׁהִיא טְהוֹרָה, שֶׁנֶּאֱמַר (משלי ל) דֶּרֶךְ אֳנִיָּה בְלֶב יָם. מִנַּיִן לַעֲרוּגָה שֶׁהִיא שִׁשָּׁה עַל שִׁשָּׁה טְפָחִים שֶׁזּוֹרְעִין בְּתוֹכָהּ חֲמִשָּׁה זֵרְעוֹנִין, אַרְבָּעָה בְאַרְבַּע רוּחוֹת הָעֲרוּגָה וְאֶחָד בָּאֶמְצַע, שֶׁנֶּאֱמַר (ישעיה סא) כִּי כָאָרֶץ תּוֹצִיא צִמְחָהּ וּכְגַנָּה זֵרוּעֶיהָ תַצְמִיחַ, זַרְעָהּ לֹא נֶאֱמַר, אֶלָּא זֵרוּעֶיהָ:  ",
            "מִנַּיִן לְפוֹלֶטֶת שִׁכְבַת זֶרַע בַּיּוֹם הַשְּׁלִישִׁי שֶׁהִיא טְמֵאָה, שֶׁנֶּאֱמַר (שמות יט) הֱיוּ נְכוֹנִים לִשְׁלשֶׁת יָמִים. מִנַּיִן שֶׁמַּרְחִיצִין אֶת הַמִּילָה בַיּוֹם הַשְּׁלִישִׁי שֶׁחָל לִהְיוֹת בְּשַׁבָּת, שֶׁנֶּאֱמַר (בראשית לד) וַיְהִי בַיּוֹם הַשְּׁלִישִׁי בִּהְיוֹתָם כֹּאֲבִים. מִנַּיִן שֶׁקּוֹשְׁרִין לָשׁוֹן שֶׁל זְהוֹרִית בְּרֹאשׁ שָׂעִיר הַמִּשְׁתַּלֵּחַ, שֶׁנֶּאֱמַר (ישעיה א) אִם יִהְיוּ חֲטָאֵיכֶם כַּשָּׁנִים כַּשֶּׁלֶג יַלְבִּינוּ:  ",
            "מִנַּיִן לְסִיכָה שֶׁהִיא כַשְּׁתִיָּה בְיוֹם הַכִּפּוּרִים, אַף עַל פִּי שֶׁאֵין רְאָיָה לַדָּבָר, זֵכֶר לַדָּבָר, שֶׁנֶּאֱמַר (תהלים קט) וַתָּבֹא כַמַּיִם בְּקִרְבּוֹ וְכַשֶּׁמֶן בְּעַצְמוֹתָיו:  ",
            "הַמּוֹצִיא עֵצִים, כְּדֵי לְבַשֵּׁל בֵּיצָה קַלָּה. תְּבָלִין, כְּדֵי לְתַבֵּל בֵּיצָה קַלָּה, וּמִצְטָרְפִין זֶה עִם זֶה. קְלִפֵּי אֱגוֹזִים, קְלִפֵּי רִמּוֹנִים, אִסְטִיס וּפוּאָה, כְּדֵי לִצְבֹּעַ בָּהֶן בֶּגֶד קָטָן בַּסְּבָכָה. מֵי רַגְלַיִם, נֶתֶר וּבֹרִית, קִמּוֹנְיָא וְאַשְׁלָג, כְּדֵי לְכַבֵּס בָּהֶן בֶּגֶד קָטָן בַּסְּבָכָה. רַבִּי יְהוּדָה אוֹמֵר, כְּדֵי לְהַעֲבִיר עַל הַכָּתֶם:  ",
            "פִּלְפֶּלֶת, כָּל שֶׁהוּא. וְעִטְרָן, כָּל שֶׁהוּא. מִינֵי בְשָׂמִים וּמִינֵי מַתָּכוֹת, כָּל שֶׁהֵן. מֵאַבְנֵי הַמִּזְבֵּחַ וּמֵעֲפַר הַמִּזְבֵּחַ, מֶקֶק סְפָרִים וּמֶקֶק מִטְפְּחוֹתֵיהֶם, כָּל שֶׁהוּא, שֶׁמַּצְנִיעִין אוֹתָן לְגָנְזָן. רַבִּי יְהוּדָה אוֹמֵר, אַף הַמּוֹצִיא מִמְּשַׁמְּשֵׁי עֲבוֹדַת כּוֹכָבִים, כָּל שֶׁהוּא, שֶׁנֶּאֱמַר (דברים יג) וְלֹא יִדְבַּק בְּיָדְךָ מְאוּמָה מִן הַחֵרֶם:  ",
            "הַמּוֹצִיא קֻפַּת הָרוֹכְלִין, אַף עַל פִּי שֶׁיֶּשׁ בָּהּ מִינִין הַרְבֵּה, אֵינוֹ חַיָּב אֶלָּא חַטָּאת אֶחָת. זֵרְעוֹנֵי גִנָּה, פָּחוֹת מִכַּגְּרוֹגֶרֶת. רַבִּי יְהוּדָה בֶּן בְּתֵירָא אוֹמֵר, חֲמִשָּׁה. זֶרַע קִשּׁוּאִין, שְׁנַיִם. זֶרַע דְּלוּעִין, שְׁנַיִם. זֶרַע פּוֹל הַמִּצְרִי, שְׁנַיִם. חָגָב חַי טָהוֹר, כָּל שֶׁהוּא. מֵת, כַּגְּרוֹגֶרֶת. צִפֹּרֶת כְּרָמִים, בֵּין חַיָּה בֵּין מֵתָה, כָּל שֶׁהוּא, שֶׁמַּצְנִיעִין אוֹתָהּ לִרְפוּאָה. רַבִּי יְהוּדָה אוֹמֵר, אַף הַמּוֹצִיא חָגָב חַי טָמֵא, כָּל שֶׁהוּא, שֶׁמַּצְנִיעִין אוֹתוֹ לְקָטָן לִשְׂחֹק בּוֹ:  "
        ],
        [
            "הַמַּצְנִיעַ לְזֶרַע וּלְדֻגְמָא וְלִרְפוּאָה, וְהוֹצִיאוֹ בְּשַׁבָּת, חַיָּב בְּכָל שֶׁהוּא. וְכָל אָדָם אֵין חַיָּב עָלָיו אֶלָּא כְשִׁעוּרוֹ. חָזַר וְהִכְנִיסוֹ, אֵינוֹ חַיָּב עָלָיו אֶלָּא כְשִׁעוּרוֹ:  ",
            "הַמּוֹצִיא אֳכָלִין וּנְתָנָן עַל הָאַסְקֻפָּה, בֵּין שֶׁחָזַר וְהוֹצִיאָן בֵּין שֶׁהוֹצִיאָן אַחֵר, פָּטוּר, מִפְּנֵי שֶׁלֹּא עָשָׂה מְלַאכְתּוֹ בְּבַת אֶחָת. קֻפָּה שֶׁהִיא מְלֵאָה פֵרוֹת וּנְתָנָהּ עַל הָאַסְקֻפָּה הַחִיצוֹנָה, אַף עַל פִּי שֶׁרֹב הַפֵּרוֹת מִבַּחוּץ, פָּטוּר, עַד שֶׁיּוֹצִיא אֶת כָּל הַקֻּפָּה:  ",
            "הַמּוֹצִיא בֵּין בִּימִינוֹ בֵּין בִּשְׂמֹאלוֹ, בְּתוֹךְ חֵיקוֹ אוֹ עַל כְּתֵפוֹ, חַיָּב, שֶׁכֵּן מַשָּׂא בְנֵי קְהָת. כִּלְאַחַר יָדוֹ, בְּרַגְלוֹ, בְּפִיו וּבְמַרְפְּקוֹ, בְּאָזְנוֹ וּבִשְׂעָרוֹ, וּבְפֻנְדָּתוֹ וּפִיהָ לְמַטָּה, בֵּין פֻּנְדָּתוֹ לַחֲלוּקוֹ, וּבִשְׂפַת חֲלוּקוֹ, בְּמִנְעָלוֹ, בְּסַנְדָּלוֹ, פָּטוּר, שֶׁלֹּא הוֹצִיא כְּדֶרֶךְ הַמּוֹצִיאִין:  ",
            "הַמִּתְכַּוֵּן לְהוֹצִיא לְפָנָיו וּבָא לוֹ לְאַחֲרָיו, פָּטוּר, לְאַחֲרָיו וּבָא לוֹ לְפָנָיו, חַיָּב. בֶּאֱמֶת אָמְרוּ, הָאִשָּׁה הַחוֹגֶרֶת בְּסִינָר בֵּין מִלְּפָנֶיהָ וּבֵין מִלְּאַחֲרֶיהָ חַיֶּבֶת, שֶׁכֵּן רָאוּי לִהְיוֹת חוֹזֵר. רַבִּי יְהוּדָה אוֹמֵר, אַף מְקַבְּלֵי פִתְקִין:  ",
            "הַמּוֹצִיא כִכָּר לִרְשׁוּת הָרַבִּים, חַיָּב. הוֹצִיאוּהוּ שְׁנַיִם, פְּטוּרִין. לֹא יָכֹל אֶחָד לְהוֹצִיאוֹ וְהוֹצִיאוּהוּ שְׁנַיִם, חַיָּבִים. וְרַבִּי שִׁמְעוֹן פּוֹטֵר. הַמּוֹצִיא אֳכָלִין פָּחוֹת מִכַּשִּׁעוּר בִּכְלִי, פָּטוּר אַף עַל הַכְּלִי, שֶׁהַכְּלִי טְפֵלָה לוֹ. אֶת הַחַי בַּמִּטָּה, פָּטוּר אַף עַל הַמִּטָּה, שֶׁהַמִּטָּה טְפֵלָה לוֹ. אֶת הַמֵּת בַּמִּטָּה, חַיָּב. וְכֵן כַּזַּיִת מִן הַמֵּת וְכַזַּיִת מִן הַנְּבֵלָה וְכָעֲדָשָׁה מִן הַשֶּׁרֶץ, חַיָּב. וְרַבִּי שִׁמְעוֹן פּוֹטֵר:  ",
            "הַנּוֹטֵל צִפָּרְנָיו זוֹ בָזוֹ, אוֹ בְשִׁנָּיו, וְכֵן שְׂעָרוֹ, וְכֵן שְׂפָמוֹ, וְכֵן זְקָנוֹ, וְכֵן הַגּוֹדֶלֶת, וְכֵן הַכּוֹחֶלֶת, וְכֵן הַפּוֹקֶסֶת, רַבִּי אֱלִיעֶזֶר מְחַיֵּב, וַחֲכָמִים אוֹסְרִין מִשּׁוּם שְׁבוּת. הַתּוֹלֵשׁ מֵעָצִיץ נָקוּב, חַיָּב, וְשֶׁאֵינוֹ נָקוּב, פָּטוּר. וְרַבִּי שִׁמְעוֹן פּוֹטֵר בָּזֶה וּבָזֶה:  "
        ],
        [
            "הַזּוֹרֵק מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הָרַבִּים, מֵרְשׁוּת הָרַבִּים לִרְשׁוּת הַיָּחִיד, חַיָּב. מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הַיָּחִיד וּרְשׁוּת הָרַבִּים בָּאֶמְצַע, רַבִּי עֲקִיבָא מְחַיֵּב, וַחֲכָמִים פּוֹטְרִין: \n",
            "כֵּיצַד. שְׁתֵּי גְזֻזְטְרָאוֹת זוֹ כְנֶגֶד זוֹ בִרְשׁוּת הָרַבִּים, הַמּוֹשִׁיט וְהַזּוֹרֵק מִזּוֹ לָזוֹ, פָּטוּר. הָיוּ שְׁתֵּיהֶן בִּדְיוֹטָא אַחַת, הַמּוֹשִׁיט חַיָּב, וְהַזּוֹרֵק פָּטוּר, שֶׁכָּךְ הָיְתָה עֲבוֹדַת הַלְוִיִּם, שְׁתֵּי עֲגָלוֹת זוֹ אַחַר זוֹ בִּרְשׁוּת הָרַבִּים, מוֹשִׁיטִין הַקְּרָשִׁים מִזּוֹ לָזוֹ, אֲבָל לֹא זוֹרְקִין. חֻלְיַת הַבּוֹר וְהַסֶּלַע שֶׁהֵן גְּבוֹהִין עֲשָׂרָה וְרָחְבָּן אַרְבָּעָה, הַנּוֹטֵל מֵהֶן וְהַנּוֹתֵן עַל גַּבָּן, חַיָּב, פָּחוֹת מִכֵּן, פָּטוּר: \n",
            "הַזּוֹרֵק אַרְבַּע אַמּוֹת בַּכֹּתֶל, לְמַעְלָה מֵעֲשָׂרָה טְפָחִים, כְּזוֹרֵק בָּאֲוִיר, לְמַטָּה מֵעֲשָׂרָה טְפָחִים, כְּזוֹרֵק בָּאָרֶץ. הַזּוֹרֵק בָּאָרֶץ אַרְבַּע אַמּוֹת, חַיָּב. זָרַק לְתוֹךְ אַרְבַּע אַמּוֹת וְנִתְגַּלְגֵּל חוּץ לְאַרְבַּע אַמּוֹת, פָּטוּר. חוּץ לְאַרְבַּע אַמּוֹת, וְנִתְגַּלְגֵּל לְתוֹךְ אַרְבַּע אַמּוֹת, חַיָּב: \n",
            "הַזּוֹרֵק בַּיָּם אַרְבַּע אַמּוֹת, פָּטוּר. אִם הָיָה רְקָק מַיִם וּרְשׁוּת הָרַבִּים מְהַלֶּכֶת בּוֹ, הַזּוֹרֵק לְתוֹכוֹ אַרְבַּע אַמּוֹת, חַיָּב. וְכַמָּה הוּא רְקָק מַיִם, פָּחוֹת מֵעֲשָׂרָה טְפָחִים. רְקָק מַיִם וּרְשׁוּת הָרַבִּים מְהַלֶּכֶת בּוֹ, הַזּוֹרֵק בְּתוֹכוֹ אַרְבַּע אַמּוֹת, חַיָּב: \n",
            "הַזּוֹרֵק מִן הַיָּם לַיַּבָּשָׁה וּמִן הַיַּבָּשָׁה לַיָּם, וּמִן הַיָּם לַסְּפִינָה וּמִן הַסְּפִינָה לַיָּם, וּמִן הַסְּפִינָה לַחֲבֶרְתָּהּ, פָּטוּר. סְפִינוֹת קְשׁוּרוֹת זוֹ בָזוֹ, מְטַלְטְלִין מִזּוֹ לָזוֹ. אִם אֵינָן קְשׁוּרוֹת, אַף עַל פִּי שֶׁמֻּקָּפוֹת, אֵין מְטַלְטְלִין מִזּוֹ לָזוֹ: \n",
            "הַזּוֹרֵק וְנִזְכַּר לְאַחַר שֶׁיָּצְתָה מִיָּדוֹ, קְלָטָהּ אַחֵר, קְלָטָהּ כֶּלֶב, אוֹ שֶׁנִּשְׂרְפָה, פָּטוּר. זָרַק לַעֲשׂוֹת חַבּוּרָה, בֵּין בְּאָדָם בֵּין בִּבְהֵמָה, וְנִזְכַּר עַד שֶׁלֹּא נַעֲשָׂה חַבּוּרָה, פָּטוּר. זֶה הַכְּלָל, כָּל חַיָּבֵי חַטָּאוֹת אֵינָן חַיָּבִין עַד שֶׁתְּהֵא תְחִלָּתָן וְסוֹפָן שְׁגָגָה. תְּחִלָּתָן שְׁגָגָה וְסוֹפָן זָדוֹן, תְּחִלָּתָן זָדוֹן וְסוֹפָן שְׁגָגָה, פְּטוּרִין, עַד שֶׁתְּהֵא תְחִלָּתָן וְסוֹפָן שְׁגָגָה: \n"
        ],
        [
            "הַבּוֹנֶה, כַּמָּה יִבְנֶה וִיהֵא חַיָּב, הַבּוֹנֶה כָּל שֶׁהוּא, וְהַמְסַתֵּת, וְהַמַּכֶּה בַפַּטִּישׁ וּבְמַעֲצָד, הַקּוֹדֵחַ כָּל שֶׁהוּא, חַיָּב. זֶה הַכְּלָל, כָּל הָעוֹשֶׂה מְלָאכָה וּמְלַאכְתּוֹ מִתְקַיֶּמֶת בְּשַׁבָּת, חַיָּב. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אַף הַמַּכֶּה בְקֻרְנָס עַל הַסַּדָּן בִּשְׁעַת מְלָאכָה, חַיָּב, מִפְּנֵי שֶׁהוּא כִמְתַקֵּן מְלָאכָה: \n",
            "הַחוֹרֵשׁ כָּל שֶׁהוּא, הַמְנַכֵּשׁ וְהַמְקַרְסֵם וְהַמְזָרֵד כָּל שֶׁהוּא, חַיָּב. הַמְלַקֵּט עֵצִים, אִם לְתַקֵּן, כָּל שֶׁהֵן, אִם לְהֶסֵּק, כְּדֵי לְבַשֵּׁל בֵּיצָה קַלָּה. הַמְלַקֵּט עֲשָׂבִים, אִם לְתַקֵּן, כָּל שֶׁהוּא, אִם לִבְהֵמָה, כִּמְלֹא פִי הַגְּדִי: \n",
            "הַכּוֹתֵב שְׁתֵּי אוֹתִיּוֹת, בֵּין בִּימִינוֹ בֵּין בִּשְׂמֹאלוֹ, בֵּין מִשֵּׁם אֶחָד בֵּין מִשְּׁנֵי שֵׁמוֹת, בֵּין מִשְּׁנֵי סַמְמָנִיּוֹת, בְּכָל לָשׁוֹן, חַיָּב. אָמַר רַבִּי יוֹסֵי, לֹא חִיְּבוּ שְׁתֵּי אוֹתִיּוֹת אֶלָּא מִשּׁוּם רֹשֶׁם, שֶׁכָּךְ הָיוּ כוֹתְבִין עַל קַרְשֵׁי הַמִּשְׁכָּן, לֵידַע אֵיזוֹ בֶן זוּגוֹ. אָמַר רַבִּי, מָצִינוּ שֵׁם קָטָן מִשֵּׁם גָּדוֹל, שֵׁם מִשִּׁמְעוֹן וּשְׁמוּאֵל, נֹחַ מִנָּחוֹר, דָּן מִדָּנִיֵּאל, גָּד מִגַּדִּיאֵל: \n",
            "הַכּוֹתֵב שְׁתֵּי אוֹתִיּוֹת בְּהֶעְלֵם אֶחָד, חַיָּב. כָּתַב בִּדְיוֹ, בְּסַם, בְּסִקְרָא, בְּקוֹמוֹס וּבְקַנְקַנְתּוֹם, וּבְכָל דָּבָר שֶׁהוּא רוֹשֵׁם, עַל שְׁנֵי כָתְלֵי זָוִיּוֹת וְעַל שְׁנֵי לוּחֵי פִנְקָס, וְהֵן נֶהְגִּין זֶה עִם זֶה, חַיָּב. הַכּוֹתֵב עַל בְּשָׂרוֹ, חַיָּב. הַמְסָרֵט עַל בְּשָׂרוֹ, רַבִּי אֱלִיעֶזֶר מְחַיֵּב חַטָּאת, וְרַבִּי יְהוֹשֻׁעַ פּוֹטֵר: \n",
            "כָּתַב בְּמַשְׁקִין, בְּמֵי פֵרוֹת, בַּאֲבַק דְּרָכִים, בַּאֲבַק הַסּוֹפְרִים, וּבְכָל דָּבָר שֶׁאֵינוֹ מִתְקַיֵּם, פָּטוּר. לְאַחַר יָדוֹ, בְּרַגְלוֹ, בְּפִיו וּבְמַרְפְּקוֹ, כָּתַב אוֹת אַחַת סָמוּךְ לִכְתָב, וּכְתָב עַל גַּבֵּי כְתָב, נִתְכַּוֵּן לִכְתֹּב חֵי\"ת וְכָתַב שְׁנֵי זַיְ\"נִין, אֶחָד בָּאָרֶץ וְאֶחָד בַּקּוֹרָה, כָּתַב עַל שְׁנֵי כָתְלֵי הַבַּיִת, עַל שְׁנֵי דַפֵּי פִנְקָס וְאֵין נֶהְגִּין זֶה עִם זֶה, פָּטוּר. כָּתַב אוֹת אַחַת נוֹטָרִיקוֹן, רַבִּי יְהוֹשֻׁעַ בֶּן בְּתֵירָא מְחַיֵּב, וַחֲכָמִים פּוֹטְרִין: \n",
            "הַכּוֹתֵב שְׁתֵּי אוֹתִיּוֹת בִּשְׁנֵי הֶעְלֵמוֹת, אַחַת שַׁחֲרִית וְאַחַת בֵּין הָעַרְבַּיִם, רַבָּן גַּמְלִיאֵל מְחַיֵּב, וַחֲכָמִים פּוֹטְרִין: \n"
        ],
        [
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, הָאוֹרֵג שְׁלשָׁה חוּטִין בַּתְּחִלָּה וְאַחַת עַל הָאָרִיג, חַיָּב. וַחֲכָמִים אוֹמְרִים, בֵּין בַּתְּחִלָּה בֵּין בַּסּוֹף, שִׁעוּרוֹ שְׁנֵי חוּטִין: \n",
            "הָעוֹשֶׂה שְׁנֵי בָתֵּי נִירִין בַּנִּירִין, בַּקֵּרוֹס, בַּנָּפָה, בַּכְּבָרָה וּבַסַּל, חַיָּב. וְהַתּוֹפֵר שְׁתֵּי תְפִירוֹת, וְהַקּוֹרֵעַ עַל מְנָת לִתְפֹּר שְׁתֵּי תְפִירוֹת: \n",
            "הַקּוֹרֵעַ בַּחֲמָתוֹ וְעַל מֵתוֹ, וְכָל הַמְקַלְקְלִין, פְּטוּרִין. וְהַמְקַלְקֵל עַל מְנָת לְתַקֵּן, שִׁעוּרוֹ כַמְתַקֵּן: \n",
            "שִׁעוּר הַמְלַבֵּן וְהַמְנַפֵּץ וְהַצּוֹבֵעַ וְהַטּוֹוֶה, כִּמְלֹא רֹחַב הַסִּיט כָּפוּל. וְהָאוֹרֵג שְׁנֵי חוּטִין, שִׁעוּרוֹ כִּמְלֹא הַסִּיט: \n",
            "רַבִּי יְהוּדָה אוֹמֵר, הַצָּד צִפּוֹר לַמִּגְדָּל וּצְבִי לַבַּיִת, חַיָּב. וַחֲכָמִים אוֹמְרִים, צִפּוֹר לַמִּגְדָּל, וּצְבִי לַבַּיִת וְלֶחָצֵר וְלַבֵּיבָרִין. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, לֹא כָל הַבֵּיבָרִין שָׁוִין. זֶה הַכְּלָל, מְחֻסַּר צִידָה, פָּטוּר, וְשֶׁאֵינוֹ מְחֻסַּר צִידָה, חַיָּב: \n",
            "צְבִי שֶׁנִּכְנַס לַבַּיִת וְנָעַל אֶחָד בְּפָנָיו, חַיָּב. נָעֲלוּ שְׁנַיִם, פְּטוּרִין. לֹא יָכֹל אֶחָד לִנְעֹל וְנָעֲלוּ שְׁנַיִם, חַיָּבִין. וְרַבִּי שִׁמְעוֹן פּוֹטֵר: \n",
            "יָשַׁב הָאֶחָד עַל הַפֶּתַח וְלֹא מִלְּאָהוּ, יָשַׁב הַשֵּׁנִי וּמִלְּאָהוּ, הַשֵּׁנִי חַיָּב. יָשַׁב הָרִאשׁוֹן עַל הַפֶּתַח וּמִלְּאָהוּ, וּבָא הַשֵּׁנִי וְיָשַׁב בְּצִדּוֹ, אַף עַל פִּי שֶׁעָמַד הָרִאשׁוֹן וְהָלַךְ לוֹ, הָרִאשׁוֹן חַיָּב וְהַשֵּׁנִי פָּטוּר. הָא לְמַה זֶּה דוֹמֶה, לְנוֹעֵל אֶת בֵּיתוֹ לְשָׁמְרוֹ וְנִמְצָא צְבִי שָׁמוּר בְּתוֹכוֹ: \n"
        ],
        [
            "שְׁמֹנָה שְׁרָצִים הָאֲמוּרִים בַּתּוֹרָה, הַצָּדָן וְהַחוֹבֵל בָּהֶן, חַיָּב. וּשְׁאָר שְׁקָצִים וּרְמָשִׂים, הַחוֹבֵל בָּהֶן פָּטוּר, הַצָּדָן לְצֹרֶךְ, חַיָּב, שֶׁלֹּא לְצֹרֶךְ, פָּטוּר. חַיָּה וְעוֹף שֶׁבִּרְשׁוּתוֹ, הַצָּדָן פָּטוּר, וְהַחוֹבֵל בָּהֶן חַיָּב: \n",
            "אֵין עוֹשִׂין הִילְמִי בְשַׁבָּת, אֲבָל עוֹשֶׂה הוּא אֶת מֵי הַמֶּלַח וְטוֹבֵל בָּהֶן פִּתּוֹ וְנוֹתֵן לְתוֹךְ הַתַּבְשִׁיל. אָמַר רַבִּי יוֹסֵי, וַהֲלֹא הוּא הִילְמִי, בֵּין מְרֻבֶּה וּבֵין מֻעָט. וְאֵלוּ הֵן מֵי מֶלַח הַמֻּתָּרִין, נוֹתֵן שֶׁמֶן בַּתְּחִלָּה לְתוֹךְ הַמַּיִם אוֹ לְתוֹךְ הַמֶּלַח: \n",
            "אֵין אוֹכְלִין אֵזוֹב יוֹן בְּשַׁבָּת, לְפִי שֶׁאֵינוֹ מַאֲכַל בְּרִיאִים, אֲבָל אוֹכֵל הוּא אֶת יוֹעֶזֶר וְשׁוֹתֶה אַבּוּב רוֹעֶה. כָּל הָאֳכָלִין אוֹכֵל אָדָם לִרְפוּאָה, וְכָל הַמַּשְׁקִין שׁוֹתֶה, חוּץ מִמֵּי דְקָלִים וְכוֹס עִקָּרִים, מִפְּנֵי שֶׁהֵן לַיְרוֹקָה. אֲבָל שׁוֹתֶה הוּא מֵי דְקָלִים לִצְמָאוֹ, וְסָךְ שֶׁמֶן עִקָּרִין שֶׁלֹּא לִרְפוּאָה: \n",
            "הַחוֹשֵׁשׁ בְּשִׁנָּיו, לֹא יִגְמַע בָּהֶן אֶת הַחֹמֶץ, אֲבָל מְטַבֵּל הוּא כְדַרְכּוֹ, וְאִם נִתְרַפֵּא נִתְרַפֵּא. הַחוֹשֵׁשׁ בְּמָתְנָיו, לֹא יָסוּךְ יַיִן וְחֹמֶץ, אֲבָל סָךְ הוּא אֶת הַשֶּׁמֶן, וְלֹא שֶׁמֶן וֶרֶד. בְּנֵי מְלָכִים סָכִין שֶׁמֶן וֶרֶד עַל מַכּוֹתֵיהֶן, שֶׁכֵּן דַּרְכָּם לָסוּךְ בַּחֹל. רַבִּי שִׁמְעוֹן אוֹמֵר, כָּל יִשְׂרָאֵל בְּנֵי מְלָכִים הֵם: \n"
        ],
        [
            "אֵלּוּ קְשָׁרִים שֶׁחַיָּבִין עֲלֵיהֶן, קֶשֶׁר הַגַּמָּלִין וְקֶשֶׁר הַסַּפָּנִין. וּכְשֵׁם שֶׁהוּא חַיָּב עַל קִשּׁוּרָן כָּךְ הוּא חַיָּב עַל הֶתֵּרָן. רַבִּי מֵאִיר אוֹמֵר, כָּל קֶשֶׁר שֶׁהוּא יָכוֹל לְהַתִּירוֹ בְאַחַת מִיָּדָיו, אֵין חַיָּבִין עָלָיו: \n",
            "יֵשׁ לְךָ קְשָׁרִים שֶׁאֵין חַיָּבִין עֲלֵיהֶן כְּקֶשֶׁר הַגַּמָּלִין וּכְקֶשֶׁר הַסַּפָּנִין. קוֹשֶׁרֶת אִשָּׁה מִפְתַּח חֲלוּקָהּ, וְחוּטֵי סְבָכָה וְשֶׁל פְּסִיקְיָא, וּרְצוּעוֹת מִנְעָל וְסַנְדָּל, וְנוֹדוֹת יַיִן וָשֶׁמֶן, וּקְדֵרָה שֶׁל בָּשָׂר. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, קוֹשְׁרִין לִפְנֵי הַבְּהֵמָה בִּשְׁבִיל שֶׁלֹּא תֵצֵא. קוֹשְׁרִין דְּלִי בִּפְסִיקְיָא, אֲבָל לֹא בְחֶבֶל. רַבִּי יְהוּדָה מַתִּיר. כְּלָל אָמַר רַבִּי יְהוּדָה, כָּל קֶשֶׁר שֶׁאֵינוֹ שֶׁל קְיָמָא, אֵין חַיָּבִין עָלָיו: \n",
            "מְקַפְּלִין אֶת הַכֵּלִים אֲפִלּוּ אַרְבָּעָה וַחֲמִשָּׁה פְעָמִים, וּמַצִּיעִין אֶת הַמִּטּוֹת מִלֵּילֵי שַׁבָּת לְשַׁבָּת, אֲבָל לֹא מִשַּׁבָּת לְמוֹצָאֵי שַׁבָּת. רַבִּי יִשְׁמָעֵאל אוֹמֵר, מְקַפְּלִין אֶת הַכֵּלִים וּמַצִּיעִין אֶת הַמִּטּוֹת מִיּוֹם הַכִּפּוּרִים לְשַׁבָּת, וְחֶלְבֵי שַׁבָּת קְרֵבִין בְּיוֹם הַכִּפּוּרִים. (אֲבָל לֹא שֶׁל יוֹם הַכִּפּוּרִים בְּשַׁבָּת). רַבִּי עֲקִיבָא אוֹמֵר לֹא שֶׁל שַׁבָּת קְרֵבִין בְּיוֹם הַכִּפּוּרִים, וְלֹא שֶׁל יוֹם הַכִּפּוּרִים קְרֵבִין בְּשַׁבָּת: \n"
        ],
        [
            "כָּל כִּתְבֵי הַקֹּדֶשׁ מַצִּילִין אוֹתָן מִפְּנֵי הַדְּלֵקָה, בֵּין שֶׁקּוֹרִין בָּהֶן וּבֵין שֶׁאֵין קוֹרִין בָּהֶן. וְאַף עַל פִּי שֶׁכְּתוּבִים בְּכָל לָשׁוֹן, טְעוּנִים גְּנִיזָה. וּמִפְּנֵי מָה אֵין קוֹרִין בָּהֶן, מִפְּנֵי בִטּוּל בֵּית הַמִּדְרָשׁ. מַצִּילִין תִּיק הַסֵּפֶר עִם הַסֵּפֶר, וְתִיק הַתְּפִלִּין עִם הַתְּפִלִּין, וְאַף עַל פִּי שֶׁיֵּשׁ בְּתוֹכָן מָעוֹת. וּלְהֵיכָן מַצִּילִין אוֹתָן, לְמָבוֹי שֶׁאֵינוֹ מְפֻלָּשׁ. בֶּן בְּתֵירָא אוֹמֵר, אַף לִמְפֻלָּשׁ: \n",
            "מַצִּילִין מְזוֹן שָׁלשׁ סְעֻדּוֹת, הָרָאוּי לְאָדָם לְאָדָם, הָרָאוּי לִבְהֵמָה לִבְהֵמָה. כֵּיצַד. נָפְלָה דְלֵקָה בְלֵילֵי שַׁבָּת, מַצִּילִין מְזוֹן שָׁלשׁ סְעֻדּוֹת, בְּשַׁחֲרִית, מַצִּילִין מְזוֹן שְׁתֵּי סְעֻדּוֹת, בְּמִנְחָה, מְזוֹן סְעֻדָּה אֶחָת. רַבִּי יוֹסֵי אוֹמֵר, לְעוֹלָם מַצִּילִין מְזוֹן שָׁלשׁ סְעֻדּוֹת: \n",
            "מַצִּילִין סַל מָלֵא כִכָּרוֹת, וְאַף עַל פִּי שֶׁיֶּשׁ בּוֹ מֵאָה סְעֻדּוֹת, וְעִגּוּל שֶׁל דְּבֵלָה, וְחָבִית שֶׁל יַיִן. וְאוֹמֵר לַאֲחֵרִים, בֹּאוּ וְהַצִּילוּ לָכֶם. וְאִם הָיוּ פִקְחִין, עוֹשִׂין עִמּוֹ חֶשְׁבּוֹן אַחַר הַשַּׁבָּת. לְהֵיכָן מַצִּילִין אוֹתָן, לְחָצֵר הַמְעֹרֶבֶת. בֶּן בְּתֵירָא אוֹמֵר, אַף לְשֶׁאֵינָהּ מְעֹרָבֶת: \n",
            "וּלְשָׁם מוֹצִיא כָל כְּלֵי תַשְׁמִישׁוֹ, וְלוֹבֵשׁ כָּל מַה שֶּׁיָּכוֹל לִלְבּשׁ, וְעוֹטֵף כָּל מַה שֶּׁיָּכוֹל לַעֲטֹף. רַבִּי יוֹסֵי אוֹמֵר, שְׁמֹנָה עָשָׂר כֵּלִים. וְחוֹזֵר וְלוֹבֵשׁ וּמוֹצִיא, וְאוֹמֵר לַאֲחֵרִים, בֹּאוּ וְהַצִּילוּ עִמִּי: \n",
            "רַבִּי שִׁמְעוֹן בֶּן נַנָּס אוֹמֵר, פּוֹרְסִין עוֹר שֶׁל גְּדִי עַל גַּבֵּי שִׁדָּה תֵּבָה וּמִגְדָּל שֶׁאָחַז בָּהֶן אֶת הָאוּר, מִפְּנֵי שֶׁהוּא מְחָרֵךְ. וְעוֹשִׂין מְחִצָּה בְּכָל הַכֵּלִים, בֵּין מְלֵאִים בֵּין רֵיקָנִים, בִּשְׁבִיל שֶׁלֹּא תַעֲבֹר הַדְּלֵקָה. רַבִּי יוֹסֵי אוֹסֵר בִּכְלֵי חֶרֶס חֲדָשִׁים מְלֵאִין מַיִם, לְפִי שֶׁאֵין יְכוֹלִין לְקַבֵּל אֶת הָאוּר וְהֵן מִתְבַּקְּעִין וּמְכַבִּין אֶת הַדְּלֵקָה: \n",
            "נָכְרִי שֶׁבָּא לְכַבּוֹת, אֵין אוֹמְרִים לוֹ כַּבֵּה וְאַל תְּכַבֶּה, מִפְּנֵי שֶׁאֵין שְׁבִיתָתוֹ עֲלֵיהֶן, אֲבָל קָטָן שֶׁבָּא לְכַבּוֹת, אֵין שׁוֹמְעִין לוֹ, מִפְּנֵי שֶׁשְּׁבִיתָתוֹ עֲלֵיהֶן: \n",
            "כּוֹפִין קְעָרָה עַל גַּבֵּי הַנֵּר בִּשְׁבִיל שֶׁלֹּא תֶאֱחֹז בַּקּוֹרָה, וְעַל צוֹאָה שֶׁל קָטָן, וְעַל עַקְרָב שֶׁלֹּא תִשֹּׁךְ. אָמַר רַבִּי יְהוּדָה, מַעֲשֶׂה בָא לִפְנֵי רַבָּן יוֹחָנָן בֶּן זַכַּאי בַּעֲרָב, וְאָמַר, חוֹשְׁשָׁנִי לוֹ מֵחַטָּאת: \n",
            "נָכְרִי שֶׁהִדְלִיק אֶת הַנֵּר, מִשְׁתַּמֵּשׁ לְאוֹרוֹ יִשְׂרָאֵל, וְאִם בִּשְׁבִיל יִשְׂרָאֵל, אָסוּר. מִלֵּא מַיִם לְהַשְׁקוֹת בְּהֶמְתּוֹ, מַשְׁקֶה אַחֲרָיו יִשְׂרָאֵל, וְאִם בִּשְׁבִיל יִשְׂרָאֵל, אָסוּר. עָשָׂה גוֹי כֶּבֶשׁ לֵירֵד בּוֹ, יוֹרֵד אַחֲרָיו יִשְׂרָאֵל, וְאִם בִּשְׁבִיל יִשְׂרָאֵל, אָסוּר. מַעֲשֶׂה בְרַבָּן גַּמְלִיאֵל וּזְקֵנִים שֶׁהָיוּ בָאִין בִּסְפִינָה, וְעָשָׂה גוֹי כֶּבֶשׁ לֵירֵד בּוֹ, וְיָרְדוּ בוֹ רַבָּן גַּמְלִיאֵל וּזְקֵנִים: \n"
        ],
        [
            "כָּל הַכֵּלִים נִטָּלִין בְּשַׁבָּת וְדַלְתוֹתֵיהֶן עִמָּהֶן, אַף עַל פִּי שֶׁנִּתְפָּרְקוּ בְשַׁבָּת. שֶׁאֵינָן דּוֹמִין לְדַלְתוֹת הַבַּיִת, לְפִי שֶׁאֵינָן מִן הַמּוּכָן: \n",
            "נוֹטֵל אָדָם קֻרְנָס לְפַצֵּעַ בּוֹ אֶת הָאֱגוֹזִים, וְקֻרְדֹּם לַחְתֹּךְ אֶת הַדְּבֵלָה. מְגֵרָה, לִגְרֹר בָּהּ אֶת הַגְּבִינָה. מַגְרֵפָה, לִגְרֹף בָּהּ אֶת הַגְּרוֹגָרוֹת. אֶת הָרַחַת וְאֶת הַמַּזְלֵג, לָתֵת עָלָיו לְקָטָן. אֶת הַכּוּשׁ וְאֶת הַכַּרְכָּר, לִתְחֹב בּוֹ. מַחַט שֶׁל יָד, לִטֹּל בּוֹ אֶת הַקּוֹץ, וְשֶׁל סַקָּאִים, לִפְתֹּחַ בּוֹ אֶת הַדָּלֶת: \n",
            "קָנֶה שֶׁל זֵיתִים, אִם יֵשׁ קֶשֶׁר בְּרֹאשׁוֹ, מְקַבֵּל טֻמְאָה, וְאִם לָאו, אֵין מְקַבֵּל טֻמְאָה. בֵּין כָּךְ וּבֵין כָּךְ, נִטָּל בְּשַׁבָּת: \n",
            "רַבִּי יוֹסֵי אוֹמֵר, כָּל הַכֵּלִים נִטָּלִין, חוּץ מִן הַמַּסָּר הַגָּדוֹל וְיָתֵד שֶׁל מַחֲרֵשָׁה. כָּל הַכֵּלִים נִטָּלִין לְצֹרֶךְ וְשֶׁלֹּא לְצֹרֶךְ. רַבִּי נְחֶמְיָה אוֹמֵר, אֵין נִטָּלִין אֶלָּא לְצֹרֶךְ: \n",
            "כָּל הַכֵּלִים הַנִּטָּלִין בְּשַׁבָּת, שִׁבְרֵיהֶן נִטָּלִין עִמָּהֶן, וּבִלְבַד שֶׁיִּהְיוּ עוֹשִׂין מֵעֵין מְלָאכָה. שִׁבְרֵי עֲרֵבָה, לְכַסּוֹת בָּהֶן אֶת פִּי הֶחָבִית. שִׁבְרֵי זְכוּכִית, לְכַסּוֹת בָּהֶן אֶת פִּי הַפָּךְ. רַבִּי יְהוּדָה אוֹמֵר, וּבִלְבַד שֶׁיִּהְיוּ עוֹשִׂין מֵעֵין מְלַאכְתָּן. שִׁבְרֵי עֲרֵבָה, לִצּוֹק לְתוֹכָן מִקְפָּה. וְשֶׁל זְכוּכִית לִצּוֹק לְתוֹכָן שָׁמֶן: \n",
            "הָאֶבֶן שֶׁבְּקֵרוּיָה, אִם מְמַלְּאִין בָּהּ וְאֵינָהּ נוֹפֶלֶת, מְמַלְּאִין בָּהּ. וְאִם לָאו, אֵין מְמַלְּאִין בָּהּ. זְמוֹרָה שֶׁהִיא קְשׁוּרָה בְטָפִיחַ, מְמַלְּאִין בָּהּ בְּשַׁבָּת: \n",
            "פְּקַק הַחַלּוֹן, רַבִּי אֱלִיעֶזֶר אוֹמֵר, בִּזְמַן שֶׁהוּא קָשׁוּר וְתָלוּי, פּוֹקְקִין בּוֹ, וְאִם לָאו, אֵין פּוֹקְקִין בּוֹ. וַחֲכָמִים אוֹמְרִים, בֵּין כָּךְ וּבֵין כָּךְ פּוֹקְקִין בּוֹ: \n",
            "כָּל כִּסּוּיֵי הַכֵּלִים שֶׁיֵּשׁ לָהֶם בֵּית אֲחִיזָה נִטָּלִים בְּשַׁבָּת. אָמַר רַבִּי יוֹסֵי, בַּמֶּה דְבָרִים אֲמוּרִים. בְּכִסּוּי קַרְקַע, אֲבָל בְּכִסּוּי הַכֵּלִים, בֵּין כָּךְ וּבֵין כָּךְ נִטָּלִים בְּשַׁבָּת: \n"
        ],
        [
            "מְפַנִּין אֲפִלּוּ אַרְבַּע וְחָמֵשׁ קֻפּוֹת שֶׁל תֶּבֶן וְשֶׁל תְּבוּאָה מִפְּנֵי הָאוֹרְחִים וּמִפְּנֵי בִטּוּל בֵּית הַמִּדְרָשׁ, אֲבָל לֹא אֶת הָאוֹצָר. מְפַנִּין תְּרוּמָה טְהוֹרָה, וּדְמַאי, וּמַעֲשֵׂר רִאשׁוֹן שֶׁנִּטְּלָה תְרוּמָתוֹ, וּמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁנִּפְדּוּ, וְהַתֻּרְמוֹס הַיָּבֵשׁ, מִפְּנֵי שֶׁהוּא מַאֲכָל לַעֲנִיִּים. אֲבָל לֹא אֶת הַטֶּבֶל, וְלֹא מַעֲשֵׂר רִאשׁוֹן שֶׁלֹּא נִטְּלָה תְרוּמָתוֹ, וְלֹא אֶת מַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁלֹּא נִפְדּוּ, וְלֹא אֶת הַלּוּף, וְלֹא הַחַרְדָּל. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל מַתִּיר בְּלוּף, מִפְּנֵי שֶׁהוּא מַאֲכַל עוֹרְבִין: \n",
            "חֲבִילֵי קַשׁ וַחֲבִילֵי עֵצִים וַחֲבִילֵי זְרָדִים, אִם הִתְקִינָן לְמַאֲכַל בְּהֵמָה, מְטַלְטְלִין אוֹתָן. וְאִם לָאו, אֵין מְטַלְטְלִין אוֹתָן. כּוֹפִין אֶת הַסַּל לִפְנֵי הָאֶפְרוֹחִים, כְּדֵי שֶׁיַּעֲלוּ וְיֵרְדוּ. תַּרְנְגֹלֶת שֶׁבָּרְחָה, דּוֹחִין אוֹתָהּ עַד שֶׁתִּכָּנֵס. מְדַדִּין עֲגָלִין וּסְיָחִין בִּרְשׁוּת הָרַבִּים. אִשָּׁה מְדַדָּה אֶת בְּנָהּ. אָמַר רַבִּי יְהוּדָה, אֵימָתַי, בִּזְמַן שֶׁהוּא נוֹטֵל אַחַת וּמֵנִיחַ אַחַת, אֲבָל אִם הָיָה גוֹרֵר, אָסוּר: \n",
            "אֵין מְיַלְּדִין אֶת הַבְּהֵמָה בְיוֹם טוֹב, אֲבָל מְסַעֲדִין. וּמְיַלְּדִין אֶת הָאִשָּׁה בְּשַׁבָּת, וְקוֹרִין לָהּ חֲכָמָה מִמָּקוֹם לְמָקוֹם, וּמְחַלְּלִין עָלֶיהָ אֶת הַשַּׁבָּת, וְקוֹשְׁרִין אֶת הַטַּבּוּר. רַבִּי יוֹסֵי אוֹמֵר, אַף חוֹתְכִין. וְכָל צָרְכֵי מִילָה עוֹשִׂין בְּשַׁבָּת: \n"
        ],
        [
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, אִם לֹא הֵבִיא כְלִי מֵעֶרֶב שַׁבָּת, מְבִיאוֹ בְשַׁבָּת מְגֻלֶּה. וּבַסַּכָּנָה, מְכַסֵּהוּ עַל פִּי עֵדִים. וְעוֹד אָמַר רַבִּי אֱלִיעֶזֶר, כּוֹרְתִין עֵצִים לַעֲשׂוֹת פֶּחָמִין וְלַעֲשׂוֹת כְּלִי בַרְזֶל. כְּלָל אָמַר רַבִּי עֲקִיבָא, כָּל מְלָאכָה שֶׁאֶפְשָׁר לַעֲשׂוֹתָהּ מֵעֶרֶב שַׁבָּת אֵינָהּ דּוֹחָה אֶת הַשַּׁבָּת, וְשֶׁאִי אֶפְשָׁר לַעֲשׂוֹתָהּ מֵעֶרֶב שַׁבָּת דּוֹחָה אֶת הַשַּׁבָּת: \n",
            "עוֹשִׂין כָּל צָרְכֵי מִילָה בְשַׁבָּת, מוֹהֲלִין, וּפוֹרְעִין, וּמוֹצְצִין, וְנוֹתְנִין עָלֶיהָ אִסְפְּלָנִית וְכַמּוֹן. אִם לֹא שָׁחַק מֵעֶרֶב שַׁבָּת, לוֹעֵס בְּשִׁנָּיו וְנוֹתֵן. אִם לֹא טָרַף יַיִן וְשֶׁמֶן מֵעֶרֶב שַׁבָּת, יִנָּתֵן זֶה בְעַצְמוֹ וְזֶה בְעַצְמוֹ. וְאֵין עוֹשִׂין לָהּ חָלוּק לְכַתְּחִלָּה, אֲבָל כּוֹרֵךְ עָלֶיהָ סְמַרְטוּט. אִם לֹא הִתְקִין מֵעֶרֶב שַׁבָּת, כּוֹרֵךְ עַל אֶצְבָּעוֹ וּמֵבִיא, וַאֲפִלּוּ מֵחָצֵר אַחֶרֶת: \n",
            "מַרְחִיצִין אֶת הַקָּטָן, בֵּין לִפְנֵי הַמִּילָה וּבֵין לְאַחַר הַמִּילָה, וּמְזַלְּפִין עָלָיו בַּיָּד, אֲבָל לֹא בִכְלִי. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, מַרְחִיצִין אֶת הַקָּטָן בַּיּוֹם הַשְּׁלִישִׁי שֶׁחָל לִהְיוֹת בְּשַׁבָּת, שֶׁנֶּאֱמַר (בראשית לד) וַיְהִי בַיּוֹם הַשְּׁלִישִׁי בִּהְיוֹתָם כֹּאֲבִים. סָפֵק וְאַנְדְּרוֹגִינוֹס אֵין מְחַלְּלִין עָלָיו אֶת הַשַּׁבָּת, וְרַבִּי יְהוּדָה מַתִּיר בְּאַנְדְּרוֹגִינוֹס: \n",
            "מִי שֶׁהָיוּ לוֹ שְׁתֵּי תִינוֹקוֹת, אֶחָד לָמוּל אַחַר הַשַּׁבָּת וְאֶחָד לָמוּל בְּשַׁבָּת, וְשָׁכַח וּמָל אֶת שֶׁל אַחַר הַשַּׁבָּת בְּשַׁבָּת, חַיָּב. אֶחָד לָמוּל בְּעֶרֶב שַׁבָּת וְאֶחָד לָמוּל בְּשַׁבָּת, וְשָׁכַח וּמָל אֶת שֶׁל עֶרֶב שַׁבָּת בְּשַׁבָּת, רַבִּי אֱלִיעֶזֶר מְחַיֵּב חַטָּאת, וְרַבִּי יְהוֹשֻׁעַ פּוֹטֵר: \n",
            "קָטָן נִמּוֹל לִשְׁמֹנָה, לְתִשְׁעָה, וְלַעֲשָׂרָה, וּלְאַחַד עָשָׂר, וְלִשְׁנֵים עָשָׂר, לֹא פָחוֹת וְלֹא יוֹתֵר. הָא כֵּיצַד. כְּדַרְכּוֹ, לִשְׁמֹנָה. נוֹלַד לְבֵין הַשְּׁמָשׁוֹת, נִמּוֹל לְתִשְׁעָה. בֵּין הַשְּׁמָשׁוֹת שֶׁל עֶרֶב שַׁבָּת, נִמּוֹל לַעֲשָׂרָה. יוֹם טוֹב לְאַחַר הַשַּׁבָּת, נִמּוֹל לְאַחַד עָשָׂר. שְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה, נִמּוֹל לִשְׁנֵים עָשָׂר. קָטָן הַחוֹלֶה, אֵין מוֹהֲלִין אוֹתוֹ עַד שֶׁיַּבְרִיא: \n",
            "אֵלּוּ הֵן צִיצִין הַמְעַכְּבִין אֶת הַמִּילָה, בָּשָׂר הַחוֹפֶה אֶת רֹב הָעֲטָרָה. וְאֵינוֹ אוֹכֵל בַּתְּרוּמָה. וְאִם הָיָה בַעַל בָּשָׂר, מְתַקְּנוֹ מִפְּנֵי מַרְאִית הָעָיִן. מָל וְלֹא פָרַע אֶת הַמִּילָה, כְּאִלּוּ לֹא מָל: \n"
        ],
        [
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, תּוֹלִין אֶת הַמְשַׁמֶּרֶת בְּיוֹם טוֹב, וְנוֹתְנִין לַתְּלוּיָה בְשַׁבָּת. וַחֲכָמִים אוֹמְרִים, אֵין תּוֹלִין אֶת הַמְשַׁמֶּרֶת בְּיוֹם טוֹב, וְאֵין נוֹתְנִין לַתְּלוּיָה בְשַׁבָּת, אֲבָל נוֹתְנִין לַתְּלוּיָה בְיוֹם טוֹב: \n",
            "נוֹתְנִין מַיִם עַל גַּבֵּי הַשְּׁמָרִים בִּשְׁבִיל שֶׁיִּצַּלּוּ, וּמְסַנְּנִין אֶת הַיַּיִן בְּסוּדָרִין וּבִכְפִיפָה מִצְרִית, וְנוֹתְנִין בֵּיצָה בִמְסַנֶּנֶת שֶׁל חַרְדָּל, וְעוֹשִׂין אֵנוּמְלִין בְּשַׁבָּת. רַבִּי יְהוּדָה אוֹמֵר, בְּשַׁבָּת, בְּכוֹס, בְּיוֹם טוֹב, בְּלָגִין, וּבַמּוֹעֵד, בְּחָבִית. רַבִּי צָדוֹק אוֹמֵר, הַכֹּל לְפִי הָאוֹרְחִין: \n",
            "אֵין שׁוֹרִין אֶת הַחִלְתִּית בְּפוֹשְׁרִין, אֲבָל נוֹתֵן לְתוֹךְ הַחֹמֶץ. וְאֵין שׁוֹרִין אֶת הַכַּרְשִׁינִין וְלֹא שָׁפִין אוֹתָן, אֲבָל נוֹתֵן לְתוֹךְ הַכְּבָרָה אוֹ לְתוֹךְ הַכַּלְכַּלָּה. אֵין כּוֹבְרִין אֶת הַתֶּבֶן בִּכְבָרָה, וְלֹא יִתְּנֶנּוּ עַל גַּבֵּי מָקוֹם גָּבוֹהַּ בִּשְׁבִיל שֶׁיֵּרֵד הַמֹּץ, אֲבָל נוֹטֵל הוּא בִכְבָרָה וְנוֹתֵן לְתוֹךְ הָאֵבוּס: \n",
            "גּוֹרְפִין מִלִּפְנֵי הַפְּטָם, וּמְסַלְּקִין לִצְדָדִין מִפְּנֵי הָרְעִי, דִּבְרֵי רַבִּי דוֹסָא. וַחֲכָמִים אוֹסְרִין. נוֹטְלִין מִלִּפְנֵי בְהֵמָה זוֹ וְנוֹתְנִין לִפְנֵי בְהֵמָה זוֹ בְּשַׁבָּת: \n",
            "הַקַּשׁ שֶׁעַל גַּבֵּי הַמִּטָּה, לֹא יְנַעְנְעוֹ בְיָדוֹ, אֶלָּא מְנַעְנְעוֹ בְגוּפוֹ. וְאִם הָיָה מַאֲכַל בְּהֵמָה, אוֹ שֶׁהָיָה עָלָיו כַּר אוֹ סָדִין, מְנַעְנְעוֹ בְיָדוֹ. מַכְבֵּשׁ שֶׁל בַּעֲלֵי בָתִּים, מַתִּירִין, אֲבָל לֹא כוֹבְשִׁין. וְשֶׁל כּוֹבְסִין, לֹא יִגַּע בּוֹ. רַבִּי יְהוּדָה אוֹמֵר, אִם הָיָה מֻתָּר מֵעֶרֶב שַׁבָּת, מַתִּיר אֶת כֻּלּוֹ וְשׁוֹמְטוֹ: \n"
        ],
        [
            "נוֹטֵל אָדָם אֶת בְּנוֹ וְהָאֶבֶן בְּיָדוֹ, וְכַלְכַּלָּה וְהָאֶבֶן בְּתוֹכָהּ. וּמְטַלְטְלִין תְּרוּמָה טְמֵאָה עִם הַטְּהוֹרָה וְעִם הַחֻלִּין. רַבִּי יְהוּדָה אוֹמֵר, אַף מַעֲלִין אֶת הַמְדֻמָּע בְּאֶחָד וּמֵאָה: \n",
            "הָאֶבֶן שֶׁעַל פִּי הֶחָבִית, מַטָּהּ עַל צִדָּהּ וְהִיא נוֹפֶלֶת. הָיְתָה בֵין הֶחָבִיּוֹת, מַגְבִּיהַּ וּמַטָּהּ עַל צִדָּהּ וְהִיא נוֹפֶלֶת. מָעוֹת שֶׁעַל הַכַּר, נוֹעֵר אֶת הַכַּר וְהֵן נוֹפְלוֹת. הָיְתָה עָלָיו לַשְׁלֶשֶׁת, מְקַנְּחָהּ בִּסְמַרְטוּט. הָיְתָה שֶׁל עוֹר, נוֹתְנִין עָלֶיהָ מַיִם עַד שֶׁתִּכְלֶה: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, מַגְבִּיהִין מִן הַשֻּׁלְחָן עֲצָמוֹת וּקְלִפִּין. וּבֵית הִלֵּל אוֹמְרִים, נוֹטֵל אֶת הַטַּבְלָה כֻלָּהּ וּמְנַעֲרָהּ. מַעֲבִירִין מִלִּפְנֵי הַשֻּׁלְחָן פֵּרוּרִין פָּחוֹת מִכַּזַּיִת וְשֵׂעָר שֶׁל אֲפוּנִין וְשֵׂעָר שֶׁל עֲדָשִׁים, מִפְּנֵי שֶׁהוּא מַאֲכַל בְּהֵמָה. סְפוֹג, אִם יֶשׁ לוֹ עוֹר בֵּית אֲחִיזָה, מְקַנְּחִין בּוֹ, וְאִם לָאו, אֵין מְקַנְּחִין בּוֹ. וַחֲכָמִים אוֹמְרִים בֵּין כָּךְ וּבֵין כָּךְ, נִטָּל בְּשַׁבָּת, וְאֵינוֹ מְקַבֵּל טֻמְאָה: \n"
        ],
        [
            "חָבִית שֶׁנִּשְׁבְּרָה, מַצִּילִין הֵימֶנָּה מְזוֹן שָׁלֹשׁ סְעֻדּוֹת, וְאוֹמֵר לַאֲחֵרִים, בֹּאוּ וְהַצִּילוּ לָכֶם, וּבִלְבַד שֶׁלֹּא יִסְפֹּג. אֵין סוֹחֲטִין אֶת הַפֵּרוֹת לְהוֹצִיא מֵהֶן מַשְׁקִין, וְאִם יָצְאוּ מֵעַצְמָן, אֲסוּרִין. רַבִּי יְהוּדָה אוֹמֵר, אִם לְאֳכָלִין, הַיּוֹצֵא מֵהֶן מֻתָּר, וְאִם לְמַשְׁקִין, הַיּוֹצֵא מֵהֶן אָסוּר. חַלּוֹת דְּבַשׁ שֶׁרִסְּקָן מֵעֶרֶב שַׁבָּת וְיָצְאוּ מֵעַצְמָן, אֲסוּרִין. וְרַבִּי אֱלִיעֶזֶר מַתִּיר: \n",
            "כֹּל שֶׁבָּא בְחַמִּין מֵעֶרֶב שַׁבָּת, שׁוֹרִין אוֹתוֹ בְחַמִּין בְּשַׁבָּת, וְכֹל שֶׁלֹּא בָא בְחַמִּין מֵעֶרֶב שַׁבָּת, מְדִיחִין אוֹתוֹ בְחַמִּין בְּשַׁבָּת, חוּץ מִן הַמָּלִיחַ הַיָּשָׁן, וְדָגִים מְלוּחִים קְטַנִּים וְקוּלְיָס הָאִסְפָּנִין, שֶׁהֲדָחָתָן זוֹ הִיא גְמַר מְלַאכְתָּן: \n",
            "שׁוֹבֵר אָדָם אֶת הֶחָבִית לֶאֱכֹל הֵימֶנָּה גְרוֹגָרוֹת, וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּן לַעֲשׂוֹת כְּלִי. וְאֵין נוֹקְבִים מְגוּפָה שֶׁל חָבִית, דִּבְרֵי רַבִּי יְהוּדָה. וַחֲכָמִים מַתִּירִין. וְלֹא יִקְּבֶנָּה מִצִּדָּהּ. וְאִם הָיְתָה נְקוּבָה, לֹא יִתֵּן עָלֶיהָ שַׁעֲוָה, מִפְּנֵי שֶׁהוּא מְמָרֵחַ. אָמַר רַבִּי יְהוּדָה, מַעֲשֶׂה בָא לִפְנֵי רַבָּן יוֹחָנָן בֶּן זַכַּאי בַּעֲרָב, וְאָמַר, חוֹשְׁשָׁנִי לוֹ מֵחַטָּאת: \n",
            "נוֹתְנִין תַּבְשִׁיל לְתוֹךְ הַבּוֹר בִּשְׁבִיל שֶׁיְּהֵא שָׁמוּר, וְאֶת הַמַּיִם הַיָּפִים בָּרָעִים בִּשְׁבִיל שֶׁיִּצַּנּוּ, וְאֶת הַצּוֹנֵן בַּחַמָּה בִּשְׁבִיל שֶׁיֵּחַמּוּ. מִי שֶׁנָּשְׁרוּ כֵלָיו בַּדֶּרֶךְ בְּמַיִם, מְהַלֵּךְ בָּהֶן וְאֵינוֹ חוֹשֵׁשׁ. הִגִּיעַ לֶחָצֵר הַחִיצוֹנָה, שׁוֹטְחָן בַּחַמָּה, אֲבָל לֹא כְנֶגֶד הָעָם: \n",
            "הָרוֹחֵץ בְּמֵי מְעָרָה וּבְמֵי טְבֶרְיָא וְנִסְתַּפֵּג, אֲפִלּוּ בְעֶשֶׂר אֲלוּנְטִיאוֹת, לֹא יְבִיאֵם בְּיָדוֹ. אֲבָל עֲשָׂרָה בְנֵי אָדָם מִסְתַּפְּגִין בַּאֲלוּנְטִית אַחַת פְּנֵיהֶם יְדֵיהֶם וְרַגְלֵיהֶם, וּמְבִיאִין אוֹתָהּ בְּיָדָן: \n",
            "סָכִין וּמְמַשְׁמְשִׁין בִּבְנֵי מֵעַיִם, אֲבָל לֹא מִתְעַמְּלִין וְלֹא מִתְגָּרְדִין. אֵין יוֹרְדִין לְקוֹרְדִּימָה, וְאֵין עוֹשִׂין אַפִּקְטְוִזִין, וְאֵין מְעַצְּבִין אֶת הַקָּטָן, וְאֵין מַחֲזִירִין אֶת הַשֶּׁבֶר. מִי שֶׁנִּפְרְקָה יָדוֹ וְרַגְלוֹ, לֹא יִטְרְפֵם בְּצוֹנֵן, אֲבָל רוֹחֵץ הוּא כְדַרְכּוֹ, וְאִם נִתְרַפָּא נִתְרַפָּא: \n"
        ],
        [
            "שׁוֹאֵל אָדָם מֵחֲבֵרוֹ כַּדֵּי יַיִן וְכַדֵּי שֶׁמֶן, וּבִלְבַד שֶׁלֹּא יֹאמַר לוֹ הַלְוֵנִי, וְכֵן הָאִשָּׁה מֵחֲבֶרְתָּהּ כִּכָּרוֹת. וְאִם אֵינוֹ מַאֲמִינוֹ, מַנִּיחַ טַלִּיתוֹ אֶצְלוֹ וְעוֹשֶׂה עִמּוֹ חֶשְׁבּוֹן לְאַחַר שַׁבָּת. וְכֵן עֶרֶב פֶּסַח בִּירוּשָׁלַיִם שֶׁחָל לִהְיוֹת בְּשַׁבָּת, מַנִּיחַ טַלִּיתוֹ אֶצְלוֹ וְנוֹטֵל אֶת פִּסְחוֹ, וְעוֹשֶׂה עִמּוֹ חֶשְׁבּוֹן לְאַחַר יוֹם טוֹב: \n",
            "מוֹנֶה אָדָם אֶת אוֹרְחָיו וְאֶת פַּרְפְּרוֹתָיו מִפִּיו, אֲבָל לֹא מִן הַכְּתָב. וּמֵפִיס עִם בָּנָיו וְעִם בְּנֵי בֵיתוֹ עַל הַשֻּׁלְחָן, וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּן לַעֲשׂוֹת מָנָה גְדוֹלָה כְּנֶגֶד קְטַנָּה, מִשּׁוּם קֻבְיָא. וּמַטִּילִין חֲלָשִׁים עַל הַקָּדָשִׁים בְּיוֹם טוֹב, אֲבָל לֹא עַל הַמָּנוֹת: \n",
            "לֹא יִשְׂכֹּר אָדָם פּוֹעֲלִים בְּשַׁבָּת, וְלֹא יֹאמַר אָדָם לַחֲבֵרוֹ לִשְׂכֹּר לוֹ פוֹעֲלִים. אֵין מַחְשִׁיכִין עַל הַתְּחוּם לִשְׂכֹּר פּוֹעֲלִים וּלְהָבִיא פֵרוֹת, אֲבָל מַחְשִׁיךְ הוּא לִשְׁמֹר, וּמֵבִיא פֵרוֹת בְּיָדוֹ. כְּלָל אָמַר אַבָּא שָׁאוּל, כֹּל שֶׁאֲנִי זַכַּאי בַּאֲמִירָתוֹ, רַשַּׁאי אֲנִי לְהַחְשִׁיךְ עָלָיו: \n",
            "מַחְשִׁיכִין עַל הַתְּחוּם לְפַקֵּחַ עַל עִסְקֵי כַלָּה, וְעַל עִסְקֵי הַמֵּת לְהָבִיא לוֹ אָרוֹן וְתַכְרִיכִין. גּוֹי שֶׁהֵבִיא חֲלִילִין בְּשַׁבָּת, לֹא יִסְפֹּד בָּהֶן יִשְׂרָאֵל, אֶלָּא אִם כֵּן בָּאוּ מִמָּקוֹם קָרוֹב. עָשׂוּ לוֹ אָרוֹן וְחָפְרוּ לוֹ קֶבֶר, יִקָּבֵר בּוֹ יִשְׂרָאֵל, וְאִם בִּשְׁבִיל יִשְׂרָאֵל, לֹא יִקָּבֵר בּוֹ עוֹלָמִית: \n",
            "עוֹשִׂין כָּל צָרְכֵי הַמֵּת, סָכִין וּמְדִיחִין אוֹתוֹ, וּבִלְבַד שֶׁלֹּא יָזִיזוּ בוֹ אֵבֶר. שׁוֹמְטִין אֶת הַכַּר מִתַּחְתָּיו וּמַטִּילִין אוֹתוֹ עַל הַחֹל בִּשְׁבִיל שֶׁיַּמְתִּין. קוֹשְׁרִים אֶת הַלֶּחִי, לֹא שֶׁיַּעֲלֶה, אֶלָּא שֶׁלֹּא יוֹסִיף. וְכֵן קוֹרָה שֶׁנִּשְׁבְּרָה, סוֹמְכִין אוֹתָהּ בְּסַפְסָל אוֹ בַּאֲרֻכּוֹת הַמִּטָּה, לֹא שֶׁתַּעֲלֶה, אֶלָּא שֶׁלֹּא תוֹסִיף. אֵין מְעַמְּצִין אֶת הַמֵּת בְּשַׁבָּת, וְלֹא בְחֹל עִם יְצִיאַת נֶפֶשׁ. וְהַמְעַמֵּץ עִם יְצִיאַת נֶפֶשׁ, הֲרֵי זֶה שׁוֹפֵךְ דָּמִים: \n"
        ],
        [
            "מִי שֶׁהֶחְשִׁיךְ בַּדֶּרֶךְ, נוֹתֵן כִּיסוֹ לְנָכְרִי, וְאִם אֵין עִמּוֹ נָכְרִי, מְנִיחוֹ עַל הַחֲמוֹר. הִגִּיעַ לֶחָצֵר הַחִיצוֹנָה, נוֹטֵל אֶת הַכֵּלִים הַנִּטָּלִין בְּשַׁבָּת, וְשֶׁאֵינָן נִטָּלִין בְּשַׁבָּת, מַתִּיר אֶת הַחֲבָלִים, וְהַשַּׂקִּין נוֹפְלִין מֵאֲלֵיהֶם: \n",
            "מַתִּירִין פְּקִיעֵי עָמִיר לִפְנֵי בְהֵמָה, וּמְפַסְפְּסִים אֶת הַכֵּפִין, אֲבָל לֹא אֶת הַזֵּרִין. אֵין מְרַסְּקִין לֹא אֶת הַשַּׁחַת וְלֹא אֶת הֶחָרוּבִין לִפְנֵי בְהֵמָה, בֵּין דַּקָּה בֵּין גַּסָּה. רַבִּי יְהוּדָה מַתִּיר בֶּחָרוּבִין לַדַּקָּה: \n",
            "אֵין אוֹבְסִין אֶת הַגָּמָל, וְלֹא דוֹרְסִין, אֲבָל מַלְעִיטִין. וְאֵין מַמְרִים אֶת הָעֲגָלִים, אֲבָל מַלְעִיטִין. וּמְהַלְקְטִין לַתַּרְנְגוֹלִין. וְנוֹתְנִין מַיִם לַמֻּרְסָן, אֲבָל לֹא גוֹבְלִים. וְאֵין נוֹתְנִין מַיִם לִפְנֵי דְבוֹרִים וְלִפְנֵי יוֹנִים שֶׁבַּשֹּׁבָךְ, אֲבָל נוֹתְנִין לִפְנֵי אֲוָזִים וְתַרְנְגוֹלִים וְלִפְנֵי יוֹנֵי הָרְדְּסִיּוֹת: \n",
            "מְחַתְּכִין אֶת הַדְּלוּעִין לִפְנֵי הַבְּהֵמָה, וְאֶת הַנְּבֵלָה לִפְנֵי הַכְּלָבִים. רַבִּי יְהוּדָה אוֹמֵר, אִם לֹא הָיְתָה נְבֵלָה מֵעֶרֶב שַׁבָּת, אֲסוּרָה, לְפִי שֶׁאֵינָהּ מִן הַמּוּכָן: \n",
            "מְפִירִין נְדָרִים בְּשַׁבָּת, וְנִשְׁאָלִין לִדְבָרִים שֶׁהֵן לְצֹרֶךְ הַשַּׁבָּת. פּוֹקְקִין אֶת הַמָּאוֹר, וּמוֹדְדִין אֶת הַמַּטְלִית וְאֶת הַמִּקְוֶה. וּמַעֲשֶׂה בִימֵי אָבִיו שֶׁל רַבִּי צָדוֹק וּבִימֵי אַבָּא שָׁאוּל בֶּן בָּטְנִית, שֶׁפָּקְקוּ אֶת הַמָּאוֹר בְּטָפִיחַ, וְקָשְׁרוּ אֶת הַמְּקֵדָה בְגֶמִי, לֵידַע אִם יֵשׁ בַּגִּיגִית פּוֹתֵחַ טֶפַח אִם לָאו. וּמִדִּבְרֵיהֶן לָמַדְנוּ, שֶׁפּוֹקְקִין וּמוֹדְדִין וְקוֹשְׁרִין בְּשַׁבָּת: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>יציאות השבת.</b> הוצאות שמרשות לרשות האמורות אצל שבת, והכנסות נמי קא קרי יציאות הואיל ומוציא מרשות לרשות. והאי דתני יציאות ולא תני הוצאות, לישנא דקרא נקט דכתיב (שמות ט״ז:כ״ט) אל יצא איש ממקומו, ומיניה דרשינן הוצאה, אל יצא איש עם הכלי שבידו ללקוט המן:",
                "<b>שתים שהן ארבע.</b> שתים מן התורה, הוצאה והכנסה לבעל הבית העומד בפנים ברשות היחיד, ועל שתים אלו חייב על שגגתו חטאת, ועל זדונו כרת, ועל התראתו סקילה, כמו בכל שאר מלאכות של שבת:",
                "<b>שהן ד׳</b> מדבריהם הוסיפו שתים, לאסור לכתחלה היכא שהמלאכה נעשית ע״י שנים זה עוקר וזה מניח, דשנים שעשאוה פטורים, שנאמר (ויקרא ד׳:י״ג) בעשותה אחת מכל מצות ה׳, העושה את כולה ולא העושה מקצתה, וכן בכל מלאכות של שבת אמרינן יחיד שעשאה חייב, שנים שעשאוה פטורים:",
                "<b>ושתים שהן ארבע בחוץ.</b> שתים מן התורה, הוצאה והכנסה לעני העומד בחוץ ברשות הרבים:",
                "<b>שהן ארבע.</b> מדבריהם הוסיפו שתים לאסור לכתחלה, כשזה עוקר וזה מניח:",
                "<b>פשט העני את ידו.</b> ובתוכה קופה או הסל שמקבל בו ככרות מבעל הבית. ולהכי נקט הוצאה בלשון עני ועשיר, דאגב אורחיה קמ״ל דמצוה הבאה בעבירה אסורה וחייבין עליה:",
                "<b>ונתן לתוך ידו של בעל הבית.</b> דעביד ליה עקירה מרשות הרבים והנחה ברשות היחיד:",
                "<b>או שנטל מתוכה והוציא.</b> החפץ, והניח ברשות הרבים, דעביד עקירה והנחה:",
                "<b>העני חייב.</b> שעשה מלאכה שלימה. והרי שתים מן התורה לעומד בחוץ. ואע״ג דבעינן עקירה ממקום שיהיה בו ד׳ טפחים על ד״ט והנחה במקום שיהיה בו ד׳ על ד׳, וליכא, דיד העני ובעה״ב אין בה מקום שיהיה ד׳ על ד׳, אמרינן בגמ׳ דידו של אדם חשובה כד׳ על ד׳, כיון שהיא עשויה להניח בה וליטול ממנה חפצים ואפילו גדולים הרבה:",
                "<b>ובעה״ב פטור.</b> פטור ומותר גמור, דהא לאו מידי עבד:",
                "<b>פשט בעל הבית כו׳ בעל הבית חייב.</b> הרי שתים מן התורה לעומד בפנים:",
                "<b>פשט העני כו׳</b> דעביד העני עקירה מרשות הרבים:",
                "<b>ונטל בעל הבית מתוכה.</b> והניח בפנים, ועביד ליה בעל הבית הנחה ברשות היחיד:",
                "<b>או שנתן לתוכה.</b> דעביד ליה בעל הבית עקירה מרשות היחיד:",
                "<b>והוציא.</b> העני והניח ברשות הרבים:",
                "<b>שניהם פטורים.</b> שלא עשה שום אחד מהם מלאכה שלימה. אבל אסורים לעשות כן שמא יבואו כל אחד בפני עצמו לעשות מלאכה שלימה בשבת. הרי שתים מדבריהם, אחת לעני בחוץ ואחת לבעה״ב בפנים. והא דלא חשיב שנים לכל אחד, עקירה לעני ועקירה לבעל הבית, הנחה לעני והנחה לבעל הבית, משום דלא חשיב אלא עקירות שהן תחלת המלאכה ואיכא למיחש שמא יגמרנה, אבל הנחות שהן סוף המלאכה לא קחשיב: \n\n"
            ],
            [
                "<b>לא ישב אדם לפני הספר.</b> ואפילו בחול, ומשום דבעי למתני לא יצא החייט במחטו וכו׳ שמא ישכח ויצא, דדמי לגזרה דלא ישב אדם לפני הספר סמוך למנחה, שמא ישכח ולא יתפלל, משום הכי תנא להו הכא, ואיידי דזוטרן מילייהו פסיק ותני להו ברישא, והדר מפרש מילי דשבת ומאריך בהן:",
                "<b>סמוך למנחה.</b> מנחה גדולה משש שעות ומחצה ולמעלה, וסמוך למנחה היינו מתחלת שעה שביעית, ואע״פ שעונתה מרובה, גזרה שמא ישבר הזוג של ספרים אחר שהתחיל להסתפר, ותעבור עונת התפלה קודם שיתקננו וישלים התספורת:",
                "<b>ולא יכנס למרחץ.</b> סמוך למנחה שמא יתעלף:",
                "<b>ולא לבורסקי.</b> מקום עבוד העורות, דלמא חזי פסידא וקלקול בעורות אם לא יניעם ממקומם ויתקנם, וימשך במלאכתו עד שתעבור עונת התפלה:",
                "<b>ולא לאכול.</b> אפילו בסעודה קטנה, שמא ימשך בסעודה:",
                "<b>ולא לדין.</b> אפילו בגמר דין, שכבר שמעו טענות בעלי דינין ולא נשאר עליהן אלא לפסוק הדין בלבד, דלמא חזו טעמא ויסתרו מה שהיו רוצים לפסוק וחוזר להיות תחלת הדין:",
                "<b>ואם התחילו.</b> בחד מכל הני דאמרינן, אין מפסיקין, אלא יגמור ואחר כך יתפלל, והוא שיש שהות ביום לגמור קודם שיעבור זמן התפלה. והתחלת התספורת משיניח מעפורת של ספרים בין ברכיו, הוא הסודר שנותן המתגלח על ברכיו כדי שלא יפול השער על בגדיו. והתחלת המרחץ משיפשוט הבגד הסמוך לבשרו. ואית דמפרשי משיסיר הסודר שעליו שהוא ראשון להפשטת בגדיו. והתחלת הבורסקי משיחגור בין כתפיו את בתי זרועותיו כדי להתעסק בעורות. והתחלת אכילה משיטול ידיו. והתחלת הדין משיתעטפו הדיינין בטליתן לשבת לדין באימה וביראה, ואם היו מעוטפים ויושבים בדין ובא לפניהם דין אחר סמוך למנחה, הויא התחלת אותו הדין משפתחו בעלי הדין בטענותם:",
                "<b>מפסיקין לקריאת שמע.</b> מלתא אחריתי נקט, והכי קאמר חברים העוסקים בתורה, מפסיקים תורתן לקריאת שמע דזמנה קבוע, דכתיב (דברים ו׳) ובשכבך ובקומך:",
                "<b>ואין מפסיקין לתפלה.</b> שאין לה זמן קבוע דאורייתא. ולא שנו אלא כגון רבי שמעון בן יוחאי וחביריו שתורתן אומנותן, אבל אנו הואיל ואנו מפסיקין תורתנו לאומנותנו כל שכן שנפסיק לתפלה: \n\n"
            ],
            [
                "<b>לא יצא החייט במחטו.</b> אפילו תחובה לו בבגדו, שמא ישכח ויצא, ואומן דרך אומנתו חייב שדרך האומנים לתוחבן בבגדיו כשיוצאים לשוק:",
                "<b>שמא ישכח ויצא.</b> משתחשך:",
                "<b>הלבלר.</b> הסופר:",
                "<b>בקולמוסו.</b> התחוב אחורי אזניו כדרך הסופרים:",
                "<b>ולא יפלה את כליו.</b> מבער כנים מבגדיו. תרגום בערתי הקדש פליתי:",
                "<b>ולא יקרא לאור הנר.</b> בספר, שמא יטה הנר להביא השמן לפי הפתילה כדי שידלוק יפה ונמצא מבעיר בשבת, ואפילו היה הנר גבוה שתים ושלש קומות, לעולם אסור לקרות לאור הנר אלא אם כן יש עמו אדם אחר לשמרו, או אם הוא אדם חשוב שאינו רגיל לעולם לתקן הנר:",
                "<b>החזן.</b> מלמד תינוקות:",
                "<b>מהיכן התינוקות קורין.</b> מהיכן יתחילו לקרות, דבעיון מועט כי האי לא גזרינן שמא יטה. והתינוקות קוראין לפני רבן לאור הנר, שאימת רבן עליהם:",
                "<b>אבל הוא לא יקרא.</b> כל הפרשה, מפני שאין אימתן עליו, ושמירתן לא הויא שמירה. ומהאי טעמא נמי איכא למאן דאמר דאשה שומרת לבעלה אין שמירתה שמירה, שאין אימתה עליו:",
                "<b>כיוצא בו.</b> לעשות הרחקה מן העבירה, אמרו לא יאכל הזב עם אשתו זבה, ואף על פי ששניהם טמאים:",
                "<b>מפני הרגל עבירה.</b> שמתוך שהם מתיחדים יבא לבעול זבה שהיא בכרת. וזב וזבה לרבותא נקט שהתשמיש קשה להן ואיכא למימר דודאי לא יבואו לידי הרגל עבירה, אפ״ה לא יאכלו זה עם זו: \n\n"
            ],
            [
                "<b>[ואלו] מהלכות.</b> אין פולין ואין קורין לאור הנר דתנן במתניתין:",
                "<b>בעליית חנניה בן חזקיה.</b> שבקשו חכמים לגנוז ספר יחזקאל שדבריו נראים כסותרים ד״ת, כגון כל נבלה וטרפה מן העוף ומן הבהמה לא יאכלו הכהנים (יחזקאל מ״ד) כהנים הוא דלא אכלי הא ישראל אכלי, וכגון וכן תעשה בשבעה בחדש (שם מ״ה) היכן נרמז קרבן זה בתורה. ונטמן חנניה בן חזקיה בעליה וישב שם ופירש ספר יחזקאל:",
                "<b>ושמונה עשר דברים גזרו בו ביום.</b> שנחלקו בית שמאי ובית הלל ועמדו למנין ורבו ב״ש ופסקו כמותם, כדכתיב (שמות כ״ג) אחרי רבים להטות. וכולהו י״ח דברים מייתו להו בגמרא, ואלו הן, האוכל אוכל שהוא ראשון לטומאה או שני לטומאה, גזרו שיהא נעשה גופו שני לטומאה, ופוסל את התרומה במגעו, ששני פוסל בתרומה, הרי אלו שתי גזירות, אוכל אוכל ראשון, ואוכל שני. והשותה משקין טמאים נעשה ג״כ שני לטומאה ופוסל את התרומה הרי שלש. וטעמא דגזור בהני, דזמנין דאכיל אוכלין טמאים ושדי משקין דתרומה בפומיה בעוד שהאוכלים טמאים בפיו ופסיל להו, וזמנין דשתי משקין טמאים ובעודן בפיו שדי אוכלין דתרומה בפיו ופסיל להו. וגזרו על הבא ראשו ורובו לאחר שטבל מטומאתו בו ביום, במים שאובים, ועל טהור גמור שנפלו על ראשו ג׳ לוגין מים שאובין, הרי חמש גזירות. וטעמא דגזור טומאה על הני לטמא אדם, לפי שהיו טובלין במי מערות סרוחין והיו נותנין עליהם אחר כך מים שאובין להעביר סרחון המים, התחילו ועשאום קבע לומר לא מי המערות מטהרים אלא המים שאובים מטהרים, עמדו וגזרו עליהם טומאה, דלמא אתי לבטולי תורת מקוה וטבלי בשאובים. והגזירה הששית שיהיו הספרים של כתבי הקדש פוסלים את התרומה במגע, שבתחלה היו מצניעין אוכלין דתרומה אצל ס״ת, אמרי האי קדש והאי קדש, כיון דחזו דקא אתו ספרים לידי פסידא, שהעכברים המצויין אצל האוכלין היו מפסידין את הספרים, גזרו שיהיו הספרים, דהיינו תורה נביאים וכתובים, במגען פוסלין את התרומה. והגזירה הז׳ גזרו על סתם ידים שפוסלות את התרומה, מפני שהידים עסקניות הן ונוגעות בבשרו במקום הטנופת, וגנאי לתרומה אם יגע בה בידים מזוהמות והיא נמאסת על אוכליה. והגזירה הח׳ האוכלין שנטמאו במשקין שאותן המשקין נטמאו מחמת ידים שנגעו בהן קודם נטילה, גזרו על המשקין שיטמאו את האוכלין, שכל הדברים הפוסלים את התרומה מטמאין את המשקין להיות תחלה, גזירה משום משקין הבאים מחמת שרץ, דאשכחן בהן שהן ראשונים מדאורייתא, והאי דגזור בכל טומאת משקין להיות תחלה ולא גזור נמי באוכלין גזירה משום [אוכלין] הבאים מחמת שרץ, היינו טעמא דאחמור רבנן במשקין משום דעלולים לקבל טומאה, שאינן צריכין תיקון הכשר להביאן לידי קבלת טומאה כמו האוכלין שצריכין נתינת מים להכשירן לקבל טומאה. והגזירה הט׳ כלים שנטמאו במשקין שנטמאו המשקים בשרץ, אע״פ שהם ראשון לטומאה דאורייתא אין יכולין לטמא אדם וכלים, שאין אדם וכלים מקבלין טומאה אלא מאב הטומאה, ולא ממשקין שנטמאו בשרץ שהם ראשונים, ורבנן גזור עלייהו שיטמאו כלים, גזירה משום משקה דזב וזבה, שהן רוקו ומימי רגליו שהן אב הטומאה ומטמאין כלים מדאורייתא. והגזירה הי׳ שיהו בנות כותיים נדות מעריסתן, כלומר מיום שנולדה, שתינוקת בת יומא מטמאה בנדה, וכותים לית להו מדרש זה וכי חזיין לא מפרשי להו הלכך גזור בהו רבנן. והגזירה הי״א שיהו כל המטלטלין מביאין את הטומאה בעובי המרדע, והוא מלמד הבקר, ויש בהקיפו טפח אבל אין בעביו טפח, ואע״פ שמן התורה אין אהל פחות מטפח, גזרו רבנן על כל המטלטלים שיש בהקיפן טפח שאם ראשן אחד האהיל על המת וראשן אחד על הכלים מביאין להם טומאת אהל, גזירה אטו מי שיש בעביו טפח שמביא את הטומאה מן התורה. והגזירה הי״ב הבוצר ענבים לדרכן בגת, המשקה היוצא מהן בשעת בצירה מכשירן לקבל טומאה, ואע״פ שהולך לאבוד ולא ניחא ליה, גזירה שמא יבצור בקופות מזופפות, דאז ניחא ליה במשקה היוצא מהן שהרי אינו הולך לאבוד, ומכשיר מן התורה. והגזירה הי״ג שיהיו גידולי תרומה תרומה, ואפילו בדבר שזרעו כלה כגון תבואה וקטנית, גזירה משום תרומה טמאה ביד כהן שאסורה באכילה ובא לזרעה, וגזור שתהא בשמה הראשון והרי היא תרומה טמאה, דחיישינן דלמא משהי לה עד זמן זריעה ואתי למיכלה בטומאה. והגזירה הי״ד מי שהחשיך לו בדרך נותן כיסו לנכרי, ולא יטלטלנו פחות פחות מד״א. והגזירה הט״ו והט״ז, אין פולין ואין קורין לאור הנר דתנן במתניתין. והגזירה הי״ז גזרו על פתן של עובדי כוכבים, ועל שמנן ועל יינן ועל בנותיהן, וכולהו גזירה חדא היא, כדאמרינן גזרו על פתן משום שמנן ועל שמנן משום יינן ועל יינן משום בנותיהן ועל בנותיהן משום דבר אחר, כלומר משום עבודת כוכבים. והגזירה הי״ח גזרו על תינוק עובד כוכבים שיהא מטמא בזיבה, כדי שלא יהא תינוק ישראל רגיל אצלו במשכב זכור: \n\n"
            ],
            [
                "<b>אין שורין דיו.</b> סממנים שעושים מהם דיו לכתיבה:",
                "<b>וסממנים.</b> לצבע:",
                "<b>וכרשינים.</b> מאכל בהמה, ורגילים לשרות אותן במים תחלה, וקורין להם בערבי כרסנ״ה, ובלע״ז ויצ״ש, וסברי בית שמאי אדם מוזהר על שביתת כלים כמו על שביתת בהמתו, והיינו טעמא דאין נותנין אונין, והיינו טעמא דאין פורשין מצודות. ונר הדולק בשבת וקדרה שעל גבי כירה דמודו בהו בית שמאי, [בדמפקר] אפקורי לכלים ושוב אינו מצווה על שביתתן:",
                "<b>ובית הלל מתירין.</b> משנתן המים מבעוד יום, אע״פ שהן נשורין והולכין בשבת, דסברי על שביתת בהמה אדם מוזהר דאית בה צער בעלי חיים, אבל לא על שביתת כלים: \n\n"
            ],
            [
                "<b>אונין.</b> אגודות של פשתן מנופץ, ונותנין אותן בתנור ומתלבנים:",
                "<b>שיהבילו.</b> שיתחממו שיעלה בהם ההבל:",
                "<b>ליורה.</b> של צבעים:",
                "<b>אלא כדי שיקלוט את העין.</b> שיקלוט הצבע מבעוד יום:",
                "<b>ובית הלל מתירים.</b> לתתן לתוכו מבעוד יום ותהא קולטת כל הלילה. ולא שרו בית הלל אלא ביורה עקורה מן האש, שאם יש תחתיה אש בשבת אסור, גזירה שמא יחתה בגחלים. וצריך נמי שתהא היורה סתומה וטוחה בטיט, גזירה שמא יגיס ויהפך בה בשבת, וחייב משום מבשל: \n\n"
            ],
            [
                "<b>ולא טוענין עמו.</b> על החמור:",
                "<b>ולא מגביהים.</b> עליו משאוי על כתפו, דמיחזי כמסייעו להוליך המשאוי בשבת:",
                "<b>אלא כדי שיגיע למקום קרוב.</b> כלומר שיהא המקום שרוצה להוליכו קרוב שיוכל להגיע שם מבעוד יום:",
                "<b>ובית הלל מתירין.</b> כדי שיצא מפתח ביתו מבעוד יום: "
            ],
            [
                "<b>לעבדן.</b> מעבד העורות:",
                "<b>מתירין עם השמש.</b> בעוד שהחמה על הארץ קודם שתשקע: \n\n"
            ],
            [
                "<b>כלי לבן.</b> שהוא קשה לכבס, צריך שלשה ימים, ומחמירין על עצמן כבית שמאי. ואין הלכה כרבן שמעון בן גמליאל, אלא כבית הלל שמתירין עם השמש:",
                "<b>ושוין.</b> בית שמאי ובית הלל, שטוענין את הזיתים מבעוד יום בקורת בית הבד, לאחר שטחנו הזיתים טוענין עליהם קורות כבדים והמשקה זב והולך מאליו כל השבת:",
                "<b>ועגולי הגת.</b> הנך דגת קרי עגולין, שהיו דפין עבין עשויין בעיגול, ובהא מודו ב״ש לב״ה, משום דאי נמי עביד להו בשבת ליכא חיוב חטאת, דאין נותנין קורה ע״ג זיתים עד שטוחנן תחלה ברחיים, וכן בענבים דורכים אותן ברגל תחלה, ובלאו קורה נמי משקה נפיק ממילא, אלא דלא נפיק שפיר כי השתא, הלכך לא דמי לדש: \n\n"
            ],
            [
                "<b>כדי שיצולו.</b> כמאכל בן דרוסאי, והוא שליש בשול, ובכך הוא ראוי לאכילה ותו ליכא למיגזר שמא יחתה בגחלים:",
                "<b>חררה.</b> עוגת רצפים:",
                "<b>שיקרמו.</b> תחלת אפיה עושין כמו קרום:",
                "<b>פניה.</b> שהם כלפי אויר התנור:",
                "<b>כדי שיקרום התחתון.</b> המדובק לחרש התנור, דהוא נאפה תחלה קודם שיקרמו הפנים שכלפי אויר התנור, ובהכי סגי. ואין הלכה כרבי אליעזר: \n\n"
            ],
            [
                "<b>משלשלין את הפסח.</b> התנורים שלהן פיהן למעלה ומורידין הצלי לתוכו, להכי תני משלשלין:",
                "<b>עם חשיכה.</b> ואע״ג דבעלמא אין צולין כדאמרן, הכא שרי, דבני חבורה זריזין הן ומדכרי אהדדי ולא אתו לחתויי בגחלים:",
                "<b>ומאחיזין את האור.</b> מעט, בעצים של מדורת בית המוקד, ולא חיישינן שמא יבואו הכהנים להבעירה משתחשך דכהנים זריזין הן:",
                "<b>בית המוקד.</b> לשכה גדולה היתה בעזרה שמסיקין בה מדורה תמיד והכהנים מתחממים שם, לפי שהולכים יחפים על הרצפה של שיש:",
                "<b>ובגבולין.</b> צריך האדם להבעיר מדורתו מבעוד יום כדי שתאחוז האור ברובה, וכמה ברובה, כדי שתהא שלהבה עולה מאליה ואינה צריכה לקסמין דקין תחתיה להבעירה:",
                "<b>אף בפחמין כל שהוא.</b> כי היכי דבמדורת בית המוקד מקילינן בבית המוקד לכהנים, כמו כן במדורת פחמים מקילינן לכל אדם וא״צ להאחיז בהן האור אלא כל שהוא, שאין דרכה להיות כבה והולכת ולא אתו לחתויי בהו. והלכה כר׳ יהודה דליכא מאן דפליג עליה:"
            ]
        ],
        [
            [
                "<b>במה מדליקין.</b> נר של שבת במה עושין פתילות ושמנים להדליק:",
                "<b>לא בלכש.</b> כמין צמר יש בארז בין הקליפה לעץ וקרוי לכש:",
                "<b>בחוסן.</b> פשתן שאינו מנופץ:",
                "<b>בכלך.</b> פסולת של משי:",
                "<b>בפתילת האידן.</b> כמין צמר יש [בערבה] בין הקליפה לעץ:",
                "<b>בפתילת המדבר.</b> עלי עשב ארוך שגודלין אותם ומדליקין בהן:",
                "<b>בירוקה שעל פני המים.</b> כמין צמר שגדל בדופני הספינה ששהתה זמן מרובה במים. עד כאן פסול פתילות מכאן ואילך פסול שמנים:",
                "<b>לא בזפת ולא בשעוה.</b> שלא יתן זפת נמס ושעוה נתכת בנר במקום שמן וידליק, אבל לעשות כמין פתילה ארוכה שרגילין לעשות משעוה שרי:",
                "<b>ולא בשמן קיק.</b> שמן היוצא מגרעינים שבתוך הצמר גפן שקורין קוטו״ן. ויש מפרשים קיקיון דיונה והוא עשב שעליו גדולים ונקרא בערבי כרו״ע, והשמן היוצא ממנו עב ביותר. ופתילות שאמרו חכמים אין מדליקין בהם, מה טעם, מפני שהאור מסכסכת בהם, כלומר שאין האור נכנסת תוך הפתילה [אלא] סביב מבחוץ. ושמנים שאמרו חכמים אין מדליקין בהם, לפי שאין נמשכים אחר הפתילה, ומתוך שאין הנר דולקת יפה חיישינן שמא יטה השמן על פי הנר ונמצא מבעיר. א״נ שמא יניח הנר ויצא, ואנן קיימא לן דנר של שבת חובה:",
                "<b>ולא בשמן שריפה.</b> שמן של תרומה שנטמא. ואמאי קרי ליה שמן שריפה הואיל ולשריפה עומד שהרי אסור באכילה. וביום טוב שחל להיות בע״ש עסקינן, שכשמדליק הנר מבעוד יום נמצא שורף שמן טמא של תרומה בי״ט, ואנן קי״ל אין שורפין קדשים בי״ט דכתיב (שמות י״ב:י׳) והנותר ממנו עד בקר באש תשרופו, ודרשינן קרא הכי, והנותר ממנו עד בקר ראשון, עד בקר שני עמוד ותשרפנו, שאין שורפים הנותר בי״ט. והוא הדין לכל שאר קדשים הטעונים שריפה:",
                "<b>וחכמים אומרים אחד מבושל ואחד שאינו מבושל אין מדליקין בו.</b> ותנא קמא נמי אמר ולא בחלב כל חלב במשמע. אלא איכא בין חכמים לתנא קמא דחד מינייהו סבר דשרי להדליק בחלב מבושל כשמערב בו שמן כל שהוא, וחד אוסר אפילו ע״י תערובת שמן. ולא נתברר לחכמי התלמוד מי משניהם האוסר ומי המתיר. והלכה כחכמים: \n\n"
            ],
            [
                "<b>אין מדליקין בשמן שריפה ביו״ט.</b> טעמא דמתניתין דלעיל קאמר, מה טעם תנן ולא בשמן שריפה, לפי שאין מדליקין בשמן שריפה ביו״ט, שאין שורפין קדשים ביו״ט:",
                "<b>אין מדליקין בעטרן.</b> פסולת של זפת וריחו רע ביותר, ומיהו נמשך אחר הפתילה יותר מן הזפת מפני שהוא רך, הילכך אלמלא מפני כבוד שבת היו מדליקין בו:",
                "<b>שומשמין.</b> כך שמו בערבי והוא זרע דק מתוק, ובארץ ישראל ממנו הרבה:",
                "<b>שמן צנונות.</b> שמן היוצא מזרע צנון:",
                "<b>פקועות.</b> דלעת מדברית:",
                "<b>נפט.</b> מין זפת הוא, ולבן וריחו רע. והלכה כחכמים שמדליקין בכל השמנים, חוץ מאותן הפסולות שנמנו לעיל במתניתין, וחוץ משמן אפרסמון ונפט לבן, שכל אחד משני אלו השמנים הוא עף ושורף, וחיישינן שמא יניחנו ויצא. ועוד יש טעם אחר לאסור בשמן אפרסמון גזירה שמא יסתפק ממנו מפני חשיבותו, וקיימא לן הנותן שמן בנר חייב משום מבעיר, והמסתפק ממנו חייב משום מכבה: \n\n"
            ],
            [
                "<b>כל היוצא מן העץ אין מדליקין בו.</b> לעשות ממנו פתילה:",
                "<b>אלא פשתן.</b> דאקרי עץ כדכתיב (יהושע ב׳:ו׳) ותטמנם בפשתי העץ, ואפ״ה מדליקין בפתילה שעושין ממנו. וקנבוס וצמר גפן לאו יוצאין מן העץ נינהו, אלא מיני זרע הן הילכך מדליקין בהן. ופשתן נמי מין זרע הוא ולא איצטריך לרבוייה אלא משום דאקרי עץ דכתיב ותטמנם בפשתי העץ:",
                "<b>אינו מטמא טומאת אהלים.</b> אם עשה מהן אהל והמת תחתיו, הוי כשאר בית ואינו טעון הזאה וטבילה, דאהל עצמו אינו מקבל טומאה אלא כלים שתחתיו:",
                "<b>אלא פשתן.</b> שהאהל עצמו טמא, כדכתיב (במדבר י״ט:י״ח) והזה על האהל, וילפינן אהל אהל ממשכן, דכתיב ביה (שמות מ׳:י״ט) ויפרוש את האהל על המשכן, ולא היה באהל משכן דבר יוצא מן העץ אלא פשתן כדכתיב (שם כו) עשר יריעות שש משזר:",
                "<b>שקפלה.</b> כדרך שגודלין הפתילות:",
                "<b>הבהבה.</b> על השלהבת כדי שתהיה מחורכת ותדליק יפה. ובבגד שיש בו שלש אצבעות על שלש אצבעות מצומצמות עסקינן:",
                "<b>טמאה היא.</b> דקפולה אינו מבטלה מתורת בגד, הואיל ולא הבהבה:",
                "<b>טהורה היא.</b> דקפולה בטלה מתורת בגד והיא כאילו אין בה ג׳ על ג׳, וכל פחות מג׳ על ג׳ טהור מלטמא לא בנגעים ולא בטומאת מת:",
                "<b>ואין מדליקין בה.</b> ביום טוב שחל להיות בע״ש עסקינן, דשייך ביה איסור מוקצה ואין מסיקין בשברי כלים שנשברו בו ביום דהוו להו נולד, אבל בכלים מסיקין דהא חזו לטלטול, ודכולי עלמא אית להו המדליק צריך להדליק רוב היוצא מן הפתילה חוץ לנר קודם שיסלק ידיו, הילכך טעמא דר״א דאמר אין מדליקין בה קסבר קפולה לא בטלה מתורת כלי, וכי אדליק בה פורתא כיון דג׳ על ג׳ מצומצמות היו הוה ליה שבר כלי, דפחות מג׳ על ג׳ לאו כלי הוא, וכי מדליק בידים להשלים רוב היוצא נמצא שמדליק בשבר כלי שנשבר בי״ט, דכי אמרינן מסיקין בכלים דוקא שלא יגע בו אחר שנפחת. ורבי עקיבא אומר מדליקין בה, קסבר קפולה בטלה מתורת כלי, מכי קפלה מעי״ט, דאין גודלין פתילה בי״ט, ונמצא שאין כאן שבר כלי שנשבר בי״ט, הילכך מדליקין בה. והלכה כר׳ עקיבא: \n\n"
            ],
            [
                "<b>שפופרת של ביצה.</b> הקליפה הקשה העליונה שהביצה מונחת בתוכה:",
                "<b>בשביל שתהא מנטפת.</b> טפה טפה לתוך הנר, וטעמא גזירה שמא יסתפק ממנו, וכיון שהקצהו לנר חייב משום מכבה:",
                "<b>ואפילו היא של חרס.</b> דמאיס, אפילו הכי גזרינן, שכיון שאין הפתילה הדולקת בתוך הכלי שיש בו השמן, אתי לאסתפוקי מיניה, דסבר אין כאן משום מכבה:",
                "<b>ורבי יהודה מתיר.</b> דלא גזר דילמא אתי לאסתפוקי מיניה, שהרי הוא רואה השמן נוטף על הפתילה שתחתיו:",
                "<b>אם חברה היוצר מתחלה כו׳</b> והוא הדין אם חברה בעל הבית בסיד או בחרסית מערב שבת ליכא למיחש, דמשום איסורא דשבת בדיל מיניה:",
                "<b>ויתן ראש הפתילה.</b> שהוא יוצא מן הצד לשאוב השמן ונמשך דרך הפתילה לראש הדולק. ואשמעינן מתניתין פלוגתא דר״י ורבנן בשפופרת של ביצה, ובחרס, ובקערה. דאי אשמעינן שפופרת של ביצה בהא קאמרי רבנן, דכיון דלא מאיסא אתי לאסתפוקי מינה, אבל של חרס דמאיס אימא מודו ליה לרבי יהודה. ואי אשמעינן של חרס, בהא קאמר ר״י, אבל בההיא אימא מודה להו לרבנן. ואי אשמעינן הני תרתי, בהא קאמר ר״י מפני שהשפופרת של ביצה והחרס מונחים בתוך חלל הנר למעלה, ולא מפסיק מידי בין הנר ובינם, וליכא למגזר שמא יסתפק דבדיל מיניה, אבל בקערה דמפסקא, שהרי אצל הנר מונחת ויש כאן הפסק וליכא למימר גופיה הוא אימא מודה דנגזור. ואי אשמעינן בההיא, בההיא קאמרי רבנן, אבל בהנך תרתי מודו לר״י, צריכא. והלכה כחכמים: \n\n"
            ],
            [
                "<b>מפני עובדי כוכבים.</b> כגון פרסיים שאין מניחין להדליק אור ביום אידם אלא בבית עבודת כוכבים שלהם:",
                "<b>מפני לסטים.</b> שלא יראו שיש שם אדם ויבואו עליו:",
                "<b>מפני רוח רעה.</b> השורה עליו, וכשאינו רואה נוח לו. ורמב״ם פירש רוח רעה, מין ממיני החולי הבא לבעלי המרה השחורה, שלא ינוחו אלא כשישבו בחשך ובהסתרה מבני אדם:",
                "<b>ואם בשביל החולה שיישן פטור.</b> האי חולה חולה שיש בו סכנה הוא, דאילו מכבה בשביל חולה שאין בו סכנה חייב למאי דסבר האי תנא דמלאכה שאינה צריכה לגופה חייב עליה. וכן מפני עובדי כוכבים, מפני לסטים, מפני רוח רעה, כולהו אית בהוא סכנה. ובדין הוא דלתני מותר, אלא משום דבעי למתני סיפא חייב, תנא רישא פטור:",
                "<b>כחס על הפתילה חייב.</b> ואע״ג דאינו צריך לגוף הכבוי אלא לצורך דבר אחר, שלא תדלק הפתילה או שלא יפקע הנר חייב, דמלאכה שאינה צריכה לגופה חייב עליה:",
                "<b>פוטר בכולן חוץ מן הפתילה.</b> שאין לך כבוי הצריך לגופו, אלא כבוי של פחמים, וכבוי של הבהוב פתילה, שעושה הכבוי להאחיז האור מהר כשירצה להדליקו. ואין הלכה כר״י:",
                "<b>שהוא עושה פחם.</b> שהוא מתכוין לעשותה עכשיו בכבוי זה פחם, שתהא מהובהבת להאיר יפה: \n\n"
            ],
            [
                "<b>בשעת לידתן.</b> בשעת סכנה מזומן פורענותא:",
                "<b>ובחלה ובהדלקת הנר.</b> לפי שצרכי הבית הן והיא מצויה בבית, תלויין בה: \n\n"
            ],
            [
                "<b>צריך אדם לומר בתוך ביתו.</b> וצריך לממרינהו בניחותא כי היכי דלקבלו מיניה:",
                "<b>עם חשיכה.</b> כשהוא סמוך לחשיכה ויש עדיין שהות ביום לעשר ולערב, אבל קודם לחשיכה הרבה לא, דלמא פשעי ואמרי עדיין יש שהות ביום:",
                "<b>עשרתם.</b> לסעודת שבת, שאף אכילת עראי של שבת קובעת למעשר:",
                "<b>ערבתם.</b> ערובי תחומין וחצרות. והני תרתי שייך לממרינהו בלשון שאלה דשמא כבר עשו, אבל בנר לא שייך למימר הדלקתם את הנר, דדבר הנראה לעין הוא אי אדליק אי לא אדליק:",
                "<b>ספק חשיכה.</b> מתחלת שקיעת החמה כל זמן שנראה כוכב אחד בלבד ודאי יום, וכל זמן שנראים שני כוכבים בינונים הוא ספק חשיכה, וקרוי בין השמשות, ונותנים עליו חומרי יום וחומרי לילה, ומשיראו ג׳ כוכבים בינונים הוא ודאי לילה לכל דבר:",
                "<b>אין מעשרין את הודאי.</b> דתקון מעליא הוא. ואע״ג דאינו אסור אלא משום שבות, קסבר האי תנא דגזרו על השבות אף בין השמשות:",
                "<b>ואין מטבילין את הכלים.</b> להעלותן מידי טומאתן, דהוי כמתקן כלי, ואית ביה נמי שבות:",
                "<b>ואין מדליקין את הנרות.</b> כל שכן, דספיקא דאורייתא הוא, וזו ואצ״ל זו קתני. ורבותי פירשו ואין מדליקין את הנרות אין אומרים לנכרי להדליק:",
                "<b>אבל מעשרים את הדמאי.</b> ולא דמי למתקן דרוב עמי הארץ מעשרין הן:",
                "<b>ומערבין.</b> עירובי חצירות, דחומרא בעלמא הוא, אבל לא עירובי תחומין דיש להם סמך מקראי:",
                "<b>וטומנין את החמין.</b> בדבר שאינו מוסיף הבל, דאילו בדבר המוסיף הבל אפילו מבעוד יום אסור. וטעמא דטומנין את החמין בין השמשות בדבר שאינו מוסיף הבל, שלא אסרו להטמין את החמין בשבת עצמו בדבר שאינו מוסיף הבל אלא גזירה שמא ימצא קדרתו שנצטננה וירתיחנה באור ונמצא מבשל בשבת, ובין השמשות ליכא למגזר בהכי, דסתם קדרות בין השמשות רותחות הן וליכא למיחש שמא נצטננה וירתיחנה, הילכך טומנין את החמין בין השמשות אע״פ שאין טומנין בשבת:"
            ]
        ],
        [
            [
                "<b>כירה.</b> מקום עשוי בארץ כדי שפיתת שתי קדרות והאש עוברת תחת שתי הקדרות:",
                "<b>בגבבא.</b> עצים דקים כקש שגובבין מן השדה:",
                "<b>נותנים עליה תבשיל.</b> מערב שבת להשהותו שם בשבת:",
                "<b>בגפת.</b> פסולת של זיתים ושומשמין לאחר שהוציאו שמנן:",
                "<b>לא יתן.</b> מערב שבת כדי להשהותה שם בשבת:",
                "<b>עד שיגרוף.</b> הגחלים ויוציאם מן הכירה:",
                "<b>או שיתן האפר.</b> על גבי גחלים לכסותם ולצננם, וטעמא גזירה שמא יחתה בגחלים בשבת כדי למהר בשולו. ודוקא בתבשיל שלא בשל כל צרכו, או אפילו בשל כל צרכו ומצטמק ויפה לו, הוא דגזרינן שמא יחתה, אבל תבשיל שלא בשל כלל או בשל כל צרכו ומצטמק ורע לו מותר להשהותו על גבי כירה אע״פ שאינה גרופה וקטומה ולא חיישינן שמא יחתה, הואיל והסיח דעתו ממנו. וכן תבשיל שבשל כל צרכו והשליך בתוכו אבר חי סמוך לבין השמשות, נעשה הכל כתבשיל שלא בשל כלל שהרי הסיח דעתו ממנו:",
                "<b>בש״א.</b> מים חמין נותנין על גבי כירה לאחר שגרף, דלא צריכי לבשולי וליכא למגזר שמא יחתה:",
                "<b>אבל לא תבשיל.</b> אע״פ שגרף, שא״א לגרף כל הגחלים עד שלא ישאר שם ניצוץ אחד, ואתי לחתויי מאחר דניחא ליה בבשוליה:",
                "<b>בש״א נוטלים וכו׳</b> אפילו חמין דשרינן להשהות על גבי כירה גרופה ושנתן את האפר, לאחר שנטלן אין מחזירין דמיחזי כמבשל בשבת:",
                "<b>וב״ה אומרים.</b> בין חמין בין תבשיל יכולין להחזיר לאחר שנטלן. ולא שרו ב״ה להחזיר אלא בעודן בידו שלא הניחן ע״ג דבר אחר, אבל לאחר שהניחן בקרקע או על גבי דבר אחר אסור להחזירן אפילו לבית הלל, דהוי כמטמין לכתחלה בשבת: \n\n"
            ],
            [
                "<b>תנור.</b> מתוך שצר למעלה ורחב למטה נקלט חומו לתוכו טפי מכירה, ואפילו הסיקוהו בקש ובגבבא חיישינן שמא יחתה דלעולם אינו מסיח דעתו ממנו:",
                "<b>בין מעל גביו.</b> לסמוך אצל דופנו:",
                "<b>כופח.</b> עשוי ככירה, אלא שארכו כרחבו ואין בו אלא מקום שפיתת קדרה אחת, והאש עוברת תחתיה והבלו רב מהבל הכירה, שהכירה פתוחה מלמעלה שיעור שתי קדרות והכופח אין פתוח אלא שיעור קדרה אחת, ופחות מהבל התנור: \n\n"
            ],
            [
                "<b>אין נותנין.</b> בשבת:",
                "<b>ביצה בצד המיחם.</b> קומקום של נחושת שמחממים בו המים ע״ג האש:",
                "<b>שתתגלגל.</b> שתצלה קצת עד שתהא מגולגלת כלומר מעורבת:",
                "<b>ולא יפקיענה בסודרין.</b> לא ישברנה על סודר שהוחם בחמה כדי שתצלה בו, דגזרינן תולדות חמה אטו תולדות האור:",
                "<b>ור״י מתיר.</b> דסבר לא גזרינן תולדות חמה אטו תולדות האור. ואין הלכה כרבי יוסי:",
                "<b>לא יטמיננה בחול ובאבק דרכים.</b> שהוחמו מכח החמה, ובהא לא שרי רבי יוסי דגזר חול אטו רמץ, הואיל ותרווייהו דרך הטמנה אתי למימר מה לי רמץ מה לי חול. אי נמי גזר ר׳ יוסי שמא יזיז עפר ממקומו, שמא לא יהא שם חול עקור ככל הצורך ואתי לאזוזי עפר הדבוק, והוי תולדה דחורש: \n\n"
            ],
            [
                "<b>סלון.</b> צינור שממשיכין המים לתוכו, והיה אותו צינור משוקע בחמי טבריא ומתחמם מכח אותם המים החמים, וכשהיו המים צוננין נמשכין בתוכו מתחממין באותו סלון שנתחמם בתוך חמי טבריא. ואמרו חכמים שהמים שנמשכו באותו צינור בשבת דינם כדין חמין שהוחמו בשבת שאסורים לרחוץ בהן אפילו אבר קטן, ואסורים אף בשתיה. והמים שעוברים בו ביום טוב דינם כדין חמין שהוחמו ביו״ט שאסורים לרחוץ בהם כל הגוף, אבל מותר לרחוץ בהן ידיו ורגליו, ומותרין בשתיה והלכה כחכמים. וחזרו בהם אנשי טבריא ושברו את הסלון:",
                "<b>מוליאר.</b> פירשו בגמרא מים מבפנים וגחלים מבחוץ, והוא כלי שיש לו בית קיבול קטן אצל דופנו מבחוץ מחובר לו ונותנים שם גחלים, והמים בקבולו הגדול, ואם גרפוהו מן הגחלים מבעוד יום שותין מן המים שבקבולו הגדול בשבת, ואע״פ שהוחמו קצת מחמת כלי, לפי שאינו מוסיף הבל אלא משמר ומקיים חום שלהם שלא יצטננו:",
                "<b>אנטיכי.</b> הוא כלי נחושת שיש לו שתי שולים ומשימין המים למעלה והאש למטה בין שתי השולים, ומתוך שהאש למטה בין שתי השולים חומו נשאר הרבה, ואע״פ שגרף הגחלים מע״ש המים מתחממים בו בשבת, לפיכך אין שותים מהם בשבת: \n\n"
            ],
            [
                "<b>המיחם.</b> קומקום של נחושת שמשימין אותו על גב האש לחמם המים שבתוכו:",
                "<b>שפינהו.</b> מעל הכירה ויש בתוכו מים חמין:",
                "<b>לא יתן לתוכו.</b> מים מועטים כדי שיתחממו מן המים החמין שנשארו בתוך המיחם, דהוה ליה כמבשל בשבת:",
                "<b>אבל נותן לתוכו.</b> מים מרובים עד שישובו הכל פושרין:",
                "<b>או לתוך הכוס.</b> ואע״פ שהוא כלי שני דוקא להפשירן מותר, אבל מועטים כדי שיוחמו לא, דסבירא ליה להאי תנא דכלי שני מבשל. ולקמן תנינן אבל נותן הוא לתוך הקערה דמשמע דכלי שני אינו מבשל. והלכה דכלי שני אינו מבשל:",
                "<b>שהעבירן.</b> מן האור:",
                "<b>מרותחין.</b> בין השמשות:",
                "<b>לא יתן לתוכן תבלין.</b> משתחשך, דכלי ראשון כל זמן שרותח מבשל:",
                "<b>אבל נותן הוא לתוך הקערה.</b> דכלי שני אינו מבשל:",
                "<b>תמחוי.</b> כמין קערה גדולה שמערה כל האילפס לתוכו ומשם מערה לקערות:",
                "<b>לכל הוא נותן.</b> אפילו לכלי ראשון:",
                "<b>חוץ מדבר שיש בו חומץ או ציר.</b> הנוטף ממליחת דגים שהם מבשלין התבלין, ואין הלכה כר״י. ודוקא תבלין הוא דאסור ליתן בכלי ראשון אפילו לאחר שהעבירו מן האור, אבל מלח אפילו בכלי ראשון לא בשלה, אלא ע״ג האור בלבד, לפיכך מותר לתת מלח אפילו בכ״ר לאחר שהעבירו מן האור: \n\n"
            ],
            [
                "<b>אין נותנין.</b> בשבת:",
                "<b>כלי תחת הנר לקבל בו את השמן.</b> המטפטף, משום דשמן מוקצה הוא ואסור לבטל כלי מהיכנו, כלומר להושיב כלי במקום שלא יוכל עוד ליטלו משם, דהוה ליה כקובע לו מקום ומחברו בטיט ודמי למלאכה, וכלי זה משיפול בו השמן מוקצה הוא ואסור לטלטלו:",
                "<b>אין ניאותין.</b> אין נהנין מן השמן המטפטף מן הנר בשבת, לפי שאינו מן המוכן שכבר הוקצה להדלקה:",
                "<b>מטלטלין נר חדש.</b> שאינו מאוס וחזי לאשתמושי ביה:",
                "<b>אבל לא ישן.</b> דמוקצה מחמת מיאוס הוא:",
                "<b>חוץ מן הנר הדולק.</b> בעוד שהוא דולק אסור, גזירה שמא יכבה ולית ליה לר״ש מוקצה מחמת מיאוס, ולא מוקצה מחמת איסור. ואין הלכה כר״ש שמתיר לטלטל כל הנרות חוץ מן הנר הדולק, שנר שהדליקוהו ללילי שבת אע״פ שכבה אסור לטלטלו כל אותו שבת, דמגו דאיתקצאי לבין השמשות אתקצאי לכולי יומא, אבל בשאר נרות הלכה כמותו שאין מוקצה לשבת אלא מוקצה מחמת חסרון כיס דמודה ביה ר״ש:",
                "<b>נותנים כלי תחת הנר.</b> בשבת לקבל ניצוצות של שלהבת הנוטפות מן הנר כדי שלא ידלק מה שתחתיו דניצוצות אין בהם ממש ואין הכלי מבוטל מהיכנו בהכי:",
                "<b>ולא יתן לתוכו מים.</b> ואפילו מערב שבת, דגזרינן ערב שבת אטו שבת, ובשבת אי הוה עביד כי האי גוונא הוי מכבה וחייב, הילכך בערב שבת אסור:"
            ]
        ],
        [
            [
                "<b>במה טומנין.</b> הבא לסלק קדרה מעל גבי כירה בע״ש ולטמנה בדבר אחר, ואמרו חכמים אין טומנין בדבר המוסיף הבל אלא בדבר המעמיד הבל, איזהו דבר המוסיף ואסור:",
                "<b>לא בגפת.</b> פסולת של זיתים ושומשמין, כשהוא כנוס יחד חם מאד:",
                "<b>לחים.</b> יש בהן הבל הרבה יותר מיבשין:",
                "<b>זגין.</b> קליפי הענבים. חרצנים, גרעיני הענבים:",
                "<b>מוכין.</b> כל דבר רך קרוי מוכין, כגון צמר גפן ותלישי צמר רך של בהמה וגרירת בגדים בלויים:",
                "<b>בזמן שהן לחין.</b> אכולהו קאי אתבן וזגין ומוכין ועשבים. ולחין שאמרו לחין מחמת עצמן לא לחין מחמת משקין שנפלו עליהן לאחר שיבשו, ומוכין לחין מחמת עצמן משכחת לה, כגון בצמר הסמוך לאליה או בצמר שבין ירכות הבהמה:",
                "<b>נסורת.</b> פסולת שמנסרין הנגרים מן העץ כשמגררים אותו במגירה:",
                "<b>נעורת.</b> דק דק שמנערין מן הפשתן כשמנפצין אותו:",
                "<b>ר״י אוסר בדקה.</b> בנעורת של פשתן דקה, אבל בנסורת מודה דשרי בין דקה בין גסה. ואין הלכה כרבי יהודה. ומה שאסרו להטמין מבעוד יום בדבר המוסיף הבל, גזירה שמא יטמין ברמץ ויבא לחתות בגחלים משתחשך. ואסרו להטמין בשבת בדבר שאינו מוסיף הבל ואע״פ שאינו מבשל, גזרה שמא ימצא קדרתו שנצטננה וירתיחנה באור בשבת. ובין השמשות מותר להטמין בדבר שאינו מוסיף הבל כדאמרינן בס״פ במה מדליקין. דליכא למגזר שמא ימצא קדרתו שנצטננה וירתיחנה, דסתם קדרות בין השמשות רותחות הן. ורמב״ם פירש בסתם קדרות בין השמשות רותחות הן, פירוש שאין הדעת סובלתו, מפני שבוש הנוסחאות וגרסאות מהופכות שנמצא בגמרא שלפניו בפרק במה מדליקין, שהוא היה גורס מפני מה אמרו אין טומנין בדבר שאינו מוסיף הבל משחשיכה גזירה שמא יטמין ברמץ, ומפני מה אמרו אין טומנין בדבר המוסיף הבל מבע״י גזירה שמא ירתיח, ואין הגרסות כן, אלא מפני מה אמרו אין טומנין בדבר שאינו מוסיף הבל משחשיכה גזירה שמא ירתיח, ואין טומנין בדבר המוסיף הבל מבעוד יום גזירה שמא יטמין ברמץ: \n\n"
            ],
            [
                "<b>שלחין.</b> עורות. תרגום והפשיט, וישלח:",
                "<b>ומטלטלין אותן.</b> בין שטמן בהן בין שלא טמן בהן, דחזו למזגא עלייהו, כלומר להשען עליהם:",
                "<b>ואין מטלטלין אותן.</b> דמוקצות הן לטוות ולארוג, ואף על פי שטמן בהן לפי שעה לא הפקירן לגמרי כשלא יחדן להטמנה, אבל יחדן להטמנה מטלטלם:",
                "<b>כיצד יעשה.</b> זה שטמן בהם כיצד יטול קדרתו, הואיל ואסור לטלטלן והרי היא טמונה כולה בהן:",
                "<b>נוטל.</b> כסוי של קדרה שיש תורת כלי עליו, ואע״פ שהן עליו לא איכפת לן דלא נעשה בסיס להן שאין עשוי אלא לכסות את הקדרה:",
                "<b>רבי אלעזר אומר קופה מטה על צדה ונוטל.</b> כשבא ליטלה מטה את הקופה על צדה, שמא יטול את הקדרה ויפלו הגיזין שמכאן ומכאן לתוך הגומא שיש בה הקדרה ואם יצטרך לחזור ולהטמינה לא יוכל לטלטל הגיזין לכאן ולכאן ולעשות גומא ולהחזירה לתוכה:",
                "<b>וחכ״א נוטל.</b> את הקדרה ואם לא נפלו הגיזין שמכאן ומכאן ולא נתקלקלה הגומא מחזיר הקדרה למקומה, ולא אסרינן ליה ליטול את הקדרה לכתחלה גזירה שמא תתקלקל הגומא. ומודים חכמים שאם נתקלקלה הגומא שלא יחזיר. והלכה כחכמים:",
                "<b>לא יכסנו משתחשך.</b> שאסור להטמין בשבת בין בדבר המוסיף הבל בין בדבר שאינו מוסיף הבל בדרך הטמנה:",
                "<b>ונותן.</b> בשבת, תחת הכר שמשים מראשותיו ואע״פ שהוא מלא מוכין או נוצה, שאין דרך הטמנה בכך:",
                "<b>כסת.</b> גדול מכר:"
            ]
        ],
        [
            [
                "<b>במה בהמה יוצאה.</b> לפי שאדם מצווה על שביתת בהמתו בשבת, ומידי דמנטרא ביה הבהמה לא הוי כמשאוי ומידי דלא מנטרא ביה הוי כמשאוי:",
                "<b>אפסר.</b> חבל שקושרים על פי הבהמה:",
                "<b>והנאקה.</b> בגמרא מוקי לה בנאקה לבנה דוקא שצריכה נטירותא יתירתא:",
                "<b>בחטם.</b> לוקחין כמין טבעת של ברזל ונוקבין חוטם הנאקה ומכניסין אותו בתוכו:",
                "<b>לובדקס.</b> חמור הבא ממדינת לוד, והם קשים וחזקים וצריכין שמירה יותר משאר חמורים הנמצאים בישוב:",
                "<b>בפרומביא.</b> רסן של ברזל:",
                "<b>בשיר.</b> כמין אצעדה סביב צוארו וטבעת קבועה בו ומכניסין בטבעת חבל ומושכין הבהמה:",
                "<b>וכל בעלי השיר.</b> כגון כלבים של ציידים וחיות קטנות:",
                "<b>יוצאים בשיר.</b> כרוך על צוארן החבל הקבוע בשיר:",
                "<b>ונמשכין בשיר.</b> ואם רצה מושך הבהמה בחבל שבשיר:",
                "<b>ומזין עליהן.</b> במקומן כמות שהן בצואר הבהמה, אם נטמאו במת:",
                "<b>וטובלין במקומן.</b> מכניסים הבהמה במים להטביל השיר. ואף על גב דקי״ל שכל הכלים המיוחדים לבהמה אין מקבלין טומאה, השיר וכיוצא בו מקבל טומאה וצריך טבילה, הואיל ונעשו לאדם שינהיג בו את הבהמה, ככלי העשוי לתשמיש אדם דמי: \n\n"
            ],
            [
                "<b>במרדעת.</b> כמין אוכף קטן, ומניחים אותו על החמור כל היום כולו כדי שיתחמם:",
                "<b>בזמן שהיא קשורה לו.</b> מערב שבת, דגלי דעתיה שהחמור צריך לו לחממו, כדאמרי אינשי חמרא אפילו בתקופת תמוז קריר ליה ולאו משאוי הוא. אבל לקשור מרדעת על החמור בשבת אסור, לפי שאי אפשר לקשרה לו אלא אם כן סומך עצמו בצדי הבהמה ונמצא משתמש בבעל חיים, ואם עבר וקשרו אסור לצאת בו:",
                "<b>לבובין.</b> בעור שקושרים להם כנגד זכרות שלא יעלו על הנקבות:",
                "<b>שחוזות.</b> שאוחזים אליה שלהן קשורה למעלה כדי שיעלו עליהן זכרים:",
                "<b>כבולות.</b> שכובלים אליה שלהן וקושרים אותה ברגליהן כדי שלא יעלו עליהן זכרים:",
                "<b>כבונות.</b> שקושרים בגד סביב הכבשים ביום שנולדים לשמור צמרן שלא יטנף:",
                "<b>צרורות.</b> דדיהן צרורות, פעמים ליבש החלב שמהדקים אותן בחוזק, ופעמים קושרין להן כיס בדדיהן שלא יטפטף החלב לארץ ויפסד:",
                "<b>ר׳ יוסי אוסר בכולן.</b> דמשאוי הוא:",
                "<b>חוץ מן הכבונות.</b> שהוא שמירת צמרן שלא יטנף והוי להו תכשיט:",
                "<b>יוצאות צרורות ליבש.</b> ר׳ יהודה סבירא ליה כתנא קמא דלאו משאוי הוא, מיהו, ליבש דמיהדק שפיר ליכא למיגזר דלמא נפיל ואתי לאתויי, אבל לחלב דלא מיהדק שפיר אסור, חיישינן דלמא נפיל ואתי לאתויי. והלכה כתנא קמא: \n\n"
            ],
            [
                "<b>מטוטלת.</b> חתיכה של מטלית קשורה בזנבו לסימן או לדבר אחר:",
                "<b>עקוד.</b> שקושרים ידיהם עם הרגלים בכבלים שלא יברחו:",
                "<b>רגול.</b> שכופפים ידו על זרועו וקושרין:",
                "<b>לא יקשור גמלים זה בזה וימשוך.</b> אחד, וכולן הולכין, שלא יראה כמוליכן לשוק למכרן:",
                "<b>אבל מכניס הוא חבלים לתוך ידו.</b> והוא שלא יהיו ראשי החבלים תלויין ויוצאין מתחת ידו לארץ טפח או יותר, כדי שלא יראה כמו שנושא חבלים תלויין בידו:",
                "<b>ובלבד שלא יכרוך.</b> לאו לענין שבת קא מיירי השתא אלא לענין כלאים, והכי קאמר המכניס חבלים בידו קצתם של פשתן וקצתם של צמר לא יכרוך זו בזו, דכי כריך להו הוו כלאים וידו מתחממת באחיזתן ואסור:   "
            ],
            [
                "<b>בזוג.</b> כמין פעמון שתולין בצואר הבהמה שתשמיע קול בהליכתה:",
                "<b>אף על פי שהוא פקוק.</b> במוכין דהשתא אין הענבל שלו מקשקש להשמיע קול מפני שנראה כמוליכו למכור בשוק:",
                "<b>בסולם שבצוארו.</b> כשיש לו מכה נותנים בצוארו עצים כמין שתי וערב כדי שלא יחזור ראשו לחכך חבורתו:",
                "<b>ולא ברצועה שברגלו.</b> בהמה שמכה רגליה זו בזו בהליכתה עושין לה כמין טבעת של רצועה עבה וקושרים אותה במקום שרגליה מנקשות זו בזו:",
                "<b>בחוטין.</b> שעושים להן לסימנא שלא יתחלפו בתרנגולות אחרים:",
                "<b>ולא ברצועות.</b> שקושרין שתי רגליהן יחד ברצועה קצרה שלא ידלגו וישברו את הכלים:",
                "<b>בעגלה שתחת האליה.</b> כמין עגלה קטנה קושרין תחת האליה של הכבשים שאלייתן גדולה כדי שלא תלקה באבנים ובסלעים:",
                "<b>חנונות.</b> עץ אחד יש ששמו יחנון, מביאין קיסם ממנו ומניחין לה בחוטמה כדי שתתעטש ויפלו התולעים שבראשה. ולזכרים אין צריכין לעשות כן שמתוך שמנגחים זה בזה נופלים התולעים מאליהם:",
                "<b>בגימון.</b> כמין עול של גמי נותנים על צואר העגל שיהא למוד לכוף ראשו כשיגדל:",
                "<b>בעור הקופר.</b> שרץ שנימיו חדין כמחט, וקושרין עורו בדדי הפרה שלא יינקוה השרצים:",
                "<b>ולא ברצועה שבין קרניה.</b> בין לנוי בין לשמור אסור, דכל נטירותא יתירתא משאוי הוא:",
                "<b>פרתו של רבי אלעזר בן עזריה.</b> לא שלו היתה אלא של שכנתו, ועל שלא מיחה בה נקראת על שמו:"
            ]
        ],
        [
            [
                "<b>במה אשה.</b> שבראשה. אכולהו קאי אחוטי צמר ופשתן ורצועה שמקלעת בהן שער שבראשה, ומה טעם לא תצא בהם בשבת מפני שאמרו חכמים בחול לא תטבול בהם עד שתרפם, לפיכך בשבת לא תצא בהם דלמא מתרמיא לה טבילה של מצוה ושריא להו ואתיא לאתויינהו ארבע אמות ברשות הרבים:",
                "<b>עד שתרפם.</b> שתתירם קצת שיהיו רפויין ויכנסו המים ביניהם שלא יהיו חוצצים בטבילה:",
                "<b>בטוטפת.</b> ציץ שקושרין על המצח מאזן לאזן:",
                "<b>סנבוטין.</b> תלויין בטוטפת ובאין על הצדעים עד הלחיים. עניות עושות אותן של מיני צבעונין, עשירות עושות אותן של כסף ושל זהב. ומתוך שחשובין הן חיישינן דלמא שלפא ומחוייא לחברתה:",
                "<b>בזמן שאינן תפורין.</b> בשבכה שבראשה, אבל תפורים ליכא למיחש לאחויי, שאינה נוטלת השבכה מראשה ברשות הרבים שהרי היא מגלה שערה:",
                "<b>בכבול.</b> חתיכה של בגד כמו מצנפת קטנה שקושרין אותה על המצח ונותנין הציץ עליה כדי שלא יזיק הציץ במצח, ופעמים שהאשה מתקשטת בו בלא ציץ:",
                "<b>לרשות הרבים.</b> אבל לחצר שרי. וכל הנזכר למעלה אסורים אף בחצר, דגזור בהו שלא תתקשט בשבת כלל לא בחצר ולא ברשות הרבים, ובכבול התירו, שלא לאסור את כל תכשיטיה ותתגנה על בעלה. ורמב״ם פירש דלרשות הרבים קאי אכולהו תכשיטין האמורין במתניתין דכולהו לא אסירי אלא גזירה שמא תעבירם האשה ד׳ אמות ברשות הרבים:",
                "<b>עיר של זהב.</b> עטרת זהב עשויה כמין עיר צורת ירושלים:",
                "<b>ולא בקטלא.</b> תכשיט שנתון בצואר בדוחק והאשה חונקת עצמה בו כדי שתראה בעלת בשר, ובערבי מכנק״א:",
                "<b>ולא בנזמים.</b> נזמי האף, אבל נזמי האזן יוצאין בהם:",
                "<b>חותם.</b> צורה לחתום בה אגרות או כל דבר סתר, ואע״ג דתכשיט הוא לה אסור, דלמא שלפא ומחויא, אבל יש עליה חותם דלאו תכשיט הוא לה אמרינן לקמן דחייבת חטאת, ואע״פ שמוציאתו באצבעה דרך מלבוש, לפי שפעמים שהבעל מסיר אותו מאצבעו ונותן אותו לאשתו להצניעו והיא נותנתו באצבעה והולכת בו, ונמצא שדרך הוצאתו בכך. וכן טבעת שאין עליה חותם דלא הוי תכשיט לאיש, חייב חטאת אע״פ שמוציאו באצבעו דרך מלבוש, שפעמים שהאשה נותנתו לו שיוליכנו לאומן והוא מוציאו באצבעו:",
                "<b>ואם יצאת.</b> האשה בכל הנך דאסרינן עד הכא במתניתין אינה חייבת חטאת, דכולהו תכשיטין נינהו ורבנן הוא דגזור בהו דלמא שלפא ומחויא:   "
            ],
            [
                "<b>בסנדל המסומר.</b> של עץ הוא ותוחבים בו מסמרות לחזקו, ואסרוהו בשבת וביום טוב משום מעשה שהיה, שפעם אחת היו נחבאים במערה מפני הגזירה ושמעו קול מעל גבי המערה כסבורין שעליהן הן באים דחקו זה את זה והרגו זה את זה במסמרים שבסנדליהן, ומפני שמעשה זה בשבת היה אסרוהו בשבת, וביום טוב שהוא יום של כנופיא כמו שבת:",
                "<b>ולא ביחיד.</b> ולא בסנדל יחיד:",
                "<b>בזמן שאין ברגלו מכה.</b> אית דאמרי טעמא שמא יחשדוהו שהסנדל השני טמון לו תחת כנפיו ומוציאו בשבת, ואית דאמרי דילמא מחייכי עליה ושליף ליה לזה שברגלו ומייתי ליה בידיה, ומיהו בזמן שיש ברגלו מכה שרי לצאת בסנדל יחידי ברגל שאין בו מכה, מפני שמכתו מוכחת עליו:",
                "<b>ולא בקמיע.</b> שתולין לרפואה:",
                "<b>שאינו מן המומחה.</b> מאדם מומחה שריפא ג׳ בני אדם, אבל קמיע הנלקח מאדם מומחה שריפא ג׳ בני אדם בשאר קמיעות, אע״ג דלאו אתמחי קמיעא שרי, דתכשיט הוא לחולה כאחד ממלבושיו:",
                "<b>וקסדא.</b> כובע של ברזל:",
                "<b>מגיפין.</b> כמין בתי שוקים של ברזל שלובשים במלחמה, ולפי שאין לובשין אותן אלא בשעת מלחמה אסור ללבשן בשבת: \n\n"
            ],
            [
                "<b>במחט נקובה.</b> שתופרים בה, דלאו תכשיט הוא, וחייבת חטאת אע״פ שמוציאה אותה במלבושיה ולא בידה, שאומן שהוציא דרך אומנתו חייב חטאת:",
                "<b>בכוליאר.</b> כלי שהאשה מעגלת בראשה כמין טבעת שמסבב הראש, והוא משאוי לפי שאין רוב הנשים יוצאות בו:",
                "<b>בכובלת.</b> קשר של כסף או של זהב שקשור בתוכו בושם להעביר ריח רע שבאשה:",
                "<b>של פלייטון.</b> מור, שקורין מוסק״ו:",
                "<b>וחכמים פוטרין.</b> דסברי תכשיטין נינהו ולכתחלה לא רשאה דלמא שלפא ומחויא. והלכה כחכמים: \n\n"
            ],
            [
                "<b>לא יצא.</b> אם לא לצורך מלחמה:",
                "<b>תריס.</b> מגן עשוי כתבנית משולש:",
                "<b>אלה.</b> מגן עגול, ושניהם של עץ. ואני שמעתי אלה מצ״א בלע״ז, ובערבי דסו״ס:",
                "<b>וכתתו חרבותם לאתים.</b> ואי תכשיטין נינהו לא יהיו בטלים לעתיד:",
                "<b>בירית.</b> אצעדה על השוק להחזיק בתי שוקים שלא יפלו ויראו שוקיה, הלכך טהורה דלאו תכשיט לנוי הוא, וכלי תשמיש נמי לא הוי אלא כלי המשמש כלי, דומיא דטבעות הכלים שהן טהורים:",
                "<b>יוצאין בה.</b> דדרך לבישה היא, וליכא למיחש דלמא שלפא ומחויא דלא מגליא שוקה:",
                "<b>כבלים טמאין.</b> משפחה אחת היתה בירושלים שהיו פסיעותיהן גסות והיו בתוליהן נושרים, והטילו שלשלת בין בירית לבירית שבשוקיה ונעשה כבלים כדי שלא יהיו פסיעותיהן גסות ולא יהיו בתוליהן נושרים, הילכך שלשלת תשמיש דאדם הוא ולא תשמיש כלי לפיכך היא מקבלת טומאה:",
                "<b>ואין יוצאין בהם.</b> דלמא שלפא לשלשלת שהיא של זהב ומחויא, דכי שקלא לשלשלת לא מגליא שוקה שהרי בירית במקומה עומדת: \n\n"
            ],
            [
                "<b>חוטי שער.</b> שער תלוש שעשתה אותו כמין חוטין וקולעת בהן שערה, או אפילו קשרה אותן על פדחתה קשר מהודק, יוצאה בהן, דלא דמי לחוטי צמר וחוטי פשתן דלעיל, לפי שהמים נכנסים בהם, ואי מתרמיא לה טבילה אינה צריכה שתתירם ולא אתיא לאתויינהו:",
                "<b>בין משלה בין משל חברתה בין משל בהמה.</b> צריכי, דאי תנא משלה משום דלא מאיס לה אבל חברתה דמאיס לה אימא ניחוש דלמא שלפא להו ואתיא לאתויינהו, ואי תנא של חברתה משום דבת מינה היא לא מינכר ולא מחייכי עלה ומשום הכי ליכא למיחש דלמא שלפא ואתיא לאתוייה, אבל דבהמה דלאו בת מינה היא ומינכר אימא ניחוש דלמא שלפא לה ואתיא לאתוייה, צריכא:",
                "<b>בזמן שהן תפורין.</b> לשבכה שבראשה, דתו לא שלפא להו לאחויי:",
                "<b>לחצר.</b> אכבול ואפאה נכרית קאי, דאסרוה לעיל למיפק ביה לרשות הרבים, והשתא אשמעינן דלחצר מותר:",
                "<b>פאה נכרית.</b> אשה שאין לה רוב שער, לוקחת שער נשים אחרות ומשימה בראשה ונראה כאילו הוא שערה:",
                "<b>במוך שבאזניה.</b> שנותנת לבלוע ליחה של צואת האזן:",
                "<b>שבסנדלה.</b> שלא יזיק הסנדל לכף רגלה:",
                "<b>לנדתה.</b> באותו מקום שיבלע בו הדם ולא יטנף בגדיה, ואע״פ שאינו קשור, דאי נפל לא אתיא לאתויי מפני מאיסותו. אבל מוך שבאזנה ושבסנדלה לא תצא בו אא״כ קשור ומהודק:",
                "<b>בפלפל.</b> שנותנת בפיה מפני ריח הפה:",
                "<b>ובגרגיר מלח.</b> שנותנת לרפואת חולי השינים:",
                "<b>שן תותבת.</b> נושבת בלחיים במקום השן שנפל לה:",
                "<b>ושן של זהב.</b> שן שנשתנה מראיתו מחמת עפוש, מכסה אותו בזהב:",
                "<b>רבי מתיר.</b> לצאת בה דלא שלפה ומחויא, שלא לגלות מומה:",
                "<b>וחכמים אוסרים.</b> כיון שהוא משונה משאר שיניה, דלמא מחייכי עלה ושלפא לה ואתיא לאתוייה. והלכה כחכמים: \n\n"
            ],
            [
                "<b>בסלע.</b> מטבע שיש עליו צורה:",
                "<b>שעל הצינית.</b> מכה שתחת פרסות הרגל, וקושרים בה מטבע שיש עליו צורה לרפואה:",
                "<b>הבנות יוצאות בחוטין.</b> הקטנות מנקבות את אזניהן ואין עושין להן נזמין עד שיגדלו, ונותנין חוטין או קסמים באזניהן שלא יסתמו אזניהן:",
                "<b>ואפילו בקסמים.</b> רבותא קאמר, אע״ג דלאו תכשיט של נוי הוא, אורחייהו בהכי ולאו משאוי הוא:",
                "<b>ערביות.</b> בנות ישראל שבערביא:",
                "<b>יוצאות רעולות.</b> מעוטפות בראשן ופניהן מכוסות חוץ מן העינים, כדרך הערביות:",
                "<b>מדיות.</b> בנות ישראל שבמדי:",
                "<b>פרופות.</b> שמתעטפות בטלית ותולות רצועה בשפתה אחת כנגד צוארה ובשפתה השנית כורכת אבן או אגוז וקושרת הרצועה בכרך ואין הטלית נופלת מעליה: \n\n"
            ],
            [
                "<b>פורפת.</b> מחברת. תרגום קרסים, פורפין:",
                "<b>ובלבד שלא תפרוף לכתחלה.</b> אמטבע לחודיה קאי, שלא תפרוף לכתחלה על המטבע מפני שאסור לטלטלו: \n\n"
            ],
            [
                "<b>הקטע.</b> שנקטעה רגלו:",
                "<b>יוצא בקב שלו.</b> עושים לו כמין דפוס רגל וחוקק בו מעט לשום ראש שוקו בתוכו, ואינו נסמך עליו. ומותר לצאת בו דמנעל דידיה הוי, ור״י אוסר דלאו תכשיט הוא. והלכה כר״י:",
                "<b>ואם יש לו בית קבול כתיתין.</b> שנחקק בו כדי קבול של כתיתין דקין ומוכין להניח ראש שוקו עליהן, מקבל טומאת מגע. אבל אם אין לו אלא בית קבול שוקו בלבד בלא כתיתין, לאו בית קבול הוא לטומאה והוה ליה כפשוטי כלי עץ. דדומיא דשק בעינן דקבול שלו עשוי לטלטל על ידו מה שנותנין בו, אבל שוקו אינו מטלטל ע״ג הכלי:",
                "<b>סמוכות שלו.</b> יש קטע שתי רגליו והולך על שוקיו ועל ארכובותיו ועושה סמוכות של עור בשוקיו:",
                "<b>טמאים מדרס.</b> אם זב הוא, דהא לסמיכות גופו עבידי ומדרס הן ונעשו אב הטומאה:",
                "<b>ויוצאין בהם בשבת.</b> דתכשיט דידיה הן:",
                "<b>ונכנסין בהן לעזרה.</b> ואע״ג דתנן לא יכנס להר הבית במנעלו, הני לאו מנעל נינהו דלאו בראש רגליו הן:",
                "<b>כסא.</b> יש קטע שיבשו ונכווצו גידי שוקיו ואף על ארכובותיו אינו יכול לילך ועושה כמין כסא נמוך ויושב עליו וכשהוא מהלך נסמך על ידיו בספסלים קטנים ועוקר גופו מן הארץ ונדחף לפניו וחוזר ונח על אחוריו והכסא קשור לאחוריו:",
                "<b>סמוכות.</b> של אותו קיטע, עושה לו סמוכות של עור או של עץ לראשי שוקיו או רגליו התלויין, וכשהוא נשען על ידיו והוא עוקר עצמו נשען גם על רגליו קצת:",
                "<b>ואין יוצאין בהם בשבת.</b> דאיידי דתלו ולא מארגי, זמנין דמשתלפי ואתי לאתויינהו. ואית דאמרי מפני שאין צריכין לו כל כך והוו משאוי:",
                "<b>ואין נכנסין בהן לעזרה.</b> דמנעל נינהו:",
                "<b>אנקטמין.</b> כמין פרצוף אדם משונה שמשימין על הפנים להבעית בו התינוקות. פירוש אחר, חמור שהלצנים עושין ונושאין אותו על כתפיהן:",
                "<b>טהורים.</b> מלקבל טומאה, דלא כלי תשמיש ולא תכשיט הוא: \n\n"
            ],
            [
                "<b>בקשרים.</b> בן שיש לו געגועים על אביו נוטל האב רצועה של מנעל ימין וקושרה לו לבן בשמאלו וכל זמן שאותו קשר עליו סרים הגעגועים מעליו, בסגולה. ולהכי תני הבנים, שאין לבנות געגועים על אביהן כמו הבנים:",
                "<b>בזוגין.</b> כמין פעמונים קטנים. תרגום פעמון זהב, זגא דדהבא:   "
            ],
            [
                "<b>החרגול.</b> מין חגב, כדכתיב (ויקרא י״א:כ״ב) את החרגול למינהו, ותולין אותו באזן ומרפאים בו כאב האזן:",
                "<b>ובשן של שועל.</b> דעבדי לשינתא. למאן דניים להקיצו, תולין עליו שן של שועל חי. ולמאן דלא ניים כדי שיישן, תולין עליו שן של שועל מת:",
                "<b>ובמסמר הצלוב.</b> מסמר שבעץ התלוי, אם יניחוהו על נפח שבמכה יסיר הנפח. ורמב״ם פירש שמשימין אותו בצואר מי שיש לו קדחת שלישית וירפאנו:",
                "<b>ורבי מאיר אומר אף בחול אסור.</b> ואין הלכה כר״מ, דקי״ל כל דבר שיש בו משום רפואה אין בו משום דרכי האמורי, ולא קרינן בהו ובחוקותיהם לא תלכו:"
            ]
        ],
        [
            [
                "<b>כלל גדול.</b> השוכח עיקר שבת. כסבור אין שבת בתורה, ואע״ג דמעיקרא שמע ועכשיו שכחו:",
                "<b>אינו חייב אלא חטאת אחת.</b> על כל השבתות שחלל דכולה שגגה חדא היא דכתיב (שמות ל״א:י״ג) את שבתותי תשמורו ומשמע שמירה אחת לשבתות הרבה:",
                "<b>היודע עיקר שבת.</b> שיש שבת בתורה ונאסרו בו מלאכות, ועשה מלאכות הרבה בשבתות הרבה ע״י שגגת שבת, שאינו יודע ששבת היום, חייב על כל שבת ושבת חטאת אחת, ועל זה נאמר (שם) ושמרו בני ישראל את השבת, דמשמע שמירה לכל שבת ושבת, כלומר שחייב חטאת על כל שבת ושבת, ואע״פ שלא נודע לו בינתיים והעלם אחד הוא, אמרינן ימים שבינתיים הויין ידיעה, שא״א שלא שמע בינתיים שאותו היום שבת היה, אלא שלא נזכר במלאכות שעשה בו, הילכך כל שבת ושבת שגגה אחת היא:",
                "<b>היודע שהוא שבת ועשה מלאכות הרבה.</b> שלא ידע שמלאכות הללו אסורות ועשאן כמה פעמים בכמה שבתות, חייב על כל אב מלאכה חטאת אחת, ואע״פ שחזר וכפלן בכמה שבתות, כל אב מהן חדא שגגה היא, דהא לא נודע לו בינתיים, והכא ליכא למימר ימים שבינתיים הויין ידיעה לחלק, דמשום ימים שבינתיים אין לו לדעת איזו מלאכה אסורה ואיזו מלאכה מותרת, אא״כ ישב ועסק לפני חכמים בהלכות שבת. וה״ה שחייב על ב׳ תולדות של ב׳ אבות חלוקות על כל אחת חטאת אחת, אבל אי עביד אב ותולדה דידיה, או ב׳ תולדות של אב אחד, לא מחייב אלא חדא, כדקתני סיפא העושה מלאכות הרבה מעין מלאכה אחת אינו חייב אלא אחת, כגון ב׳ תולדות של אב א׳, משום דהוי כעושה וחוזר ועושה בהעלם אחת ואין חלוק חטאות בהעלם אחת, אלא בגופי עבירה שאינן דומים, או בחלוק שבתות לענין שגגת שבת: \n\n"
            ],
            [
                "<b>הזורע החורש.</b> הא דלא תנא החורש ברישא והדר הזורע כדרך כל הארץ, לאשמועינן שאם היה קרקע קשה וחרשו וזרעו ואחר כך חזר וחרשו מחייב אחרישה שנייה משום חורש:",
                "<b>הקוצר.</b> בזרעים, והמלקט באילנות, חייב משום קוצר:",
                "<b>המעמר.</b> אוסף זרעים תלושים וצוברם אל מקום אחד:",
                "<b>הזורה.</b> ברחת לרוח:",
                "<b>הבורר.</b> פסולת, בידיו או בכברה:",
                "<b>והמרקד.</b> בנפה, ואע״ג דהני כולהו חדא נינהו דלהפריש פסולת מתוך אוכל נעשו שלשתן, משום דשלשתן הוו במשכן אף על גב דדמו להדדי חשיב להו כל חדא באנפי נפשה. א״נ לפי שאינן בבת אחת אלא זה אחר זה:",
                "<b>האופה.</b> לא הויא במשכן, דאין אפייה אלא בפת ופת לא שייכא במלאכת המשכן, אלא תנא סדורא דפת נקט, ומיהו מבשל שהוא מעין מלאכת אופה הוה במשכן, בסממנין של צבע תכלת וארגמן ותולעת שני. והמגיס בקדרה, והנותן כסוי ע״ג קדרה העומדת על האש, חייב משום מבשל, וכל הנך קמאי דחשיב במתניתין הזורע הקוצר הדש וכו׳, כולהו הוו בסממנין בצבע של מלאכת המשכן:",
                "<b>הגוזז צמר.</b> וכל שאר מלאכותיה שייכי בצמר תכלת של מלאכת המשכן:",
                "<b>המלבנו.</b> מכבסו בנהר:",
                "<b>המנפצו.</b> חובטו בשבט א״נ סורקו במסרק:",
                "<b>המיסך.</b> אורדי״ר בלע״ז:",
                "<b>בתי נירין.</b> שנותן שני חוטין בתוך הבית ניר:",
                "<b>הפוצע.</b> מסיר חוטי הערב מעל השתי או השתי מעל הערב, לצורך אריגה:",
                "<b>והקושר והמתיר.</b> שכן צדי חלזון שממנו עושין התכלת קושרין ומתירין, שפעמים צריך ליטול חוטין מרשת זו להוסיף על זו, ומתיר מכאן וקושר כאן:",
                "<b>והתופר וקורע.</b> נמי הוי ביריעות, שכן יריעה שאכלה עש ונקבה בו נקב קטן ועגול צריך לקרוע למטה ולמעלה את הנקב שלא תהא התפירה עשויה קמטין קמטין:",
                "<b>והתופר שתי תפירות.</b> והוא שקשרן, דאי לא קשרן לא קיימי. ומחייב תרתי משום קושר ומשום תופר:",
                "<b>הצד צבי.</b> וכל מלאכת עורו נוהגת בתחשים בעורותיהן:",
                "<b>המולחו והמעבדו.</b> בגמרא מקשה דהיינו מולח היינו מעבד, אלא אפיק חד מינייהו ועייל שרטוט במקומו, שמשרטט מאבות מלאכות הוא:",
                "<b>הממחקו.</b> מגרד שערו:",
                "<b>מחתכו.</b> מקציעו ומחתכו לרצועות וסנדלים:",
                "<b>וכותב ומוחק.</b> הוו במשכן, שכן רושמים בקרשים לידע איזה בן זוגו וכותב אות בזה ואות בזה, ופעמים שטעה ומוחק:",
                "<b>מכבה ומבעיר.</b> באש שתחת דוד הסממנין:",
                "<b>מכה בפטיש.</b> הוא גמר מלאכה, שכן אומן מכה בסדן בגמר מלאכה, ואין מכה בפטיש חייב אלא בגמר מלאכה. ומנינא דרישא דמנה אבות מלאכות ארבעים חסר אחת, אף על גב דהדר חשיב להו חדא חדא, אתא לאשמעינן דאפילו עביד אינש כל מלאכות שבעולם בשבת אחת, בהעלם אחת, אי אפשר שיתחייב יותר מארבעים חטאות, דכולהו שאר מלאכות תולדות להנך אבות, ואשתכח דעביד אב ותולדה דיליה ולא מחייב אלא חדא: \n\n"
            ],
            [
                "<b>כל הכשר להצניע.</b> שהוא דבר העשוי לצורך האדם:",
                "<b>ומצניעין כמוהו.</b> שיש בו שעור הראוי להצניעו:",
                "<b>אין חייב אלא המצניעו.</b> אם נעשה חביב על אדם אחד והצניעו, חייב על הוצאתו אם הוציאו, אבל אדם אחר אינו חייב עליו, דלגביה לאו מלאכה היא: \n\n"
            ],
            [
                "<b>עצה.</b> תבן של מיני קטניות:",
                "<b>כמלוא פי גמל.</b> שיעורו גדול ממלוא פי פרה, וכמלוא פי פרה לא מחייב בעצה, דהא לא חזיא לפרה:",
                "<b>עמיר.</b> קשין של שבלין:",
                "<b>פי טלה.</b> נפיש מפי גדי, הלכך עמיר דלא חזי לגדי לא מחייב כמלא פי גדי עד דאיכא מלא פי טלה, אבל עשבים הואיל וחזי לגדי ולטלה מחייב אפי׳ כמלוא פי גדי:",
                "<b>לחין.</b> הראויין לאדם:",
                "<b>כגרוגרת.</b> דזה שיעור לכל מאכל אדם בשבת, אבל כמלא פי גדי לא, דלחים לא חזו לגדי:",
                "<b>ומצטרפי.</b> כל אוכלי אדם זה עם זה:",
                "<b>חוץ מקליפיהן.</b> שאינן אוכל ואין משלימין השיעור:",
                "<b>ועוקציהן.</b> זנב הפרי דהוא עץ בעלמא:",
                "<b>וסובן.</b> קליפת החטים הנושרת מחמת הכתישה:",
                "<b>ומורסנן.</b> הנשאר בנפה. ורמב״ם פירש איפכא דמורסן הוא עבה וגרוע מסובין:",
                "<b>חוץ מקליפי עדשים.</b> [שמצטרפין]:",
                "<b>שהן מתבשלות עמהן.</b> לאפוקי הקליפות החיצונות שהן נושרות כשעושה מהם גורן. וקליפי הפולין בזמן שהן לחים ומתבשלין עם קליפתן, לרבי יהודה מצטרפין עם האוכלין לשיעור גרוגרת, אבל יבשים לא שאינן נאכלין בקליפתן לפי שהן נראין כזבובין בקערה. ואין הלכה כר׳ יהודה:"
            ]
        ],
        [
            [
                "<b>המוציא [יין] כדי מזיגת הכוס.</b> של ברכת המזון, שהוא רובע רביעית יין חי, כדי שימזגנו לחשבון על חד של יין תלתא ממים ויעמוד על רביעית הלוג שהוא שיעור כוס של ברכה:",
                "<b>כדי גמיעה.</b> מה שאדם בולע בבת אחת, וחלב בהמה טמאה דלא חזי לשתיה שיעורו כדי לכחול עין אחת:",
                "<b>על הכתית.</b> מכה שעל גבי הסוסים והחמורים מחמת המשאוי. ומצאתי כתוב ששחין היוצא בעור הבשר, כשמגיע להתבשל הוא עושה ראש למעלה וקרוי פי כתית. ואע״פ שהדבש עיקרו לאכילה, כיון שרפואתו מצויה, והוא משהו, אזלינן בתר שיעורא זוטרא לחומרא:",
                "<b>אבר קטן.</b> של תינוק בן יומו והוא אצבע קטנה שברגל:",
                "<b>לשוף.</b> לשפשף ולמחות בהן:",
                "<b>קילור.</b> שנותנין על העין:",
                "<b>ושאר כל המשקין.</b> שאין עושין מהם רפואה:",
                "<b>שופכין.</b> מים סרוחין, וחזו לגבל בהן את הטיט:",
                "<b>כולן ברביעית.</b> אף היין והחלב והדבש, דלא נאמרו שעורין במשנה אלא למצניעיהן, אבל שאר כל אדם אין חייבין אלא ברביעית. וסבירא ליה לר׳ שמעון דמצניע עצמו בעי שיעורא זוטא, ובבציר מהאי שיעורא לא מחייב דלית ליה לר׳ שמעון כל שאין כשר להצניע ואין מצניעין כמוהו שיתחייב עליו מצניעו בכל שהוא, ואין הלכה כר״ש: \n\n"
            ],
            [
                "<b>אזן לקופה.</b> לאוחזה בה:",
                "<b>תלאי.</b> לתלותו בו, ובציר משיעור אזן לקופה:",
                "<b>מדת מנעל.</b> להראות לאומן כמדה זו אני צריך, ושעוריה בציר מתלאי:",
                "<b>נייר.</b> מעשבים עושין אותו:",
                "<b>קשר של מוכסין.</b> פעמים שאדם נותן מכס בראש הנהר מזה והוא מוסר לו חותם להראות למוכס שבעבר האחר מן הנהר להראותו שכבר פרע המכס, ודרכו לכתוב שתי אותיות גדולות לסימן, והן גדולות משתי אותיות שלנו:",
                "<b>נייר מחוק.</b> שוב אינו ראוי לכתוב, לפיכך צריך שיעור גדול לכרוך על פי צלוחית: \n\n"
            ],
            [
                "<b>לעשות בו קמיע.</b> לכסות בו את הקמיע:",
                "<b>קלף כדי לכתוב [עליו] פרשה קטנה.</b> דאיידי דדמיו יקרין לא עבד מיניה קשר מוכסין אלא תפילין ומזוזות, ולא מחייב בשעורא זוטא:",
                "<b>דיו כדי לכתוב שתי אותיות.</b> לרשום על שתי חוליות של כלי או על שני קרשים לזווגן:",
                "<b>כדי לכחול עין אחת.</b> שכן צנועות ההולכות מעוטפות אין מגלות אלא עין אחת וכוחלות אותה: \n\n"
            ],
            [
                "<b>השבשבת.</b> הציידין מושיבין נסר קטן בראש הקנה ונותנים עליו דבק והעוף יושב עליו ונדבק בו וצריך לתת עליו דבק הרבה כדי שיהא העוף נדבק בו:",
                "<b>[כדי] לעשות בו נקב.</b> קטן. כלי שמשימין בו כסף חי וסותם פיו בזפת או בגפרית ועושה בסתימה נקב קטן להוציא ממנו הכסף חי:",
                "<b>חרסית.</b> לבינה כתושה:",
                "<b>לעשות פי כור.</b> שהמפוח נכנס בו:",
                "<b>פטפוט.</b> רגל למקום מושב הכור, שמושיבין אותו על כן ובסיס העשוי לכך:",
                "<b>סובין כדי ליתן על פי הכור של צורפי זהב.</b> במקום שאין פחמין צורפין הזהב באש של סובין. פירוש אחר שרגילים לתת סובין על פי הכור כשמתיכים הזהב:",
                "<b>לסוד קטנה שבבנות.</b> בנות שהגיעו לפירקן ולא בא להן האורח, בנות עניים טופלות אותן בסיד והאורח ממהר לבא ומשיר נמי את השער, ובנות עשירים טופלות בסולת, ובנות מלכים בשמן זית שלא הביא שליש:",
                "<b>כלכול.</b> הצדעין, וסדין אותן בסיד להשכיב את השער:",
                "<b>אנדיפי.</b> למטה מן הצדעין מעט, שקורין בת צדעה. ואין הלכה לא כרבי יהודה ולא כרבי נחמיה: \n\n"
            ],
            [
                "<b>אדמה.</b> טיט אדום:",
                "<b>מרצופין.</b> שקין גדולות שנושאין בהם פרקמטיא בספינות, וחותמין אותם כדרך שחותמים האגרות. ושיעוריה דרבנן זוטר מדר״ע. והלכה כחכמים:",
                "<b>כדי לזבל כרישא.</b> כרתי. ושעוריה זוטר מקלח של כרוב. והלכה כחכמים:",
                "<b>מלא כף סיד.</b> כף של סיידין:",
                "<b>כדי לעשות קולמוס.</b> המגיע לקשרין של אמצע אצבעותיו:",
                "<b>עבה.</b> שאינו ראוי לכתיבה:",
                "<b>מרוסס.</b> מרוצץ ושבור:",
                "<b>ביצה קלה.</b> ביצת תרנגולת. ואמאי קרי לה ביצה קלה שקלה להתבשל יותר משאר ביצים. והשיעור הוא כדי לבשל כגרוגרת ממנה:",
                "<b>טרופה.</b> מעורבת בשמן:",
                "<b>ונתונה באלפס.</b> שהוחם כבר שהיא ממהרת להתבשל: \n\n"
            ],
            [
                "<b>תרווד.</b> כף:",
                "<b>חף.</b> שן משיני המפתח שפותחים בה הדלתות. ואין הלכה כרבי יהודה:",
                "<b>כרכר.</b> של אורגין, ומעבירו על השתי כשהוא מתוח לפניו ושובט בו החוטין:",
                "<b>כדי לזרוק בבהמה.</b> דלא טרח אינש למשקל צרור משום עוף להבריחו, דבקלא בעלמא סגי ליה: \n\n"
            ],
            [
                "<b>בין פצים לחבירו.</b> כשמסדרין פצימין ועמודין וקורות ועושין שורות של קורות על הארץ ויש חלל בין זו לזו סומכו תחתיו שלא יתעקם:",
                "<b>זכר לדבר.</b> דחשיב חרס בחתיית האור:",
                "<b>לחשוף.</b> לדלות:",
                "<b>מגבא.</b> גומא קטנה שהמים נקבצים בה, אלמא חשיב חרס נמי בקבלת המים והלכה כרבי יוסי:"
            ]
        ],
        [
            [
                "<b>אמר ר״ע מנין לעבודת כוכבים שמטמאה במשא.</b> איידי דאיירי לעיל באסמכתא גבי חרס, נקט נמי להני קראי דאסמכתא. וקרא דתזרם כמו דוה הוא סמוך לקרא דלא ימצא במכתתו חרס דאייתי לעיל. אי נמי משום דבעי למיתנא מנין שמרחיצין את המילה וכו׳ תנא להנך מנין דדמו לה:",
                "<b>מטמאה במשא.</b> הנושא אותה יכבס בגדיו ואפילו לא נגע בה, כגון שהיתה בקופה וכיוצא בה. ואפליגו רבנן עליה דרבי עקיבא ואמרי אינו מטמא אלא במגע כשרץ. והלכה כחכמים:",
                "<b>תזרם כמו (אשה) דוה.</b> כלומר יהי בעיניך כזרים, כמו דוה, כאשה נדה, כדכתיב (ויקרא ט״ו:ל״ג) והדוה בנדתה, ובעבודת כוכבים משתעי קרא: \n\n"
            ],
            [
                "<b>שהיא טהורה.</b> שאינה מקבלת טומאה:",
                "<b>בלב ים.</b> ופשיטא דאניה בלב ים היא, אלא לאשמועינן דספינה הרי היא כים, מה ים טהור אף ספינה טהורה, ואפילו היא של חרס ואפילו טענוה ביבשה והורידוה לים:",
                "<b>שזורעים בה חמשה זרעונים.</b> ויש בה כדי להפריש ביניהן הפרש הראוי ולא הוי ערבוב:",
                "<b>ארבעה בארבע רוחות הערוגה.</b> ממלא את כל הרוח עד סמוך לקרן ובאמצע אינו זורע אלא גרעין אחד כדי שיהיה הגרעין שבאמצע רחוק ג׳ טפחים מן הזרוע שבכל רוח, דשיעור יניקת כל זרע טפח ומחצה, ואף על פי שאצל הקרנות שברוחות הזרעים קרובים זה לזה ואין ביניהם הרחקה ג׳ טפחים ויונקין זה מזה, אין כאן בית מיחוש דאכלאים בלבד קפיד קרא דלא ליהוי ערבוב, וליניקה לא חיישינן, כדתנן היה גדר בינתים זה סומך לגדר מכאן וזה סומך לגדר מכאן, ואף על גב דינקי מתתאי, וכאן יש היכר גדול שרוח זו זרועה צפון ודרום, ורוח זו זרועה מזרח ומערב, אבל בין זרע האמצעי לזרעוני הרוחות אין היכר, ואי מקרבי הוי עירבוב, הילכך צריך הרחק כדי יניקה:",
                "<b>שנאמר כי כארץ תוציא צמחה.</b> תוציא חד, צמחה חד, זרועיה תרי, תצמיח חד, הרי חמשה. וששה טפחים ליכא למילף מקרא, אלא קים להו לרבנן דה׳ זרעונים בששה טפחים לא ינקי הרוחות מן האמצעי, ולא האמצעי מן הרוחות, דשעור יניקת כל זרע טפח ומחצה, הילכך כי רמיז לקרא חמשה זרעונים בערוגה בת ששה טפחים קאמר. ובמסכת כלאים פירשתי הלכות ערוגה ופרטותיה ודקדוקיה וכאן קצרתי: \n\n"
            ],
            [
                "<b>שהיא טמאה.</b> דיום השלישי אכתי לא מסרחא שכבת זרע וראויה לקלוט ולהיות ולד נוצר ממנה, וקרינן בה שכבת זרע הראוי להזריע:",
                "<b>לשלשת ימים.</b> דהקפיד הכתוב על טמאי קרי במתן תורה, לכך הפרישן שלשה ימים ולא חש אם יפליטו אח״כ ביום רביעי להפרשה, דמסריח ואינו ראוי להזריע. ופסק ההלכה שהפולטת ביום השלישי טהורה, ומתניתין משבשתא היא, ותני מנין לפולטת ש״ז ביום השלישי שהיא טהורה שנאמר היו נכונים לשלשת ימים, ולשלשת ימים דאמר קרא היינו ליום השלישי, דביום שלישי להפרשה נתנה תורה. אי נמי לא משבשתא היא אלא [רבנן דר׳] אליעזר בן עזריה היא, דסבירא [להו] הפולטת ביום השלישי טמאה, ולית הלכתא [כותייהו]:",
                "<b>מנין שמרחיצין וכו׳</b> אפילו בחמין שהוחמו בשבת, דאף ביום ג׳ מסוכן הוא, וכ״ש ראשון ושני. והמים חמין מחזיקין לגוף התינוק ומבריאין אותו:",
                "<b>לשון של זהורית.</b> כמין לשון של צמר אדום, היו קושרין חציו בראש השעיר המשתלח לעזאזל וחציו בצוק, וכשהיה דוחה השעיר למטה היה הלשון ההוא מלבין ויודעין שנתכפרו עונותיהם: \n\n"
            ],
            [
                "<b>מנין לסיכה שהיא כשתיה.</b> לא כשתיה ממש לחיובי עלה כרת, אלא שהיא אסורה: \n\n"
            ],
            [
                "<b>ביצה קלה.</b> ביצת תרנגולת שהיא קלה לבשל יותר מכל שאר ביצים, ולא כדי לבשל כולה אלא כגרוגרת ממנה, טרופה ונתונה באלפס:",
                "<b>ומצטרפין.</b> כל מיני תבלין זה עם זה:",
                "<b>אסטים.</b> ני״ל בלשון ערבי, וצבעו דומה לתכלת:",
                "<b>ופואה.</b> שרשי עשב שצובעין בהם אדום, ובערבי אלפו״ה:",
                "<b>בסבכה.</b> בראש הסבכה שעשויה כקליעה נותנים מעט בגד:",
                "<b>נתר.</b> מין אדמה הוא, ומזהיר, וקוראים לו אלו״ם בלע״ז:",
                "<b>בורית.</b> מין צמח שמנקה ומטהר:",
                "<b>קמוניא.</b> עשב שמנקים בעפרו את הידים להעביר את הזוהמא, ובלשון תלמוד קרוי שלוף דוץ, ובערבי קורין לו אלקל״י:",
                "<b>ואשלג.</b> לא אתפרש לי מה הוא:",
                "<b>על הכתם.</b> הנמצא בבגד ואין ידוע אם דם נדה הוא אם לאו, מעבירין עליו שבעה דברים לבדוק אותו בהם. ומכללם ארבעה סמנין הללו. ואין הלכה כר״י:   "
            ],
            [
                "<b>פלפלת כל שהוא.</b> דחזיא לריח הפה, ואין זה פלפל המצוי בינינו:",
                "<b>עטרן כל שהוא.</b> שמרפאים בו מי שיש לו כאב חצי הראש:",
                "<b>מיני בשמים כל שהן.</b> לריח טוב:",
                "<b>מיני מתכות כל שהן.</b> שראוי לעשות מהן דרבן קטן:",
                "<b>מקק.</b> רקב הנופל מספרים או ממטפחות שבלו, לשון המק בשרו (זכריה י״ד):",
                "<b>שמצניעים אותו לגונזו.</b> שכל דבר קדש טעון גניזה:",
                "<b>מאומה.</b> אלמא אחשביה קרא לאסוריה. ותקון גדול הוא עושה כשמוציא ע״ז מביתו. ואין הלכה כר״י: \n\n"
            ],
            [
                "<b>הרוכלין.</b> מוכרי בשמים לקשוטי נשים, ויש להם קופות קטנות לצרורות הבשמים:",
                "<b>אינו חייב אלא חטאת אחת.</b> דכולן חדא הוצאה היא:",
                "<b>פחות מכגרוגרת.</b> אע״ג דכל האוכלין שיעורן כגרוגרת, הני כיון דלזריעה קיימי אפילו בפחות מכגרוגרת נמי מחייב. ואין הלכה כר״י בן בתירא שאומר חמשה:",
                "<b>זרע קשואין.</b> חשוב משאר זרעוני גינה, וכן זרע דלועין, וזרע פול המצרי, והוא שקורין לו פאסל״י בלע״ז:",
                "<b>חגב חי כל שהוא.</b> שמצניעין אותו לקטן לשחק בו:",
                "<b>מת כגרוגרת.</b> כדין שאר אוכלין:",
                "<b>צפורת כרמים.</b> עוף שמצוי בין הדקלין הבחורים:",
                "<b>בין חיה בין מתה כל שהוא.</b> שעושים ממנו רפואה לפקח ולהחכים:",
                "<b>חגב חי טמא כל שהוא.</b> ות״ק סבר טמא אין מצניעין אותו לתינוק, דלמא מיית ואכיל ליה. ואין הלכה כרבי יהודה:"
            ]
        ],
        [
            [
                "<b>המצניע.</b> קודם השבת:",
                "<b>לזרע ולדוגמא.</b> להראות שיש לו סממנים ויקנו ממנו:",
                "<b>ולרפואה.</b> ושכח בשבת למה הצניע, והוציאו סתם, חייב עליו בכל שהוא, שעל דעת הראשונה הוציאו והא אחשביה:",
                "<b>אלא כשיעורו.</b> כל אחד שעור המפורש בו:",
                "<b>חזר והכניסו.</b> זה שהצניע פחות מכשיעור והוציאו, אם נמלך בו שלא לזרעו וחזר והכניסו:",
                "<b>אינו חייב.</b> בהכנסה זו אא״כ יש בו שיעור שלם, דכיון דנמלך שלא לזרעו בטלה מחשבתו והרי הוא ככל אדם: \n\n"
            ],
            [
                "<b>על האסקופה.</b> שהיא כרמלית, כגון שגבוהה מג׳ ועד תשעה ורחבה ד׳:",
                "<b>שלא עשה מלאכתו בבת אחת.</b> לא עשה עקירה מרשות היחיד והנחה ברשות הרבים שהם מקום חיוב, דבהכי הויא מלאכה גמורה. אלא עקר ממקום חיוב והניח בכרמלית שהוא פטור באותה הנחה, והדר עקר לה מכרמלית שאינו מקום חיוב והניח ברשות הרבים, ונמצא שלא נעשית עקירה ממקום חיוב והנחה במקום חיוב בפעם אחת:",
                "<b>אסקופה החיצונה.</b> אצטבא שלפני פתח הבית לצד רשות הרבים:",
                "<b>עד שיוציא.</b> כלומר אא״כ הוציא בראשונה כל הקופה. ולא שנו אלא בקופה מלאה קשואין ודלועין שהן ארוכין ועדיין יש מהם לפנים, אבל מלאה חרדל שהרי יש הרבה ממנו כולו מבחוץ, נעשה כמי שהוציא את כל הקופה וחייב: \n\n"
            ],
            [
                "<b>שכן משא בני קהת.</b> בכתף ישאו, וימין ושמאל וחיק אורחא דארעא:",
                "<b>מרפקו.</b> הפרק האמצעי שבזרוע, ובערבי כך שמו מרפ״ק:",
                "<b>באפונדתו.</b> אזור חלול:",
                "<b>פיה למטה.</b> אין דרך הוצאה בכך. אבל פיה למעלה דרך הוצאה בכך. פירוש אחר, אפונדתו בגד שלובש סמוך לבשרו לקבל הזיעה, ורגילין לעשות בו כעין כיסין, וכשמהפכים אותו מלמטה למעלה נמצא פי הכיס למטה:",
                "<b>שפת חלוקו.</b> השפה התחתונה של חלוק: \n\n"
            ],
            [
                "<b>לפניו ובא לו לאחריו פטור.</b> דנתכוין לשמירה מעולה ועלתה בידו שמירה פחותה:",
                "<b>לאחריו ובא לו לפניו חייב.</b> דנתכוון לשמירה פחותה, ועלתה בידו שמירה מעולה:",
                "<b>סינר.</b> כעין מכנסים קטנים חוגרות אותן לצניעות. ואם תלתה בהן שום דבר להוציא ובא לה לצד אחר חייבת:",
                "<b>שכן ראוי להיות חוזר.</b> דרכו להיות חוזר וסובב סביבותיה, ומתחלה ידעה שסופו להתהפך:",
                "<b>רבי יהודה אומר אף מקבלי פתקין.</b> של מלך. הרצים הנושאים אגרות נותנים אותם בעצים חלולים כדמות קנים ותולים בצוארם, ודרך אותו קנה להיות חוזר וסובב מלפניו ומאחריו סביב לצוארו [ו] יודע היה שסופו להתהפך. ואין הלכה כר׳ יהודה: \n\n"
            ],
            [
                "<b>הוציאוהו שנים פטורים.</b> כדילפינן (ויקרא ד׳:י״ג) בעשותה אחת מכל מצות ה׳, העושה את כולה ולא העושה מקצתה:",
                "<b>ור״ש פוטר.</b> דסבר אפילו כשאין יחיד יכול לעשותה אם עשאוה שנים פטורים. ואין הלכה כר״ש:",
                "<b>את החי במטה.</b> על החי לא מחייב בהוצאתו אם אינו כפות, לפי שהוא נושא את עצמו. וה״מ אדם אבל בהמה חיה ועוף לא, דכמאן דכפותין דמו:",
                "<b>וכן כזית מן המת.</b> חייב אם הוציאו, דהואיל ומטמא, הוצאה חשובה היא להציל עצמו מן הטומאה. וכן כזית מן הנבלה וכעדשה מן השרץ, דהכי הוי שיעורן לטומאה:",
                "<b>ורבי שמעון פוטר.</b> אפילו במת שלם, דהוי מלאכה שאינה צריכה לגופה, דכל שאינו אלא לסלקו מעליו הויא מלאכה שאינה צריכה לגופה ולאו מלאכת מחשבת היא. ואין הלכה כרבי שמעון: \n\n"
            ],
            [
                "<b>וכן שערו.</b> התולש שער ראשו בידו:",
                "<b>וכן הגודלת.</b> שער ראשה וקולעת אותו, תרגום עבות (שמות כ״ח) גדילו:",
                "<b>הכוחלת.</b> נותנת כחול בעיניה:",
                "<b>הפוקסת.</b> מחלקת שער שבאמצע הראש מכאן ומכאן אצל הצדעים:",
                "<b>רבי אליעזר מחייב חטאת.</b> כוחלת משום כותבת, גודלת ופוקסת משום בונה:",
                "<b>וחכמים אוסרים משום שבות.</b> דסברי אין דרך כתיבה בכך ואין דרך בנין בכך, והלכה כחכמים. ודוקא הנוטל צפרניו ושערו בידיו, הוא דפטרי רבנן מחטאת ומסקילה, אבל הנוטל שערו או צפרניו בכלי מודים חכמים דחייב חטאת. ומכי נטל שתי שערות חייב, והנוטל שער ראש חברו אפילו ביד חייב. וצפורן שפרשה רובה או שער שנתלש רובו ומצער אותו, מותר ליטלו ביד לכתחלה:",
                "<b>התולש מעציץ נקוב חייב.</b> דהוי כמחובר, דיונק מן הקרקע ע״י הנקב שמריח לחלוחית הקרקע, ואפילו הנקב בצדו. ושיעור הנקב כדי שרש קטן:",
                "<b>ורבי שמעון פוטר בזה ובזה.</b> דלא חשיב ליה כמחובר לחייבו סקילה. ואין הלכה כרבי שמעון:"
            ]
        ],
        [
            [
                "<b>הזורק מרשות היחיד לרשות הרבים.</b> רשות היחיד הוא מקום שהוקף ד׳ מחיצות גבוהות עשרה טפחים וביניהן ד׳ טפחים על ד׳ טפחים או יותר, על כן אפילו יש בו כמה מילין, אם הוקף לדירה כגון מדינה שמוקפת חומה ודלתותיה נעולות בלילה. ומבואות שיש להן ג׳ כתלין ולחי ברוח רביעית. וכן תל גבוה עשרה ורחב ד׳, או חריץ שהוא עמוק עשרה ורחב ד׳. ואפילו כלים, כגון ספינה ומגדל של עץ וכיוצא בהם, אם יש בהם ד׳ על ד׳ בגובה עשרה כל אלו רשות היחיד הן. ואויר רשות היחיד כרשות היחיד עד לרקיע. ועובי הכתלים של רשות היחיד נדון כרשות היחיד. ורשות הרבים הוא כגון השווקים והרחובות, המדברות והדרכים המפולשים להם, והוא שיהיה רוחב הדרך ט״ז אמה ולא יהיה עליו תקרה, ואיכא למאן דאמר שצריך נמי שיהיו בוקעים בהם ששים רבוא בכל יום כדגלי מדבר. ואויר רשות הרבים אינו כרשות הרבים אלא עד י׳ טפחים, ולמעלה מי׳ ברשות הרבים מקום פטור הוא. ומקום שאין בו ד׳ על ד׳, וגבוה מג׳ טפחים ולמעלה הוא מקום פטור, אפילו קוצים וברקנים וגללין ברשות הרבים גבוהים משלשה ולמעלה ואין בהם ד׳ על ד׳ הרי הן מקום פטור, וכן מקום המוקף מחיצות ואין בו ד׳ על ד׳, או חריץ שאין בו ד׳ על ד׳ ועמקו משלשה ועד התהום הרי זה מקום פטור. ומקום שהוקף ד׳ מחיצות גובהן מג׳ ועד עשרה ויש בו ד׳ על ד׳ או יותר, או תל שיש בו ארבעה על ארבעה או יותר גבוה מג׳ ועד עשרה, או חריץ שיש בו ד׳ על ד׳ עמוק מג׳ ועד עשרה, ומבוי סתום משלש רוחותיו שאין לו לחי או קורה ברוח רביעית, והים והבקעה, כל אלו כרמלית הן. ופירוש כרמלית, כארמלית, כלומר כמו אלמנה שאינה בתולה ולא נשואה לבעל, כך רשות זו אינה לא רשות היחיד ולא רשות הרבים. ואויר כרמלית ככרמלית עד עשרה, ומעשרה ולמעלה בכרמלית הוי מקום פטור. והמוציא מרשות היחיד לרשות הרבים, או המכניס מרשות הרבים לרשות היחיד, חייב חטאת. מרשות היחיד לכרמלית, או מרשות הרבים לכרמלית, ומכרמלית לשתיהן פטור אבל אסור. מרשות היחיד או מרשות הרבים למקום פטור או ממקום פטור לשניהן, מותר לכתחלה. ואינו צריך לומר מכרמלית למקום פטור, או ממקום פטור לכרמלית, שהוא מותר. והמעביר מתחלת ד״א לסוף ד״א ברשות הרבים, חייב חטאת. בכרמלית, פטור אבל אסור. ברשות היחיד ובמקום פטור, מותר לכתחלה לטלטל ולהעביר בכל הרשות כולו ואפילו הוא כמה מילין:",
                "<b>ר״ע מחייב.</b> דס״ל מכי עבר החפץ באויר רשות הרבים בתוך עשרה הרי הוא כאילו נח. ורבנן סברי קלוטה בתוך עשרה באויר רשות הרבים לאו כמי שהונחה דמיא. אבל למעלה מעשרה שהוא מקום פטור כולי עלמא לא פליגי דפטור. והלכה כחכמים:   "
            ],
            [
                "<b>כיצד.</b> רבנן קאמרי ליה:",
                "<b>שתי גזוזטראות.</b> והן נסרים יוצאים מכותל העליה ולחוץ על רשות הרבים, והגזוזטראות עצמן הן רשות היחיד, וכשהן זו כנגד זו בשני צדי רשות הרבים המושיט והזורק מזו לזו פטור, שלא מצינו זריקה והושטה במלאכת המשכן מרשות היחיד לרשות היחיד ורחב רשות הרבים מפסיק ביניהן:",
                "<b>היו שתיהן בדיוטא אחת.</b> כלומר בעליה אחת באורך רשות הרבים, ויש הפסק רשות הרבים ביניהן:",
                "<b>הזורק פטור.</b> הואיל ולמעלה מעשרה הוא, ולא מצינו זריקה מרשות היחיד לרשות היחיד דרך רשות הרבים במשכן, והמושיט חייב, ואע״פ שמושיט למעלה מעשרה, שמצינו הושטה כיוצא בה במשכן מרשות היחיד לרשות היחיד ואורך רשות הרבים מפסיק ביניהן:",
                "<b>שכן היתה עבודת הלוים.</b> מושיטים מזה לזה למעלה מעשרה ואורך רשות הרבים באמצע, כיצד [שתי] עגלות זו אחר זו ברשות הרבים ופורקי המשכן היו מושיטין לאותם שעל העגלות שאצלן הן סמוכות וקרובות והן מושיטין לאלו שלפניהם, וכל אחת מהעגלות רשות היחיד הן:",
                "<b>אבל לא זורקים.</b> שאין הקרשים נזרקין מפני כובדן:",
                "<b>חוליית הבור.</b> עפר שמוציאין מחפירת הבור רגילין ליתן סביבות פי הבור כמין חומה להיקף, ואשמעינן דבור וחולייתו מצטרפין לעשרה, ותני בור לעמקו ותני סלע לגבהו:",
                "<b>הנוטל מהן.</b> ומניח ברשות הרבים, או הנוטל מרשות הרבים ונותן על גבן, חייב: \n\n"
            ],
            [
                "<b>הזורק ד׳ אמות בכותל.</b> מתחלת ד׳ לסוף ד׳ ונח בכותל הסמוך לרשות הרבים, למעלה מעשרה טפחים, כגון שהיתה דבלה שמנה ונדבקה בכותל למעלה מעשרה באויר רשות הרבים, פטור, דכל למעלה מעשרה ברשות הרבים מקום פטור הוא:",
                "<b>למטה מעשרה כזורק בארץ.</b> מתחלת ארבע לסוף ארבע ברשות הרבים, וחייב אע״פ שאין ממקום עקירת החפץ לכותל אלא ד׳ אמות מצומצמות לא אמרינן דעובי הדבלה ממעט בד״א ואין כאן מתחלת ד׳ לסוף ד׳, דכיון שאינו מבטל את הדבילה בכותל אין עביה ממעט כלום:",
                "<b>ונתגלגל חוץ לארבע אמות פטור.</b> שהרי לא נתכוין לזריקה של חיוב:",
                "<b>ונתגלגל לתוך ארבע אמות חייב.</b> והוא דנח משהו חוץ לד״א קודם שנתגלגל לפנים:   "
            ],
            [
                "<b>הזורק בים.</b> מתחלת ד׳ לסוף ד׳ פטור, דכרמלית הוא:",
                "<b>רקק מים.</b> שאינם גבוהים מן הארץ ויש בהם רפש וטיט נקראים רקק:",
                "<b>ורשות הרבים מהלכת בו.</b> שרבים מהלכים בו:",
                "<b>וכמה הוא רקק.</b> כמה הוא עמקו דנימא אכתי רשות הרבים הוא ולא נעשה כרמלית:",
                "<b>ורקק מים ורשות הרבים מהלכת בו.</b> האי דכפליה תנא למלתיה, לאשמועינן דאפילו רקק רחב ארבעה הואיל והוא פחות מעשרה נדון כרשות הרבים. וכפל נמי ורשות הרבים מהלכת בו, לאשמעינן דאע״ג דאין מהלכים בו רבים אלא ע״י הדחק, הלוך ע״י הדחק שמיה הלוך: \n\n"
            ],
            [
                "<b>מן הים ליבשה.</b> מכרמלית לרשות הרבים:",
                "<b>מן הים לספינה.</b> מכרמלית לרשות היחיד:",
                "<b>מטלטלין מזו לזו.</b> אם הן של שני בני אדם מטלטלים ע״י עירוב דהוי להו כשתי חצירות:",
                "<b>מוקפות.</b> סמוכות זו לזו, כמו אין מקיפין בבועי:",
                "<b>אין מטלטלין מזו לזו.</b> דכי מפרשי מהדדי, כרמלית מפסקת ביניהן ובטל העירוב: \n\n"
            ],
            [
                "<b>הזורק.</b> בשבת בשוגג, ונזכר שהוא שבת לאחר שיצאת האבן מתחת ידו קודם שתנוח, אפילו לא קלטה אחר אלא שנחה כדרכה פטור, דהכי תנן לקמן עד שתהא תחלתן וסופן בשגגה, והאי תחלתו בשגגה וסופו מזיד, הואיל ונזכר שהוא שבת קודם שתנוח. ומתניתין הכי מיפרשא הזורק ונזכר לאחר שיצאה מתחת ידו, אי נמי לא נזכר אלא שקלטה אחר וכו׳ פטור, דהוה ליה שנים שעשאוה פטורים, הא נחה חייב חטאת, במה דברים אמורים כשחזר ושכח, אבל לא חזר ושכח פטור שכל חייבי וכו׳:",
                "<b>זה הכלל.</b> לאתויי נמי מעביר חפץ ממקום למקום, שאם עקר בשגגה ונזכר שהוא שבת קודם שיניח, פטור:"
            ]
        ],
        [
            [
                "<b>הבונה.</b> שאמרו באבות מלאכות:",
                "<b>כמה יבנה ויהיה חייב.</b> כל שהוא:",
                "<b>מסתת.</b> מרבע את האבן או מחליקה ומתקנה, הכל לפי מנהג המקום. והיא תולדה דמכה בפטיש:",
                "<b>והמכה בפטיש.</b> היא גמר מלאכה של חוצבי אבן, לאחר שחצב האבן מן ההר סביב והבדילה מכה עליה בפטיש מכה גדולה והיא מתפרקת ונופלת. וכל הגומר מלאכה בשבת תולדה דמכה בפטיש היא:",
                "<b>מעצד.</b> קופיץ קטן:",
                "<b>והקודח.</b> הנוקב:",
                "<b>כל שהוא.</b> אכולהו קאי, אמסתת ואמכה בפטיש ובמעצד, והקודח:",
                "<b>ומלאכתו מתקיימת.</b> שאין צריך להוסיף עליה:",
                "<b>קורנס.</b> מרטי״ל:",
                "<b>סדן.</b> אנקודינ״א בלע״ז:",
                "<b>מפני שהוא כמתקן מלאכה.</b> אף על פי שאינו מכה על המלאכה אלא על הסדן, מתקן הוא, שכן מרדדי טסי משכן היו עושין, מכין על הטס שלש הכאות ועל הסדן הכאה אחת להחליק הקורנס שלא יבקע הטס שהוא דק. ואין הלכה כר״ש בן גמליאל: \n\n"
            ],
            [
                "<b>המנכש.</b> תולש עשבים רעים מתוך טובים. פ״א חופר סביב עקרי הצמחים והיא מלאכה מעין חרישה:",
                "<b>מקרסם.</b> קוצץ ענפים יבשים מן האילן לתקנו:",
                "<b>מזרד.</b> זרדים לחים חדשים של שנה זו, ופעמים שהן מרובים ומתגדלים ומכחישים כח האילן וקוצצין אותן ממנו:",
                "<b>אם לתקן.</b> את האילן או את הקרקע, וקצצו מן המחובר:",
                "<b>ביצה קלה.</b> כגרוגרת מביצת תרנגולת, שהיא קלה להתבשל יותר משאר ביצים: \n\n"
            ],
            [
                "<b>בין בימינו בין בשמאלו.</b> באדם שהוא שולט בשתי ידיו, דאילו בשאר כל אדם כתיבת שמאל אינה כתיבה:",
                "<b>בין משם אחד.</b> שתיהן אלפין:",
                "<b>משני שמות.</b> אלף בית:",
                "<b>משני סממניות.</b> אחד בדיו ואחד בסיקרא. ואית ספרים דגרסי משני סמניות כלומר משני סימנים, כגון שכותבים א׳ לסימן אחד וב׳ לסימן שנים:",
                "<b>בכל לשון.</b> וכתב של כל אומה ואומה:",
                "<b>משום רושם.</b> סימן שהיו עושין בקרשי המשכן, מפני שמפרקים אותן ולכשיקימוהו לא יחליפו סדר הקרשים. ואתא רבי יוסי למימר דאפילו לא כתב אלא שרשם שני רשימות בעלמא לסימן, חייב. ואין הלכה כר״י:",
                "<b>מצינו שם קטן.</b> כלומר אע״פ שלא נגמר מלאכתו, שנתכוין לכתוב תיבה גדולה וכתב מקצתה, הואיל ואותו מקצת הויא תיבה ומתקיימת במקום אחר חייב, וכן הלכה: \n\n"
            ],
            [
                "<b>בסם.</b> אורפימנ״ט בלע״ז:",
                "<b>בסיקרא.</b> מין אבן שצובע אדום:",
                "<b>בקומוס.</b> מין עפר וצבעו שחור. פ״א שרף אילן גומא בלע״ז:",
                "<b>בקנקנתום.</b> זא״ג בערבי, ובלע״ז ודריאו״לי:",
                "<b>ובכל דבר שהוא רושם.</b> לאתויי מים ששרו בהם עפצים, גאלי״ש בלע״ז, שהוא רושם שרשומו מתקיים:",
                "<b>על ב׳ כותלי זויות.</b> אחת במזרח ואחת בצפון, סמוכות זו לזו במקצוע:",
                "<b>על ב׳ לוחי פנקס.</b> ספר שהחנוני כותב בו חשבונותיו. ואע״ג דלאו על לוח א׳ הם, אם נהגין ונקראין זה עם זה כגון שכותבין על שני שפתי הלוחין הסמוכין זה לזה, חייב:",
                "<b>הכותב על בשרו.</b> בדיו:",
                "<b>והמשרט על בשרו.</b> בברזל עושה צורת אותיות בבשרו:",
                "<b>רבי יהושע פוטר.</b> ואפילו הוציא דם, לפי שאין דרך כתיבה בכך. והלכה כר׳ יהושע: \n\n"
            ],
            [
                "<b>במשקין.</b> שמשחירין, כמו מי תותים וכיוצא בהן:",
                "<b>במי פירות.</b> של כל שאר פירות:",
                "<b>באבק דרכים.</b> כגון שסרט באצבעו צורת אותיות על החול והאבק שבדרכים:",
                "<b>באבק סופרים.</b> עפרורית של קסת הסופר:",
                "<b>לאחר ידו.</b> על גב ידו, שאחז הקולמוס באצבעותיו והפך ידו וכתב:",
                "<b>ובמרפקו.</b> הפרק האמצעי שבזרוע:",
                "<b>אות אחת סמוך לכתב.</b> אצל אות כתובה זיווג לה אחת והשלימה לשתים:",
                "<b>כתב על גבי כתב.</b> העביר קולמוס על אותיות הכתובים כבר וחדשם:",
                "<b>וכתב שני זיינין.</b> שלא נראה הגג של חי״ת אלא שני הרגלים נראה כאילו הם שני זייני״ן:",
                "<b>על שני כותלי הבית.</b> שאינן במקצוע:",
                "<b>על שני דפי פנקס.</b> שעשויין עמודים עמודים, כתב אות אחת בעמוד זה ואות אחת בעמוד זה, ואינו יכול לקרבן אא״כ יחתוך מה שמפסיק ביניהן. ותנא ברישא כותלי הבית המרוחקים זה מזה והדר תני דפי פנקס, ולא זו אף זו קתני:",
                "<b>אות אחת על שם נוטריקון.</b> שעושה סימן נקודה עליה ומבינים מאותה האות תיבה שלימה, כגון קו״ף קרבן, מ״ם מעשר, תי״ו תרומה:",
                "<b>רבי יהושע בן בתירא אומר חייב.</b> כיון שהכל מבינים מאותה האות תיבה שלימה, כאילו כתב אותיות של כל התיבה:",
                "<b>וחכמים פוטרין.</b> שהרי לא כתב שתי אותיות. והלכה כחכמים:   "
            ],
            [
                "<b>בשתי העלמות.</b> לאחר שכתב אות אחת בשוגג נודע לו שעבר, וחזר ונעלם ממנו ושגג וכתב אות שניה בצדה:",
                "<b>אחת בשחרית ואחת בין הערבים.</b> כיון דהוי ליה שהות בינתים כדי לידע הוה ליה כשתי העלמות:",
                "<b>רבן גמליאל מחייב.</b> דסבר אין ידיעה לחצי שיעור לחלק שלא יצטרף עמו החצי האחר:",
                "<b>וחכמים פוטרין.</b> דסברי הידיעה שבין שני חצאי שיעור מחלקת ביניהם ולא נעשה כאילו היו שני חצאי שיעור בהעלם אחת. והלכה כחכמים:"
            ]
        ],
        [
            [
                "<b>רבי אליעזר אומר האורג שלשה חוטין בתחלה.</b> אם זו תחלת אריגתו של בגד אינו חייב עד שיארוג ג׳ חוטין, ואם מוסיף הוא על האריג שיעורו באחד דמצטרף עם השאר. ואין הלכה כר״א: \n\n"
            ],
            [
                "<b>שתי בתי נירין.</b> שנתן שני חוטין של שתי בניר שקורין ליצ״ש:",
                "<b>בנירין.</b> מפרש בגמ׳ שמרכיב שני פעמים [כל] חוט של שתי בניר ובפעם השלישית מרכיבו על חוט המורכב על הקנה:",
                "<b>בקירוס.</b> יריעה ארוגה מסיב של דקל: \n\n"
            ],
            [
                "<b>הקורע על מתו וכו׳</b> במת שאינו חייב לקרוע עליו הוא דהוי מקלקל ופטור, אבל על מת שחייב לקרוע עליו, מתקן הוא וחייב:",
                "<b>ובחמתו וכל המקלקלים פטורין.</b> הא מתניתין אדחיא לה, והלכה שהקורע בחמתו חייב, שאף ע״פ שמקלקל הוא אצל הבגד, מתקן הוא אצל יצרו ודעתו מתישבת עליו בכך: \n\n"
            ],
            [
                "<b>המלבן.</b> את הצמר, והמנפצו והצובעו והטווה ממנו, שהן כולן אבות מלאכות, שיעורן כדי שיטוה מאותו הצמר חוט ארוך כמלא רוחב הסיט כפול. והסיט הוא כדי הפסק שיש בין אמה לאצבע כל מה שיוכל אדם להרחיבו, וכשיעור הריוח הזה שתי פעמים הוא הסיט כפול. וריוח שבין גודל לאצבע פעם אחת הוא ג״כ כמלא רוחב הסיט כפול, מפני שיש בו כפלים כאותו שיש בין אמה לאצבע:",
                "<b>האורג שני חוטין.</b> שיעורן ברוחב הבגד כמלא הסיט, שאע״פ שלא ארגן על פני כל רוחב הבגד חייב: \n\n"
            ],
            [
                "<b>הצד צפור.</b> עד שהכניסו למגדל של עץ, ארמאריא״ו בלע״ז, חייב, שזו הוא צידתו, אבל אם הכניסו לבית אינו נצוד בכך:",
                "<b>וצבי.</b> נצוד משהכניסו לבית ונעל בפניו, אבל אם הכניסו לגינה או לחצר אין זו צידה:",
                "<b>ולביברין.</b> קרפיפות המוקפים חומה שמכניסין שם חיות ונשמרים שם:",
                "<b>כל המחוסר צידה.</b> שקשה לתפשו שם, כגון שאינו מגיע לו בשחיה אחת ששוחה לתפשו, והלכה כרשב״ג [דמפרש] למלתייהו דרבנן: \n\n"
            ],
            [
                "<b>צבי שנכנס.</b> מאליו לבית ונעל אחד בפניו, זו היא צידתו:",
                "<b>נעלו שנים פטורים.</b> דהוו להו שנים שעשאוה:",
                "<b>לא יכול אחד לנעול.</b> אורחיה הוא לנועלו בשנים והרי לכל אחד מלאכה דבלאו איהו לא מתעבדה:",
                "<b>ורבי שמעון פוטר.</b> ואין הלכה כר״ש: \n\n"
            ],
            [
                "<b>השני חייב.</b> שהוא צד אותו:",
                "<b>הא למה זה דומה.</b> מאחר שנצוד ע״י ראשון:",
                "<b>לנועל את ביתו לשמרו.</b> ולא לצוד:",
                "<b>ונמצא צבי.</b> שהוא נצוד כבר שמור בתוכו, כך זה אף על פי שעמד ראשון אין זה אלא כשומרו לצבי שהיה לו מאתמול. והשני פטור האמור במתניתין, פטור ומותר:"
            ]
        ],
        [
            [
                "<b>שמונה.</b> החולד והעכבר כו׳. המנויין בפרשת ויהי ביום השמיני:",
                "<b>הצדן חייב.</b> שיש במינן נצוד:",
                "<b>והחובל בהן חייב.</b> דיש להן עור והויא לה חבורה שאינה חוזרת, וחייב משום מפרק שהיא תולדה דדש. א״נ כיון דיש להן עור נצבע העור בדם הנצרר בו וחייב משום צובע:",
                "<b>ושאר שקצים ורמשים.</b> כגון תולעים וחלזונות ועקרבים, החובל בהם פטור, דאין להם עור:",
                "<b>שלא לצורך פטור.</b> דאין במינן נצוד:",
                "<b>חיה ועוף שברשותו, הצדן פטור.</b> שהרי נצודים ועומדים הן:",
                "<b>והחובל בהן חייב.</b> דיש להן עור, ואין החובל חייב בכל הני דתנינן במתניתין אלא בצריך לדם, אבל אם לא חבל אלא להזיק, הא קיי״ל כל המקלקלים פטורים: \n\n"
            ],
            [
                "<b>אין עושין הילמי.</b> מי מלח מרובים שנותנים לתוך ירקות שכובשין אותן להתקיים:",
                "<b>אבל עושין.</b> מי מלח מועטים כדי לטבל בהן פתו או לתוך התבשיל:",
                "<b>והלא היא הילמי בין מרובה בין מועט.</b> כלומר אם המרובים אסורים אף המועטים אסורים, דיאמרו מלאכה מרובה אסורה ומלאכה מועטת מותרת, אלא אלו ואלו אסורים מפני שהוא כמעבד ומתקן את האוכל הניתן בתוכו כדי שיתקיים:",
                "<b>ואלו הן המותרים.</b> נותן שמן בתוך המים בתחלה, קודם שיתן המלח, או נותן שמן בתחלה לתוך המלח, קודם שיתן את המים דהשמן מעכבו שאין המלח מתערב יפה עם המים ומתיש את כחו. אבל לא יתן מים ומלח בתחלה ואחר כך את השמן, דמשעה שנותן מים ומלח יחד הוא נראה כמעבד. ואין הלכה כרבי יוסי:   "
            ],
            [
                "<b>אזוב יון.</b> מין אזוב שגדל בין הקוצים וממית התולעים שבמעים:",
                "<b>שאינו מאכל בריאים.</b> ומוכחא מלתא דלרפואה אכיל ליה, ואסור לאוכלו בשבת גזירה שמא ישחוק סממנים, דהוי תולדה דטוחן:",
                "<b>אבל אוכל הוא את יועזר.</b> דהרבה אוכלין אותו כשהן בריאים. יועזר, פולי״ו בלע״ז והוא מכלה התולעים שבכבד:",
                "<b>אבוב רועה.</b> עץ שגדל יחידי ואין לו ענפים, וקורין אותו בערבי עצא״ל רע״י, והוא טוב למי שניזק על ששתה מים מגולים:",
                "<b>כל האוכלים אוכל אדם לרפואה.</b> כל דבר שהוא אוכל והבריאים אוכלים אותו, יכול אדם לאוכלו בשבת אף ע״פ שהוא מתכוין לרפואה:",
                "<b>חוץ ממי דקלים.</b> הם שני אילנות ממיני הדקלים שהיו בארץ ישראל וביניהם מעין מים, והשותה מהם כוס ראשון מרפה הזבל שבמעיו, וכוס שני משלשל, וכוס שלישי מנקה את בני מעים עד שאדם מוציאם צלולים כדרך שהכניסם:",
                "<b>וכוס של עיקרין.</b> לוקחין שרף אילן שקורין לו בערבי זא״ג אלכסנדרי״א, ועשב שקורין לו עשב״א אלסדו״ר, פירוש עשב של שמחה, וכרכום, וכותשין אותן ונותנין את עפרן ביין. והאשה זבה שתשתה מהן ג׳ כוסות תרפא:",
                "<b>מפני שהן לירוקה.</b> בעל חולי הנקרא ירקון, אם ישתה מהן ירפא מחולי הירקון אבל ישאר עקר ולא יוליד, ולכך נקרא כוס עיקרין:",
                "<b>לצמאו.</b> אם אינו חולה: \n\n"
            ],
            [
                "<b>לא יגמע את החומץ.</b> ויפלוט, דמוכחא מלתא דלרפואה הוא. ואם מגמע ובולע שפיר דמי:",
                "<b>לא יסוך בהם יין וחומץ.</b> דאין אדם סך מהן אלא לרפואה:",
                "<b>אבל לא שמן ורד.</b> לפי שדמיו יקרים ומוכחא מלתא דלרפואה קעביד:",
                "<b>שכן דרכן לסוך.</b> בלא מכה:",
                "<b>ר׳ שמעון אומר כו׳</b> ואין הלכה כר״ש:"
            ]
        ],
        [
            [
                "<b>אלו קשרים.</b> קשר הגמלים. שנוקבים לגמל בחוטמו ונותנין בו רצועה וקושרים אותה קשר עולם. וכמו כן נוקבים בראש הספינה נקב ונותנין בו חבל וקושרין אותו קשר של קיימא שאינו מתירו לעולם. והוי דומיא דקושרי חוטי יריעות הנפסקים במשכן. וקשר של קיימא ואינו מעשה אומן, או מעשה אומן ואינו של קיימא, פטור אבל אסור, ואינו חייב עד שיהא של קיימא ומעשה אומן. ושאינו של קיימא ולא מעשה אומן מותר לכתחלה:",
                "<b>וכשם שחייב על קשרן כך חייב על התירן.</b> שכן ציידי חלזון היו נצרכין לפרקים להתיר קשרי רשתות הקיימים כדי לקצרן או להרחיבן:",
                "<b>שיכול להתירו.</b> דלא הדקיה:",
                "<b>אין חייבין עליו.</b> ואפילו עשאו לקיימא. ואין הלכה כר׳ מאיר: \n\n"
            ],
            [
                "<b>יש לך קשרים שאין חייבים עליהם.</b> חטאת כמו שחייבים על קשר גמלים וקשר של ספנים, אלא פטור אבל אסור ולא נזכרו קשרים הללו במשנה. ובגמרא מפרש כגון רצועה ארוכה שקושרים בטבעת שבחוטם הנאקה, וכמו כן חבל ארוך שקושרים בחבל העשוי כמין טבעת התלוי בנקב שבראש הספינה, ופעמים מניחה שם שבוע ושבועים ומתירה. וכן כל קשר שקושרים אותו לעמוד כך זמן ידוע, לא שיהיה קיים לעולם אין חייבין עליו:",
                "<b>קושרת אשה מפתחי חלוקה.</b> כעין לשונות לכאן ולכאן וקושרים של ימין בכתף שמאל ושל שמאל בכתף ימין, דכיון דכל יומא שרי ליה לא דמי לקשר של קיימא ומותר לכתחלה:",
                "<b>סבכה.</b> מגבעת שעל הראש עשויה כעין רשת:",
                "<b>פסיקיא.</b> אזור רחב וחוטין תלוין בראשו לקושרו בהן:",
                "<b>ונודות יין.</b> של עור שכופפין פיהם וקושרין אותן. ואע״ג דאית לה תרתי איסרי, ולא אמרינן חד מינייהו בטולי מבטל לה והוי קשר של קיימא:",
                "<b>וקדירה של בשר.</b> פעמים שקושר בה בגד סביב לפיה. ואע״פ שיש לה דדין שיכולין להוציא המרק מהן בלא היתר הקשר אפ״ה לא הוי קשר:",
                "<b>קושרין לפני בהמה.</b> חבל ברוחב הפתח לנעול בפניה שלא תצא. וכן הלכה:",
                "<b>קושרין דלי בפסיקיא.</b> על פי הבור שיהיה קשור ותלוי שם, דפסיקיא לא מבטל ליה התם:",
                "<b>אבל לא בחבל.</b> דמבטל ליה התם והוי קשר של קיימא:",
                "<b>רבי יהודה מתיר.</b> לא התיר רבי יהודה אלא בחבל של גרדי שצריך לו למלאכתו ולא מבטל ליה התם, ורבנן סברי אי שרית ליה חבל של גרדי יקשור נמי בשאר חבלים דחבל בחבל מיחלף. והלכה כחכמים: \n\n"
            ],
            [
                "<b>מקפלין את הכלים.</b> בגדים שפושטן מקפלן אפילו ארבעה וחמשה פעמים כדי לחזור וללבשם בו ביום, ולא שנו אלא באדם אחד אבל בשני בני אדם לא, שנראים כמתקנין. ובאדם אחד נמי לא אמרן אלא בבגדים חדשים שהם קשים ואינן ממהרים לקמוט, אבל ישנים קפולן מתקנן טפי ומיחזי כמתקן, ובחדשים נמי לא אמרן אלא בלבנים, אבל צבועים לא, שהצבועים קפולן מתקנן ביותר. ובלבנים נמי לא אמרן אלא שאין לו בגדים אחרים להחליף, אבל יש לו בגדים אחרים להחליף לכבוד שבת אסור לקפל:",
                "<b>מיום הכפורים לשבת.</b> כשחל יוה״כ להיות בערב שבת, לפי ששבת חמור מיום כפור:",
                "<b>ושל יוה״כ אינן קריבין בשבת.</b> דהוי כעולת חול בשבת:",
                "<b>רבי עקיבא אומר.</b> שוין הן ואין קרבנו של אחד מהן קרב בחבירו. והלכה כר׳ עקיבא:"
            ]
        ],
        [
            [
                "<b>כל כתבי הקדש.</b> אפילו נביאים וכתובים, מצילין אותן מחצר שנפלה בו הדליקה לחצר אחרת שבאותו מבוי, אע״פ שלא ערבו. והוא שיהיו כתובים בכתב אשורי ובלשון הקודש:",
                "<b>בין שקורין בהן.</b> כגון נביאים שמפטירין בהן בשבת בבית הכנסת:",
                "<b>בין שאין קורין בהן.</b> כגון כתובים דאף יחידים אין קורין בהן בשבת מפני בטול בית המדרש כדלקמן, שהיו דורשים לעם בשבת ומורין להן הלכות איסור והיתר, לפי שכל ימות החול הם עסוקים במלאכתן, ואסרו לקרות בכתובים בשבת בשעת בית המדרש משום דמשכי לבא ואתו לאמנועי מלשמוע הדרשה:",
                "<b>ואף על פי שכתובים בכל לשון.</b> ואיכא למ״ד דלא נתנו לקרות בהן ואין מצילין אותן, אפ״ה טעונים גניזה ואסור להניחן במקום הפקר:",
                "<b>למבוי שאינו מפולש.</b> שיש לו שלש מחיצות ולחי אחד ברוח רביעית, זה מבוי שאינו מפולש האמור כאן. שלש מחיצות בלא לחי, זהו מבוי מפולש. והכי מפרש לה בגמרא. ואין הלכה כבן בתירא: \n\n"
            ],
            [
                "<b>מצילין מזון ג׳ סעודות.</b> ואף על גב דבהתירא קא טרח דהא לא שרו ליה לאצולי אלא לחצר המעורבת בלבד, אפילו הכי לא שרו ליה לאצולי טפי, מפני שאדם בהול על ממונו ואי שרית ליה אתי לכבויי:",
                "<b>נפלה דליקה בלילי שבת.</b> קודם אכילה:",
                "<b>שחרית.</b> קודם סעודה:",
                "<b>ר׳ יוסי אומר לעולם הוא מציל.</b> הואיל ויומא בר הכי הוא ובהתירא טרח. ואין הלכה כר״י:   "
            ],
            [
                "<b>מצילין סל מלא ככרות.</b> הואיל ובבת אחת הוא מציל מה לי פורתא מה לי טובא:",
                "<b>ועגול של דבילה.</b> אע״פ שהוא גדול ויש בו סעודות הרבה:",
                "<b>ואם היו פקחים.</b> ויודעים שאם ישאלו שכר כפועלים לאו שכר שבת שקלי, כיון דמעיקרא לאו אדעתא דשכר פעולה באו, עושין עמו חשבון לאחר שבת. ובירא שמים עסקינן, דאע״ג דמהפקירא קא זכי ומה שהציל דידיה הוי מ״מ לא ניחא ליה דליתהני מאחרים דידע דעל כרחיה אפקריה, ובחנם נמי לא ניחא ליה דלטרח, הילכך שקיל אגריה: \n\n"
            ],
            [
                "<b>ולשם הוא מוציא.</b> לתנא קמא לחצר המעורבת, ולבן בתירא אפילו לחצר שאינה מעורבת:",
                "<b>כלי תשמישו.</b> שצריכים לו לאותו היום לסעודה:",
                "<b>י״ח כלים.</b> שהוא רגיל ללבוש בחול בבת אחת ותו לא. ואלו הן, הסרבל העליון, ומלבוש שממלאין אותו מוך וצמר גפן בין תפירה לתפירה שקורין בערבי מחשי״א, וחגור רחב שחוגר ממעל למדיו, ובגד צר וקצר שקורין בלע״ז גונ״א, וחלוק שלובש על בשרו שקורין קמיז״א, וחגור שחוגרים עליה, וכובע שבראשו, ומצנפת ושני מנעלים שברגליו, ושני בתי שוקים, ושני בתי ידים שמלבישים אותם על הידים ומכסין בהן הזרועות עד האצילים, ושני רדידים שמתנגב בהן, וטלית קטן שמכסה בו ראשו וכתפיו, וסודר שבצוארו ותלויין שני ראשיו לפניו וקורין לו בערבי שי״ד:",
                "<b>בואו והצילו עמי.</b> שכשם שהוא מציל כך הם מצילים. אבל לעיל אמר בואו והצילו לכם, שפעמים שהוא מציל יותר ממה שהם יכולים להציל, כגון שהוא לא סעד והן סעדו, או איפכא: \n\n"
            ],
            [
                "<b>שידה.</b> עשויה כמין ארון:",
                "<b>תיבה.</b> קטנה של שולחנים:",
                "<b>ומגדל.</b> ארמאריא״ו בלע״ז, ובערבי מנשא״ר, ושלשתן של עץ:",
                "<b>מפני שהוא מחרך.</b> ואין האור נאחזת בו ומציל על כלי עץ שלא ישרף:",
                "<b>בין מלאים.</b> מים:",
                "<b>שאין יכולין לקבל את האור.</b> מפני שחדשים הם, וסבר ר״י גרם כבוי אסור אפילו במקום הפסד ממון. ואין הלכה כר״י: \n\n"
            ],
            [
                "<b>אין אומרים לו כבה.</b> דאמירה לנכרי שבות:",
                "<b>ואל תכבה.</b> אין צריך למחות בידו, אלא יניחנו ויכבה מפני שאין שביתת הנכרי עליהם, דישראל אינו מוזהר על שביתת הנכרי כשאינו עבדו: \n\n"
            ],
            [
                "<b>כופין קערה.</b> של חרס על גבי הנר ובלבד שלא יכבה. ואע״פ שנוטל כלי להצלת קורה שאינה ניטלת בשבת, הא אותיבנא מינה לרבי יצחק דאמר אין כלי ניטל אלא לצורך דבר הניטל, ושני לה בצריך למקומו של כלי דשרי לטלטלו לצורך מקומו:",
                "<b>ועל צואה של קטן.</b> לאו צואה של נער קטן קאמר, דהא גרף של רעי הוא ומותר לטלטלו ולהוציאו לאשפה, אלא הכי קאמר ועל צואה של תרנגולים, מפני הקטן שלא יטפח ויתלכלך בה. וכגון שצואה זו מונחת באשפה שבחצר דלא רמיא קמיה ולאו גרף של רעי הוא, הילכך אין מותר לטלטלה ולהוציאה, אבל כופין עליה קערה בשביל הקטן שלא יתלכלך:",
                "<b>מעשה בא.</b> כפיית כלי על עקרב:",
                "<b>בערב.</b> שם מקום:",
                "<b>חושש אני לו מחטאת.</b> דכיון שלא היה עקרב רץ אחריו חושש אני שמא חייב חטאת משום צידה. ולענין פסק ההלכה אותן בעלי הארס שנושכין וממיתין ודאי, כגון הנחשים השרפים וכלב שוטה, מותר להרגן מיד כשיראה אותן ואפילו שאין רצים אחריו. ואותן שאינן נושכים וממיתין ודאי, אלא פעמים ממיתין ופעמים אין ממיתין, אם רצים אחריו מותר להרגן, ואם אין רצים אחריו כופה עליהם כלי, ואם דרסן והרגן לפי תומו מותר. ולצוד נחש מפני שרוצה לצחק בו, אסור: \n\n"
            ],
            [
                "<b>מילא מים.</b> מבור ברשות הרבים:",
                "<b>כבש.</b> עושין בספינה גדולה לירד בו מן הספינה ליבשה. ואיצטריך תנא לאשמעינן נר ומים, דאי תנא נר הוה אמינא נר הוא דשרי דליכא למגזר שמא ירבה בשביל ישראל דנר לאחד נר למאה, אבל מים דאיכא למיגזר אסור. ואי אשמעינן מים הוה אמינא מים הוא דבשביל ישראל אסור, אבל נר אף על גב דבשביל ישראל כיון דאיהו נמי צריך ליה שרי, דנר לאחד נר למאה, צריכא. וכבש אף על גב דדמי לנר, דכבש לאחד כבש למאה, משום מעשה דרבן גמליאל וזקנים תנא ליה, דמעשה רב:"
            ]
        ],
        [
            [
                "<b>כל הכלים.</b> שיש להן דלתות:",
                "<b>ניטלים בשבת ודלתותיהן עמהן.</b> ואע״פ שנתפרקו הדלתות מן הכלים קודם השבת ניטלים בשבת אגב הכלים:",
                "<b>ואינן דומין לדלתות הבית.</b> שאפילו נתפרקו בשבת אין ניטלין, לפי שדלתות הבית אינן מן המוכן, כלומר לא נעשו לטלטול:   "
            ],
            [
                "<b>קורנס.</b> פטיש:",
                "<b>הדבלה.</b> לאחר שעשאה עגול היא עבה וקשה וצריכה קרדום לחתכה:",
                "<b>מגרה.</b> כעין סכין ארוך ויש בו פגימות הרבה:",
                "<b>לגרור בו את הגבינה.</b> לחתכה ולחלקה לחלקים שעל ידי פגימותיו ממהר וחותך הדבר העב:",
                "<b>מגריפה.</b> לגרוף בה הגרוגרות מן החבית:",
                "<b>רחת.</b> לוח שיש לה בית יד ושתי דפנות וזורין בה את החטה:",
                "<b>ומזלג.</b> כלי שיש לו שלש שינים ומהפכים בו את הקש בגורן:",
                "<b>כוש.</b> פלך שטוות בו הנשים:",
                "<b>כרכר.</b> עץ של אורגים ודומה למחט של סקאין:",
                "<b>לתחוב בו.</b> לאכול בו תותים וכל מיני פרי רך:",
                "<b>מחט של יד.</b> מחט קטנה שתופרים בה בגדים:",
                "<b>ליטול בו את הקוץ.</b> שנכנס בבשרו, שמותר ליטלו בשבת כמו שמותר להפיס מורסא להוציא ממנה ליחה ובלבד שלא יתכוין לעשות לה פה:",
                "<b>ושל סקאים.</b> מחט גדול שתופרין בה שקין:",
                "<b>לפתוח בו את הדלת.</b> מי שאבדה לו מפתח: \n\n"
            ],
            [
                "<b>קנה של זיתים.</b> קנה שעשוי לבדוק הזיתים שבמעטן אם נתאסף שמנן בתוכו והגיע להיות ראויין לבית הבד:",
                "<b>אם יש קשר בראשו.</b> כעין פקק שבקנה, מקבל טומאה, לפי שעל ידי שהוא פקוק בקשר משתייר בו מן השמן הזב מן הזיתים ובודק בו אם הגיע לעצור והוה ליה בית קבול:",
                "<b>ואם לאו.</b> שאין בו קשר אע״פ שהוא חלול אין חללו עשוי לקבל כלום, הילכך הוה ליה פשוטי כלי עץ ואינו מקבל טומאה:",
                "<b>בין כך ובין כך ניטל בשבת.</b> דהא כלי הוא ועשוי להפוך בו את הזיתים: \n\n"
            ],
            [
                "<b>מסר הגדול.</b> מגרה גדולה שנוסרים בה קורות:",
                "<b>ויתד של מחרישה.</b> כלי גדול העשוי כסכין שבו עושין חריץ של תלם המענה והנך קפיד עלייהו ומייחד להו מקום דלא חזו למלאכה אחריתי:",
                "<b>כל הכלים ניטלים לצורך ושלא לצורך.</b> ה״ק כל הכלים שמלאכתן להיתר כגון קערות וכוסות ניטלים לצורך גופו ולצורך מקומו של כלי, ושלא לצורך, אפילו שאינו צריך לגופו ולמקומו של כלי אלא לטלטלו מחמה לצל או שלא יגנבוהו הגנבים שרי בכלי שמלאכתו להיתר. וכלי שמלאכתו לאיסור כגון מדוכות ורחיים וכיוצא בהן, לצורך גופו ולצורך מקומו מותר, מחמה לצל או מפני הגנבים אסור:",
                "<b>רבי נחמיה אומר אין ניטלים אלא לצורך.</b> מפרש בגמרא לצורך תשמיש המיוחד לו בלבד, ולא לצורך דבר אחר ואפילו לצורך גופו, כגון סכין לחתוך בו בלבד שרי ולא לסמוך בו את הקערה. ואין הלכה כר׳ נחמיה: \n\n"
            ],
            [
                "<b>מעין מלאכה.</b> איזו מלאכה שתהיה, ואפילו אינה מעין מלאכתן הראשונה:",
                "<b>לצוק בתוכן מקפה.</b> עבה, דומיא דעיסה מעורבת במים. ולא פליגי אלא בנשברו בשבת, אבל נשברו מע״ש כ״ע מודים דניטלים אפילו אין עושין מעין מלאכתן הראשונה. ואין הלכה כר״י: \n\n"
            ],
            [
                "<b>האבן שבקרויה.</b> דלעת יבשה וממלאים בה מים, ומתוך שהיא קלה אינה שואבת אלא צפה ונותנין בה אבן להכבידה:",
                "<b>אם ממלאין.</b> בקרויה:",
                "<b>ואין האבן נופלת.</b> שהדקוה יפה בפי הקרויה הוה כלי:",
                "<b>ואם לאו.</b> הרי היא כשאר אבנים ואין מטלטלים את הקרויה, שנעשית בסיס לאבן שנושאתה:",
                "<b>זמורה שהיא קשורה לטפיח.</b> לפך קטן ששואבין בו מים מן הבור או מן המעין ממלאים בו דשויא להך זמורה כלי: \n\n"
            ],
            [
                "<b>פקק החלון.</b> כגון לוח ומסך או שאר כל דבר שסותמים בו החלון:",
                "<b>ותלוי.</b> שאינו נגרר בארץ:",
                "<b>ואם לאו אין פוקקין בו.</b> שאם נגרר על גבי קרקע כשהוא שומטו מעל הארץ לסתום בו, מיחזי כמוסיף על הבנין, וסבר רבי אליעזר אין מוסיפין על אהל עראי בשבת:",
                "<b>בין כך ובין כך.</b> בין קשור בין אינו קשור פוקקין בו, הואיל והיה מוכן מאתמול לכך, דסברי רבנן מוסיפין על אהל עראי בשבת. והלכה כחכמים: \n\n"
            ],
            [
                "<b>במה דברים אמורים בכסויי קרקעות.</b> בגמרא קאמר דבכסויי כלים כ״ע לא פליגי דשרי אע״ג דלית להו בית אחיזה, ובכסויי קרקעות כגון כסוי של בור ודות כ״ע לא פליגי דאסור אי לית להו בית אחיזה. כי פליגי בכסויי כלים המחוברים לקרקעות, מר סבר כקרקעות דמיין, ומר סבר לאו כקרקעות דמיין. והלכה כחכמים שהמחובר לקרקע הרי הוא כקרקע:"
            ]
        ],
        [
            [
                "<b>מפנין.</b> אם צריך למקומן להושיב שם אורחין להסב בסעודה או תלמידים לשמוע הדרשה, ודוקא לדבר מצוה שרי ולא חיישינן לטירחא דשבת:",
                "<b>ארבע וחמש.</b> לאו דוקא, דאי בעי אפילו טובא נמי:",
                "<b>אבל לא את האוצר.</b> כלומר ובלבד שלא יגמור את האוצר כולו עד שיגיע לקרקעיתו, דלמא אתי לאשוויי גומות:",
                "<b>מפנין תרומה טהורה.</b> ואפילו ישראל דלא חזיה ליה יוכל לטלטלה ולפנותה, כיון דחזיא לכהן:",
                "<b>ודמאי.</b> דחזי לעניים, כדתנן מאכילין את העניים דמאי, ואי בעי הוה מפקיר לנכסיה והוי עני וחזי ליה, השתא נמי חזי ליה:",
                "<b>ומעשר ראשון שנטלה תרומתו.</b> שנטלה ממנו תרומת מעשר ולא נטלה ממנו תרומה גדולה, כגון שהקדים בן לוי ולקח המעשר בשבלין, דעדיין לא חלה עליה חובת תרומה שאין הדגן חייב בתרומה גדולה עד שיתמרח בכרי, וזה שהקדים ולקח המעשר בשבלין אינו מפריש אלא תרומת מעשר בלבד, ומותר באכילה אע״פ שלא הפרישו ממנה תרומה גדולה:",
                "<b>ומעשר שני והקדש שנפדו.</b> שפדו אותן הבעלים ונתנו את הקרן ולא נתנו את החומש, ושמעינן מהכא שהם פדויין והחומש הוי מלוה גבי בעלים:",
                "<b>אבל לא את הטבל.</b> ואפילו טבל דרבנן, כגון הזרוע בעציץ שאינו נקוב:",
                "<b>ולא את מעשר ראשון שלא נטלה תרומתו.</b> אם הקדים בן לוי ולקח המעשר אחר שנתמרחה התבואה בכרי קודם שהפרישו ממנו תרומה גדולה, והפריש ממנו תרומת מעשר ולא הפריש תרומה גדולה זהו מעשר ראשון שלא נטלה תרומתו האמור כאן, שכיון שנתמרחה בכרי ונתחייבה בתרומה, כשלוקח המעשר ראשון אע״פ שמפריש ממנו תרומת מעשר כל זמן שלא הפריש ממנו תרומה גדולה טבל הוי ואסור לטלטלו בשבת:",
                "<b>ולא מעשר שני והקדש שלא נפדו.</b> כגון שנפדו אבל לא נפדו כהלכה, כגון שפדה המע״ש על גרוטאות של כסף, ואין מעשר שני נפדה אלא במעות שיש עליהם צורה דכתיב (דברים י״ד:כ״ה) וצרת הכסף בידך. והקדש אינו נפדה בקרקע דכתיב (ויקרא כ״ז:כ״ג) ונתן את הערכך ביום ההוא דבר הניתן מיד ליד:",
                "<b>לוף.</b> מין קטנית שאינו ראוי חי אפילו לבהמה. ורמב״ם פירש מין ממיני הבצלים:",
                "<b>לעורבין.</b> כגון עשירים שמגדלים עורבים לגדולה. ואין הלכה כרבן שמעון בן גמליאל: \n\n"
            ],
            [
                "<b>חבילי.</b> אגודות:",
                "<b>זרדים.</b> ענפי האילן לחים שמזרדין אותם למאכל בהמות:",
                "<b>כופין את הסל לפני האפרוחים.</b> ומבטל כלי מהיכנו לא הוי, שאין האפרוחים עומדים עליו. והאומר אין כלי ניטל אלא לצורך דבר הניטל, מוקי למתניתין בצריך למקומו של כלי:",
                "<b>שברחה.</b> מן הבית:",
                "<b>דוחין אותה.</b> בידים:",
                "<b>עד שתכנס.</b> ודוקא דוחין אבל לא מדדין, לפי שהתרנגולת מגבהת עצמה מן הארץ ונמצא שהוא מטלטלה. אבל אווזין ושאר עופות מדדין:",
                "<b>מדדין עגלים.</b> אוחז בצוארו ובצדדיו וגוררו ומסיעו ומנענע לו רגליו:",
                "<b>והאשה מדדה את בנה.</b> אוחזתו בזרועיו מאחוריו והוא מניע רגליו והולך:",
                "<b>שנוטל אחת ומניח אחת.</b> כשהתינוק מניע את רגליו מניח אחת ומגביה אחת:",
                "<b>אבל גורר אסור.</b> שנושאתו. וכל מקום שאמר ר״י אימתי במשנה לא בא לחלוק אלא לפרש דברי חכמים, הילכך הלכתא כותיה: \n\n"
            ],
            [
                "<b>אין מילדין.</b> אין מושכין הולד מן הרחם ביו״ט, דאיכא טרחא יתירא:",
                "<b>אבל מסעדין.</b> אוחז את הולד שלא יפול לארץ:",
                "<b>חכמה.</b> מילדת בקיאה:",
                "<b>ממקום למקום.</b> ואין חוששין לאיסור תחומים:",
                "<b>ומחללין עליה את השבת.</b> משעה שהיא יושבת על המשבר ומתחיל הדם להיות שותת עד כל ג׳ ימים אחר שילדה, בין אמרה צריכה אני בין לא אמרה צריכה אני מחללין. מג׳ ועד ז׳, אמרה צריכה אני מחללין, לא אמרה צריכה אני אין מחללין. מז׳ ועד ל׳ אפילו אמרה צריכה אני אין מחללין, אבל עושים צרכיה על ידי נכרי מפני שהיא כחולה שאין בו סכנה, ודבר שאין בו סכנה עושין צרכיו על ידי נכרי:",
                "<b>וקושרים הטבור.</b> של ולד שהוא ארוך, ואם לא יקשרוהו ויכרכוהו יצאו מעיו. אבל אין כורתין אותו בשבת לדברי ת״ק:",
                "<b>ר׳ יוסי אומר אף חותכין.</b> והלכה כר״י שחותכין אותו ומנקים אותו ונותנין עליו אבק הדס וכיוצא בו:",
                "<b>וכל צרכי מילה עושין בשבת.</b> ולקמן באידך פירקא מפרש לצרכי מילה מאי ניהו:"
            ]
        ],
        [
            [
                "<b>רבי אליעזר אומר אם לא הביא כלי.</b> איזמל למול את התינוק:",
                "<b>מביאו בשבת מגולה.</b> להודיע שחביבה מצוה זו שמחללים עליה את השבת:",
                "<b>ובסכנה.</b> שגזרו גזרה על המילה:",
                "<b>מכסהו ע״פ עדים.</b> שיעידו שאיזמל של מצוה הוא מביא, ולא יחשדוהו שהוא נושא שאר חפציו:",
                "<b>ולעשות ברזל.</b> כדי לעשות איזמל למילה:",
                "<b>כל מלאכה שאפשר לעשותה.</b> כגון מכשירי מילה הואיל ואפשר לעשותן מערב שבת אין דוחין את השבת, ופליג אדרבי אליעזר:",
                "<b>שאי אפשר לעשותה מערב שבת.</b> כגון מילה עצמה שאי אפשר לה ליעשות, דזמנה בשמיני דוחה שבת. והלכה כרבי עקיבא: \n\n"
            ],
            [
                "<b>מוהלין.</b> חותך את הערלה:",
                "<b>ופורעין.</b> העור המכסה ראש הגיד:",
                "<b>ומוצצים.</b> את הדם, ואע״פ שהוא עושה חבורה שאין הדם ניתק מחיבורו אלא ע״י מציצה:",
                "<b>אספלנית.</b> תחבושת:",
                "<b>לועס בשיניו.</b> דכל מה דאפשר לשנות משנה:",
                "<b>אם לא טרף יין ושמן.</b> רגילים היו שהיו טורפים בקערה יין ושמן ומערבין אותן יחד לרפואה על המילה כדרך שטורפים ביצים בקערה:",
                "<b>חלוק.</b> חתיכה של בגד נקובה, ומכניסין המילה באותו הנקב כדי שלא יחזור העור ויכסה את הגיד:",
                "<b>לא התקין.</b> לא הזמין:",
                "<b>כורך על אצבעו.</b> דרך מלבוש לשנותו מדרך הוצאה בחול:",
                "<b>אפילו מחצר אחרת.</b> לא מיבעיא מבית לבית באותו חצר אע״פ שלא ערבו, אלא אפילו לחצר אחרת שאינה מעורבת עמהם: \n\n"
            ],
            [
                "<b>מרחיצין את הקטן.</b> האי מרחיצין לאו כדרכו הוא, דתנא סיפא לפרושי רישא כיצד מרחיצין כגון לזלף ביד אבל בכלי אפילו לזלף אסור וכ״ש לרחוץ כדרכו:",
                "<b>ראב״ע כו׳</b> פליג את״ק וסבר מרחיצין את הקטן כדרכו בין לפני המילה בין לאחר המילה, וביום השלישי למילה נמי בין בחמין שהוחמו בערב שבת בין בחמין שהוחמו בשבת עצמו דסכנת נפשות היא, והלכה כראב״ע:",
                "<b>ספק.</b> בן ח׳ חדשים ספק בן ט׳. דאי בן ח׳ כאבן בעלמא הוא ואין מילתו דוחה שבת:",
                "<b>ורבי יהודה מתיר באנדרוגינוס.</b> מדכתיב (בראשית ט״ז) המול לכם כל זכר לרבות אנדרוגינוס. ות״ק, ערלתו כתיב, מי שהוא כולו ערל, יצא זה שחציו נקבה. ואין הלכה כר״י: \n\n"
            ],
            [
                "<b>מי שהיו לו שתי תינוקות וכו׳</b> פליגי אמוראי בגמרא בגרסת משנה זו, והגרסא שתפסו רבותי עיקר כך היא, מי שהיו לו שתי תינוקות אחד למול אחר שבת ואחד למול בשבת, ושכח ומל את של אחר שבת בשבת חייב. אחד למול בע״ש ואחד למול בשבת, ושכח ומל את של ערב שבת בשבת, רבי אליעזר מחייב חטאת ורבי יהושע פוטר. והכי פירושה, שכח ומל את של אחר השבת בשבת חייב לדברי הכל, שהרי טעה בדבר מצוה ולא עשה מצוה כשהקדים ומל את של אחר השבת בשבת, ובהא אפילו ר׳ יהושע מודה:",
                "<b>אחד למול בשבת ואחד למול בערב שבת ושכח ומל את של ערב שבת בשבת, ר׳ אליעזר מחייב חטאת.</b> דמילה שלא בזמנה אינה דוחה שבת. ואע״ג דטעה בדבר מצוה שהיה טרוד באותו של שבת ומתוך כך טעה בזה, ואף בזה עשה מצוה שהרי ראוי הוא למול אלא שאינו דוחה שבת, ס״ל לרבי אליעזר טעה בדבר מצוה ועשה מצוה שאינה דוחה את השבת חייב:",
                "<b>ורבי יהושע פוטר.</b> דסבירא ליה טעה בדבר מצוה ועשה מצוה שאינה דוחה את השבת פטור, כיון דסבור היה שברשות בית דין הוא עושה. והלכה כר״י:   "
            ],
            [
                "<b>נולד בין השמשות נמול לתשיעי.</b> שהרי יום שמיני של מחר הוא נמול, ושמא בין השמשות יום הוא ונמול לתשיעי. היה היום ערב שבת א״א למולו בשבת הבא דשמא תשיעי הוא והויא לה מילה שלא בזמנה ואינה דוחה שבת, וצריך להמתין עד לאחר השבת שהוא עשירי:",
                "<b>חל יום טוב להיות אחר השבת.</b> אין מילה שלא בזמנה דוחה אותו ונמול לאחד עשר:",
                "<b>שני ימים טובים של ראש השנה.</b> דקדושה אחת הן ואין מילה שלא בזמנה דוחה את יום טוב השני של ראש השנה, נימול לי״ב:",
                "<b>עד שיבריא.</b> ויעברו עליו שבעה ימים שלמים מעת לעת מיום שהבריא ואחר כך מלין אותו: "
            ],
            [
                "<b>ציצין.</b> כמין נימין של בשר שנשארו מן הערלה:",
                "<b>עטרה.</b> היא שפה גבוהה המקפת את הגיד סביב, וממנה משפע ויורד לראשו. ובשר החופה את רוב העטרה דקתני מתניתין, לא תימא רוב הקיפה אלא אפילו רוב גבהה במקום אחד:",
                "<b>אינו אוכל בתרומה.</b> אם כהן הוא, דכהן ערל אסור לאכול בתרומה. נאמר בפסח (שמות י״ב:מ״ה) תושב ושכיר לא יאכל בו ונאמר בתרומה (ויקרא כ״ב:י׳) תושב כהן ושכיר לא יאכל בו, מה פסח אסור לערל אף תרומה אסורה לערל:",
                "<b>ואם היה בעל בשר.</b> שהיה שמן ונראה בשר שלמעלה מערלתו לאחר שנטלה הערלה כולה כאילו אותו בשר חוזר וחופה את הגיד:",
                "<b>מתקנו.</b> ומשפע באזמל מאותו עובי:",
                "<b>מפני מראית העין.</b> שלא יהא נראה כערל:",
                "<b>ולא פרע.</b> לא גילה:",
                "<b>כאילו לא מל.</b> וישוב ויפרע, ואפילו סלק ידו ממנה. וכל זמן שהוא מתעסק במילה בשבת חותך בין ציצין המעכבין בין ציצין שאין מעכבין. לאחר שסלק ידו, על ציצין המעכבין חוזר, על ציצין שאינן מעכבין אינו חוזר:"
            ]
        ],
        [
            [
                "<b>רבי אליעזר אומר תולין את המשמרת.</b> שמסננים בה שמרי יין, ומותח את פיה לכל צד בעגול ונעשה כאהל על חלל הכלי. ואע״ג דעביד אהל שרי ביום טוב, דס״ל לר״א מכשירי אוכל נפש שאפשר לעשותן מערב יום טוב מותר לעשותן ביום טוב. אבל בשבת [תולה] לכתחלה לא, אבל אם תלויה היא נותנין לתוכה שמרים ומסננין, דאין דרך בורר בכך:",
                "<b>אין תולין את המשמרת.</b> דעביד אהל עראי ומחזי כמעשה חול:",
                "<b>ואין נותנים לתלויה בשבת.</b> דהוה תולדת בורר או מרקד. והלכה כחכמים: \n\n"
            ],
            [
                "<b>נותנים מים.</b> בשבת על גבי שמרים הנתונים במשמרת מבעוד יום. כדי שיצלו, שיהיו השמרים צלולים ויזוב כל יינם. פירוש אחר על גבי שמרים שנשארו בחבית, וקולטין המים טעם היין ומוציאין אותן בשבת ושותים אותן ואין בזה משום בורר:",
                "<b>את היין.</b> מפני הקמחים לבנים שמתהוים בו:",
                "<b>בסודרין.</b> המיוחדין לכך. וליכא למיגזר דלמא סחיט להו, הואיל ועשויין למלאכה זו. והוא שלא יעשה בידו בסודר כמין גומא בפי הכלי כדי שירד היין במדרון, שלא יעשה כדרך שהוא עושה בחול:",
                "<b>ובכפיפה מצרית.</b> סל העשוי מצורי הדקל. והוא שלא תהיה הכפיפה גבוהה מקרקעית הכלי התחתון טפח, שלא יעשה אהל עראי:",
                "<b>ונותנים ביצה במסננת.</b> שנתנו בה חרדל להסתנן, שרגילין ליתן ביצה טרופה בדברים העכורין והם מתלבנים ומזדככים על ידה:",
                "<b>ינומולין.</b> יין ודבש ופלפלין:",
                "<b>לגין.</b> גדול מכוס וקטן מחבית:",
                "<b>הכל לפי האורחים.</b> אם יש לו אורחין מרובין עושה הרבה, בין בשבת בין ביום טוב בין במועד. והלכה כת״ק שעושין ינומולין בשבת כפי מה שהן רוצים: \n\n"
            ],
            [
                "<b>חלתית.</b> כך שמה בערבי, והיא חמה ונוהגין לאכלה במקומות הקרים, ואין שורין אותה בשבת דמיחזי כמעשה חול:",
                "<b>את הכרשינין.</b> מציף עליהם מים בכלי לברור פסולתן, שהפסולת צף למעלה:",
                "<b>ולא שפין אותן.</b> ביד להשיר פסולתן, דהוה ליה בורר:",
                "<b>אבל נותן בתוך הכברה.</b> ואע״פ שפסולתן נופל לפעמים דרך נקבי הכברה ונמצא מתברר מאליו:",
                "<b>התבן.</b> שהיו עושים מן הקש שמחתכין אותן במוריגים ונעשה כל זנב השבולין תבן:",
                "<b>מוץ.</b> הוא מזקן השבולת העליון, ואינו ראוי למאכל בהמה וכוברים אותו בכברה שיפול המוץ:",
                "<b>אבל נוטל בכברה ונותן לתוך האבוס.</b> ואע״פ שהמוץ נופל מאליו, דדבר שאינו מתכוין מותר כר׳ שמעון: \n\n"
            ],
            [
                "<b>גורפין.</b> בשבת אבוס שלפני השור שמפטמים אותו, שלא יתערב העפרורית שבאבוס בתבן ובשעורים שנותנים לפניו ויקוץ במאכלו, ומסלקין תבן שלפניו לצדדים כשהוא רב כדי שלא ידרסנו ברגליו ויתלכלך ברעי:",
                "<b>וחכמים אוסרים.</b> אתרוייהו קאי, אחד גריפת האבוס ואחד תבן שלפניו לא יסלקנו לצדדים. ולא נחלקו רבי דוסא וחכמים אלא באבוס של כלי, אבל באבוס של קרקע הכל מודים שאין גורפים, דלמא אתי לאשוויי גומות. ורבנן גזרו אבוס של כלי אטו אבוס של קרקע. והלכה כחכמים:",
                "<b>נוטלים מלפני בהמה זו ונותנים לפני זו.</b> ולא אמרינן טלטול דלא חזי הוי, אלא ודאי חזי דאין בהמה קצה במאכל הניטל מלפני חבירתה. ודוקא מלפני החמור ונותנין לפני השור וכיוצא בזה, אבל לא מלפני השור ונותנים לפני החמור, שמאכל השור מאוס ברירין היוצאים מפיו ואין החמור אוכל ממנו: \n\n"
            ],
            [
                "<b>הקש שעל מטה.</b> סתמא להסקה ומוקצה הוא, ובא לשכב עליו ומנענעו כדי שיהא רך וצף לשכב עליו:",
                "<b>לא ינענענו בידיו.</b> דמוקצה הוא, אבל מנענעו בגופו בכתפיו, דטלטול מן הצד הוא ולאו שמיה טלטול:",
                "<b>או שהיה עליו כר או סדין.</b> דגלי דעתיה דאקצייה לשכיבה מעתה תורת כלי עליו:",
                "<b>מכבש.</b> שני לוחות שמשימין ביניהן הבגדים לאחר כביסתן ומהדקין הלוח העליון על הבגדים המונחין בלוח התחתון כדי שיהא קיפולן נאה:",
                "<b>מתירין.</b> דהיינו לצורך שבת ליטול את הבגדים, אבל לא כובשים דהיינו צורך חול:",
                "<b>ושל כובסים לא יגע בו.</b> מפני שהוא עשוי לתקן בגדים ומהדק טפי והתרתו דומה לסתירה. ואין הלכה כרבי יהודה:"
            ]
        ],
        [
            [
                "<b>נוטל אדם את בנו.</b> בחצר והאבן בידו ולא אמרינן דמטלטל לאבן:",
                "<b>כלכלה.</b> סל:",
                "<b>והאבן בתוכה.</b> והוא שיהיו פירות בסל, שאם אין בו פירות נעשה בסיס לדבר האסור ואסור לטלטלו. וצריך נמי שיהיו בתוכו פירות שאם ישליכם בארץ ימאסו, כגון תותים וענבים וכיוצא בהם, אבל אם היו בו פירות כגון אגוזים ושקדים מנער את הפירות והם נופלים. ופירות הנמאסים נמי כגון תותים וענבים אם אפשר לסלקם לצדי הכלכלה ולנער האבן לבדה ולהשליכה אסור לטלטלה עם האבן. ומתניתין איירי כגון שנפחת מצדי הכלכלה או שוליה והאבן דופן לה שאי אפשר להשתמש בכלכלה בלא האבן:",
                "<b>תרומה טמאה עם הטהורה ועם החולין.</b> אגב הטהורה ואגב החולין. אבל טמאה באנפי נפשה לאו בת טלטול היא:",
                "<b>אף מעלין את המדומע באחד ומאה.</b> סאה של תרומה שנפלה במאה סאים של חולין, מותר להעלותה לסאה של תרומה מהן בשבת ויהיו כולן חולין ומותרין לזרים, ולא אמרינן מתקן הוא, דתרומה שנפלה בחולין חשבינן לה כאילו מונחת לבדה ואינה מעורבת, וכשעולה באחד ומאה התרומה עצמה שנפלה עולה הילכך לאו מתקן הוא. ואין הלכה כרבי יהודה: \n\n"
            ],
            [
                "<b>מטה על צדה.</b> מטה החבית על צדה אם צריך ליטול מן היין והאבן נופלת ולא יטול אותה בידים:",
                "<b>היתה בין החביות.</b> ומתירא שלא תפול האבן על החביות ותשברם מגביהה לחבית כולה ומסלקה מבין החביות ושם מטה אותה על צדה:",
                "<b>נוער את הכר והן נופלות.</b> כשהוא צריך לכר ואינו צריך למקום הכר, אבל אם צריך למקומו מגביה הכר עם המעות שעליו. ולא אמרן אלא כששכח המעות על הכר מערב שבת, אבל הניחן שם במתכוין נעשה הכר בסיס לדבר האסור ואסור לטלטלו ולא לנער המעות שעליו:",
                "<b>לשלשת.</b> דבר של טנוף כגון רוק או רעי או צואה:",
                "<b>מקנחה בסמרטוט.</b> ולא יתן עליה מים, דסתם כר של בגד הוא, ובגד שרייתו במים זהו כבוסו:",
                "<b>היתה.</b> על כר:",
                "<b>של עור.</b> דלאו בר כבוס הוא:",
                "<b>נותן עליה מים.</b> עד שתכלה ותלך הלשלשת. אבל כבוס ממש לא, דהואיל וסתם כרים וכסתות רכים נינהו שייך בהו כבוס בעורות רכים, ומיהו שרייתן לא זהו כבוסן: \n\n"
            ],
            [
                "<b>ב״ש אומרים מגביהין מעל השלחן עצמות וקליפין.</b> בגמרא קאמר שאין אנו סומכים על משנתנו כמות שהיא שנויה, אלא מוחלפת השטה, שבית הלל אומרין מגביהין מעל השלחן עצמות וקליפין, וב״ש אומרים מסלק את הטבלא שיש עליה תורת כלי אבל לא יטלטל העצמות והקליפין בידים, דב״ה כר״ש וב״ש כר׳ יהודה. ומיהו לא שרו ב״ה אלא בעצמות וקליפין דחזו למאכל בהמה אע״ג דלא חזו למאכל אדם, אבל אי לא חזו אף למאכל בהמה מודו ב״ה דאסורים לטלטל, דבכה״ג אפילו ר״ש מודה:",
                "<b>מעבירין מעל השלחן פרורין פחות מכזית.</b> אפילו פחות מכזית וטעמא כדמפרש בסמוך שהן ראויין למאכל בהמה:",
                "<b>ושער של פולין.</b> שרביטים שהקטנית גדל בהן:",
                "<b>עור בית אחיזה.</b> בית אחיזה של עור שיאחזנו בו:",
                "<b>אין מקנחין בו.</b> שכשאוחזו נסחט בין אצבעותיו והוי פסיק רישיה ולא ימות דמודה ביה ר״ש:",
                "<b>בין כך ובין כך.</b> בין יש לו בית אחיזה בין אין לו בית אחיזה ניטל בשבת כשהוא נגוב:",
                "<b>ואינו מקבל טומאה.</b> דאינו לא כלי עץ ולא בגד ולא שק ולא מתכת:"
            ]
        ],
        [
            [
                "<b>מצילין מזון ג׳ סעודות.</b> ואפילו בכלים הרבה, דאילו בכלי אחד אמרו בפרק כל כתבי דכמה דבעי מציל:",
                "<b>לכם.</b> כל אחד מזון ג׳ סעודות:",
                "<b>ובלבד שלא יספוג.</b> שלא ישים ספוג לשאוב היין ולחזור ולהטיף, ואף על פי שיש לספוג בית אחיזה דליכא חשש סחיטה, שלא יעשה כדרך שהוא עושה בחול. ואפילו ליקח בידו שמן ודבש שהן עבים ונדבקים ולקנח ידו בשפת הכלי אסור, שלא יעשה כמעשה חול:",
                "<b>אין סוחטין את הפירות.</b> דה״ל מפרק תולדה דדש:",
                "<b>אסורין.</b> גזירה שמא יסחוט לכתחלה:",
                "<b>ר״י אומר אם לאוכלין.</b> היו אותן פירות מכונסים, היוצא מהן מותר, דלא ניחא ליה במה שזבו וליכא למגזר בהו שמא יסחוט:",
                "<b>ואם למשקין.</b> היו מכונסין דניחא ליה במאי דנפק מנייהו, היוצא מהן אסור, גזירה שמא יסחוט. ובזיתים וענבים מודה ר״י לחכמים דאע״ג דכנסן לאוכלים היוצא מהן אסור, כיון דדרכן לסחיטה קיימי כי אתו לידי משקה יהיב דעתיה בהכי. ובשאר מיני פירות מודים חכמים לר״י, כיון דלאו דרכן לסחיטה. לא נחלקו אלא בתותים ורמונים, דרבי יהודה מדמה להו לשאר פירות וחכמים מדמו להו לזיתים וענבים. והלכה כר״י:",
                "<b>חלות דבש.</b> כשהן מרוסקים זב הדבש מעצמו מתוך השעוה ואין דרך לסחטו, הילכך ר״א מתיר, וחכמים אוסרים גזרו אטו שאין מרוסקין. והלכה כר״א: \n\n"
            ],
            [
                "<b>כל שבא בחמין.</b> שנתבשל:",
                "<b>מדיחין.</b> דהדחתו אינה בשולו אבל לא שורין:",
                "<b>חוץ מן המליח הישן.</b> דג מליח שעברה עליו שנה משנמלח:",
                "<b>וקוליס האספנין.</b> דג שקליפתו דקה והדחתו בחמין הוא גמר בשולו: \n\n"
            ],
            [
                "<b>שובר אדם את החבית.</b> מפני שהוא מקלקל:",
                "<b>ובלבד שלא יתכוין לעשותה כלי.</b> לעשות לה פה נאה:",
                "<b>אין נוקבים מגופה.</b> הדבוקה בפי חבית אלא נוטל את כולה דכי נקיב לה מתקן פתחא הוא:",
                "<b>ר׳ יוסי מתיר.</b> דאין דרך פתח חבית בכך. והלכה כר׳ יוסי:",
                "<b>ולא יקבנה מצדה.</b> כלומר הא דשרי ר׳ יוסי להיות נוקב את המגופה, לא שרי אלא למעלה בראש המגופה דלאו אורחא למעבד פתחא התם אלא נוטל כל המגופה. אבל מצדה, זימנין דעביד ליה לנקב בצד המגופה משום פתחא ואינו רוצה לפתחה למעלה שלא יפלו צרורות או עפר ביין:",
                "<b>ממרח.</b> ויש כאן משום ממחק:",
                "<b>בערב.</b> שם מקום:",
                "<b>חוששני לו מחטאת.</b> אם מירח השעוה לדבקה בדופני הכלי סביב הנקב: \n\n"
            ],
            [
                "<b>לתוך הבור.</b> שאין בו מים:",
                "<b>שיהא שמור.</b> שלא יסריח מחמת החום. והא קמ״ל דלא חיישינן דלמא אתי לאשוויי גומות שבקרקעית הבור כדי שיהא שוה להושיב שם הקדרה:",
                "<b>ואת המים היפים.</b> הראויים לשתיה:",
                "<b>ברעים.</b> בתוך מקוה מים רעים שאינן ראויין לשתיה. ומילתא דפשיטא היא ומשום סיפא נקט לה, דתנן ואת הצוננים [בחמה] בשביל שיחמו, מהו דתימא נגזור דלמא אתי לאטמוני ברמץ, קמ״ל:",
                "<b>מי שנשרו כליו.</b> שנפלו במים בשבת:",
                "<b>מהלך עמהן ואינו חושש.</b> שמא יחשדו אותו שכבסן:",
                "<b>הגיע לחצר החיצונה.</b> הסמוכה למבוא העיר שהוא מקום המשתמר:",
                "<b>שוטחן בחמה.</b> ליבשן:",
                "<b>אבל לא כנגד העם.</b> שיחשדוהו שכבסן. ומשנה זו דחויה היא, שהלכה בידינו כל דבר שאסרו חכמים מפני מראית העין אפילו בחדרי חדרים אסור, הילכך אסור לשטחן אפילו שלא כנגד העם: \n\n"
            ],
            [
                "<b>ונסתפג.</b> וקנח:",
                "<b>אפילו בעשר אלונטיות.</b> סדינים שמקנחים בהן, ונסתפג בהן זה אחר זה אע״ג דלא נפישי מיא בכל חד וחד אפ״ה לא יביאם בידו לתוך ביתו, אפילו ע״י עירוב, שאין כאן איסור הוצאה, אלא גזרה שמא ישכח ויסחטם בבואו:",
                "<b>אבל עשרה בני אדם.</b> הואיל ומרובין הם מדכרי אהדדי. ואפילו חדא אלונטית לעשרה בני אדם דהשתא נפישי בה מיא אפילו הכי מביאין אותה בידם ולא גזרינן שמא יסחטוה, הואיל ומרובים הן:",
                "<b>פניהם ידיהם ורגליהם.</b> אורחא דמלתא נקט והוא הדין לכל גופן. ואין הלכה כמשנה זו אלא אפילו אחד מביא בידו אלונטית שנסתפג בה ולא חיישינן שמא יסחוט: \n\n"
            ],
            [
                "<b>סכין.</b> שמן בשבת:",
                "<b>וממשמשין.</b> ביד על כל הגוף להנאה:",
                "<b>אבל לא מתעמלין.</b> לשפשף בכח:",
                "<b>ולא מתגרדין.</b> במגרדת, ודומה לו (איוב ב׳:ח׳) ויקח לו חרש להתגרד בו, משום דהוי כעובדא דחול:",
                "<b>אין יורדין לפולימא.</b> בקעה מלאה מים ותחתיה טיט כמו דבק, ויש בה מקומות שיטבע הרוחץ שם באותו טיט וידבק בו ואינו יכול לעלות עד שיתקבצו בני אדם ויעלוהו בקושי גדול ובדוחק. פ״א בקעה שטיט שלה מחליק והרוחץ שם נופל ובגדיו נשורים במים ואתי לידי סחיטה:",
                "<b>אפיקטויזין.</b> להקיא. ופירושו אפיק טוי זיין, כלומר להוציא המזון ממקום בשולו שהיא האצטומכה. אפיק, מוציא. טוי, מתבשל. צלי אש מתרגמינן טוי נור. זיין, מזון. ודוקא לשתות משקה שמביאו להקיא הוא שאסור בשבת אבל להכניס אצבעו לתוך פיו כדי להקיא מותר. והיכא דאית ליה צערא ואם יקיא יתרפא מותר אפילו ע״י משקה:",
                "<b>ואין מעצבין את הקטן.</b> לתקנו ולישב עצמותיו וחוליות שדרתו משום דמיחזי כבונה. ולא אמרן אלא לאחר זמן אבל ביום לידה שרי. מעצבין, לשון ידיך עצבוני ויעשוני (שם י׳):",
                "<b>ואין מחזירין את השבר.</b> עצם שנשבר. ואין הלכה כמשנה זו, אלא הלכה מחזירין את השבר בשבת:",
                "<b>שנפרקה ידו.</b> שיצא העצם מן הפרק שלו:",
                "<b>לא יטרפם.</b> לשון ביצים טרופות בקערה, שמשתטף [בצונן] על מקום השבר, דמיחזי דלרפואה קעביד:"
            ]
        ],
        [
            [
                "<b>שואל.</b> ובלבד שלא יאמר הלוני. דהלואה לזמן מרובה משמע וקיי״ל סתם הלואה שלשים יום הלכך אתי מלוה לכתוב על פנקסו כך וכך הלויתי לפלוני כדי שלא ישכח:",
                "<b>מניח טליתו אצלו.</b> אם אינו מאמינו ולוקח אותו ומקדישו בשבת, דחובות שקבוע להן זמן יכולין להקדיש בשבת: \n\n"
            ],
            [
                "<b>פרפרותיו.</b> מיני מעדנים:",
                "<b>אבל לא מן הכתב.</b> אם כתב מערב שבת כך וכך אורחים כדי שלא ישכחם, לא יקרא באותו כתב בשבת, גזירה שמא ימחוק. א״נ שמא יקרא בשטרי הדיוטות, ואין מותר לקרות בשבת אלא בתורה שבכתב, ובתורה שבעל פה לאחר שכתבוה, ובפירושיהן, אבל בשאר דברים או בספרי חכמות, שאינו מדברי נבואה או מפירושיהן, אסורים:",
                "<b>מפיס.</b> מטיל גורל לחלק למי יגיע כל מנה ומנה:",
                "<b>עם בניו ועם בני ביתו.</b> שהן סמוכים על שולחנו שאין כאן קפידא. אבל עם אחר לא, דבני חבורה המקפידים זה על זה שאינן מוחלין ואינן מוותרים זה לזה עוברים משום מדה ומשום משקל ומשום מניין ומשום לווין ופורעין דגזרו בהו רבנן שמא יכתבו:",
                "<b>ובלבד שלא יתכוין וכו׳</b> מתניתין חסורי מחסרא והכי קתני, מפיס אדם עם בניו ועם בני ביתו על השלחן, ואפילו מנה גדולה כנגד מנה קטנה, ודוקא עם בניו ועם בני ביתו אבל עם אחר לא, ובלבד שלא יתכוין לעשות מנה גדולה כנגד מנה קטנה, ואז הוא דביו״ט אסור ובחול שרי, אבל אם נתכוין לעשות מנה גדולה כנגד מנה קטנה אפילו בחול אסור משום קוביא, דגזל הוא ואסמכתא לא קניא, והאי אסמכתא היא דסמיך על הגורל אם יפול לו הגורל על המנה הגדולה יזכה בה, ולפיכך תלה עצמו אף לגורל הקטנה על הספק, ואילו ידע מתחילה שכן, לא היה מתרצה:",
                "<b>חלשים.</b> גורלות, כמו חולש על גוים (בישעיה י״ד י״ב):",
                "<b>על הקדשים ביו״ט.</b> שנשחטו בי״ט, לחלק אותם בין הכהנים.",
                "<b>אבל לא על המנות.</b> של קדשים של אתמול:   "
            ],
            [
                "<b>לא ישכור אדם פועלים.</b> דכתיב (ישעיהו נ״ח:י״ג) ממצוא חפצך ודבר דבר:",
                "<b>ולא יאמר אדם לחבירו כו׳</b> לדיוקא נקטיה, לא יאמר לחבירו שכור לנו פועלים, אבל אומר לו הנראה שתעמוד עמי לערב, כלומר עכשיו נראה אם תבא אלי לכשתחשך, ואע״פ ששניהם יודעים שעל מנת לשכרו לפעולתו הוא מזהירו, כיון דלא מפרש ליה שכירות בהדיא שרי, דקי״ל דבור אסור הרהור מותר:",
                "<b>אין מחשיכין על התחום.</b> לקרב עצמו בשבת עד סוף התחום ולהחשיך שם שיהא קרוב למקום הפועלים או לפרדס להביא פירות, דכל דבר שאסור לעשותו בשבת אסור להחשיך עליו, אבל מחשיך הוא להיות קרוב לצאת ולשמור פירותיו, דזה דבר המותר בשבת לשמור פירותיו:",
                "<b>ומביא פירות בידו.</b> הואיל ועיקר מחשבתו לא היתה לכך:",
                "<b>כלל אמר אבא שאול.</b> אתנא קמא פליג, דאסר כל החשכה ולא מפליג בין החשכה של מצוה להחשכה של רשות, ואתא איהו ואמר דהחשכה של מצוה שריא, שכשם שמותר לומר לחבירו בשבת תהיה מזומן לילך לאחר חשיכה להביא ארון ותכריכים למת, כך מותר להחשיך על התחום כדי שיהיה מזומן לאחר חשיכה להביא ארון ותכריכים. וסיפא דתנן מחשיכים על התחום [לפקח] על עסקי כלה ועל עסקי המת, אבא שאול היא. והלכה כמותו: \n\n"
            ],
            [
                "<b>לפקח על עסקי כלה.</b> לעיין ולחקור בצרכי הכלה:",
                "<b>חלילין.</b> כלי נגון חלולין שקולן מעורר הבכי:",
                "<b>לא יספוד בהן ישראל.</b> קנסא הוא משום דמוכחא מילתא שבשביל ישראל הובאו:",
                "<b>אלא אם כן באו ממקום קרוב.</b> אא״כ נודע לנו בבירור שבאו ממקום שבתוך התחום ולא הביאם מחוץ לתחום:",
                "<b>ארון.</b> לעצמו שיקבר בו נכרי, או למכור: \n\n"
            ],
            [
                "<b>סכין.</b> בשמן:",
                "<b>ומדיחין.</b> במים. ופוקקין נקביו, סותמין נקביו העליונים והתחתונים בבגד או בשום דבר כדי שלא תכנס בהם הרוח ויתפח:",
                "<b>ובלבד שלא יזיז בו אבר.</b> שלא יטלטל ויגביה לא ידו ולא רגלו ולא ריסי עיניו, שאסור לטלטל המת או אבר מאבריו, אע״פ שמותר ליגע בו. וכן כל מוקצה מותר בנגיעה ואסור בטלטול. וביצה שנולדה בשבת או ביום טוב אסורה אפילו בנגיעה, שמפני כדוריתה נגיעתה זהו טלטולה:",
                "<b>ושומטים את הכר מתחתיו.</b> ונמצא מוטל על החול, אבל לא מטלטלין להניחו על החול, דהא תנא רישא ובלבד שלא יזיז בו אבר:",
                "<b>בשביל שימתין.</b> שלא יסריח מחמת חום הסדינים והכרים:",
                "<b>קושרים את הלחי.</b> של מת שהיה פיו הולך ונפתח:",
                "<b>ולא שיעלה.</b> להסגר מה שנפתח דהיינו מזיז אבר, אלא שלא יוסיף להפתח:",
                "<b>סומכים אותה בספסל.</b> שהרי תורת כלי עליו:",
                "<b>ולא שתעלה.</b> דהוה ליה בונה:",
                "<b>אין מעמצין.</b> את עיניו בשבת אפילו לאחר יציאת נפש, דהוה ליה מזיז אבר:",
                "<b>שופך דמים.</b> שבדבר מועט מקרב מיתתו:"
            ]
        ],
        [
            [
                "<b>מי שהחשיך.</b> נותן כיסו לנכרי. מבעוד יום. ואע״ג דשלוחו של ישראל הוא לישא את כיסו בשבת, קים להו לרבנן דאין אדם מעמיד עצמו על ממונו ואי לא שרית ליה אתי לאתויי ד׳ אמות ברשות הרבים:",
                "<b>ואם אין עמו נכרי כו׳</b> הא יש עמו נכרי, לנכרי יהיב ליה, מ״ט חמור אתה מצווה על שביתתו, נכרי אי אתה מצווה על שביתתו. וכשמניח כיסו על החמור משתחשך מניחו עליה כשהיא מהלכת, כלומר לאחר שעקרה רגליה לילך דלא עבדה עקירה, וכשרוצה הבהמה לעמוד נוטלו מעליה, ולאחר שתחזור ותעקור רגליה לילך יניחנה עליה, כי היכי דלא תעביד הבהמה עקירה והנחה, דאי שביק לה למעבד עקירה והנחה והוא מחמר אחריה ומנהיגה נמצא מחמר אחר בהמתו בשבת ואסור, אע״פ שאינה טעונה אלא כל דהו דכתיב (שמות כ׳:י׳) לא תעשה [כל] מלאכה אתה ובהמתך, איזו היא מלאכה שנעשית בין האדם והבהמה, הוי אומר זה מחמר:",
                "<b>הגיע לחצר החיצונה.</b> מילתא באנפי נפשה היא ולא בדין כיסו קא מיירי:",
                "<b>לחצר החיצונה.</b> של עיר, שהוא מקום המשתמר ראשון, כשיבא לפרק החמור נוטל בידו מעליו כלים הניטלין בשבת:",
                "<b>ושאינם ניטלים מתיר את החבלים.</b> של אוכף שהן קשורים והשקין נופלים: \n\n"
            ],
            [
                "<b>פקיעי עמיר.</b> קשין של שבלים שאגדן, מתירין אותן, דכל זמן שהן קשורין לאו אוכלא נינהו ומתירין אותן לשווינהו אוכלא, אבל פספוס, לפזרן כדרך שרגילין לפזר עשבים לפני בהמה כדי שתריח ריחן ויהיו יפין לה לאכלן, אסור בפקיעי עמיר, דמאחר דאתעבידו אוכלא בהתר הפקיעין, והפספוס אינו אלא לתענוג בעלמא, ומטרח בדבר שהוא כבר אוכל לא טרחינן:",
                "<b>ומפספסים את הכיפים.</b> ענפים לחים של ארז, מפזרים ושוטחים אותן לפני הבהמה שתריח ריחן, דבלאו פספוס לא הוו אוכלא:",
                "<b>אבל לא את הזירין.</b> הן הן פקיעי עמיר, אלא שהפקיעין יש להן שני קשרים אחד בראשן ואחד בסופן, והזירין יש להן שלשה קשרים קשר אחד יתר באמצען. וקאמרה מתניתין שאין מפספסים את הזירין ואע״פ שהן דחוקים זה בזה ומתחממים והבהמה קצה בהן, אלא מתיר שלשה אגדיהן בלבד, דהתרת אגדיהן משוי לה אוכלא כפקיעין:",
                "<b>אין מרסקין את השחת.</b> אין מחתכין עשב של תבואה, והיא אספסתא, משום דטרחא שלא לצורך הוא:",
                "<b>רבי יהודה מתיר בחרובין לבהמה דקה.</b> ששיניה דקות וקשין לה. ואין הלכה כר״י: \n\n"
            ],
            [
                "<b>אין אובסין.</b> [אין] מאכילין אותו על כרחו ותוחבים לו בגרונו, ופירוש אובסין, עושין לה אבוס בתוך מעיה:",
                "<b>ולא דורסים.</b> שדורס המאכל לתוך גרונה. ומיהו לא הוי כמו אובסין:",
                "<b>אבל מלעיטים.</b> שתוחב לו המאכל למקום שיכול להחזיר:",
                "<b>אין ממראין.</b> מפטמין, לשון וחלב מריאים (ישעיהו א׳:י״א). ופירוש המראה, שתוחב לו המאכל לפנים מבית הבליעה במקום שאינו יכול להחזיר:",
                "<b>ומהלקטין לתרנגולים.</b> שתוחב המאכל לתוך פיו במקום שיכול להחזיר:",
                "<b>אבל לא גובלין.</b> אין לשין אותו במים:",
                "<b>אין נותנין מים לפני דבורים.</b> שאין מזונותיהן עליו, שיוצאין ואוכלין בשדה ומים מצויין להם באגמים:",
                "<b>דורסיאות.</b> יונים שגדלים בבתים. ונקראים דורסיאות על שם הורדוס המלך שהיה מגדל מהן בארמונו: \n\n"
            ],
            [
                "<b>מחתכין את הדלועין.</b> התלושין לפני הבהמה, ואע״ג דסתמן לאו למאכל בהמה קיימי אלא לאדם:",
                "<b>ואת הנבלה.</b> שנתנבלה היום, ואע״ג דבין השמשות היתה עומדת לאדם ולא לבהמה:",
                "<b>רבי יהודה אומר אם לא היתה נבילה מע״ש אסורה.</b> דכל מידי דחזי לאינש לא מקצה ליה לבהמה. ואפילו חולה מע״ש, סובר שתתרפא. ואין הלכה כרבי יהודה: \n\n"
            ],
            [
                "<b>מפירין.</b> בעל לאשתו ואב לבתו:",
                "<b>ונשאלין.</b> לחכם:",
                "<b>שהן לצורך השבת.</b> כגון שנדר שלא יאכל היום. ואנשאלין דוקא קאי, דאילו בעל או אב מפר בין נדרים שהן לצורך השבת בין נדרים שאינן לצורך השבת, כיון שאינו יכול להפר אלא ביום שמעו בלבד. ונדרים שהן לצורך השבת אפילו היה לו פנאי להשאל עליהם קודם השבת נשאלין עליהם בשבת:",
                "<b>ופוקקין את המאור.</b> החלון שממנו האורה נכנסת, סותמין אותו בלוח או בשאר כל דבר שרגילים לסתום בו:",
                "<b>ומודדין את המטלית.</b> כגון אם היתה טמאה ונגעה בטהרות, מודדין אותה אם יש בה ג׳ אצבעות על ג׳ אצבעות לידע אם נטמאו הטהרות אם לאו, דמטלית פחותה מג׳ על ג׳ אינה לא מיטמאה ולא מטמאה:",
                "<b>ואת המקוה.</b> לידע אם יש בה אמה על אמה ברום שלש אמות. שאלו מדידות של מצוה הן לפיכך מותר למדוד אותן בשבת:",
                "<b>שפקקו את המאור.</b> את החלון וקרוי מאור שממנו האורה נכנסת:",
                "<b>בטפיח.</b> פך של חרס:",
                "<b>מקדה.</b> כלי חרס:",
                "<b>בגמי.</b> להכי נקט גמי שראוי למאכל בהמה ולא מבטל ליה להיות קשר של קיימא:",
                "<b>לידע אם יש בגיגית פותח טפח.</b> כמין שביל קטן היה בין שני בתים שלא היה מקורה אלא שגיגית מונחת על גבו, והיו חלונות פתוחות מן הבתים אל השביל, והיו חוששין שמא ימות מת בבית אחד ותהא הטומאה בא מן החלון אל השביל ומן השביל אל הבית האחר דרך החלון הפתוח, לפיכך פקקו את החלון הפתוח לבית שהטומאה בתוכו בטפיח של חרס וגבו לצד השביל, וכלי חרס אינו מיטמא מגבו, וחוצץ, כי חששו שמא אין בסדק הגיגית פותח טפח ונמצאת הגיגית מאהלת על השביל והטומאה באה דרך השביל מבית זה לבית זה. אח״כ הוצרכו לפתוח החלון וליטול אותו טפיח הפקוק בחלון, ובאו לידע אם יש באותו סדק של גיגית פותח טפח ואין שם אהל באותו שביל להביא את הטומאה, שהטומאה יוצאה מן השביל דרך סדק שבגיגית כלפי מעלה. או אין בסדק של גיגית פותח טפח, ונמצאת השביל כאהל ומביאה את הטומאה מבית לבית. ומדדו מקדה של חרס וקשרוה בגמי והושיטוה כלפי מעלה, לראות אם היה בסדק הגיגית פותח טפח אם לאו:",
                "<b>ומדבריהם למדנו שפוקקין וקושרין ומודדין בשבת.</b> ובלבד שלא יהיה קשר של קיימא, והמדידה תהיה של מצוה, או להתלמד על דבר הוראה:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "<b>יציאות השבת שתים שהן ד' בפנים ושתים שהן ד' בחוץ כו':  </b>קודם שאתחיל בפירוש אקדים ההקדמות שהאדם צריך לעמוד עליהם ואז יתבארו עניני זאת המסכתא והמסכתא אשר אחריה ומהם כי שנוי המקומות בדיני השבת ארבעה והם הנקראים רשויות שבת. אחד מהם נקרא רשות הרבים והוא מקום שידרכו בו כל העם כלם ובתנאי שיהיה בלי קירוי ושיהיה רחבו שש עשרה אמה או יותר ושלא יהיה תוך דלתים או חומת מדינה כי המדינה כשהיא מוקפת חומה ודלתותיה נעולות אינה רשות הרבים אבל יש לה דינין עוד נבארם בפרק חמישי ממסכת עירובין ואולם כי רשות הרבים הוא כמו המדברות היערים והדרכים המפולשין להם. והשני רשות היחיד והוא המקום שאין דורכין בו רבים והוא שיהיה גבהו עשרה טפחים וארכו ארבעה טפחים ורחבו ארבעה טפחים או יותר על אלו השיעורים אבל אם היו פחות מאלו השיעורים ברוח מן הרוחות השלשה אינו רשות היחיד ואין חלוק בין שיהיה עמוד עומד בשטח הארץ בזה השיעור או חפירה בארץ שיהיה לה אורך רוחב ועומק כאשר התנינו או מקום מוקף בארבעה כתלים כמו הבתים והדיורין הכל יקרא רה\"י ובתנאי שיהיה גובה הכתלים עשרה טפחים כמו שבארנו והחלל ביניהם ד' על ד' או יותר. והשלישי הוא הנקרא כרמלית והוא המקום אשר לא נשלמו בו תנאי רשות הרבים ולא תנאי רשות היחיד וגדרו כאשר אומר והוא כי כל מקום שיהיה בו ד' טפחים באורך וד' טפחים ברוחב או יותר וגבהו שלשה טפחים הוא כרמלית בין יהיה חפירה בארץ או עמוד עומד על שטח הארץ הכל שוה אלא אם יהי' העמוד עומד גבוה ט' טפחים בצמצום אז יקרא רשות הרבים כי בני אדם יניחו עליו חפציהם ויסתייעו בו בנשאם משאות על כתפיהם אבל אם הוא פחות מט' טפחים עד שלשה הוא כרמלית וכן אם הוא יותר מט' עד י' אם הגיע לעשרה טפחים אז יהיה רה\"י לפי שנשלמו בו תנאיו ואם הוא גם כן פחות משלשה טפחים הוא רשות הרבים לפי שהעיקר אצלנו בכל התורה כל פחות משלשה כלבוד דמי אבל זה בתנאי שיהיה במקום ארבעה טפחים אורך וארבעה טפחים רחב לפי שהעיקר אצלנו אין כרמלית פחותה מארבעה וגם כן המקומות שיש להם שלשה כתלים והרוח הרביעית ממול רשות הרבים הם כרמלית ובתנאי שיהיה בו ד' על ד'. והרביעי מקום פטור והוא בכל מקום שיהיה בגבהו יותר משלשה טפחים ואפי' עד לרקיע ורחבו פחות מזה השיעור זה יקרא מקום פטור ואפי' יהיה ארכו ד' טפחים ורחבו ד' טפחים פחות רוחב שיעורה וגבהו משלשה טפחים עד לרקיע הרי זה מקום פטור ואין הפרש בכאן בין שיהיה עמוד עומד על שטח הארץ או חפירה בארץ יהי' בהם זה השיעור אלא אם היה בגובה העמוד העומד ט' טפחים בצמצום שהוא רשות הרבים מן הטעם שאמרנו ולא נחוש לארכו ולרחבו: ודיני אלו הרשויות כך כי רה\"י ור\"ה מי שיוציא מאחד מהם לאחר בשבת יתחייב סקילה אם הוא מזיד או חטאת אם הוא שוגג לפי שהיא מלאכה מכלל אבות מלאכות כמו שנבאר ומי שיוציא מאחד מהם לכרמלית או מכרמלית לאחד מהם יתחייב *מלקות אם הוא מזיד ואם הוא שוגג אינו חייב כלום לפי שאין בכל המצות שיש לנו מצוה יתחייב בה השוגג מלקות אלא שפחה חרופה בלבד שהוא לוקה אפילו על השגגה כאשר נבאר במקומו. אבל מקום פטור מותר להוציא ממנו לכל אחד מהג' רשויות ומהם אליו וזה מותר לכתחלה ולכך נקרא מקום פטור. ומפני זה נקראת כרמלית לדמותו כאשה האלמנה שאינה בתולה ולא בעולת בעל כמו כן אלו הרשויות אינם רשות הרבים ולא נשלמו בהם תנאי רשות היחיד ויהיה אמתת השם כארמלית ודע כי כל יציאה היא ג\"כ הכנסה בהיקש אל המקום שהוציאו אליו החפץ וכל הכנסה היא גם כן יציאה בהיקש אל המקום שהוציאו ממנו החפץ אלא שמנהג המשנה לקרות טלטול הדבר מרה\"י לרה\"ר הוצאה ועקירת דבר מרה\"ר לרה\"י הכנסה ועל זה המנהג יאמרו מכניס ומוציא בכל זה הענין. ודע כי בכל מקום שאמרו בזו המסכתא פנים וחוץ רצונם בזה רה\"י ורה\"ר. וכל מה שאמרו בו חייב הוא סקילה אם הוא מזיד או קרבן חטאת אם הוא שוגג. וכל מה שאמרו בו פטור באיזה דבר שיהיה ממשפטי השבת רוצה לומר פטור מן המיתה ויתחייב מלקות בהכרח אם הוא מזיד אלא בהלכות ידועות שאמר בהם פטור על דרך שתוף הלשון ואף על פי שהוא מותר ועוד נעורר עליהם כשנזכרם. ומפני מה אמר העני ובעל הבית ולא אמר איש אחד עומד ברשות הרבים ואיש אחד עומד ברשות היחיד. זה היה לאחוז דרך קצרה לפי שהיה צריך לומר האיש העומד ברשות הרבים במקום אמרו עני אם כן תורה לנו מלה אחת כל הענין כמו שיורו ד' מלות. ומה שחייבו להתחיל בדין ההוצאה מרשות לרשות ואם היא מנויה בסוף אבות מלאכות (פ\"ז דף ע\"ג.) רוצה לומר המוציא מרשות לרשות לפי שזאת המלאכה היא נמצאת תדיר ובה יכשלו בני אדם על הרוב לפי שאינם צריכים בה לכלום. וטעם שני ללמדנו שהיא מלאכה אע\"פ שהנראה ממנה אינה מלאכה על כן הקדימה להזהיר עליה לפי שהיא מדרשה אתיא כמו שיתבאר. והטעם שהצריכו לומר יציאות השבת ולא אמר הכנסות השבת כי כל יציאה היא הכנסה כאשר בארנו. ועוד כי אחז דרך המקרא כי המוציא מרשות לרשות למדנו אותן מדברי ה' יתברך שאמר (שמות ל״ו:ו׳) איש ואשה אל יעשו עוד מלאכה לתרומת הקדש ויכלא העם מהביא למדנו כי הבאתם מה שהיו מביאים תקרא מלאכה והיו מביאים מאהליהם למחנה לויה והיה מרשות היחיד לרשות הרבים והיא הוצאה כמו שבארנו ולפיכך אמר יציאות שבת. ואם תקשה ותאמר מפני מה נאסרה ההכנסה מאחר שלא למדנו מן המקרא אלא ההוצאה. זאת הקושיא כבר הקשוה בגמרא (דף צו:) ואמרו מכדי גמרא הוא מה לי הכנסה מה לי הוצאה ענין גמרא בכאן הוא דבר תורה עליו הסברא לפי שענין הכנסה והוצאה אחד כאשר בארנו זהו מה שראינו להקדימו בזה המקום. ואני עתה אתחיל לפרש ואומר: ",
                "<b>שתים </b>שהן ארבע בפנים ושתים שהן ארבע בחוץ רוצה בזה שהם שני מינים הכנסה מרשות הרבים לרה\"י והוצאה מרשות היחיד לרשות הרבים ויהיו באלה השני מינים ח' חלקים ד' תלויות באדם העומד ברשות הרבים וד' תלויות באדם העומד ברשות היחיד וזהו ענין אמרם ארבע בפנים וארבע בחוץ. והארבע מינים התלוים בבעל הבית חייב בשתים מהם ופטור בשתים וגם כן הארבע התלוים בעני כפי לשון המשנה. והעקרים שנבנית זאת המשנה עליהם שלשה וכשתדעם ותבינם תדע מאיזה דבר דנו על בעל הבית פעם חייב ופעם פטור וכמו כן העני. האחד מהם כי לא יתחייב אדם מיתה אם הוא מזיד או חטאת אם הוא שוגג על הוצאתו מרשות לרשות עד שיעקר החפץ מרשות הרבים ויניחנו ברשות היחיד או להפך אבל אם עקר מרשות היחיד ולא הניח ברשות הרבים או הניח ולא עקר פטור הוא. והעיקר השני כי כשיתחיל אדם מלאכה בשבת ולא גמר אותה ובא אדם אחר וגמר אותה מלאכה בענין שאילו גמר אותה הראשון היתה מלאכתו גמורה שניהם פטורים לפי שהמלאכה נגמרה משניהם ולא עשה אחד מהם מעשה גמור וזה מה שאמר הגמרא (דף צג.) יחיד העושה אותה חייב שנים פטורין והרמיזה על זה מאמר השם יתברך בעשותה אחת ואמרו העושה את כולה ולא העושה מקצתה. והדמיון על זה אם כתב שמעון א' ביום השבת וכתב ראובן ב' אעפ\"כ שנגמר השם משניהם יחד וזהו שתי אותיות והוא שיעור הכותב אעפ\"כ שניהם פטורין: והעיקר השלישי כי לא יתחייב העוקר מרשות והניח ברשות אחר עד שיעקור ממקום שיהיה בו ד' על ד' ויניח גם כן במקום שיהיה בו ד' על ד' או למעלה מזה כי מה שהוא פחות מזה השיעור לא יניחו בו כי החפצים המונחים לא יתקיימו אלא אם יהיו אותן החפצים דקים. ולפי שיד האדם יניחו בו החפצים הגדולים ומה שיש בה מתכונת הקבוץ והפשוט והאחיזה מפני זה נחשוב אותה כאילו היא מקום שיש בו ד' על ד' ולפיכך מי שנתן דבר ביד אדם כאילו הניחו בארץ במקום שאותו האדם יושב עליו. ולפי שהיו אלו עקרים ידועים באמתת הקבלה אמר כי כשנתן העני לתוך ידו של בעל הבית העני חייב לפי שעקר מרשות הרבים והניח ברשות היחיד וג\"כ כשלקח העני מיד בעל הבית והוציא העני חייב ולפי שעקר מרשות היחיד והניח ברשות אחר לפי שכבר נתתי לך עיקר כי כל מה שיבוא ביד האדם כאילו הונח בארץ במקום שהוא שם אותו האדם ואם הכניס העני את ידו ונטל בעל הבית מתוכה שניהם פטורין לפי שהאחד עקר מרשות הרבים והוא העני והשני הניח ברשות היחיד והוא בעל הבית וגם כן אם נתן בעל הבית דבר ביד העני והוציאו העני שניהם פטורים לפי שבעל הבית עקר מרשות היחיד והעני הניח ברשות הרבים אלו הן ארבע בחוץ. ועל זה החלוק בעצמו זאת הסברא גם כן מארבע שבפנים. ואם יקשה עליך מאמרו ארבע בחוץ מפני מה יחס ארבע מינים אלו לעני ואמרנו שהם תלוים בו והוא אינו מתחייב אלא בשתים מהם בלבד כמו שבארנו לפי כי השנים הנשארים יחוסם אליו כיחוסים לבעל הבית לפי ששניהם פטורין. זה מבואר ואינו קשה כי העני הוא שפשט ידו לפנים ולפיכך ייחס הפעולה לו והיו הארבעה מינים תלוים בו אף על פי שהחיוב לו ולבעל הבית בשנים מהם שוים וכן התשובה באמרו ארבע בפנים כי בעל הבית פשט ידו לחוץ וייחס לו הפעולה אף על פי ששניהם פטורין. וכבר הודעתיך בפתיחת דברי כי כל מקום שיאמרו בהלכות שבת פטור ר\"ל פטור מן המיתה וחייב מלקות וזאת היא כוונתם באמרם פטור אבל אסור אלא מקומות שייעדנו להעיר עליהם כשיזכרו ומאותן המקומות אמרו בכאן העני חייב ובעל הבית פטור כי בעל הבית אינו חייב כלום לפי שלא עשה מעשה רוצה לומר שלא פשט ידו אלא שנשא חפץ ונשאר כמו שהיה כלומר לא עקר ולא הניח וגם (כן) אמרו העני פטור שהוא פטור לגמרי לפי שהוא גם כן לא עקר ולא הניח אבל אמרו שניהם פטורין הוא פטור אבל אסור לפי שכל אחד מהן עשה מקצת מעשה כמו שבארנו: "
            ],
            [
                "<b>לא ישב אדם לפני הספר סמוך למנחה עד שיתפלל כו':  </b>ספר ידוע. ובורסקי המקום שמעבדין בו העורות. וזאת המנחה הנזכרת בכאן רוצה לומר אפי' מנחה גדולה כ\"ש מנחה קטנה שעונתה קצרה כמו שבארנו במסכת ברכות. והטעם במניעת התספורת קרוב לשעת התפלה שמא ישבר הזוג או גזירה שיארע דבר בכלי מכלי התספורת אחר שהתחיל להסתפר ויצטרך לתקן הכלי ובין כך תעבור עונת התפלה. והטעם במניעת הכנסת המרחץ גזירה שמא יתעלף. והטעם במניעת הכנסת בית העבוד אפילו לראות העורות בלבד גזירה שמא יארע בהם שום פסידא וישלח ידו להניעם וימשך במלאכתו ותעבור שעת התפלה. והטעם במניעת האכילה ואפי' דבר מועט לפי שהם היו שותים בתוך האכילה ומנעו הכל גזירה שמא ימשך באכילה ובשתיה ותעבור עונת התפלה. וכמו כן אין דנין סמוך לשעת תפלת מנחה ואפילו בגמר הדין ושמעו טענות בעלי הדין ונשאו ונתנו הדיינין בדבר ולא נשאר אלא גמר דין בלבד אין ראוי לדיין לפסוק הדין סמוך לשעת התפלה גזירה שמא יראה לדיין דבר חדש בדין ויצטרך להתחיל בדין מתחלתו וישאל טענות מבעלי הדין שנית וימשוך הדבר ותעבור השעה אבל אם התחילו בדין אין מפסיקין בו עד שיגמור: ומה שאמרו מפסיקין לקריאת שמע ואין מפסיקין לתפלה אינו רוצה בזה שהדין מפסיקין לק\"ש ואינו מפסיק לתפלה אבל פירוש הענין כי כשבני אדם קורין בתורה והגיע זמן ק\"ש מפסיקין וקורין ק\"ש ואם הגיע שעת התפלה אין מפסיקין אבל בדין אם התחילו אין מפסיקין בשום פנים וכן אם התחיל בתספורת או באכילה או במרחץ או בהכנסת הבורסקי לא יפסיק כלל. וגדר זמן התחלת התספורת משישים הבגד הידוע אצל הספרים על כתפיו ויכין עצמו לתספורת ונקרא בלשון חכמים מעפורת. והתחלת המרחץ משיפשוט בגדו הסמוך לבשרו. והתחלת הבורסקי משיחגור חגורו ויתחיל להניע בעורות. וזמן התחלת האכילה משיטול ידיו. וזמן התחלת הדין משיסדרו סדר ישיבתם וישבו לדין ואם סדרו ישיבתם מתחלת היום ונמשכין בדין משיתחילו בעלי דין לטעון טענותיהם.וזאת המשנה דברה בחסידים גדולים לומדי תורה תמיד כר\"ש בן יוחאי וחביריו אבל חכמי הגמרא אמרו שהיו מפסיקין בין לקריאת שמע בין לתפלה כל שכן זולתם. ומפני מה באה זאת המשנה בכאן ואין בא מענין שבת כלום זה היה לשני טעמים האחד שהוא מכלל י\"ח דבר שגזרו בו ביום כאשר נבאר לפנים. והשני שהוא דומה למשנת לא יצא החייט במחטו שהוא מענין השבת ולפי שהיה צ\"ל לא יצא החייט במחטו אמר כל הדומין לו מן הגזרות. והטעם שהקדים זאת המשנה על לא יצא החייט הוא בספק ואולי על זה הסדר היו הגזרות באותו היום: "
            ],
            [
                "<b>לא יצא החייט במחטו סמוך לחשכה שמא ישכח ויצא כו':  ואלו מן ההלכות שאמרו בעליית חנניה בן חזקיה בן גרון כו': @22(דף יג ע\"ב) </b>חייט שם ידוע לאומן התפירה: ומחט שם כלי התפירה: ולבלר הסופר: וקולמוס ידוע.וזה גזירה שמא ישכחו: ולא יפלה את כליו רוצה לומר להסיר הכנים מבגדיו גזירה שמא יתקן הנר ואפילו היה הנר בתכלית הגובה: וכן אסור לקרות לאור הנר אלא אם יש עמו אדם אחר לשומרו שלא יתקן הנר: החזן רואה זהו שהתירו למלמד תינוקות ליקת בידו ספר ולראות לאור הנר תחלת הפרשה שהוא רוצה להתחיל עם התלמידים שתי מלות או שלש לפי כי בזה השעור לא יטעה שיתקן הנר ואחר שיראה תחלת הפרשה יניח הספר ויתננו לתלמידים ויקראו בו לאור הנר לפי שהוא שומר אותם: ואין ראוי למלמד שיקרא עם התלמידים בספר לאור הנר וזהו ענין אמרו אבל הוא לא יקרא. ומה שחייבנו להרשות לתלמידים לקרא לאור הנר והרב שישמרם ולא הרשינו לרב שיקרא וישמרוהו התלמידים לפי שהוא מושל עליהם והם אינם מושלים עליו ומוראו עליהם: מפני הרגל עבירה כלומר שלא ירגילו עצמם הזב והזבה באכילתם יחד ושמא בתוך האכילה יחשוב ויסתכל בה ויבא עליה והיא בכרת מלשון התורה ולפיכך אסרו אכילת הזב עם אשתו הזבה יחד אע\"פ ששניהם טמאים:"
            ],
            [
                "וחנניה בן חזקיה בן גרון ז\"ל מבעלי החכמה וגדול בדורו ונסתפקו חכמי דורו בספר יחזקאל והוא נער חצנו לפרש ענינו ונתיחד בעלייה לחבר הפירוש והיו החכמים ע\"ה מבקרין אותו תמיד והוא מתעסק באותו חבור ופעם אחת בקרו אותו ונתקבץ שם קבוץ גדול מתלמידי שמאי ובית הלל ולא נשאר באותו הדור מי שהיה ראוי להוראה שלא היו באותו מעמד ונמנו והיו בית שמאי יותר והשם אמר אחרי רבים להטות (שמות כ״ג:ב׳) כאשר נתננו העקר בפתיחת חבורנו זה ובית שמאי כולם הסכימו על אלה הגזירות הי\"ח דבר באותו היום ויהי כן וגזרו י\"ח דבר ועוד הסכימו ב\"ש וב\"ה באותו היום בי\"ת הלכות ולא היה ביניהם מחלוקת אפי' באחת ונחלקו בי\"ח הלכות ולא נמנו עליהם לדעת הרבים ואולי נמנו ורבו ב\"ה כי אולי היה א' מתלמידי שמאי סובר כדעת ב\"ה או מתלמידי בית הלל סובר כדעת בית שמאי ואמרם אלו מהלכות שאמרו ר\"ל שהם מן ההלכות שהסכימו עליהם ולא נפל בהם שום מחלוקת. וזה מספרם. יציאות שבת שתים שהן ארבע בפנים ושתים שהן ארבע בחוץ והם שמנה דינין וכבר הקדמתי מחלקותם. והט' לא ישב אדם לפני הספר. והי' ולא למרחץ. והי\"א ולא לבורסקי. והי\"ב ולא לדון. והי\"ג ולא לאכול. והי\"ד ולא יצא החייט במחטו. והט\"ו והלבלר בקולמסו. והי\"ו ולא יפלה את כליו. והי\"ז ולא יקרא לאור הנר. והי\"ח לא יאכל הזב עם הזבה: אבל השמנה עשר דבר שגזרו בו ביום אני אמנה אותם לך מבלי מפורשות לפי שכולם יתבארו במקומן מן המשנה. הראשונה האוכל אוכל ראשון. ב' האוכל אוכל שני. ג' השותה משקין טמאים. ד' הבא ראשו ורובו במים שאובין. ה' טהור שנפלו על ראשו ועל רובו שלשה לוגין מים שאובין. ו' הנוגע בספר. ז' הידים. ח' האוכלים והכלים. ט' המניח כלי תחת הצנור. י' כל המטלטלין מביאין את הטומאה בעובי המרדע. י\"א הבוצר לגת הוכשר. י\"ב גדולי תרומה. י\"ג מי שהחשיך לו בדרך. י\"ד פת נכרים. ט\"ו שמנם. י\"ו יינם. י\"ז יחוד בנותיהם. י\"ח שיהא תינוק כותי מטמא בזיבה: והי\"ח הלכות שנחלקו בהם באותו היום יתבארו בזה הפרק. הא' אין שורין דיו. ב' סממנין. ג' כרשינין. ד' אונין של פשתן. ה' צמר ליורה. ו' מצודות חיות. ז' מצודות עופות. ח' מצודות דגים. ט' אין מוכרין לנכרי. י' אין טוענין עמו. י\"א אין מגביהין עליו. י\"ב אין נותנין עורות. י\"ג ולא כלים לכובס נכרי. י\"ד לא ישאילנו. ט\"ו לא ימכור לו. י\"ו לא ילוהו. י\"ז לא יתן לו במתנה. י\"ח לא ישלח אגרות: ונשוב להשלים פירוש זאת ההלכה ומה שאמר כיוצא בו כשאמר לא יאכל הזב עם הזבה לפי שזה הדין יצא מענין המסכתא: וכשאמר לא ישב אדם לפני הספר והסמוך לו ממה שאינו מענין השבת זה הוא מפני טעם והטעם הוא כי לא ישב אדם ושאר המאמר כולו בכולם אנו חוששין הכנסת שום עת כמו לא יצא החייט במחטו שאנו חוששין בו ג\"כ הכנסת עת אבל לא יאכל הזב עם הזבה אין לחוש בו הכנסת עת ולפיכך אמר כיוצא בו ענינו שזה דומה לזה דמיון בלי חוק. ופנים אחרים והוא כי לא ישב אדם וכו' לא קדמו דבר מן הענין שיאמר בו כיוצא בו אבל לא יאכל הזב עם הזבה קדמהו דבר מן הענין לפיכך ראוי שיאמר בו כיוצא בו: ופירוש לבקרו ידוע והיא מלה עברית צחה לא יבקר בין טוב לרע (ויקרא כ״ז:ל״ג) לא יבקר הכהן (שם יג): "
            ],
            [
                "<b>ב\"ש אומרים אין שורין דיו וסממנים וכרשינים כו':  </b>שורין ידוע: ודיו שם לדבר שכותבים בו: ואמרו בכאן שורין דיו ענינו שלא ישרו עירוב סממני הדיו: וסם הוא שם איזה עיקר שיהיה ממיני העקרים ובלשון רבים סממנין: וכרשינין הכוסמת לפי שבתחלה שורין אותה ואח\"כ מאכילין אותה לשוורים: "
            ],
            [
                "<b>ב\"ש אומרים אין נותנין אונין של פשתן לתוך התנור כו':  </b>אונין ערב המטוה: שיהבילו בכדי שיעלה מהם ההבל ושם האור בלשון חכמים הבל וכן מנהג מבשלי המטוה להחם התנורים ולהשליך בהם מטוה הפשתים אחר שרייתו במים ואפר ויכסוהו בבגדים עד שיתלבן: ויורה קדרת צבע ואין מודים בזה ב\"ה אלא בשני תנאים האחד שתהיה יורה עקורה ולא תהיה תחתיה אש שמא יחתה בגחלים והשני שתהיה היורה טוחה כלומר פיה סתום גזירה שמא יניע הצבע בשבת: ופירוש לקלוט את העין שיקבל את הגוון והענין שיתחיל להצטבע: ",
                "<b>ב\"ש אומרים אין פורשין מצודות חיה ועופות ודגים כו':  </b>זה הפירוש מובן בעצמו: "
            ],
            [
                "<b>בית שמאי אומרים אין מוכרין לנכרי כו':  </b>טוענין עמו הגבהת המשא עמו ע\"ג הבהמה: ומגביהין עליו הגבהת המשא על גבו: וענין מקום קרוב שיגיע הנכרי לביתו ומקום ישיבתו קודם הכנסת שבת וב\"ה אומרים כדי שיצא מפתח ביתו בלבד: "
            ],
            [
                "<b>ב\"ש אומרים אין נותנין עורות לעבדן כו':  </b>עבדן מעבד העורות. וכובס הוא מכבס יריעות בגדי פשתן ונקרא בלשון חכמים קצר וג\"כ בלשון ערבי קצא\"ר: "
            ],
            [
                "<b>אמר רשב\"נ נוהגים היו בית אבא שהיו נותנין כלי לבן כו':  </b>הבגדים הלבנים הם צריכין כבוס יותר מן הבגדים הצבועים אבל הבגדים הצבועים מותר לתתם לכובס ואפילו ערב שבת ואפי' לרבן שמעון בן גמליאל ואין הלכה כמותו אלא כבית הלל שהתירו לתת איזה בגד שיהיה לכובס עם השמש ובלבד שיפסוק עמו השכר: וקורת בית הבד היא קורת הבד והענין כי אבן הגת יורידו אותו על הזיתים ויניחו אותו והם נסחטין ומתמצין כל השבת וג\"כ יסבבו החבלים על הענבים הדרוכים כדי שיתמצו ויזובו כל השבת: ועגול שם כל דבר עגול אצלם. ומותר לעשות כל זה עם חשכה: "
            ],
            [
                "<b>אין צולין בשר בצל וביצה אלא כדי שיצולו מבעוד יום כו':  </b>חררה חלה: וקרמו פניה כלומר שקרמו וקפאו פני החררה שהם כלפי אויר התנור: ורבי אליעזר סבר כי אפי' לא נשאר מן היום אלא כדי שיקרמו פניה הדבקים בחרס התנור שהם קופאים קודם מן הפנים שהם כלפי אויר התנור. ואין הלכה כרבי אליעזר:. ואמרו כדי שיצולו בכדי שיהיו ראוין לאכילה אע\"פ שלא נשלם בשולם: "
            ],
            [
                "<b>משלשלין את הפסח בתנור עם חשכה כו':  </b>משלשלין תולין עם חשיכה כשיחול ארבעה עשר בניסן ערב שבת ולא נגזור שמא יחתה בגחלים כדי למהר הבשול כי בני חבורה זריזין הן: ופי' מאחיזין את האור מדליקין או מבעירין והעיקר מאחיזין את האור ומדורה כמו יוקדה או יקוד: ובית המוקד מפורש במסכת תמיד והיא לשכה שהיו קוראין אותה לשכת בית המוקד והיתה שם מדורת אש בוערת תמיד ולפיכך נקראת אותה לשכה בית המוקד והצורך אליה כי ידוע בקבלה שאי אפשר בלי הבערת אש על המזבח בכל יום ואע\"פ שהיה שם אש מן השמים והוא אמרם מצוה להביא אש מן ההדיוט והתירו להדליק האש בראשי העצים באותה מדורה עם חשכה ולא נחוש שישלח ידו לדחות את העצים לגבי האש כדי שתגמור הבערתן כיון שנכנסה שבת ולא נגמרה הבערתן לפי שהכהנים זריזים הן אבל בשאר מקומות אין עושין מדורה אלא בכדי שיצת האור ברובו וכן אמרו כדי שיצת האור ברובן קודם הכנסת שבת ויוודע זה כשתהא שלהבת עולה מאליה מבלי סיוע ונפיחה והבאת עצים דקין תחתיה ואין הלכה כרבי יהודה שאמר שיאחז האש בראשי הפחמין עם חשכה ואינו צריך לרובן: "
            ]
        ],
        [
            [
                "<b>במה מדליקין ובמה אין מדליקין כו':  </b>לכש הצמר המתהוה באילן הארז: חוסן הפשתן שאינו מנופץ: וכלך הוא המשי: פתילת האידן כמין צמר המתהוה במין ממיני העץ: פתילת המדבר עלי עשב שגודלין אותן ומדליקין בהם: ירוקה שעל פני המים כמין צמר המתהוה בצידי הספינות כשמאריכין ימים במים. וכאשר השלים המשפט בפתילות שאסור להדליק בהם בליל שבת התחיל לזכור השמנים שאסור להדליק בהם בליל שבת: זפת ידוע: שעוה ג\"כ ידוע והוא הדונג: שמן קיק הם זרועי עשב שמנים ונקראים בערבי כרו\"ע והשמן הזה הוא עב ביותר: שמן שריפה הוא שמן תרומה שנטמאת ונקראת כן לפי שאינה מותרת באכילה ואינו ראוי אלא לשריפה כאשר בארנו במסכת תרומות בפרק אחרון וטעם איסור ההדלקה באלו הפתילות הוא לפי שהאש אינו אוחז בהן וכמו כן אלו השמנים אינם נמשכים אחר הפתילה המשכה יפה ובכן יהיה אור הנר חלוש וחשוך ויניחנו ויצא וזה אסור לפי שהעיקר אצלנו הדלקת נר בשבת מצוה [<small>צ\"ל</small> חובה <small>וכן הגיה התוי\"ט</small>]. וטעם איסור שמן שריפה הוא ביום טוב שחל להיות ערב שבת והדלקת הנר היא אינה אלא מבעוד יום נמצא שורף שמן שריפה בי\"ט והוא אסור כי אין מותר לשרוף קדשים שנתחייבו שריפה משום טומאה או משום דבר אחר בי\"ט לפי שלא התיר השם יתברך בי\"ט אלא אוכל נפש בלבד ואמר והנותר ממנו עד בקר באש תשרפו ואמרו בא הכתוב ליתן לו בקר שני לשריפה רוצה לומר שישרף ממחרת י\"ט לא ביום טוב. והלכה כחכמים. ולשון התוספתא כל אלו שאמרנו אין מדליקין בהם בשבת אבל עושין מהן מדורה בשבת בין להתחמם כנגדה בין להשתמש לאורה בין על גבי קרקע בין על גבי מנורה ולא אסור אלא לעשות פתילה לנר: "
            ],
            [
                "<b>אין מדליקין בשמן שריפה ביום טוב כו':  </b>כבר בארנו הטעם מפני מה אסרו הדלקת שמן שריפה בי\"ט: עטרן ידוע והוא יוצא מן העץ שיוצא ממנו הזפת ואסרו אותו מפני שריחו רע: שומשמין ידוע והוא זרע דק מתוק: ושמן אגוזים ג\"כ ידוע: גם כן צנונות פקועות בלשון ערבי עלק\"ס ועלק\"ס בלשון עברי לענה: נפט הוא ממין זפת אלא שהוא לבן: והלכה כחכמים אלא בשני שמנים שאסור להדליק בהם בשבת האחד שמן אפרסמון וזה למעלתו שמא יסיך ממנו ואסור לנו למעט דבר מן השמן שבנר לפי שהוא מקרב זמן כבויו והעיקר אצלנו גרם כבוי אסור והשמן השני הוא הנפט הלבן שאסור להדליק בו מפני שהוא עף ושורף ולפיכך יברח ממנו ויצא: "
            ],
            [
                "<b>כל היוצא מן העץ אין מדליקין בו אלא פשתן כו':  </b>טומאת אהלים הוא שיטמא האהל עצמו במת שמת בתוכו ואמר השם יתברך והזה על האהל ואמרו חכמים למד על האהל שהוא טמא במת ואין כל אהל נטמא במת כי אם יהיה האהל מעצים או מאבנים או בנוי מטיט אינו מטמא אבל מטמא האהל אם הוא מדבר ארוג או מעורות כמו שיתבאר בפרק כ\"ז ממסכת כלים כי אין לנו דבר יוצא מן העץ ויטמא כשהוא אהל המת אלא הפשתים בלבד וידענו זה ממאמרו בטומאת מת והזה על האהל ואמר במשכן ויפרש את האהל על המשכן וכבר דעת כי אהל המשכן היה מיריעות פשתים ויריעות שער ארוגות ומעורות וכל זה לשון תורה וקריאת הפשתים עץ הוא לשון התורה באמרה ותטמנם בפשתי העץ. ופי' קפלה גדלה: ופי' הבהבה חרכה באש: ועוד יתבאר לך בפ' כ\"ז ממסכת כלים כי הבגד כשיש בו ג' אצבעות על ג' אצבעות או יותר על זה שהוא נטמא במת וכמו כן מטמא בנגעים ואם הוא פחות מג' אצבעות על ג' אצבעות הוא טהור ואינו מטמא בשום דבר ממיני הטומאות וזו החתיכה של בגד שקפלה ועשה ממנה פתילה שבה נחלקו בכאן היא ג' אצבעות על ג' אצבעות מצומצמות וכשקפל זה הבגד ועשה ממנו פתילה רבי אליעזר אומר כי אותו הקפול לא חסר ממנה דבר והיא מטמאה בנגעים ובמת כמות שהיתה קודם הקפול ורבי עקיבא סובר כי אותו הקפול הפסידה ובטלה מתורת כלי ולפיכך אינה מטמאה בנגעים ולא במת וטעם המחלוקת שביניהם בהדלקת הפתילה הנזכרת בשבת הוא גזירת יום טוב שחל להיות ערב שבת וטעם מחלוקתם להדליק בה בי\"ט שחל להיות ערב שבת כי העיקר אצלנו כי שריפת הכלים בי\"ט מותר ושריפת שברי כלים אסור לפי שהן מוקצה כאשר יתבאר במסכת ביצה ויש לנו עיקר אחר כי הדלקת הנר בשבתות וי\"ט צריך קודם שידליקם להבהב קצתם ר\"ל מן הפתילות ואז ידליק אותם כי בזו ההבהבה יאירו הנרות יותר ולפיכך יחייב רבי אליעזר האומר שהיא כלי כי כשישרוף קצתה יהיו שברי כלים ואין מדליקין בשברי כלים ורבי עקיבא האומר שאינה כלי היא אצלו עץ בעלמא וכשמדליק אותה עץ בעלמא הוא מדליק כי הקפול בטלה. ואין הלכה כרבי אליעזר: "
            ],
            [
                "<b>לא יקוב אדם שפופרת של ביצה וימלאנה שמן כו':  </b>שפופרת של ביצה קליפה של ביצה רוצה לומר הקליפה העליונה הקשה והטעם שאסרו חכמים אלו השלשה דברים רוצה לומר שפופרת של ביצה ושל חרס וקערה גזירה שמא יסתפק מאותו השמן לסוך בו ויהיה מכבה ור' יהודה התיר זה לפי שהוא עשה זה המעשה לפני החכמים ולא הקשו על מעשיו ולפיכך חשב כי היה מותר לעשותו לכתחלה ולפיכך לא מנעוהו מזה ולא היה הדבר כן אבל מה ששתקו לפי שלא היה אפשר לו לשלוח ידו לשמן הנר כי הם היו רואים אותו ובטל טעם האסור באותו המעמד ולפיכך לא הקשו עליו ומה שצריך לתנא שישמיענו מחלוקתם באלו השלשה דברים לפי שלא מספיק לנו ידיעת המחלוקת באחת מהן אלא בכולן השלשה כי אילו השמיענו המחלוקת בשפופרת של ביצה בלבד היינו אומרים כי שפופרת ביצה יותר אפשר לאדם להסתפק משמנה ובה נחלקו החכמים אבל בשל חרס לא נחלקו ואילו השמיענו המחלוקת בשל חרס היינו אומרים גם כן כי זאת היא בלבד מה שהתיר ר' יהודה לפי ששמנה מטונף ומאוס ואין אדם נמשח בו אבל שפופרת של ביצה אסור ואילו השמיענו המחלוקת באלו השנים היינו אומרים בכאן התיר רבי יהודה כי אין ביניהן ובין הנרות חבור אבל קערה שיש בינה ובין הנרות חבור פתילה **) אסור ע\"כ הודיענו שהן חולקין בכולן. והלכה כחכמים: "
            ],
            [
                "<b>המכבה את הנר מפני שהוא מתירא כו':  </b>רוח רעה קוראין לכל מיני החולין הנקרא בערבי מלקוני\"א כי יש מין מן החולי הנזכר שיברח החולי ויבדל מן הטבע האנושי הממוצע כאשר יראה האור או כשיתחבר עם בני אדם וישתעשע ותנוח נפשו בחשך ובהתבודדות בעת השתוממות והדבר הזה נמצא הרבה בבעלי המרות: ושעור זאת המשנה כך מפני נכרים מפני לסטים מפני רוח רעה פטור ואם בשביל החולה שיישן מותר ומפני זה אמר פטור במקום מותר לפי שהדין בסוף המשנה חייב ולא יתכן שיצא מדין מותר לדין חייב וזה החולה הוא חולה שיש בו סכנה ובתנאי שאי אפשר להוציאו למקום אחר או להסתיר האור ממנו: ואמרו כחס על הנר כחס על השמן כחס על הפתילה חייב ר' יוסי פוטר בכולן חוץ מן הפתילה מה שאמר חייב הוא דעת רבי יהודה שהוא אומר מלאכה שאינה צריכה לגופה חייב עליה ולפיכך יאמר שהוא חייב לפי שלא היתה כוונתו לכבוי הנר אלא שלא ישרף חרס הנר או שלא יכלה השמן ור' יוסי אומר מלאכה שאינה צריכה לגופה פטור עליה ולפיכך הוא פוטר בכולן חוץ מן הפתילה ובתנאי שיכוין להבהב מה שנשרף ממנה כדי שתאיר יפה כשידליקנה פעם שנית ואז תהיה מלאכה שצריכה לגופה. ואין הלכה כרבי יוסי: "
            ],
            [],
            [
                "<b>על ג' עבירות נשים מתות בשעת לידתן כו':  </b>הודאי הוא הטבל והוא דבר שאינו מעושר ולא הוציאו ממנו חק מחוקי ה': ודמאי הוא הדבר המסופק אם הוציאו ממנו המעשר או לא הוציאו וכבר קדמו אלו הדינים כולם במסכת דמאי בפ\"ק ובארנו בפ\"ב ממסכת תרומות כי אסור להוציא תרומות ומעשרות ולא הטבלת כלים בשבת ועוד יתבאר זה וטעמו במסכת ביצה ולפיכך אסור לעשות כן בין השמשות לפי שהוא ספק וזהו שקורין אותו בכאן ספק חשיכה ספק אינה חשיכה וזה הערוב שאמר שמותר לעשותו בין השמשות הוא ערובי חצרות אבל עירובו תחומין אסור לעשותו בשעת הספק אלא מבעוד יום לפי שדינו יותר חמור כאשר נבאר בעירובין: והתירו כמו כן הטמנת החמין והוא המים החמין בין השמשות כי לא אסרו ההטמנה בשבת עצמו כל שכן בין השמשות אלא משום גזירה כאשר נבאר לפנים ותכלית הגזירה בשבת אבל בין השמשות לא. ודע כי אחר ביאת השמש עד שיראה כוכב מן הכוכבים הבינוניים בגדולה נקרא יום ושיראה כוכב אחד עד שיראו שנים הוא ג\"כ יום משיראו שנים עד שיראו ג' הוא זמן בין השמשות וכשיראו שלשה הוא לילה בלי ספק והעיקר אצלנו כי בין השמשות ספק ועוד יתבארו אלו הדינין: "
            ]
        ],
        [
            [
                "<b>כירה שהסיקוהו בקש ובגבבא כו':  </b>נותנין עליה ר\"ל נותנין מערב שבת וישאר בה עד למחרת. ב\"ה מתירין להשהות על הכירה הנזכרת חמין ותבשיל וב\"ש אומרים חמין בלבד: בית הלל אומרים מחזירין בשבת על גבי גרופה וקטומה או על גבי כירה שהוסקה בקש או בגבבא וב\"ש אומרים אין מחזירין כלל ומה שאמרו בית הלל מחזירין בתנאי שלא תונח הקדירה על דבר אלא שתהיה באויר עד שישפך ממנה ויחזירנה ומה שאמרו בית הלל שאסור לשהות התבשיל על גבי כירה אלא אם הוסקה בקש ובגבבא או שתהיה גרופה וקטומה הוא בתבשיל שנתבשל חצי בשולו לפי שנאמר גזירה שמא יחתה בגחלים לגמור בשולו אבל אם לא נתבשל כלל עד שנתיאשו מבשולו עד הבקר או אם יגמר בשולו עד שאינו צריך לאש והאש הוא מפסיד אותו מותר לשהותו על גבי הגחלים ואינו צריך להוציא האש והוא אמרם עד שיגרוף וגם אינו צריך להשים דשן על גבי גחלים כדי שיועמו והוא אמרם עד שיתן את האפר וזו היא שקורין אותה קטומה תרגום דשן קיטמא והוא האפר וכשתתבשל בשיל ולא בשיל ישימו בו בעת הטמנתו דבר חי כגון בשר או ירק ויהא מותר לשהותו על גבי גחלים מפני שהוא מסיח דעתו: וקש הוא התבן: וגבבא זבל השדות: וגפת פסולת הזיתים הנשאר אחר סחיטתן והוצאת שמנן: כופח הוא שאשו פחות מאש התנור ויותר מאש הכירה: והכירה מקום בנוי בארץ כדי לשפות בו שתי קדירות ויתנו האש תחת שתי הקדירות בכירה אחת וכופח הוא כמו כן בנוי בארץ והוא מקום ששופתין בו קדירה אחת ונותנין האש תחתיה ולכן יגדל חמימות הכופח יותר מן הכירה לפי שהאש מתחלק תחת שתי הקדירות בכירה: "
            ],
            [
                "<b>תנור שהסיקוהו בקש ובגבבא כו':  </b>נותנין עליה ר\"ל נותנין מערב שבת וישאר בה עד למחרת. ב\"ה מתירין להשהות על הכירה הנזכרת חמין ותבשיל וב\"ש אומרים חמין בלבד: בית הלל אומרים מחזירין בשבת על גבי גרופה וקטומה או על גבי כירה שהוסקה בקש או בגבבא וב\"ש אומרים אין מחזירין כלל ומה שאמרו בית הלל מחזירין בתנאי שלא תונח הקדירה על דבר אלא שתהיה באויר עד שישפך ממנה ויחזירנה ומה שאמרו בית הלל שאסור לשהות התבשיל על גבי כירה אלא אם הוסקה בקש ובגבבא או שתהיה גרופה וקטומה הוא בתבשיל שנתבשל חצי בשולו לפי שנאמר גזירה שמא יחתה בגחלים לגמור בשולו אבל אם לא נתבשל כלל עד שנתיאשו מבשולו עד הבקר או אם יגמר בשולו עד שאינו צריך לאש והאש הוא מפסיד אותו מותר לשהותו על גבי הגחלים ואינו צריך להוציא האש והוא אמרם עד שיגרוף וגם אינו צריך להשים דשן על גבי גחלים כדי שיועמו והוא אמרם עד שיתן את האפר וזו היא שקורין אותה קטומה תרגום דשן קיטמא והוא האפר וכשתתבשל בשיל ולא בשיל ישימו בו בעת הטמנתו דבר חי כגון בשר או ירק ויהא מותר לשהותו על גבי גחלים מפני שהוא מסיח דעתו: וקש הוא התבן: וגבבא זבל השדות: וגפת פסולת הזיתים הנשאר אחר סחיטתן והוצאת שמנן: כופח הוא שאשו פחות מאש התנור ויותר מאש הכירה: והכירה מקום בנוי בארץ כדי לשפות בו שתי קדירות ויתנו האש תחת שתי הקדירות בכירה אחת וכופח הוא כמו כן בנוי בארץ והוא מקום ששופתין בו קדירה אחת ונותנין האש תחתיה ולכן יגדל חמימות הכופח יותר מן הכירה לפי שהאש מתחלק תחת שתי הקדירות בכירה: "
            ],
            [
                "<b>אין נותנין ביצה בצד המיחם כו':  </b>מיחם שם הכלי שיחמו בו המים והוא נעשה מנחשת או ברזל ברוב ותשאר חמה אחר שיורידוהו מן האש: ופירוש תתגלגל תתערב הענין שתתבשל קצת בשול: וסודר שם הבגד והקבוץ סודרים וכשיהיה הסודר חם והוחם לשמש לא תתגלגל בו הביצה ולא חלק ר' יוסי בסודר שהוחם באש שאסור לצלות בו לפי שהכל מודים בתולדות האור שהוא אסור אבל המחלוקת במה שהוחם בשמש רבנן אוסרים אותו כדי שלא יתגלגל בתולדות האור ור' יוסי אינו מודה בזאת הגזירה וכמו כן אינו חולק ר' יוסי בחול ואבק הדרכים כי הוא אוסר להטמין שם הביצה לבשל ולא מפני שהוחמה מן השמש אלא מפני טלטול העפר שהוא אסור לדברי הכל ואין הלכה כר' יוסי: "
            ],
            [
                "<b>מעשה שעשו אנשי טבריא כו':  </b><b>מוליאר הגרוף כו':  </b>סלון צנור עגול יהיה עשוי מחרס או עופרת או זולתם: וחמי טבריא ידועים כי היו מימיהם כולם מרחצאות חמים בטבעם: ואמה שם שוקת המים שמושכים ממנו בסלונות והיו אותן הסלונות משוקעות במימי המרחצאות ומתחממות והיו המים הנמשכים דרך אותן הסלונות חמים ונתנו חכמים אותן המים בשבת כחמין שהוחמו בשבת שהן אסורין בשתיה ולרחוץ בהם אפילו אבר קטן מאברי הגוף וביום טוב כחמין שהוחמו בי\"ט שהן מותרין בשתיה וברחיצת פניו ידיו ורגליו ואסור לרחוץ בהן כל גופו ודע כי חמין שהוחמו מערב שבת הם מותרין בשבת לרחוץ בהן פניו ידיו ורגליו וכמו כן חמין שהוחמו מערב י\"ט הן מותרין ביום טוב לרחוץ בהן כל גופו: ומוליאר הוא כלי מנחשת ידליקו בתוכו האש וסביב האש תעלה מבחוץ וממלאין אותה מים וכשמסירין האש מן המוליאר בערב שבת הם מותרין אותן המים לשתותן בשבת ואפילו הן חמין: ואנטיכי כשמסירים האש מאותו הצד שיש שם המים החמין בשבת יתחמם הנחשת ויתמיד חומו כאילו האש תחתיו בשבת והן חמין שהוחמו בשבת ואסורין בשתיה כאשר הוא העיקר אצלנו ומוליאר אינו כן כי צדדיו בלבד הם החמין וזה האנטיכי שוליו הן החמין. והלכה כחכמים: "
            ],
            [
                "<b>המיחם שפינהו כו':  </b><b>האילפס והקדירה כו':  </b>אינו רוצה באמרו פנהו שלא הניח בו כלל מן המים אבל רוצה לומר שחסר מן המים והניח שם מים חמין ולפיכך אסור לו להוסיף על אותן המים מעט מים כדי שיהיו הכל חמין אבל יכול להוסיף עליהם מים מרובין עד שיהיו הכל פושרין וזהו ענין אמרו אבל נותן לתוך הכוס כדי להפשירן: והאילפס והקדירה הם הכלים שמשימין בהם התבשיל להתבשל ואסור לתת תבלין בכלי הבשול והם רותחין לפי שהתבלין מתבשלין בהם אבל אם נתן התבשיל בקערה אע\"פ שהוא רותח מותר לתת בה התבלין לפי שהתבשיל כשהוא בקערה חמימותו חסר ואינו מבשל מה שמשימין בו. ור' יהודה אומר כי מותר לתת התבלין בקדרה רותחת אלא אם יש באותה קדרה חומץ או ציר לפי שהן ממהרין הבשול וכל זה בתבלין אבל מלח הכל מודים שמותר לתתו בקדירה רותחת כי המלח אינו מתבשל עד שישלוט האש עליו. ואין הלכה כר' יהודה: "
            ],
            [
                "<b>אין נותנין כלי תחת הנר כו':  </b><b>מטלטלין נר חדש כו':  </b><b>נותנין כלי תחת הנר כו':  </b>הטעם שבעבורו אסרו נתינת כלי לקבל בו שמן בשבת כי אותו שמן המנטף מן הנר אסרו ליהנות ממנו בשבת לפי שאינו מן המוכן כי כבר הקצה אותו להדלקה ועשה אותו מוקצה ונאסר טלטול הכלי מפני אותו השמן שיש בו שהוא אסור לטלטלו לפי שהוא מוקצה והעיקר אצלנו אין מבטלין כלי מהיכנו בשבת: וטעם איסור טלטול נר ישן לפי שהוא מאוס וזה יקרא מוקצה מחמת מיאוס ורבי שמעון אינו חושש למין ממיני המוקצה ולפיכך יתיר כל הנרות מלבד הנרות הדולקות גזירה שמא יכבה והפתילה מותר אצלו לטלטלה אע\"פ שהיה אסור קודם לכן ואין הלכה כמותו בנר שהדליקו בו בשבת כי העיקר אצלנו כי כל מה שהוקצה בין השמשות ואינו מותר לטלטלו באותה שעה שאסור לטלטלו בכל השבת והוא אמרם מגו דאתקצאי לבין השמשות אתקצאי לכולי יומא ושאר הנרות דינם כרבי שמעון לפי שמעקרנו בשבת כר' שמעון שהוא אומר אין מוקצה: ואמרם נותנים כלי תחת הנר לקבל ניצוצות הוא בשבת כי אותן ניצוצות אינן חשובות עד שיאסור טלטול הכלי בשבילם והוא אמרם ניצוצות אין בהם ממש ואסרו לתת בו מים ואפילו בע\"ש וכל שכן בשבת לפי שממהר כבוי הניצוצות והעיקר גרם כבוי אסור כאשר הודעתיך: "
            ]
        ],
        [
            [
                "<b>במה טומנין ובמה אין טומנין כו':  </b><b>טומנין בכסות ובפירות כו':  </b>גפת כבר בארנו שהוא פסולת הזיתים שיוצא מתחת קורת בית הבד אחר שיצא ממנו השמן וכן פסולת השומשמין. וסיד ידוע. וזגין קליפי הענבים. וחרצנים הם הגרעינים והוא הנשאר מן הענבים אחר דריכתן וסחיטתן בגתות. ומוכין הוא הצמר ובלאי הבגדים ודומיהן שממלאין בו הכרים והכסתות וזולתם: ואמרו בזמן שהם לחים אינו רוצה בזה העשבין בלבד אבל חוזר על הכל ר\"ל תבן וזגין ומוכין ועשבין ואינו רוצה באמרו לחים שיהיו שרויים במים אבל רוצה שיהיה בהם לחלוחית טבעית ויתכן להיות זה בצמר אם יהיה מבין יריכות הצאן ומן הסמוך לאליה כי יש שם לחלוח טבעי: ונעורת שם הדבר הנופל מן הפשתים כשמנפצין אותו: ונסורת של חרשים הוא הקש הדק הנופל מן העץ כשמגררין אותו במגירה. וזה הוא שאוסר ר' יהודה הנעורת. ואין הלכה כר' יהודה: וטעם איסור הטמנה בתבשיל באלו הדברים המנויים לפי שהן מוסיפים בחמימות הדבר הטמון בהן ובשולו והדברים שהתירו בהם ההטמנה הם המחזיקין אותו הטמון בחמימות כאשר הוא בלי תוספת: ודע כי זאת ההטמנה שהוא מדבר בה שאסרוה בדברים והתירוה בדברים כמו שהזכיר היא ערב שבת אבל ביום השבת לא התירו הטמנת דבר חם אבל יטמין בשבת התבשיל הקר בלבד כאשר יתבאר בזה הפרק והדעת היה מחייב שתהיה ההטמנה בשבת בדבר שאינו מוסיף מותרת והם הדברים שאמרה המשנה טומנין בהם מותר אבל אסרוה גזירה שמא יטמין ברמץ והוא האפר החם לפי שהוא אינו מוסיף ואסרנו ההטמנה באפר החם מפחדנו שתהיה בה גחלת האש קטנה ובעת שמניעים האפר יחתה בגחלים ולפיכך לא התירו ההטמנה בשבת ואפילו בדבר שאינו מוסיף משום גזירת רמץ ורמץ גזירה שמא יחתה בגחלים ואולי תקשה בעקר שהוא אצלנו אין גוזרין גזירה לגזירה והוא שיגזרו ב\"ד דבר בשעה מן השעות ואחר כך ישוב ויגזור גזירה לאותה גזירה זה הדבר אינם עושים אבל אם יהיו שתי הגזירות בשעה אחת הרשות בידם והוא דבר נעשה תמיד והוא ענין אמרם כולהו חדא גזירה היא ר\"ל כי מי שגזר זאת הגזירה ראה שלא תתקיים זאת הגזירה אלא בגזירה אחרת תחזק אותה ותסמוך אותה ולפיכך גזר שתי הגזורות יחד. ודע כמו כן כי הדברים שלא התירו בהם ההטמנה והם המנויין בכאן לא התירו ההטמנה בהן אפי' מערב שבת והסברא תחייב שתהיה ההטמנה בהם מותרת ואפי' בשבת לפי שלא אסרו בשבת תוספת החמום או החמום מתחלתו אלא בתולדות האש ואלו אינם מתולדות האש אבל אסרו אותם בשבת גזירה שמא ירתיח ויאמר האומר כמו שהוא מותר תוספת החמום בהטמנה כך הוא מותר על גבי האש ויבא לידי חמום על גבי האש בשבת על כן אסרו ההטמנה בשבת בדבר המוסיף ואפילו מבעוד יום להרחקה יתירה והתירו בה ההטמנה בין השמשות שהוא נקרא ספק חשכה בין בדבר המוסיף בין בדבר שאינו מוסיף ובזו השעה לא נאמר גזירה שמא יטמין ברמץ וירתיח לפי שסתם קדירות בין השמשות רותחות הן מבערב שבת כי אינו אסור לנו להוסיף הבשול בשבת הלא תראה כי התבשיל שלא נגמר בשולו מותר להשהותו על האש כדי שיתבשל כל הלילה כאשר בארנו בפרק שלפני זה אבל אסרו זה גזירה שמא יטמין בדבר המוסיף מערב שבת ותרתיח הקדירה אחר ביאת השבת במה שיעורר החום ויצטרך לגלות הקדירה מפני הרתיחה עד שתנוח רתיחתה ואחר כך יחזור אל הקדירה מה שהוציא ממנה ונמצא טומן בדבר המוסיף בשבת אבל בין השמשות מותר להטמין בדבר המוסיף כי הקדירה כיון שנגמרה רתיחתה לא תרתיח אח\"כ וכשיבא בין השמשות כבר נגמרה רתיחת כל הקדירות וזהו אמרה בנתינת הטעם בזה הענין סתם קדירות בין השמשות רותחות הן הנה נתברר לך מזה כי דבר המוסיף והם הדברים המנויים שאין טומנין בהם ר\"ל אין טומנין בהם מבעוד יום אבל בין השמשות מותר מן הטעם שאמרנו ודבר שאינו מוסיף טומנין בו בכל עת בין בין השמשות בין מבעוד יום ואינו אסור אלא בשבת בלבד כמו שבארנו הנה נתבאר ענין זה הפרק באור יפה ואתה תעיין בו ותשמור אלו הדינים כי לא נתבאר מן הגמרא אלא אחר העיון המדוקדק במקומות מפורדים: "
            ],
            [
                "<b>טומנין בשלחין ומטלטלין אותן כו':  </b>שלחין עורות תרגום והפשיט את העולה וישלח. וגיזי צמר ידוע והוא לשון רבים והנפרד גז צאנך או גזה. ואמרו אין מטלטלין אותן זה כשלא ייחדן להטמנה אבל אם הזמינם לטמון בהם מותר לטלטלן: נותן את הכסות [<small>צ\"ל</small> נוטל את הכסוי] הוא שיתן על פי הקדירה חתיכת בגד ואחר כך יתן על אותה החתיכה הגזות ואמרו יטול הבגד שעל פי הקדירה ויפלו הגזות שעליו זה הוא טלטול מן הצד והוא מותר. והכל מודים כי כשישתנה סדר מושב הדברים שטומנין בהם שאסור להחזיר החמין לאותו מושב ועל דרך הדמיון אומר כי מי שהטמין קדירה בתבן וכשהסיר הקדירה נהרס המקום ונתרפה התבן אסור לו להשיב הקדירה לאותו התבן כי מקומו נפסד ורפה ותצטרך הקדירה לעשות לעצמו מקום בתבן בשמחזיר אותה ונמצא כמי שטומן בשבת ואין מחלוקת בזה אבל המחלוקת כרבי אלעזר בן עזריה דואה כי הוא חייב להשמר ולהזהר בשעת נטילת הקדירה מן הקופה שטמן בה כדי שלא יפסיד מקום הקדירה ויחזיר אותה אחר הריסות המקום ולפיכך יאמר שישנה מקום הקופה ויטה אותה כדי שלא יפסד מקום הקדירה כשיוציאה ואז יגלה אותה ויוציאה וחכמים לא הצריכוהו לזה אבל אומרים יטול בדרכו ויחזיר ואם נתקלקל גומא לא יחזיר. ואמרם לא כסהו מבעוד יום לא יכסנו משתחשך כדי שלא יטמין בשבת מן הטעם שזכרנו ואמרם ממלא את הקיתון ונותן תחת הכר ר\"ל בשבת כי הרימנת מים בשבת על זו הדרך מותרת. וכר בגד מלא מוכין או נוצה וכיוצא בו משימין אותו תחת הראש כשאדם שוכב. וכסת מאותו המין אלא שהוא גדול יותר והלכה כחכמים: "
            ]
        ],
        [
            [
                "<b>במה בהמה יוצאה ובמה אינה יוצאה כו':  </b>אפסר הוא חבל שקושרין על פיות הגמלים. וחטם הוא טס של ברזל שקושרין אותו על הלחיים ובלשון עברי פח את פחי הזהב ומה שדקדק בנאקה לבנה לפי שהיא חזקה יותר ותצטרך שמירה מעולה. ולובדקים הוא מין מן החמורים שאינן למודים והוא בינוני בין חמור הבר ובין חמור הישוב: ופרומביא הוא רסן של ברזל. ושיר הוא המתג. וענין אמרו יוצאין בשיר ונמשכין בשיר שיוצאות הבהמות בעלי השיר וכליהן כרוכין על צואריהן ונמשכין בשיר כי הוא מותר למושכן במתג שלהן. ומזין עליהם ר\"ל על אותן המתגין כשנטמאו באהל המת. ואמר וטובלים במקומם בתנאי שלא יהיו חלקי אותן המתגין דחוקות קצתם על קצתם ויהיה הריוח ביניהם מעט כדי שלא יעשו חציצה ודע כי העיקר אצלנו כי כל מה שהוא מתכשיטי הבהמות אינו מקבל טומאה כאשר נבאר במסכת כלים ומה שאומר בכאן כי השיר וכיוצא בו מקבל טומאה לפי שהוא מכלי האדם בשעת הרכיבה לפי שהוא מנהיג בה הבהמה והוא מתשמישי האדם לפיכך מקבל טומאה: "
            ],
            [
                "<b>חמור יוצא במרדעת בזמן שהיא קשורה לו כו':  </b>ומה שאמר קשורה לו ר\"ל מע\"ש אבל אם עבר אדם וקשר עליו המרדעת אסור לצאת בו בשבת ולבובים הוא שקושרין עורות על אברי הזרע מן הזכרים כדי שלא יעלו על הנקיבות ולא יתעברו. ושחוזות שקושרין אליות הנקיבות על גביהן כדי שיעלו הזכרים עליהם בחוזק ויתעברו. וכבולות הפך זה והוא שיקשרו אליותיהן ברגליהן כדי שלא יעלו עליהם הזכרים. וכבונות פי' שמורות. והוא שיכרכו בגד על צמרן כדי שלא יתלכלך באבק ושישאר בלחלוחיתו ורכותו ויעשו זה בכבשות בלבד לפי שצמרן יותר רך מצמר הזכרים. וצרורות קשורות השדים כדי שלא יזוב מהם החלב. וחלק ר' יהודה על זה ואמר כי אסור להוציאן צרורות לחלב ר\"ל שתהיה הכוונה בקשירת השדים כדי שיתקבץ החלב ולא יזוב כדי שיחלבו מהם חלב הרבה אבל מותר להוציאן צרורות ליבש אם הכוונה ליבש החלב מן השדים כלל. והלכה כר' יוסי ואין הלכה כר' יהודה: "
            ],
            [
                "<b>ובמה אינה יוצאה לא יוצאה גמל במטוטלת כו':  </b>מטוטלת חתיכת בגד קשורה בזנב הבהמה לסימן או לסגולה לשום דבר. ועקוד קשור היד והרגל יחד. ורגול הוא שיכפפו היד על הזרוע ויקשרו אותו והרבה עושין זה בגמלים. ולא יקשור גמלים זה בזה וימשוך ואפי' היו קשורין מערב שבת כדי שלא יראה כמי שמוליכין למקום שוק הבהמות. ואמרו ובלבד שלא יכרוך רוצה בו שלא יקשור ויכרוך וזה המאמר שאמר ובלבד שלא יכרוך אינו תלוי בשבת בלבד אלא בשבת ובשאר ימים כי הטעם משום כלאים וזה כי כשהחבלים שמנהיגים בהם הבהמה הם מקצתם צמר ומקצתם פשתים ומקצתם גמי אז יהיה אסור לו שיקשור ויכרוך וינהיג אותה בהם ומה שהתיר בשאר חבלים בשבת בתנאי שלא יהיו ראשי החבלים תלויין ויוצאין מתחת ידו לארץ טפח או יותר כדי שלא יראה כמי שנושא חבלים תלוים מידו: "
            ],
            [
                "<b>אין חמור יוצא במרדעת בזמן שאינה קשורה לו כו':  </b>בזמן שאינה קשורה לו מערב שבת כאשר בארנו קודם זה. וזוג פעמון ותולין אותו בצואר הבהמה כדי שישמע קולה בעת מרוצתה ואסור להוציאה בזוג שדומה כמי שמוציאה לשוק. ופקוק הוא שממלאין הפעמון בצמר או בצמר גפן וכיוצא בו כדי שלא ישמע קולו. וסולם שבצוארו פירוש עצים שעושין כמו שתי וערב על צואר החמור כדי שלא יחזיר ראשו לגבו לחכך חבורתו אם יש שם חבורה ולא יניחנה להתרפא. ורצועה שברגלו עור שקושרין ברגלו כשפרסתו סדוקה עד שתדבק. ותרנגול ידוע והוא שם הזכר ושם הנקבה תרנגולת והשם הכללי לכולן תרנגולים וחוטין שברגליהם הוא חוט קשור על הרגל סביב ולא יתלה ממנו כלל והוא עשוי לסימן שלא יתערב. ורצועה היא הרצועה התלויה מן הרגל. ומן הכבשים מין שיש להם אליה גדולה כמו הכבשים הנמצאים במצרים שיש להם אליות גדולו' כבדות כחלק גדול מגופן ועושין לאותן אליות עגלות כדי שלא יתחככו על הארץ ויפשיטו העור מעליהן. וחנונות מגזרת צמח ששמו יחנון והוא עשב שמשימין אותו בנחירי הנקבות מן הצאן כדי שישליכו התולעים שהם במוחן והזכרים אינן צריכין לזה לפי שהם מנגחין זה לזה ונופלים התולעים. וגימון מחרישה ושל גמי ישימו אותו עליה כדי שיכוף אותה ותלמד לחרוש וחבירו הלכוף כאגמון ראשו (ישעי' נח): ועור הקופר עור של שרץ מלא קוצים קושרין אותו על שדי הפרה כדי שלא יינקו אותה הנחשים כשתישן בלילה וכשבאין לינק מכין אותם הקוצים שבעור ובורחים מהם. ואמר פרתו של ר' אלעזר בן עזריה רוצה לומר כי הוא דן בזה הדין לאשה שכנתו. ואין הלכה כמותו לפי שהוא כמו משוי ומזה הטעם אסרו כל מה שאסרו: "
            ]
        ],
        [
            [
                "<b>במה אשה יוצאה ובמה אינה יוצאה כו':  </b>מה שאמר לא תטבול בהם עד שתרפם הוא טעם איסור יציאתם באלו החוטין בשבת לפי שנחוש שתצטרך לטבילה בשבת ותסיר אותם מעל ראשה ומצחה כדי שלא יהיו חוצצין ותעבירם ד' אמות ברשות הרבים כי אלו החוטין הם על הראש אבל חוטי הצואר מותר לטבול בהם ולפיכך תצא בהם בשבת. וטוטפת הוא ציץ יקשרו אותו על המצח מאוזן לאוזן. וסנביטין נקראים בלשון חכמים לחיים והם ממיני התכשיט ונתלין מן הציץ על הצדעים ועל הלחיים ולפיכך נקרא לחיים. ואמרו בזמן שהן תפורין רוצה לומר תפורין בטוטפת. וכבול חתיכה של בגד כמו מצנפת שקושרין אותה על המצח ונותנין הציץ עליה כדי שלא יזיק הציץ במצח והוא בפני עצמו זולת הציץ תכשיט. ואמרו לרשות הרבים הוא משמש לכל מה שזכר כי טעם אסורם גזירה שמא יפלו ברשות הרבים ותטלם ותביאם בידה. ועיר של זהב כליל של זהב על צורת ירושלים והיתה אצלם תכשיט. וקטלא חונקת והיא חוטין שעורכין בה גרגרי זהב וקושרין אותה על הצואר בדוחק כאדם החונק את עצמו ולפיכך נקראת חונקת ובלשון ערבי מכנק\"ה. ואמרו אינה חייבת חטאת לפי שטבעת שאין עליה חותם יש בה קצת תכשיט אע\"פ שאינה מתכשיטי הנשים לגמרי ומחט שאינה נקובה אפשר שתחלק בה האשה שער ראשה ולפיכך היא ממיני תכשיטיה ולפיכך אינה חייבת חטאת: "
            ],
            [
                "<b>לא יצא האיש בסנדל המסומר כו':  </b>סנדל המסומר מסומר במסמרים ובלבד שיהו עשויין לחזק וטעם איסורו כי בזמן צרה מן הצרות היו מתקבצין לתפלה וקריאת שמע במערות ושמעו קול המון וסברו שמא הרגישו בהם האויבים דחקו זה את זה ודרסו זה את זה באותן הסנדלים המסומרים ומתו מהם רבים ולפיכך אסרו לצאת בסנדל מסומר בשבת ויום טוב לפי שהם ימי כניסה וכנופיא. ואם יש ברגלו מכה יוצא בסנדל יחיד ברגלו הבריאה: ואמרם מומחה סמוך על התואר וחסר המתואר כמנהג כאילו אמר מאדם מומחה ומומחה הוא שנבחן ונתנסה שלש פעמים ונתאמת בו הנסיון ויהיה האיש מומחה כשירפא בקמיע שלו שלשה פעמים: שריון ידוע שריון קשקשים (שמואל א י״ז:ה׳): וקסדא כובע של ברזל: מגפיים מלבוש של ברזל יתכסה בו האדם בשעת המלחמה כדי שלא יכו אותו ויפול: "
            ],
            [
                "<b>לא תצא אשה במחט הנקובה כו':  </b>כאשר השלים לזכור הדברים שאם יצא באחד מהם לא יתחייב חטאת לדברי הכל התחיל לזכור הדברים שאם יצא באחד מהם יתחייב חטאת ומפני זה לא דבקו בזה המין הראשון: וכוליאר כמו טבעת שמסבב הראש כולו ובלשון חכמים קורין אותו מכבנתא: וכובלת כלי קטן מכסף או זהב ונותנין בו משיחה טובה יתעדנו בה הנשים: ופלייטון המור הוא המוסק והדומה לו ממיני הבושם. והלכה כחכמים: "
            ],
            [
                "<b>לא יצא האיש בסייף ולא בקשת כו':  </b>תריס הוא המגן: ואלה גנה מעץ ואין בין המגן והאלה אלא שהמגן תבניתו כמו משולש ואלה תבניתו עגולה ושניהם מעץ: בירית אצעדה בשוק: כבלים עכסין בצורת האצעדה והיו מטילין ביניהם שלשלאות והיו מתקשטים באלו הכבלים הבתולות כדי שלא יפסעו פסיעה גסה ויגיע להן היזק בבתוליהן: ומה שאמר טהורים וטמאים אינו נכלל בדיני השבת אבל אמר זה מפני שהזכיר בכאן כבלים והודיענו דין אחר והוא כי העכסין אינן מקבלין טומאה לפי שאינן מכלי מתכות שיש לו שם בפני עצמו והכבלים מקבלין טומאה לפי שהם מכלל הכלים שיש להם שם מיוחד ועוד יתבארו אלו העקרים במסכת כלים. ופירוש תכשיטיה עדיה וחליה: וגנאי פירושו לפי מקומו והוא הפך השבח כלומר רוע וכיעור. והלכה כחכמים: "
            ],
            [
                "<b>יוצאת אשה בחוטי שער בין משלה בין משל כו':  </b>וחוטי שער הם החוטים הנעשים משער כי אין ענינן כענין חוטי צמר וחוטי פשתן הנזכרים בראש הפרק כי חוטי שער אפילו קשורין על מצחה קשר מהודק אינם חוצצין לפי שהמים נכנסים בהם ולפי שמותר לטבול בהם מותר לצאת בהם בשבת כאשר בארנו בראש הפרק. ואלו השמיענו שלה היינו אומרים שלה שאין מאוסין לה מותר אבל של חברתה שהם מאוסין לה ושמא יש לה לחברתה בראשה חולי הנקרא חולי השועל והוא מריטת השער וכיוצא בה אסור ואלו השמיענו של חברתה היינו אומרים של חברתה שהיא ממינה מותר אבל בשל בהמה שאינה ממינה אסור על כן השמיענו שהכל מותר: ופאה נכרית כמו מגבעת ידבקו בו שער נאה והרבה ותשים אותו האשה על ראשה דרך עראי כדי שתתקשט בשער: ומוך מעט צמר מצמר גפן ודומיהם ובמוך שהתקינה לנדתה אפילו נשתמשה בה שלא יהיה קשור לפי שאם נפל לא תטלנו ולא תביאנו מפני מאיסותו אבל מוך שבאזנה ושבעקיבה לא תצא בה עד שיהא קשור קשר מהודק באוזן או בעקב: ומה שתתן האשה בפיה פלפל או מלח והדומין להם הוא להעביר ריח הפה אם יש בה זוהמא או ריח רע: ושן תותבת הוא שן נכרי שנותנת האשה בפיה במקום שינה שנפל לה דרך עראי ויתחזק בלחיצת השנים האחרים: ושן של זהב הוא שיהיה שן משניה משונה במראיתו ותעשה מכסה מזהב בצורת אותו השן ותרכיבהו עליו להסתיר מומה ורבי אומר שכיון שזה המעשה הוא להסתיר מומה שלא תעקור אותו להראות לחברותיה וחכמים אומרים שתעקור ותראה בר\"ה ולפיכך אסור לצאת בו. והלכה כחכמים: "
            ],
            [
                "<b>יוצאת בסלע שעל הצינית כו':  </b>צינית חולי הנקרא בערבי סלע\"א וחכמים קוראין אותו בת ארעא לעובי חלטיה וקושי עצמה: וסלע כמו פשוט מפותח מכסף או נחושת וזולתו כי סגולת התועלת היא בפתוח: וחוטין הוא חוטין קשורין בצואר ובלבד שלא יהיו צבועים כי אם הם צבועים מחמת יפיין תסיר אותם מצוארה ותראה לחברותיה בר\"ה: רעולות כמו פעמונים או זגין כי הנשים הערביות היו יוצאין בזגין כמו שמנהגן לצאת תמיד והוא מין ממיני החלי הנטיפות והשרות והרעלות (ישעיהו ג׳:י״ט) וכמוהו והברושים הרעלו (נחום ב׳:ד׳) כלומר הונדו והונעו כדי שיפול פריין: וקסמים שבאזניהם עצים קטנים עגולים היו מכניסין אותם בנקבי אזניהם כדי שלא יסגר הנקב: ופרופות כמו כרוכות ר\"ל כי הנשים היו אוספות שולי הרדיד וכנפותיו יחד על דבר קשה כמו אבן או עץ וקושרות מלמעלה: ואח\"כ אמר כי כל הנשים מותר להן לצאת בזה הענין ומה שיחד ערביות ומדיות לפי שהן הידועות בזה המעשה וזה המנהג: "
            ],
            [
                "<b>פורפת על האבן ועל האגוז כו':  </b>זאת הפריפה היא בשבת כי אין בה קשר אלא פריפת החוט בלבד: ואמרו ובלבד שלא תפרוף לכתחלה בשבת הוא חוזר אל המאמר האחרון והוא אמרו על המטבע לפי שאסור טלטול המטבע בשבת: "
            ],
            [
                "<b>הקיטע יוצא בקב שלו דברי ר' מאיר כו':  </b>בית קיבול כתיתין ענינו שיהיה באותו עץ שהוא קב הקטע גומא שיכנסו בה קצוות הבשר עד שיבש ונשאר יוצא לחוץ ממי שקטעו ידו או רגלו ולא כוונו החתך: ואמרו טמא ענינו שהוא מקבל טומאה אפילו טומאת מדרס לפי שהוא כלי קבול כאשר נבאר במסכת כלים: טומאת מדרס הוא כי כל מה שהוא ראוי למשכב ומושב כשניתן כובד הזב עליו נטמא ואפילו יהיה בין הזב ובין המושב דברים בינונים מאבנים וכיוצא בו ועוד התבאר זאת הטומאה משלם במסכת זבים ולפי שזכר הקב והוא הרגל שיעשה הקיטע וזכר מסעדיו שהוא מותר לצאת בהם בשבת לפי שהן קיימות וחזקות ושיכול להכנס בהן לעזרה ואינו דרך הבזיון כמו הםנדל והמנעל שהוא חסור להכנס בהן להר הבית כולו כאשר בארנו בסוף ברכות דבר גם כן על סמוכות של כסא איזה כסא שיהיה ואמרו שהן מקבלות טומאה ומצורות אלו המסעדים שהיו ידועים אצלם יודע מאיזה טעם לא יצא בהם בשבת והוא לרוב המתפרקים מן הרגל וההולך בהן יראה כאילו הוא מוליכן או גוררן: אנקטמים כמו מנעל מעץ ולפי שאינה ראויה למשכב ומושב ולא תקבל ההליכה בהם אין מקבלין טומאת מדרס ועוד יתבארו אלו העקרים כולם במסכת כלים. והלכה כרבי יוסי: "
            ],
            [
                "<b>הבנים יוצאין בקשרים ובני מלכים בזגין וכל אדם אלא שדברו חכמים בהווה כו':  </b>אלו הקשרים נתבארו בגמרא והוא כי הם זכרו כי הבן הקטן כשיש לו אהבה רבה באביו ולא יכול הנער לעזוב את אביו וישוב עליו להיזק שהאב לוקח שרוך נעלו הימנית ויקשרנו לו בזרועו השמאלית ויועיל לו בסגולה ואלו הן קשרים: ואמרו וכל אדם חוזר להתיר לבני מלכים שיצאו בזגין: "
            ],
            [
                "<b>יוצאין בביצת החרגול ובשן שועל כו':  </b>חרגול מין חגב את החרגול למינהו (ויקרא י״א:כ״ב) וזה יועיל לחולשת עצבי הירכים בסגולה: ושן של שועל יעשה לשינה ומי שיקח שן של שועל חי ויתלה אותו על מי שארך שנתו תקיצו ואם לוקח משועל מת יעשה להפך וכמו כן יזמו בעלי סגולות כי כשיוקח מסמר מעץ הצלוב ויתלה אותו על גרגרת מי שיש בו קדחת שלישית יועיל לו. והלכה כרבי יוסי כי העיקר אצלנו כל שיש בו משום רפואה אין בו משום דרכי האמורי ועל זה לא אמר הכתוב ולא תלכו בחוקות הגוים (שם כ): "
            ]
        ],
        [
            [
                "<b>כלל גדול אמרו בשבת כל השוכח עיקר כו':  </b>מפני זה אמר כלל גדול מפני היות שבת עונש חמור משאר עונשים לפי שהוא בסקילה: ואמרם כל השוכח עיקר שבת רצונו לומר ואפי' היתה לו ידיעה קודם לכן ומלת שוכח תורה על זה והוא שישכח כי השם יתעלה צוה לבני ישראל באסור מלאכה בשבת והוא מאמין כי זה היום שהוא עושה בו מלאכה הוא שבת ולפיכך אינו חייב אלא קרבן אחד לפי שאין לו אלא שגגה אחת בעיקר התורה. אבל אם ידע כי השם יתברך אסר המלאכה בשבת והוא חושב כי זה היום אינו שבת חייב קרבן אחד על כל שבת ושבת כי שגגה אחת היא ליום כולו. אבל כשידע כי היום שבת והמלאכה בו אסורה אבל אינו יודע אם זו שהוא עושה היא מלאכה ותיאסר או לאו אבל חשב שהיא אינה מלאכה ואינו יודע שהיא בכרת אלא שחשב שהיא במלקות הרי חייב קרבן על כל מלאכה ומלאכה כי שגגה היא בכל מלאכה: ואמרו מלאכות הרבה מעין מלחכה אחת הוא שיעשה בשגגה אב מאבות מלאכות עם תולדותיו הנקראות תולדות אינו חייב אלא חטאת אחת. ודרך משל אמר כי הטוחן חטים בשגגה שהוא אב מאבות מלאכות ואחר כן ישור עץ במשור לקבל הנסורת שלו ויטחון חתיכה של מתכת לקחת טחינתה וכל זה בהעלם אחד אינו חייב אלא אחת כי זאת הנסורת וזאת הטחינה תולדות טוחן הן: "
            ],
            [
                "<b>אבות מלאכות ארבעים חסר אחת כו':  </b>מעמר הוא הגודש העמרים הקצורים אחת על אחת ועמיר שם האגודה מן החטה והשעורה וזולתם מכל מה שיקצרו בני אדם: בורר הוא מי שמנקה ובורר האבנים והצרורות ודומיהם מן הזרע: מרקד הוא המנפה אח הקמח להפרישו ממורסנו: מנפצו בשבט כמו חובטו: והמסיך הוא המוסך את השתי והיא ההסכה נגזר מן המסכה הנסוכה (ישעיה כה): ובתי נירין הן חוטין תלויין קצתם בקצתם והוא מין מן האריגה ובהם יארוג האורג ושם הנירין ועצמם מפורסם אצל האורגים: והמולחו רוצה לומר המולח העור: והמעבדו הנותנו בעבוד: והמוחקו הגורר השער ממנו: והמחתכו מי שיחתוך העור: וסותר כמו הורס: והמכה בפטיש פטיש כלי שמשתמשין בו הצורפים ואומני ברזל ונחשת והוא ידוע וכפטיש יפוצץ סלע (ירמיה כג) ומכה בפטיש אפילו בשעת גמר מלאכה כאשר עושין המכין בפטישין כי מנהגם להכות הכאות על עצם הסדן בשעת ההכאה ולפיכך כל תקון מלאכה והשלמתה כמו המירוט והחכוך ומיני היפוי כולם תולדות מכה בפטיש והוא אמרם כל מידי דאית ביה גמר מלאכה חייב משום מכה בפטיש: ואלו האבות כולם דמיונות והוא כי אמרם קוצר הוא מאבות מלאכות וכמו כן כל התולש צמח מחובר לארץ כשכוונתו באותו דבר שתולש כמי שאורה תאנים או בוצר ענבים או חובט זיתים כל אחד מאלו המלאכות לא נאמר בהם שהן תולדות קוצר אבל הוא קוצר ממש כאשר לא נאמר במי ששחט כבש או שור שהוא תולדות השוחט או במי שבשל תבשיל מן התבשילין שהוא תולדות האופה אבל הוא אופה עצמו אבל התולדה שתקח ענין אותה המלאכה המנויה באבות בלבד ובאיזה מקום שתמצא אותו הענין הוא תולדה לאותו האב. המשל על זה אמרנו כי הטוחן הוא מאבות מלאכות וענין הטחינה הוא כתיתת החלק הגדול ועשייתו חלקים קטנים ולפיכך חתוך הירקות בשבת או נסירת עץ לקבל הנסורת שלו או טחינת שפיית חתיכת מתכת לקחת טחינתו או כריתת עצים לשריפה כל זה תולדות טוחן וכמו כן ענין הבשול הוא רפיון העצמים הקשים ולפיכך כל מי שיתיך דבר מן המתכות או יחם אותם הוא תולדות אופה אע\"פ שאינו מדליק אש ואינו מבעיר אותה אלא שנותן ההתכה באש בוער עד שתתחמם. ועל זה הדרך תקח הסברא כי ענין האריגה קבוץ החלקים הנפרדים ודבוקם והכנסת קצתם בקצתם: וענין העבוד חזוק הדברים הרפים כדי שלא יפסדו במהרה. והבן זה הענין ושמרהו וזכור אותו תמיד כשתראה מלאכה מן המלאכות תעיין תולדות איזה אב היא ולא יתערב עליך המעשה שהוא אב מן האבות עם התולדה כאשר בארתי לך: ואמרם המולחו והמעבדו אינם שתי מלאכות כי מליחת העור הוא מין ממיני העבוד וזכר אותו ללמדך כי המליחה עבוד. והשלים מנין התשעה ושלשים במלאכת השרטוט ופשע התנא בזכירתה בשעת הכתיבה ושם אותה מעניני הכותב: ואמרם ארבעים חסר אחת ואחר כך מנאם להשמיענו כי מי שעשה אותם כלן בשגגה אחת בהעלם אחד חייב על כל אחת ואחת ובתנאי שתהיה השגגה במלאכה כמו שבארנו בתחלת הפרק וכאילו אמר כי אלו המלאכת השוגג בהן כלן בהעלם אחד יביא ארבעים חטאות חסר אחת: ואמרו אחר שמנאם אלו אבות מלאכות לפרש שאינו חייב בשתי חטאות אלא על שתים מאלו המנויות אבל כשעשה אב ותולדתו אינו חייב אלא אחת וכמו כן כשעשה תולדות הרבה אלא שהן כולן תולדות אב אחד אינו חייב אלא חטאת אחת. ומה שאמר וכפל ארבעים חסר אחת לדחות דברי רבי יהודה שהוא מונה שובט ומדקדק מאבות מלאכות: ושובט הוא המכה בשבט או בקנה על השתי כשימשך על מנוד האורגים כדי להפריד החוטין: ומדקדק הוא המפריד החוטין בידו בשעת האריגה: וחכמים אומרים כי אלו המלאכות ודומיהם הם כולם תולדות מיסך ואורג כאשר בארנו קודם לכן. וכל אלו האבות שמנה מפני זה קראם אבות כמו שהיה שימושן במעשה המשכן שזכר אותן הכתוב בשם מלאכה וכל הדבר שנתלה או הדומה באחת מהן יקרא תולדה כמו שחלקנו: "
            ],
            [
                "<b>ועוד כלל אחר אמרו כל הכשר להצניע ומצניעין כו':  </b>כשר להצניעו כלומר ראוי להצניעו ולשמרו ויש בו תועלת ולא יפסד כשישאר: ומצניעין כמוהו ר\"ל כי מנהג בני אדם להצניען כי יש דברים אילו היו מצניעין אותן היו נשמרין ולא היו נפסדין אבל אין מצניעין אותן ואין משמרים אותן מרוב מציאותם באותו המקום ופחיתותן שם וכאשר יכלול זה הדבר אלו השני ענינין כל מי שהוציא מאותן הדברים והסחורות בשבת השעור שנבאר חייב ואם אותו הדבר חסר אלו שני דברים שלא יהיה ראוי להצניעו ושאין מצניעין אותו בני אדם ובא זה והצניעו אותו שהצניעו בלבד הוא חייב על הוצאתו ושאר בני אדם פטורין: "
            ],
            [
                "<b>המוציא תבן כמלא פי פרה כו':  </b><b>המוציא אוכלים כגרוגרות חייב כו':  </b>עצה הוא תבן הקטנית כגון הפול והאפונים והתורמסין ודומיהן מן הזרעים: קליפיהן קליפה העליונה הדומה לעור הבהמה: גרעיניהן הם הגרעינין הקשין שהן בתוך הפרי: עוקצין הן אותן העוקצין שהפרי תלוי בהן באילניהן כגון עוקצי התאנים והענבים והאפרסקים והאתרוגים וזולתם: וסובין הוא הסובין שלהן והוא הקמח הבינוני: ומורסן הוא המורסן שלהן והיא הקליפה העליונה העבה היוצאה בנפה תחלה וכאשר אמר כי האוכלים כלם מצטרפין קצתם אל קצתם ושיעורם להוצאת שבת כגרוגרת והיא תאנה אחת בינוני. ומן המאכלים מהן שיש להן קליפה ומהן שיש להן גרעינין ועוקצין וסובין והודיעם כי לא יחשב דבר מאלו הדברים עם האוכל ומה שמשערין כגרוגרת הוא מן האוכל הברור המבורר מכל מיני אלו הפסולת כולם: ואמר רבי יהודה כי העדשים בלבד משערין אותן בקליפה הדקה שעליהם לפי שהוא מתבשל שלם בקליפתן ויאכל עמו וכמו כן סברתו בפולין הרטובים לפי שהוא נאכל בקליפתו הסמוך אל האוכל. ואין הלכה כרבי יהודה: "
            ]
        ],
        [
            [
                "<b>המוציא יין כדי מזיגת הכוס כו':  </b>הכוס שרמז אליו בזה המקום הוא כוס של ברכה ושיעורו רביעית וכבר בארנו פעמים כי שיעור רביעית אצבעים על אצבעים על רום אצבעים וחצי אצבע וחומש אצבע וכל המדות בגודל שהוא הבוהן בלשון העברי והיו מוזגין יינם חלק אחד יין ושלשה חלקים מים א\"כ יהיה מזיגת הכוס רובע רביעית היין שלהן. וגמיעה הוא כדי בליעה אחת אם הוא חלב בהמה טהורה שהוא ראוי לשתיה אבל חלב בהמה טמאה שעורו להוצאת שבת כדי לכחול עין אחת. וכתית הוא קצה המכה רוצה לומר פי המכה והקבוץ כתיתים וכבר קדם פירושו: ואמרו אבר קטן רוצה לומר אבר קטן של אדם בן יומו והאבר הקטן שבאדם הוא אצבע קטנה שברגל. לשוף את הקלורין שיעור שימס בו הסם לעין הנקרא בערבי שיאוף וזהו במימי היאור בלבד שהן יפין לעין אבל שאר המימות שיעורן כדי לרחוץ פנים של מדוכה: ושופכין הדברים הנשפכין כלם רוצה לומר הנגרים והם המשקין כלם. ואין הלכה כרבי שמעון: "
            ],
            [
                "<b>המוציא חבל כדי לעשות אוזן לקופה כו':  </b>גמי הוא הגומא ובעברי תיבת גומא. תלאי כמו בית יד שיתלה ממנו: ונפה ידועה. והיא דקות הנקבים: וכברה היא שנקביה רחבים יותר: וקשר מוכסין הוא הסימן שכותבין לוקחי המעשר ובעלי המכס להודיע כי זה פרע מה שנתחייב ושיעורן שתי אותיות וקורא אותן קשר כמו שקוראין אנשי דורנו הרשמים והצורות שמחשבין בהן הפנקסין עק\"ר אלרומ\"י בלשון ערבי ובלשון עברי קשר הרומיים: ונייר. ידוע: ונייר מחוק שטר של נייר שנתבטל ואין מוציאין בו חוב: ופלייטון מר דרור והוא המושק. ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>עור כדי לעשות בו קמיע כו':  </b>לעשות בו קמיע לכסות בו קמיע. וקלף ידוע ועל הקלף יכתבו התפילין וזה הלכה למשה מסיני ופרשיות תפילין ארבעה קדש לי והיה כי יביאך שמע והיה אם שמוע. וכבר זכרנו כי הדונג הוא השעוה: "
            ],
            [
                "<b>דבק כדי ליתן בראש השבשבת כו':  </b>דבק הוא דבר עשוי בידי אדם כל הנוגע בו ידבק בו: ושבשבת הוא הגמי שבראשיה נותנין הדבק קושרין אותה בקנה ומכניסין אותה בקיני העופות ומוציאין האפרוחין: וחרסית טיט האדמה והוא ידוע אצל הרופאים: פי כור שפת הכור שמתיכין בו והוא שם עברי בחרתיך בכור עוני (ישעיהו מ״ח:י׳): פטפוט רגל הכור כי עושין לו רגלים כשהוא גדול ובמשנת כלים פטפוטי כירה: צורפי זהב ידוע והוא עברי ותתנהו לצורף (שופטים י״ז:ד׳). סובין ידוע וכן יעשו הצורפים ישליכו הסובין על פני הכור בעת ההתכה: וסיד הוא עברי ושדת אותם בשיד (דברים כ״ז:ד׳) והוא נעשה מאבנים שרופות והיה מנהגם למשוח בו הנערות על כל בשרם כמו מלבוש וכוונתם להביא להם הנדות ולמהר הבגרות ולהנעים בשר: כלכול הצדעים: ואנדיפי המצח. ואין הלכה כר' יהודה ולא כר' נחמיה: "
            ],
            [
                "<b>אדמה כחותם המרצופים דברי ר' עקיבא כו':  </b>אדמה טיט אדום יעשו ממנו חותמות על השקין שמשימין בהם הסוחרים ממונם הנקראים מרצופין וכמו כן יעשו מהן חותמות על הכתבים: וקלח ענינו שרש: וכרישה כרתי ובעברי חציר ואת החציר (במדבר יא). וחול גס החול העבה: עבה שיהיה עצם הקנה עב עד שלא יהיה ראוי לכתיבה: ואמרו קלה רוצה לומר ממהרת להתבשל והיא ביצת התרנגולת: ופירוש טרופה מעורבת רוצה לומר שמערבין אותה בשמן ומנענעין אותה היטב ומפני זה היא ממהרת להתבשל ואל תדמה כי מכלל השעור הוא מה שיחם בו כלי הבשול כמו המרחשת או המחבת כי אינו אלא שיעור מה שקולין מביצת התרנגול שיעור גרוגרת והוא אמרם כגרוגרת מביצה קלה ותהיה האלפס הוחמה כבר חמום בינוני. ואין הלכה כרבי עקיבא: "
            ],
            [
                "<b>עצם כדי לעשות תרווד כו':  </b>תרווד כף הרופאים קטן ועוד קוראים אותו תרוור והרבה עושין אותו אצלנו: וחף שן משיני מפתח העץ: וכרכר ידוע ובלע\"ז טורטי\"ר והוא הכישור: "
            ],
            [
                "<b>חרס כדי ליתן בין פצים לחברו דברי ר' יהודה כו':  </b>פצים חצי לבנה כשיש חלל בין חצאי לבנה וימלאו אותו החלל בחרסים ואבנים דקות והלכה כר' יוסי: "
            ]
        ],
        [
            [
                "<b>אמר ר' עקיבא מנין לע\"ז שמטמאה במשא כו':  </b>טומאת משא היא כי מי שנושא דבר שהוא מטמא במשא אפי' שלא נגע בו אלא שיהיה בינו לבינו דבר מבדיל כיון שהיה כובד אותו הדבר הטמא עליו טמאו ובתחלת סדר טהרות יבאר הדברים המטמאין במשא ומה שאינן מטמאין ושם נזכיר הראיות כלם ורבי עקיבא סובר כי מי שנושא עבודה זרה נטמא ואפי' היתה בקופה וכיוצא בה וחכמים אומרים אינה מטמאה אלא במגע והנוגע בה בעצמו הוא נטמא והראיה שהביא רבי עקיבא שהיא מטמאה במשא מאותה ראיה עצמה אמרו חכמים שהיא לא תטמא לאברים והוא אמרם אקשייה רחמנא לנדה שאינה מטמאה אברים וכמו שיד הנדה ורגלה כשהן קטועין אינן מטמאין משום נדה כמו כן חלק מצורת עבודה זרה אינה מטמאה אלא כולה היא המטמאה במגע כשרץ שאינו מטמא אלא במגע כאשר נבאר בתחלת הלכות טהרות והמשילה הכתוב לשרץ באמרו שקץ תשקצנו ותעב תתעבנו כי חרם הוא (דברים ז׳:כ״ו) וטעם מה שהלכו חכמים בטומאת עבודה זרה לקולא לפי שהיא מדרבנן והעיקר אצלנו כי כל מה שהוא מדרבנן ונוכל להקל או להחמיר שנלך בה להקל והלכה כחכמים: "
            ],
            [
                "<b>מנין לספינה שהיא טהורה כו':  </b><b>מנין לערוגה שהיא ו' על ו' טפחים כו':  </b>ראייתו מאמרו בלב ים שהיא כמו הים וכאשר הים אינו מטמא כמו כן כל מה שבתוכו אינו מטמא ואפי' היתה ספינה של חרס ואפי' טעונה ביבשה והורידוה לים: וערוגה ששה על ששה טפחים כבר בארנוהו בפרק שלישי מכלאים ואני אזכיר לך ממנו בכאן מעט מזער כפי דרכנו זה והוא כי אנחנו צריכים שיהיה בין כל זריעה וזריעה ריחוק טפח ומחצה כדי שלא יתערבו משום כלאים אלא אם תהיה זוית בצד זוית או בצד צלע מקום זריעה שניה אז לא נצטרך להרחיק ביניהן כי הגבלת הזוית יראה הבדלתם וכבר ציירנו בכלאים צורות הרבה ואני אצייר לך בכאן אחת כדי שיתבאר ענין זאת ההלכה <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAGAAAABgCAYAAADimHc4AAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAADB2SURBVHhe7dwJuK7l1Afw57wdVFKEUGRIipCEBqKOpIxpoGToVChjGiWlAaUiFCIVJyWHpMiUIZoLKTLPU3NExnBbv9Ve27N3e5/zvm9fl++7rm9d13vevd/3Ge57rf/6r/+672efOS2s+3/7r9mUAPzgBz/o5s6d233/+9/v/vWvf018+j9j3/nOd7qHP/zhE79NNZ/7fnG29tprd3e+8527X//6190//vGP7sYbb+zucIc7dA972MPy+wsuuKBbf/31u6WWWqr7/e9/31144YX5edkf/vCHbtlll5347bbbJZdc0t3znvfsfvWrX3WDwaB7/OMfn59fddVV3Y9+9KP8md188835WnrppfN3811iiSW6Rz/60V0nANddd13baqutWkxGMP5PvyJA7QEPeMCM3/1ve0UQWmbAqaee2kUA4rOpBm33vve9u7///e/dNddc02222WbdXe5yl+6HP/xh99CHPjSPEX1J9Itf/CJ/v9e97tU95CEP6f74xz92yyyzTDdnzpzur3/9ax7zpS99KRELoT/96U8TBSuttFL3y1/+Ms9dY401urXWWiuz4e53v3u3wgordHe84x3zGtMNiu52t7t1l156aXfTTTflZzJiueWW637+8593f/nLXzKbXRvyn/3sZ3dnnHFGZoY5uLb7Lb/88lPOvfLKKxPVsmfNNdfs7nSnO3UXXXRRHuOaq6++erfyyivn78z173GPe3Tf/OY38/gf//jH3WWXXTbxbVBMjN053/ve9/J387nf/e6X/uCDRQZgySWX7J7ylKek0z772c92T3/607tvf/vbOaG+Sb/DDjusO+SQQ7rrr79+4tP/mAC68Z/+9Kd0ip+lqfM4+tprr83jnvOc5ySdLFy4MAP+z3/+Mz/nsNlsJvpy3Te/+c1JN4cffnh3+eWXT1LP7373u3TKU5/61O4b3/hGt+mmm3ZHHHFE993vfjePO+CAA/K4vj32sY9Npwq0sfet5iRQTJAEeTbjSwE74YQTup133vmWALzkJS/pPvCBD3SbbLJJOvj+97//xOFTTeSgxEVkAPSvt9563bHHHtvtt99+if4rrrgij73vfe+bAzYYxzmXefc7VEDNmWee2X3+85/vzj333O4+97lPZs2f//znDNpvfvObnPi6667bXXzxxZlBHPeTn/wknQXF73jHO7ojjzwys1MwcS90mSRHGy+krbjiihloSP/IRz6S2SM4rvmYxzwm+VndM6YHP/jBmZ3GLntl89VXX51jBz7jOvroo/PYpz3tad0qq6ySc2PONY8y93dP9atqAMDssssuOce5PoAEJvW23Xbb7m1ve1v+Pqy5gRfkrrrqqt0pp5zSPf/5z88JG7jsOuiggxIlBlIIQQnz5s3LoJvoc5/73O6Zz3xmt84663Tf+ta38lrHHHNM99GPfjQLlix83OMelwF0r09/+tMZABM7+OCD8z7uy9lQKQCvec1ruve///3di1/84u6Nb3xjUhxKeeUrX5ljQLHA8IQnPCHpUOY98YlPzEz4+Mc/3r3rXe/KAAkUMKy22moJUHSDSrHHqCbQlbWZASaHSzfYYINMt1EDgH6c+4hHPCLR95nPfCYHjYsNEme6ISq5613vmo53T06HmBe84AXdpz71qXTUi170ouRhmQAQJg1FuNrxnPS3v/0tOdo9Odv9HK/2qEWCLEugWCYKPIAIHAoBDJQkGL/97W+7d7/73elUGetY18EKH/zgBzP41I166Fxz8H788cfnvd/whjdMeGF4O/TQQ7tPfOITee/MAKklAAwCRjWTU4xOO+20lIdQ8bKXvSydwEnnnXdeIsjEcPw555zTff3rX++e9axnpXRknK0o+vzJT35yFi1OV4fwKu7+2c9+lvSn0EF38S7HQqZgozSUg9JkGp4966yzMnO+9rWv5ZgAAweHWkrHPvKRj5ykKNcQCE6XWWhNcAUdU6hL6JZNr4XDmmufffbZea0MgJSDSmaioxrHceD222+fSHrFK16Rg1egHvjAByaHbr311jkRxsEmiiY+9rGP5WdoaLfddktU7Lvvvkkv3jlKBgmcALvHF77whXSk7GFqD8qSHZCFjig19IbrfU8c+NlY99xzzzwPB+Pxo446KpEsSwFQ1qFOY6T1ZdTrXve6PAdoUIjgffjDH87sH9UIENnpPSnoGc94RqIDD1Ii0m8U23HHHTNwUIRTOYDjFUmF3SRdH4Xg9y9/+cuJ5C233DIDhjYURiiDckXNJCFEdkGpYAkkOnIdxwqoFwUjGx70oAd1J598chZkhV2AAAFFcT6EG6N7ohGOdzxnyzbX93IsStxmm23yXEGTVQq8oJiXOclsdWlUo9DMCytkBkCdIEjrcSiIlDMJfGtynM8Zskp6o6GNN944g1M8jYM59itf+UqqHsaJCxYsSCcIGHWjeFM0j3rUo1KpvfrVr060CpBjGPojkQV2p512Su7mOEpNTeP04m3jU0ABwVx1qKSsYk/NqVGCBt1qhCAYM7QKIFCYj3PG8VWZbp5lADieI7TxN9xwQ34xiuFJg4ZcqSXlTdjkvXMsKVkcLeBoCA/ic6guQzWu45qC+J73vCe5Vi2APCpHMOpYwdGrcD6nCgrK2GKLLRIUroPTzdF5xsmJ6gNqq1riOOcZr3M32mijvL4xUklAIQjGAUhAIFPGNePkpwyAG+HQ6667LjvGUQ1/oyA9gABQDvQ6ZBokdaTwCbD7fO5zn0sOhWLZooiiHipIWh544IGZ3rIH6jVWqMz10Yq1Kvf0MwdyzHbbbZcZ97znPS8Dwakog8JSZ6gy8ricTvmoL+iKc2WjAKsDMkXfAeVPetKTkvfdkwJS3PU+gml+45qg8lkGwMQMDIWMs1jFwYocZ1JUBux6rltZAYVuqD688IUvTNXic1yNYyHLOy3vnRSFbNxcgUI/Uldg/O4cJgvodvfce++98/7ownw41v3IY80PB1JVZahLLXIcIaHWUEyC52fjF3x0RgURE5WxgDuuUX+CkAFADZxjYIrDOMaRHALN6OD1r399IglKSVOOk9aOwbUmp+BXLXBfGUjf77rrrkmFOk6ZgJeND8JNupYQnMcUZEWSdD3//PMzuxRR2ScbqCdIdi00QyGhRMGWKZwsy4wTmIyRsECBMopfZGitG9V61W0JQIEnAyDCWmu8pBEax6BMikKdlMa1UrW0tiCbLP7FnwLgRU1wEAcqapbE9SSC6FqQLDAcRNaiCXSCq5nf3QsqBQktqDHqhqACgHE5RmZxpjHJlle96lV5DfdDmQLoWJ2ycz/5yU+mJCVbfQ61jvMzU2PGMaJgww03TBk82QnjO86RYptvvvnEocMZZ3Ewx1MZChfUup5UJm/JTIiRIdCNQigjkpIqcl+SDg1YS8H9+gn1BE+7vkBCIScqmgIim2QMhwmCTHOc+6IqfC+InGZ8Jm1cljn65nMBJGsBRfNm3DLSmIyRw6kmmQIorvHa17524grDm0aUygK6gckYbBm+HdVKDSiGGhdNi6LlBhRDUQVUSn20YCIccdJJJ+XkvCgijn/nO9+ZjZjPdNWKsgaLxBRIEyiDeJSid4F8iHec5RRKS/DQytvf/vbsQCkc6Cs+53jjE0iAsGbkfO+aPoi33uRYNcTaEjoScD3EOOZcNUnA5wR/Nmg0WA6BZit8w0osF2NUAZ7F24U4zjE5jdJMxiECZmHNIpyiXEZ7k2muT0Epyq4loDpcisaC2u677579AorBq+4l09QklGIeskJWQbMgCbR6pOfwGRBgAZlLqckudIgqFG2UBzA1Bvf50Ic+lNc1/r4VjZahTsW2fKB2+OyrX/3qLSquT0GowRd9XT6MQbb0RjuF9tkM4oq/KSE8D+0oZjYTUNfWPTP8zWQL+kEX7svZmjpKjEytZWH3FEj3pcaY49Ugn6Mp547TA41r++yzT9a2OTG4RgVISxkAiVJWwUJNUEAvS0sIoT7QAYVQDREHSXUafnHBQ3l9Z0t1XbgUn82gFipxcxmgoBFZpIvlXMvNTJaoNeoRU2c4F3JrKZz6QpXWwczDfKAXdSrs7gmUssU5sgDQFGXHExIyXn0og27nMLLVXFFNAabM2AgB1DYQ/UIkM0hOZ7hV6jFpA61M8SmKomKkJrQNkznTkY6yFmfG03c+MFiRpF5QjUxQf9QKzjfWcj6rOSngHO2ld+BwNKlYK74+R7+crZfwO4Von8LPHA8wljJkmWvynd/f+ta3pmRFpzKV5AUQyxaAyzeyzxhQz1ve8pbM0gHUV1qW1RKxQUl9KSxQtd3IaX6WIbJjXDnGXHtYQxeKLRVijejEE0/s9t9//5SNON2E99prr0TqsFYAG8ecawVWrRI0ThZQGSdD8T7/8pMxk7V6GeJE8DBNZgDE9E1PAP3W0tGN1OZ0MlHhsRwseiYs7VyjivGoVs3N4kyWWVaAJkWZo+1YffGLX0zaMHnjIlv32GOPodUcgN0We/nLX57FXCG3AEghAQTnyw5KjsLiTwJH8TZ+ftR3DRwkbfumQaFCRMvakDUaPCZV8SOek6KKaK2iDkM/45rgW5W0RIB2SExrNeqWZg/icbwu18QtLMqMYWzccUMxI29f+tKXpj/Qk31m91YjdNP8xke6Z6CZP39+1rOyqdCfsJJMHCuFBAiiqAZtPzQqMIqvnxWacY0DOG42UwQ5Wu2QxgKB8635AAa0ozFrOnS14xVWe7mEgWZtUYY+xjGgUIDdx+bQ6aefnujGFijcXoPdPT9DukIuQ42PREdT7FYBUP2pCimjW7N87GIcTgGQeWjHxcgoOng6hY1iqMv1ZrLKQFRosQ3aqTRLA1BH79f2JyUnM2SnAuwRGSglcWcz90Wl4xgVRXiQ8MUKfidQatsUYPRYlnf4yM9FeXoDdivPKQ5SRnQpHdVf0yNqnpjwGcmIfqgDK5S3xTRfsmq6QZM0VncgXi3C71Jcdwp5ZCCqtPBHVTjed1CIlgRXyutgZyrMnKZ4jmOKr16C8ykqK6oAgiZJeKLAdzJFbUCRxA7qVKgLdFMCULxO4Rg8avGuG5QRKrvUUUzILVLLsoGiMo5xikJO0vUNh0O5e+BQWYZq3vve96bsNA6BUL8sWXO+hswygXN32GGHBA7awtEW+xzXN9SEGsY1KDcu8hNle7iLGuQ/MlP28Z2fyXfot0Krj/J59QtTZKiDpYbFOFXdgeqATRQoxXVSVmAEybmi7rhxTBobmBdDaW9605ty1wt1WGElCKwd2Rmz7ABpvnccMwY/C4IMscSNukoa23+VKVIfjVUm1HrOOEZ+4nbj0jcItqaqlrrVS3JZD4Ax0CYw6FPMVfaUzUUB9D6DFimroJik9Mf5iq0CXA6TXhqfch7ukxXjGIQLrKBa/bRbBs1qjvsAgyJsksaCTqQ2fmXqFLqCSOpCFpgHYOg4UQCehjwFXPqjLAh03XHMWAUenRAhgor+1B7rT5Zl7LjxGXaQkYANJJo19aCAf6sagBJMSmA43IEmbrGLduWY4jOOE1n1od+Sj2pqjFVK3a4dM8oIwtyDo90H7bg/iQcgaNF5jlGI0YmO1yOLxx13XJ6HZoybUwTEDh0+1hD53rjHMdcVSOrLwlv5iNIBArUBIPpLEBjES43lwwL+5GKcpVhooSwUJtF0A/RD/5ucQUNiaWAF0GeWZWUBxEJEdZdS3PcmboNesKAS55cKgBw0QVYqnr6DEmMwUN2igiUoVmw1XYoe1eO6tSGPcgQI3WiEzAfnKohqhXEZC4mqvnAcuvCUmhXQvmkOZVnf1D7ncy6liNdrn5hTIV2wgcMytjFZp9KIyQZzM0+Sni/NjbCYDICBWxvhTJGp53n6BdaahyijH9lR5jOTFHXpOEwXSmmhArQg0M4zAWbgrJanZRdHKsDS3kKXIHA6IYBnpTszruL56eZ6QOMapcNnMkApWhZowJRp5mWONV6BEjzXItGZOgAw1o04eXqj57pACExTAoATpZKCYcKQziABohwj2i4qSJAq7axzOBfPacsVpjJZ5MUoBg5wHTQhiyAD1dhkcS3IMEENlfu4NocCRwUV3RgTBwAI4eCJOggvtWEpxfeyiDNxMtqMqebkBU6WWksiMvQ05gzZUK3mlVXjxB+OcQ/LH/YgFFm7ZsbYX45xT/eWoYo9wVKrDSjeGGSJJQqDatEmt7hYi8LbghJa3KhFsWshMVsMqkWKtZhQC9poMaAWdNPCoe3ss89ucbN2/vnne7rOpYayQFALRLd99tkn/1Ik5GYLZLRwRIuUbUGDLQbXoqlp0QO06GhbqKEcX0w2x+a177775lhjoi2Q18LxLRDXgjJb9AktnNAiO1pIxZxXSNkWTm8R0BbNZd47MrdF5rVw0sToFm8RzDz3oIMOagHGttdee+Ucgi5b0J4NrnbhhRe2UHF53ZDGLSipBUjzPVRbjie68DZZhGt9QqR1viIGmXjP5gHuo3HJOdH1M2Tgbugd1iAPashL1629Wdkj3RVbBRmSIYysVFQhnQTF+eQpBVOPmCve6Mu1fV7PhKI3GY0GoNPYzUsRVcQVSWgkD9WaUbti58sm1IwW+UKxNxf34lN0hZ5lDvrhR4bSUNfAPyo6Z1o7wWGKipNMxAl4ViCkpuKl4JoQmjAB9MBBizPpp7ZwsAGQY2iHA3XX7smMxf2kvPUU0tSxqMR9TM6r9oYFTsF1DdTAAfaeFVzLGMDCwajM+QDmwV9BsonkUUYbJIKLlxdngs1HzLj4QG2hrtAiWcxP6EyDZsUABbqH4JsvmsraZaI4ShCoCFHFhQqrAqMukHEuiN8hVtA8bcZRCiPVYhCLMlLSEwQCrC5wkvOgznVlldpij9bSQz1XVJrZ8z4mjq8VUbVCJpkIrsWpHAgwuF2RK/614KbWQGqN2b1qbcv1CRDzsq6kUerXsunGgbLTvRViL3VL72R+apI5urbeRqcMaBSRZ5FkhTWuXIKJmyYXxXWTh6PdT24NJLRogloonuSuQHuLTrJFIPI9UJOci2MDoYusAepIDCj5Esfj5EBoi6Dlfd0jCnOLTMrjo+i3mFCex9SMcFYLJyWHxsBbKJM8Zscdd2wBoqwDQQc5TsebVzggf2YBqBYgS06+9NJL837uHT1P1r8TTjihRVa17bbbLueE0xdlITxagKpFlrVoXlv0IVmnTjrppBYCpUWPkvUqmq+8z3777dcCMFk/IuvyM6+5eBOPQYxqXqlBp0MO5WJ9Bc1IY7yGn32PT2VGycWZTFZBt6YJbUlHW4rVKzCyFlfb5YISdcBxUItW6nHCSmtokp2kqWUHqEVTephwXKodykzvYUnFu2UK80EVkA+tzLGyhvQ1H1lkrJ41lS066EWZTh0dyTR+QZuuYSwWKi2fUHwyxvitLmCXstyQQTt4WRpJeZxJZ1ubERyFBYeRgBoMF9Ef+ExnaRKCNt3UDANEJXQ62kBhqEAwcTozcUu2Gj73wtP40ucKFyoxeOdaY1GYXcOk6W2Olc4KHccpxByqVqESq7gWzWyYKOAWHTmo7m0sapIxmr+ir8DrVdSI6QYM/MIE1/noETBcT00ig91zwYIFk/srwEVC8zNqEvgMAFT7wAEGrJAoclAO+QZsgtYyONRajR0eE8ZpbiZz+gbt+N3muWAKhoBZ5tBD2E4s851jBISaMCFoIgog/X3ve18WTS/3cizdzSyGGT8eFmD1C6A4xAIZAWHfWnHF7TJPxlZfAY2cbGwcJ0CAZjFQBpgr3a9OlKkV1StQUI7XL8g+97VtKjD8p16oWZzOh+qCeqsXUpAnVZBBkYUGWbtcHMiR1Abn+HMcqDPQklGQKlgmXqZgSnXRtiQggAqriKMGzpJxRUMKNOWARrTsVjc5gIyERkvRBmyc9gGoKWBhxseZxisQskeQOEK2oFbHGLdxQbnMdo4MQTGKtsyrFVaZYgkbgmUXSqGcKmiuXSoIgM0Da9TP2MA9+MXcvaMmweBfACkbcDyO5hCRMwjOgAgTxc8ijAJMGprINtzrdz/3lyvwnZSHWpvoUCEQMgRyDUgwTaAUBLowYXxpvcR9rWrib84QeBlqswOd2YokL1n1IAKg3kCan4HIPTmCcyGSA9U5u2nA4Fj7CpxL6aFB87ZsDZ2y1/wtEAKBOsJch3pkzoF0/ZPaxsloURAAWsDtBaM82SV4fRsYLOdCsAlqkPCuG9jiw7doCZJNwk38TM/jbN+hC6Y+GJBlCUinwznXMVCEIzmFo6CVmTAHKIocj6IEEGVwPl3vegySLUfbbixKkfoCSoOTowosIMk44sE+gusAkQxTYAGDGb96IWNcS/0wd/zvd7UHGGUV2U1Gq3noT61gxg6U2MLCHtqyxAKgjrecYslBBpvLrWpKDD7lUKA05ejpp5/eNtpooxZdcAsKSNmmhQ9E+C8NUkaFSkkpFbyYsjQ4ssWAshXXgseEUhJGMLI1J2MDsbnUEEhPGRm8mOc73j0CsS0Gm9Iy6Cd/P+aYY1J61rFe4egcS6R6C2e00P/5ueN8Vu8kLOkZqinH4t01feb+ZG0AKo8N9LfI4hYZmNI1sixlad3Ti/wNgLQAZEpMPiNDI+PzfPewPONYPjTGs846K69PIvMz+evzyKiUvq4xJ9DYFFOSSbpqUMqkVXHddIPGavGt/kk1C22uRSHU932TZbWUzRRyCkFxur3NUrk6AInjmu7aymg1nahbVjN0hvZKXaE036N4GcYwTRVvslRtnQwAjvPMjVVL/Kiji2gmZ3KUQokPTYKzFTc8KUCWC3S1ulfnoi0Uhm5oeCksGL5zDrVSyw4oAje6BopzD5QmKGiM7mc+060GojJoUt0mjM8844l3UYOxeQem2vjmBBRoDCS0MahfxmjunOc74NBbUEZ+5w8dK2ozXs7mRHvTzkPZZRzqvsaD1h1bADRmPY1xo0z05TGaYIduUAfhX9xs4qq2wVAIijPn4HwIx59uZGdKMOrPfHC6p5SpGMERXc2Vik9t4EEFuBBfCDFZzjNwqgrXkqG4lTP8bsDOo0ooG8sRskxtEFwFD//aDKGacL37A5N7K5rEAMcpmIJcIDBX85EhssM11RcS2JjUMEsHXtaSBM64jdXjO/Pnz0/WECxPZPCJ2mJ8/CDrgVjdAlKF3CYUgDvull2MMBF14VIOZQanG5UNJqRQQRCKEVVBU6wYyQZ1ih8Z6eZkqp0nTnQcWqNKqB6TcH0ONxmIF3ST1hUrhKjRuASSAKAiOJmscz/jIAE5x/ec6/4mXf2E+8hiqsb9FEyO1zSZK8dRUxwOiDLCHBVzL76px06MTyFHNYq/MQCgd2qPENErESA+l5Huxa8yUVCMvZ7ICL8MJqWRbDBwaPGZiUsVHajPaXtOchwEuTBVwASCqfxQRkk4BtrJOBPidI2TxsRgIFNXKV1953cOZIJlIwiy0FA96cZc24KajReTdA8BoufJWrSIzpyL9lCIz2WUoJiHBo9BovmYL+oQFMpI8MlVik8mcygas+EPjPieyRpURn3pjdCp72UjAMp0tEVeo1ufo0G/O2fgxhCkybESSQZKWxNjUsl3pKRJmohulfldU8ZMlnEs+QqZul0amGMVIs43MS+DEgipDUlQTfLV/72gZ1D0FC0ogkIoYyaJtkqLO9eLfveckgmiBRJQEPUTQOUzNYkTzIkJrmBq0jha4Eljv5sLzkZPkOvaQMU3fICmZZUsUpyN0z3dA7XKKCAGBqCQaYJvXjJboHI5mrMKkRCgypuEG6EQ6IQyk4Eo/Op3FOQcBmV9KzVF9+JoKJf+uN3ygEkqcOjBJrl1FzRiPIKDymSD2uIYfAmNzPhQimsYoyJsTOqU4FSPIbCcIvDSXtDcw0KfbFHIHWPuKAG/ExAoCgjdU7bZaKlehJmL7JM9vjM/y+HALFiyDCNgi8oCx6Mwy9TmpbYCaD6YhR5E2BoNusH5iqbPRFq0pKCnfU3GoAwev6rwzGczmbQ3KQ0epymarqehKsmmcHEExyn4glBBg04TkCmaG1yt6aLKFFH0IajGBtWuIQN16Jo7zjQGDrC0YT3LXoQMY5zvfuYC0ahFl634676hvu98Bt1oClAcJ1sEQq2Tbbp14yNKANn1+cn3wGT9CAU5ZiCl0IpIQZ0CRG0ohNQAztOuu1n9n3B4jyNwnsrOSi5ONxllMctA3QvSXJeqwf9Q4TsFnrNMxvFe6hOpJ+tQEd6GaCkNKH6WARwm9Y1PRgKOYyEaktUpztcdW+6wqIcGGdDJcpkK0SgVXVjIE+iqFTOZewt41QPj1Um7h2xUjIkJATRGPjJvgRDEPIcT8BwTVZztZGmNq/zuQi6Mw7yLJmcyNYL1G6zpZrIKtiUGhU3AId4akjrAtPNQKdMUcYGRmWjLJAVb0UKDZKh2nwEAJEE/LW6dSEYACJpEU9CvvnkXYJRaTlMPjEmWCRaAkNIoStFdlKEcYybPnYfvUZBshXpjwiQol8PtlAEHm1RBJljONBEFxOA5DPLcRFYwBcqxvierRNZNWTVWM5lreMxdIZaiCi09jMtRoOyS7pwiO9CK+iLbOMw7o8Q4mdwDBvc3WfXHO26n2mQIVGsuFW9OUj/0AcSE44qCzNO5zhNwGS+ItWGzKCM8FixYkBmDZs3DIiLaRmmW9QWBv4CqaqlAAzIbSKNKR+lnoPiX4oBqiINOJopoCgJRFslpkqwK32zmmooOjU6WGjhZiZ/RiZVD6NdQKV4Ks5qhOMsYSq2KsKypRTmanCOARwCNF+XgWSu7aohsEWCNIACQgwU63O16KFeGaeIwwDDGwZCOVoAUM6BM7GHhrYSHOqMwC5TPUB2xkBbaN58LCpWQ+5uRii2c0OLiubgUFNMCvblY5RVozMUxFgUzF6PmzZuXzwYNY6G4cl/YfjALKsrFuyjiuRccvJ6LcMYTrXouElok8wrZm3u5EewWzm+B4hYTzXEEjea4jCeyKMdqQS2CkguLkb25123h0DNDEZS8pu+DalrQY+5ND2MWJLkuwJgLbCwUXc4rApr7wsYdoiEX5IKCWjBL7glHZue5IWbyfaBoiZwiB/FSUioptAoTpKvqUgdf+l6vAHFQUztbOHQYQyMKM2SThTIH7fgdXShgkE5foxkFEz3Q6CQkJFmOcK7PGdqEeu9erifD0B6aM0YFEGLVuxIM5kk+ogeyufqMYQyS0ZhxkPFqoedoFXrqh9rzOQrVRMpMRRrdMWqIzcXraAWXK8jSmTz0M0pSxFxcAFCBNMexUgtXSjlpKyiKOFVR6T2bqRdafJLWgBQk1ITqBB4YUAuupkakM8cCCD5V1ATDOahJIIzHmFEdapP2lJQ54HOBo4Qcqw4IjuUSMpOENj9jAcZSKLMZx3ImThcIhnZQZ2Rt+ql80FdRxAylx1CiZYs51tQ5glMqOmUcQAlAXJmaUVmjSJukfVMRZlBEHkKzQUZ2Ti7fluF6ThVYm+vkXgVfxnGaQLiHAq7LNVEIAxYcqrGSJQKv4NWSL3M+/nesYg/1uvZ6TtV9PXlhHlDMWcSA+Xun0G5v0x8AymQAoFe0tMpogvOgxqClFITMZNBkEYzDVPfZDO0oWNp2D1RJfYqBkxQw3xEDEAoMAqc4Cx50CQwgoD6qSECksXEbLwcDh+zwsyxGSwJYy+GcK2tlUY3JsRBLDCzO+Edm8Yf50vgyGVDKAEM2WoaYbujKfJ1XATDILAYKUTRELfiy7b///vlQVnRrufvlO0UkTswdHrtQ4cjc/WEKje9HNQ+1erAqJtPCSS10cj5IFZ1yCoCQq/lgk903O1Ix6Cy0CmlIxnw4KprGPD6yIR8mttNkly20fIta0qIrbkcccUQW3qA2/y9GCzVkDySL9ThGoEQwclwR2BYgyId8PXwWwM2HzgIg+d/oR8Dy3eeRuSlWnFO7apMP54qqAoLzrVWgBsiAagVSjYBU/KzI+ZkUJMFkizowqkGE+8k0BZ72944nvdvHhViyUUOoGYNqvI3mFHAZi9tlFITq4mWQJtK4ZYh64TvU51jXloWyZRzTY8gcGUs0QDNUqymoT70ikf2Oxr1qOca49QCykU35EyUfSleTxstoR4rRzmiA/kcVlBDHKzomYSWwNPqoVot4KEPhtSKK0jRZlhLQhG7XGBRci1g2g0xEQyb9reErqlSOZQ16nmP0FMCC4z0s4Nx69OS2WK2kqhVVvNEhKtSgqkdUISriL0LHPC3p2A/R89S8ByYFMRBu8jhftfaOz2QCLlaMOcVNdHoyAM9Z9eM4bf44xollUCXwCxcuTBlp0UzGQZTGhUpSPDVP1n7ISQVWXTExCPcqZCrSOmfOnz9//hTnW48Z1wiGeic+jM/YjImc5Q91CmA1XzKdvwSEAOCzuv+Aow3eKqSL+UK6WLNQ1CDMJARBKitm0t5Ssu8ggBQtXTuqUUt9U+TodooIcnXEdqGoHR20QOhPAMdYvJPGipuXDtjulQw1ZnPxe3XsZRxBMo9jziUKZKgxoDv0gj2AlgpDnyiSpFVsZQJKlzWWO1yD5WIcJEEiBNLkIiptINxEpDKHlNT0MKzlaDeQfuNyKXNuX0Uw9GICxoFWBF7WWdiy2MWiFmbNQH+WonG8RTHBspyOivysj7AHO5NNl8fDmhrgfmoVKY5uBBh1U0cQL+Mcx4f6BrQtYIDal/sDHzJIhj66WNpLYwXSCZDoMztOUl5RURTpcgGcjuJRrPqG6WYseB+f6zMspOFwP5epWRxhQtZzcLP1fmByPhCRrkTCTKYQj2PoBPJloneZpzcpOnU/tcu7saFCK79oSSb0M29QBUWUTNiFLAF4hzb6WKtuM95ysgBBmIU46S39KKVx01mNwY0zmcnhUeih/2Wdbhi6S3XJTGY8HOrRGBs3mjcZPdu1GaeMY9QNYMgu/pBp5oGWLaNzsu/1SOqYZtCjmvYEzAXtAwibAg38pEXWpXr8hIJQ1Z1g3QQFkIJSD1XZRLHaiCaK00Y15y7KFH0UKNtOPPHE/Ewm1nqO1t86ETpBRWjAfkBR1aKsHiQY17AHAYAFZKPryWbvwENQAAtaAmQ1ogzA2WQAUA6eVdBERyGBoFrLppR8jpJ0odLbBf0s1eyfjmPW4Bdnru8PBhVnnOu+Juze9QccKNHaigyZN2/exJm3n6FOxRRzAKWa5J0JCv73HSEgQ9BWv1aiTDYZAKkiRZgGxgOtJJQLWZeXCSam8AoMyeU4maIHKGl2e5lFNrQj+6gwC2gmR3XoG3yPiyHv9jZihEqUce7HF4RELbT53lh9V8JFNgCNoPSL/2QASE7o1lHqHnEvShI5qU9tCIIL+Nwx6ocNcJRQG+y3p1nXsbRrDJoxCg3vCoImZxTnj1uzmMJKeFhlpX5koUKLVoCSNCZLLRL6jnm3IWSM/XtPLsZBsspN5Vjn182JaqUKM3EUIOIu5nimgcN90lLEdci4eyZ10zd1A2VQNopZf0Vzuhk0SafnkO6KnMmjJ+OVncZngugRD3OIYmwsqE7mVpDQlvGiVtnjmOlGtVCHmKBvap/P0Hbf6v5lrqk49z/nH2MBXjVkMgCaLc/WyATpJZ2kCgkKecyJnGrQBsYRok0HK9zWknzX7zJpYuqFaV5MWgapJ5xE3RioWuPa7j/d1BcTEABigJGX7q3YWv9Ru2QEp6FN4KBGzMNYWTlE0yn4RIUlaWNwX2s05kJyl6ENn9sDARDSvJQj85nrcqbPBZ3yMh4NbpnP+ZOgIeM9CMDfUwIA2SIEKW5svQI6KmWg1WB8ZqKOgQLLFJBmwhwlMJSIFF24cGE60CAFQA1BZdZuZJF1EUrKwp7iKsiCBtmcTcoRBNSS63Cy+wEF2awzFgAF2f3RkYZMB2oM6FEXTYUYv+wgKig8nTWuRrczmQAbAzoxLtcWLEsb1p902KOahUDgcb0E3cTnWUS1ypzPIHS6sulHtOiHFYo4myNd3I3UFGs6AqFQ08PWnKDD94o7tJC0FA7OlK60PURBolTHt7IIQCCUE3XHViBd13FqlJYfIEhUgUafztMg+Rw49ArmSZEYt/v4XABlLz+4vrm6N+QCgMVI3a3jjNcK6DgBABK9AIAJwGQGMIW0VulGMfLVvrEmpEzam5AiDvGoDIXIINQjI6SgbhJ12d6TAVJaY6cWoYna9xUY5/ueQ9UZ4oBoQJnOcR9zQC0mKks1j2ShrDFp25jUS/0NmnFULSgDJrXO8QquYwRV4FyXolGDSONRzRMaFuuANJtIAYjPb9kcGAzyqYdRLZDbAt35v6p4EiEml39tHvo3N0222mqr/B9KIrvyfyaJ7GqByPzLeZsXURPyXBs9jo/GKo/3tIafjz766NxccU4gMP+nFX8uFejOPzcKlOYxNpBCbbRAa27aRLblnwsF5+YGTRTwvI6NGNfy3SabbJJ/0R6SNudiLOFo/4VP/qlWAKeFJE/f2MiJjjuvt8022+Txo1pI5nw6onw+RabE91m0pPcoJkWhH68rcngZR6MXaWYZWL1QhKBfvdE0MdQAqZZz0ZPvca0NIqhGS1LWZ8YlY1AS5VMNohqggLsfpMsSVEEZQa77oRN04zvZo67ZCLLEoiDKVCZDZaN3iPe5vgO1mpMMUFtk3jhmTtXFsykBQCWjOp8peGSkRzA4qyaj4itwHpS1E6UI+x5doRHc63cUJDUVPHsOCrN6odhTJ+qNooezUYeGkUQuurQAJxgojbM4DoUJuloAWJws0KgMUGos6hS+R5H+ZxNgUk+c597GIajW+QXUWNwXTdl7GNUAwPgAFY1NCYDB4e6ZpOBspmBZp1FY/ZULvrT2oTGCJKj0XCa0UST4FmdDvIUzZv3JxEza+j9narAgV3crSwzY5wKt+PVFQP2/RnhbYBRecyCHOVd2mBdRITPchyIyX8XYPdQN57o2gaB2UGfARQ05njCpFVT8rSiPaljA2PgprWpAaOfk4VAByVXDmie9YoL5P5bg3Ztuuik37vFqaObk2ZhcPr0WRTM3yW3CR/SzBtiU979HGUNMON/xbMjP/B+yIvXzvEBbPoXmOjbzXUM9UQMC9fl0nuPD4flkXVBpC2dmTXNsKLTcPDeucELWEWO3sR6ozGs7JzIjn3iLIpmf+99jQmXln86GAss5qiWerBvHtthiixZN7+SfqS4RHHgANUDOaZCk+CiGFmxHSnH6mFJBHWRa3C+fNKZucDCKkNLUCukIlaiAnCR/NSjUgc5YxqBDaFYbNFcoAxJ9jsdtfFuSkFUkqGc6S0pCPSoxHpShllSvo17p3q0loRaIRINoRRZYOlZz+MUOm4cUql8xXlmhV9GcjWo2kVC9OqBxm1ubKXQ42aXTw1HDmgEJAmowGRNFR3oCtIE/OU5Rk+6Wltdf/5bn/K3HW1Oyx4sCONo7HkdnJCjHWEex7KyfwOOkZJ+CrMu7h8/spGm60IoJAgOaJGkBgJONGa0BgXsCh6IueBzvM1ztjygYGYvi1C2guS1mXCjN9dmccEpzc2ssFBD+hthhDb9DFlRwuMUyGzWQRA3ZHPG5m1p/gWTNDf41CCuZ0IyvTRxqFWeFHLLVEAWS48rpnIlLBUjGUEYC6tqc5Hi/A4Ys7JvCzNH1EIF7CYAgOV5WAKIxBT2n4pKNHgYADAC19K1gm/eoZslG3wVU/D2XI5i1bIVPhEYJQJlJWQnkXGlmjQbVMEsOlrelvQCjESlMHUl/ywucqigryNDvWSDjkQGe0tB0cQwkeqEmJmAaK3+vjCIUNwinujRMAi8Isk0A0RG1JgAKrc6aJCUYylzbcganMxnlfH4p2pFx4xj/CGqdP6mCOMFNRBkSTWSyUg9h0INOILd4HFdbbtD5qTHWc3CwQTgeBZion61BQSIqEziTpmDQgM8gGrpljaBBIukqSwSAJIRm9OYY57iuMcgIqsXvZKZ5ARyU+44qEgjUKxPdm+JCqQyNuW6pMdcY19SnWlBkc4JPdXwTv/7H3BQfalQUOqZJ4lzOIMk8mAvNFuIgmLm4CNuKgySyzupjPVjLIfactfjQyRkciwIEyQAVvtpfkCV4H+qBBPUoku5tOdq97EuX+R6iBYBjjYfjBJOhR5/bpVIvSNeZTNaoY2oXwNgHrs+JBu+yHmj6AXFvY2DmhhaJAzTGV6iZKeop04MTswbg8pkMKigZCsnqYfUJukJoNwBqAfoZhEtdHGng/hzJ1p0XU0jrGR2o1xkKhgAJGMWB24tmUBBd7neNnaJu4gLkHOPA1X5mfQfUz5wIOCjMWj7FBfH9/WjX1CcAC+NgmSvoxlPrPpxaBZRRXxTfdOuPA0AATMbLwjIgdqP8K5FIsXzAND4f+RUZkWs2UXRTm9fn1nwixaccO/0VwcyXnx1vrae+s/7is/p9ca/Ihhk/77/69/tvv/yVT/7f0fFLmjVy1CHly9ADTpYBlmEhHpWoFaVKRJXCYY6tzYtCZfUBUCeDFGCpqFhDcHE7Xlcz8LKlZBwNRd793l9tJR5wPqsxejqi1A0JKlOLb1EAWi2r8x0nIyxdyJSak/nICPQic4piqTLXqnuXmpOtKNpY+0Z6y3JigV904uoJxhgMBt2/AToF/kgyVq+/AAAAAElFTkSuQmCC\"> ואיך יזרע אדם חמשה זרעים וראייתו ממלת זרועיה שהיא מורה על הרבוי ואינו ראיה אלא היא אסמכתא חלושה כמו סימן וכשתרצה לדעת דיני ערוגה תעיין דברינו בחמישי [<small>צ\"ל</small> בשלישי] בכלאים והוא כולו דבר אמת ואינו לרבי עקיבא בלבד: "
            ],
            [
                "<b>מנין לפולטת שכבת זרע ביום השלישי כו':  </b>ממה שהזהיר על משכב האשה קודם מתן תורה בשלשה ימים ראיה כי כשיפול מן האשה שכבת זרע תוך שלשה ימים לבעילתה שהיא נטמאת באותה שכבת זרע ואם הפילה השכבת זרע אחר שלשה ימים הרי היא טהורה לפי שאותה שכבת זרע כבר נפסדה ולא תטמא בה ופסק ההלכה כי פולטת בשלישי טהורה ועוד נבאר זה בפרק שמיני ממקואות: ומאמרן בהיותם כואבים ראיה כי היום השלישי קשה למהול כי הלחות ניגרות ויורדות ומתהוה מהם חבורה וירבו המכאובות ומפני זה התירו לרחצו במים חמים בשבת ואפילו הוחמו בשבת לפי שהוא סכנת נפשות: וצורת תכונת המעשה בשעיר המשתלח עוד אבאר אותו בפרק ששי ממסכת יומא: "
            ],
            [
                "<b>מנין לסיכה שהיא כשתיה ביוה\"כ כו':  </b>אין רוצה באמרו כשתיה שיהיה חייב עליה כרת כמו שהוא חייב על השתיה אבל הכוונה שהוא אסור כמו השתיה ויתחייב עליה מלקות כמו שנבאר במסכת יומא: "
            ],
            [
                "<b>המוציא עצים כדי לבשל ביצה קלה כו':  </b>כבר בארנו כי ביצה קלה היא ביצת תרנגולת ותבלין בשמים כמו הפלפלין והזנגביל ובלנגאן וקדה ודומיהן וכולן מצטרפין זה עם זה לפי שפעולתן אחת: איסטיס ני\"ל בלשון ערבי והוא דבר שצובעין בו כעין הרקיע. ופואה בערבי אלפו\"ה והם שרשי עשב אדומים צובעין בהם אדום: סבכה כובע הראש שעושין כמין ציץ על המצח או על הראש: נתר ובורית וקומניאה ואשלג כלם דברים הרוחצים בחוזק ומלבנים ושמותם בערב ידוע: כתם הוא כתם הדם הנמצא בבגד והוא בספק אם הוא דם נדה או לא ורוחצים אותה בשבעה דברים ממרקין ומלבנים ומכללם אלו הארבעה כאשר נבאר בנדה. ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>פלפלת כל שהוא ועטרן כל שהוא כו':  </b>עטרן ידוע ובלשון ערבי קטרא\"ן: ומיני מתכות הם כלי מתכות ששוחקין בהם הבשמים לפי שהם דברים קשים וחזקים ואפילו דבר קטן מהם הוא ראוי שיעשה ממנו דרבן ודומה לו: ומקק הוא הדבר הכלה שנתעפש ולא נשאר בו אלא רושם והוא מלה עברית אתם ימקו (ויקרא כ״ו:ל״ט) ורבי יהודה אומר מאחר שהמעט ממשמשי ע\"ז חוששין לו וראוי להסירו הרי הוא חייב כשהוציא מהם כל שהוא לפי שהוא חשוב. ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>המוציא קופת הרוכלין כו':  </b>רוכלין הבשמים: זרעוני גינה הם הזרעים שאינם ראויים לאכילה כמו זרע המלפפונות והבצלים והלפתות ודומיהם ומי שהוציא מאחד מאלו קרוב לגרוגרת הוא חייב ורבי יהודה בן בתירא חולק על זה ואומר שאפילו לא הוציא מאלו הזרעים אלא חמשה גרגרים בלבד או יותר על זה שהוא חייב ונסתלקו דברי רבי יהודה בן בתירא ואחר כן התחיל מאמר שני והוא דברי הכל ואמר כי מי שהוציא מזרע הקשואים או הדלועין או הפול המצרי שני גרגרים שהוא חייב: וענין אמרו חגב חי כל שהוא רוצה לומר אפילו היה קטן ביותר. ואין הלכה כרבי יהודה בן בתירא ולא כרבי יהודה: "
            ]
        ],
        [
            [
                "<b>המצניע לזרע ולדוגמא ולרפואה כו':  </b>שיעור זאת המשנה הוא זה המצניע קודם השבת לזרע ולדוגמא ולרפואה ושכח למה הצניעו והוציאו בשבת סתם חייב עליו בכל שהוא שעל דעת הראשונה הוציאו וכאשר נשלמה כוונתו והוציא אותו דבר שהצניע לאותה הסיבה או סתם כאשר פרשתי פעמים אז שלמה מחשבתו ואחר כן כשהוציאו אם הכניסו אחר כן היה יחוס אותו דבר לו כיחוסו לשאר בני אדם ומפני זה כשחזר והכניסו אינו חייב אלא כשיעורו וכבר קדם זכר השיעורין כלם. ופירוש דוגמא משל ודמיון רוצה לומר שהצניע אותו דבר להראותו לעיון: "
            ],
            [
                "<b>המוציא אוכלין ונתנן על האסקופה כו':  </b>אסקופה נקראת המשקוף התחתון ממשקופי הבתים והדיורין וזולתם כמו שקוראין המשקוף העליון משקוף ואסקופה החיצונה היא אצטבא והיא לפני משקוף פתחי הבתים ונקראת חיצונה לפי שהיא לצד רשות הרבים וזאת האסקופה שמדבר בה בזאת ההלכה היא כרמלית וכבר קדמו (מצרי) [מגדרי] הכרמלית ודיניה בתחלת זאת המסכתא ופי' בבת אחת בפעם אחת לפי שאינה נקראת מלאכה אלא העתקת דבר מרה\"ר לרה\"י או מרשות היחיד לרשה\"ר אם לא יהיה ביניהם רשות אחרת כאשר נתננו העיקר בתחלת דברינו בזאת המסכתא: "
            ],
            [
                "<b>המוציא בין בימינו בין בשמאלו כו':  </b>הוצאת בני קהת לארון היתה בכתף וקראה השם יתברך עבודה שנאמר (במדבר ז׳:ט׳) כי עבודת הקדש עליהם בכתף ישאו: לאחר ידו פירוש ע\"ג ידו: מרפקו כך נקרא בערבי מרפק והוא הפרק האמצעי מן הזרוע. אפונדתו הוא בגד הזיעה והוא בגד צר ילבש אותו האדם דבק לבשרו ובו מקומות תפורים חלולים כמו חריטין ומצניע שם האדם מה שהוא רוצה ולובש עליו בגדו הנקרא חלוק וכאשר יהפך אפונדתו מלמטה למעלה ישוב פתיחת אותן החריטין למטה ויפול מה שבתוכם מדבר שיש לו כובד בלי ספק. שפת חלוקו שפת בגדו התחתונה: "
            ],
            [
                "<b>המתכוין להוציא לפניו ובא לו לאחריו פטור כו':  </b>סינר חגור וכאשר תתלה דבר בסינר שלה בין מלפניה בין מלאחריה חייבת לפי שהוא סובב כלומר חוזר: ומקבלי פתקין הם הלוקחים הכתבים והאגרות רוצה לומר שלוחי המלך הרגלים כלומר הרצים כי נותנין אלו הפתקין בעצים חלולים בצורת קנה חלול ותולין אותן בצואריהן: רבי יהודה אומר כי זה הקנה החלול הוא סובב בצוארו וחוזר מצד אל צד כלומר לפניו ולאחריו. ואין הלכה כר' יהודה: "
            ],
            [
                "<b>המוציא ככר לרשות הרבים חייב כו':  </b>השמיעך בזו ההלכה העיקר שהקדמנו בראש פ' א' מזאת המסכתא והוא כי המלאכה כששנים גומרין אותה שהן פטורין העושה את כלה ולא העושה מקצתה ורבי שמעון אמר אפילו לא יכול אחד להוציאו והוציאוהו שנים פטורין. ואין הלכה כרבי שמעון: ",
                "<b>המוציא אוכלין פחות מכשיעור בכלי כו':  </b>העיקר אצלנו כי כזית מן המת ומן הנבלה וכעדשה מן השרץ המטמא כפי טומאת מינו ופחות מזה השיעור אינו מטמא ועוד יתבארו עקרים אלו במקומם וטעם ר\"ש כי הוא רואה כי אין כוונת המוציא דבר מן הדברים האחרים ככוונת המוציא אלו הנזכרים אבל כוונתו הסרת הטומאה אם כן תהיה הוצאתו מלאכה שאינה צריכה לגופה שהוא פטור עליה וחכמים רואין כי אין הפרש בין המוציא דבר מאלו הטומאות ובין המוציא דבר אחר. ודע כי העיקר אצלנו החי נושא את עצמו ולפיכך המוציא אדם חי אינו משאוי אבל אם היה כפות הוא משאוי לדברי הכל אבל בהמה חיה ועוף אע\"פ שהם חיים משאוי הם לדעת חכמים. ואין הלכה כרבי שמעון: "
            ],
            [
                "<b>הנוטל צפרניו זו בזו או בשיניו כו':  </b><b>התולש מעציץ נקוב חייב כו':  </b>וכן שערו וכן שפמו וכן זקנו רוצה לומר מי שנטל אלו בידו מעצמו כמו צפרניו בזה הוא המחלוקת שזכר אבל מי שנטל אחת מהם במספרים ודומה לו מכלי הגלוח כיון שנטל שתי שערות יתחייב לו לדברי הכל וכמו כן אם עשה בזה לאדם אחר אפילו ביד שהוא חייב ודע כי שער הראש כשנפסק או נתלש רובו ונשאר תלוי מן הראש ומצער אותו מותר לו לכרתו בידו בשבת: וגודלת היא האשה היודעת לגדל השער ולעשותו עבות: ופוקסת היא הנותנת שער על הצדעים והוא ממין גדילת השער: וכוחלת היא הנותנת בעין כחל: ור\"א אומר כי כל אלו תולדות כי גודלת תולדות בונה וכוחלת תולדת כותב [<small>במסקנא צ\"ה ע\"א מסיק הש\"ס דלאו משום כותבת אלא כוחלת משום צובעת ועי' תוי\"ט</small>]: וחכמים אומרים כי ענין גדלת השער אינו ענין בנין וענין הכוחל אינו ענין הכתיבה: והעיקר אצלנו עציץ נקוב הרי הוא כארץ ושיעור הנקב כדי שורש קטן וכבר בארנו זה בפרק חמישי ממסכת דמאי ורבי שמעון אינו סובר שיהיה כארץ לענין שיתחייב סקילה: ואין הלכה כרבי שמעון והלכה כחכמים: "
            ]
        ],
        [
            [
                "<b>הזורק מרשות היחיד לרשות הרבים כו':  </b>דע כי רשות הרבים מגיע עד עשרה טפחים ולמעלה מעשרה טפחים ברשות הרבים הוא מקום פטור והמחלוקת ביניהם הוא כי הזורק דבר מרשות היחיד לרשות היחיד ועבר על רשות הרבים רבי עקיבא אומר כי אם עבר אותו החפץ שזרק על אויר רשות הרבים בתוך עשרה שהוא כאילו נח ורבנן אינן אומרים כן אבל אם זרק למעלה מעשרה אפילו רבי עקיבא פוטר והלכה כחכמים: "
            ],
            [
                "<b>כיצד שתי גזוזטראות זו כנגד זו בר\"ה כו':  </b><b>חוליות הבור והסלע שהן גבוהים י' כו':  </b>גזוזטראות כצוצריות והוא בנין מעצים יוצא מן הכותל ולחוץ בעליות על רשות הרבים ועושין אותו כדי להרחיב העליה יהיו אותן הגזוזטראות רשות היחיד גמורה וכבר הקדמנו זכירת מצריה וכשהיתה אותה הגזוזטרא יוצאה לרשות הרבים מזה הצד וגזוזטרא אחרת מצד אחר יהיה רשות הרבים באמצע ורשות היחיד מכאן ורשות היחיד מכאן. בדיוטא אחת שיהיו שתיהם בשוה בעליה אחת האחת נמשכת אחר חברתה ורשות הרבים ביניהם כזאת הצורה <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAGMAAABqCAYAAACoNO9dAAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAA7tSURBVHhe7Z0HjBRVGIAfYEFFEU9RQUUsYKGIcsSCBQygEYmoxKMoRk1ARYJiEKMSQLCBEDQUDXgazdGtQUgMIBpLBEVRDjvFOwQp4oEURZ7z/ffe3uwws3e3lJ237JdsZubtzuzM+1/9y5sa2kPliAU1zTZHDMgJI0Ykmql7771XLV68WBIPBKeccoo699xz1Zo1a9QZZ5whaUceeaRq2rSpqlWrllq6dKmksa1Xr546+uij1S+//KJOPfVUdfrpp6t169apww8/XB133HGqdu3a6q+//lJ169aVc/yQvmzZMnN08LjwwgvVtm3b5L43btyoysrK1K5du8y3Sh122GHq7LPPVj/88IN64IEH1B133KFq1Khhvi0nIYz8/Hz177//qmbNmqkrr7xSvrRwYTLB7v/0009q+/btchyEm7E3FAaZBZs2bZLfcUwm5+XlhWYu+DOeh/njjz8kjfNbtmypiouLVZs2beT+SatZc98q/AUXXCDPt2rVKpOy//jtt9/URx99JIXuoosuMqkGhAHDhw/Xjz/+uDmKPyNGjND9+/c3R+4wffp0Cr+eO3euSakgUYQocVQzl4iqfXHm6quvlmY2DKc7cJok1zj55JNVnTp1zFEyTgujtLTU7GUHTgvjiiuuMHvZQUIYS5YsMXs5MkVCGGeddZbZy5EpEsJg/pAjsySEwWQkR2ZxtgPfvHmz2cseDoowUFd4M09zVA76o927d5uj6rN8+XKzlz2kLQz0QEVFRWrLli1q586dkrZ+/XpJX716tdqxY4ek/ffff6pnz54JRSDQJHbt2lX9+OOPJiUHpC2Mb7/9VjSPjRo1kpHY888/r84880zVtm1b2ZJ+1113qU8//VQyHYEUFhZKLRk/frwo+JiJ3njjjap79+6ijjkUQJMb1SKkLYyLL75Y9e/fX02ePFmddtppUiPYdunSRU2cOFEy/9133xXBoAkmDaFce+21ok5fuHCh+uqrr9Tff/+t5s2bJyr8Q4Fff/1VWpMw0hbGBx98IJl48803Sw3ANkEpv++++1Tfvn3V2LFjpfSjxx89erSUhn79+olyb8CAAerZZ5+VZm3BggVq2rRp1e4/PvnkE7PnFthmrDkiSNrCwCi0cuVKyfCnnnpKbAhjxowRwxCQ6Z9//rkYiOgfsFc0bNhQHXHEEVILBg0aJOfOmTNHPfHEE9W2QezZs8fsuQWjQNufBknKAaRWVbDWzZo1SzJ73Lhx6p577jHflDNlyhQxWH322Wdi4Rs6dKjaunWr9BOvvfaaat++vezTrNH/PPjgg+bMqkE/5aIKnXyLMqIljEvej7TXfJijquONnMxeMl5foDds2GCOKiDda560N6KSY68f0evWrZP96tCpUyfdq1cvc+QWJ554YmrjUrpYe3YQbA3en5qjCkivX7++dPZArUHHnw7YlLOJfRZGJjkQNupM4rQw6G+yiSRhtGjRwuy5QZSHiqskCYMJiUvgU5VNJAnDNe8QZv3ZRJIwmMi5AJMmJpQueoekIkkYDDldAGWj9UzMJpKEkSOziK8tTsVoVzt37iwaVbBTdkYs+MLysVxyySXSRPh9YP1QclH8oUb3f49uiuuEqV24Hvqmf/75J0nvxO9xjCbN3sOXX36pWrdurRYtWqSuuuoqSXOJk046Sb3++uvquuuuMynliDDQsaNLYjRlR1RkNA7GCCoMDErBDh8lIRkHVoioyKuikcUJmHNKSkqShqwUDrSc/JcdPXHN77//XjVp0kQde+yxkpaKBg0aiDaASSKOF2iYcZS2WK93BgT0mzjH+UeW/J5CZbdWGQoULK7J1qazJQ3Dmh/OJy8o+DNmzAgXhtmvFn/++edegkJ5xx8CSjweEDW5tQRa0FxyLt7ev//+u3i1A4LEMc3+nszxWwgthBWgKR44cKBYFb/44gtJ37Bhg2rVqpUIFPifdEeIPIffpb86kA/cY7AQUqjIE5597ty5+08YmYRmirAFMtvvRIwwUNVbdTxhB0FhRDWtQEuAxfH8888XjbKNV+EcaqstNCeccIIUFLTQYaBv88+BMK7RSnBNCldBQYF6++239xJGQmvrEkuWLNFe6TNHboEm26sdB0Zrmylo07GDuAY1LGqy6qQw6Lhp0+m3XIPBB8IIdu7gpDAYQdlRm6v4R4yW3KQvQ4QNyZ0UBpO9dIedccZJYZxzzjl7he1mA04Kg0lTdf2s4sJRRx0lvmRhOCkMVCRRDwSDBw9WjRs3lkkWnoxxAvV/VEFyUhh4E6aqGW+++ab4Zs2ePVs99NBDYvtwASeFYRVyYfYXVBeoKyZNmqReeOEF0XM9/PDD5tt446Qw7Az2vPPOk60f9E7XXHONuv3228XdFK9GV6iWMJg1MoOEKCVZZVQWVYsyjmFrqmAYXEpTwT0SrkB4AtfCduACKYXB6i/HHHOMePy9+uqr4lN7yy23qMcee0wMJLj3o3lkAoMH+siRI8VnlnMotc8995y5UjkIkOUaLrvsMjVkyBBRnxNagI6Ja3IOH1yGmjdvLte5++67zdkVRPUXeL4T6zFhwgTZp/OmAL344ovmF/EmpTCwumFRw0aAMLDUob7u06ePZBKrw7DFBsH0Hm9yjEQ4NWNAGTZsmLlSOf5Z5/vvvy+1AJU127feekv6AmI66Hjvv/9+UZPzv1WF/uL6669XX3/9terVq5e69dZbpXDY2hx7jPY2lNtuu01v3rxZ9r1RiV68eLH2MluOv/vuO+2VXP3xxx/LMXilWvfr108cm62qOEjTpk21J2RdUlKivczTPXv21F7miyOzN7PWXmnWXudrfq1Dr+H1BbIyTRjeyEm3a9dOd+zYUS9dutSkxofi4uLKV9UJg86QZqVHjx7S1lNLGFauWLFCtsRaYO8GSqVV3tmopiC031jmCBOYOXNm4lzbjxBU8/TTT8s+rF27ttoKQWqo91wSkEMzF1esRdRPSmEgBB6Icbtdp4PJFu0yTRWTKpoFIBPpR0aMGCHWNjKSDCemz6q6vdokagysXoSR4bDABM5a3t577z2xst10001yjLBefvll2a8qeMVjZXvppZci7fdxIDQWpryCROMNIxNNlaWsrEx7fYf2OmSTovU333yjN27cKPteG61LS0tlf+XKldIcAc0Tv/OzadMmuc6cOXO012/IbyrDE1BkM+UVAN2kSRPdrVs3/c4775jU+EBeeH1naDNVqTDiCGZXhLFlyxaTkoxXk7U36tOXXnqpLiwsNKnx4YAFy2QSr5aZvWTuvPNOcS4giJMmkiYzLmSd2TUVuAjhs8TAA1+pUaNGyQQwLuCqQ59Jvxok64RBbDnuOziuMc/gwfGUjBv4jO2Faa6cwht1SZ+xY8cOk5KMN4qSbVSfkmnoM7Zt22aOKnCyZlhnsqhVMG3AZpSzWiax9gzmZUGyrpmKO7i74uUYVlCcFoaLTmypcFoYaHZdI2vXtXUR1ElRni1JwgjzcosjeFi4CpPQYIiEJRESwGwVZR/jciDGAPsFoLBD+YbRx7+wJNUNWwcjAzqkn3/+WTSmuMQD0UbETqD8sx0W7vHAxIxZMuAHBdiucZnHksc1sXH7OzpGTwS54GDAcklW24v22DZZGLCCK7wx0eIeuCYlM5PaXJ6bpTowrAXvIyEMNKh8Se1AzV1VLr/8ctHG8idA5A/TfX/kDxpKK0TeMxFmUuU3RAxZ7TClnwJgr4OAotQaVHtbW7DsBb0NiddAkHzHb/f1lQ6p8D+rBaOZLYTAGlvUkJTCwFTJYl6p8L+MJFNwn7jgcOtYI60rDltU8izwQqGw9pIwbG0m4wgvo0WgNcDyyOwYdYW/xlOjgpkcxP4+DPsdheuVV16R4e1eNRRhAEscYXGLC1FLJ0EqS58LODcDz3TtywS5oW2GsEGhfkQYDLX4pGpjc+w/0Cj7BzgWEQYjDT5Eh+Y48GCbD5sr5ZqpDMD8izlVkJwwYkROGDEiJ4wYkRNGjMgJI0YcFGFgavTDcdhqOYc6B1wYOA+g3rZOBMBbBebPny/KsxwVpC0MFgtjvac33nhDNLksZoWTcrdu3cR2wEL1aDsJonn00UdFf88LT1DPo3K/4YYbJIaD3z7zzDMy9j7USVsYvDOJN8XwrgwinHinEsExhA0AQS82fIvgF621BDrSPNkl7VhziWAW3iAQ9RqDQ4m0hYHLJPoVDEK4VKJlRef/yCOPSPzG1KlTJcPxh8VGgtGID1ZAAh+J4cAFs0OHDk6bUfcnaQsDAw/ND6uhIRQylky20CxhQKHUEwKMoDCj9u7dWxac/PDDD+UtNFjASLfm3kOacrNG9d+fQXxGnTp1tNf266KiIpNagZfJEitRs2ZNPXr0aEnr2rWrzs/P14MHD9bLly/XeXl5uqCgQHs1Sb6vKi4bl4hX8Qpm6vgMhPHkk0+ao6pBDN68efPMUTJr166VbXFxsd6+fbvsI8Ddu3fL/r7gsjDIi+OPP77y+IzquuqwpmynTp3MUTJ2wURGS7ZPoJ9wfdGufYW8oMkOI0kYroxo/GvSZhNpd+CZJMr73HWcFAaTzGzESWFkqxolSRihsckxxEXv86qQJIzKPObiRra9NdnpZirKldJVnBSGFUK6L1uMK04Kg2WUslG5mOSFztpRLMq1LxAOgNKP2TwzzajVACw4dPkNT6jYUTBGgZc510Q7jC3F31TR5/GOCtT7QRicYD+hibNxITb+g3RiOPCoZMt/oPzkesFBDce4+HOejUfB+Y+JKNfmuVkMgFd023uzYQKs1cX3KFlZHCfy/Rm42BN8gkYVyBRKH6pxMpcPf+Z/eItNJ1M5D1UIWx42uLIN1/TP9FkQjHgK1CTso2a377GwwThBEBaZRfCOVeNbiBfxq1zIBDKP+wFc/ckQew+o/7l3zkEDDdyHP4bDapTJdJNdKeHcMCc1npNgHv6L8AVr+7EkhMEDsYwcN0bpovQRnBI2wSKTEQA3aV92y0MhBGIcsFlwHpnJb/wrsJEZfjdS/E65QaKPuO7BhtcFUeD4f1tDidjy64+oLcDoLWx1/yCca6O3/JBn5CkaBNbdDZIQRo7M42QHnq3khBEjcsKIETlhxAal/gdgzvqn2n+c+AAAAABJRU5ErkJggg==\"> המושיט חייב כי כן היתה עבודת הלוים כאשר יתבאר והזורק פטור כמו שאמרו חכמים כי זורק מרשות היחיד לרשות היחיד ורשות הרבים באמצע פטור והדין היה כמו כן במושיט לולי שהיא עבודה נשתמשו בה במשכן וכל המלאכות ממשכן גמרינן להו ודע כי אמרם המושיט חייב ואפילו למעלה מי' לפי שהלוים למעלה מי' היו מושיטין ואחר כן חזר לבאר איך היתה עבודת הלוים ואמרו שתי עגלות זא\"ז מושיטין את הקרשים מזו לזו כי העגלות היו נושאין עליהם הקרשים על זאת הצורה <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIQAAAB4CAYAAAAzFFrFAAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAABr9SURBVHhe7Z0J+FTTG8ePv33NEiWSNUv9opISCZX2skSLLPGQSh4RkbWn0qKFRKWepJQWEa3ShhKiFCKSUojIFmW9//N5O+fX/U1zZ+bO796Z+c38vs8zz8y5987cO+e855z3/b7vec8ejoYqRjEM/mfei1EMQbFAFKMAdpsy/vnnH/X555/L58MPP1yVKlVKPqcCX3zxhTrggAPU0UcfbY5kH3744Qc1b9489frrr6tNmzap0047Td10002qfPny5orgsX37drV+/Xo1dOhQ9csvv6j99ttPde7cWZ155pnmil0oMEK88cYb6qSTTlJnnHGGvI4//ng1YsQIczY8TJ48WZ111lnq1FNPVSeeeKJq2bKlPHi24YMPPpD/uWzZMtWqVSvVt29f6XTNmjVT48ePN1cFC4ShRYsWco+jjjpKNW3aVP3888/qoosuUgsWLDBXucAIAbp37+5oKXWmTJnizJ4921m3bp0zbdo0R/8BORcGfv31V6dSpUpO27Zt5b4bN26Ue9esWdOpWrWqox/cXJkd0ALvDBkyxJR2Ye3atU67du2cYcOGmSPBYdKkSU6VKlWcP//80xxxnH///VfumZeXJ/XuhggEFV+6dGlnwoQJctANztE4/fr1M0eCA7+pJdWUCqJDhw5O3bp1TanoY9asWdLh9JRsjhTEqlWrnGOOOcaUgsFvv/3mVK5c2dmwYYM5UhALFy6Uzud+JhGI6dOnO7Vq1ZID0fDtt986JUuWNKVg8NFHHzl6LpPfjgbO77///s5XX31ljhRt3H333c4tt9xiStFRv3598ykYjBs3ztH6iSlFBwKh9RlTchzRIUaPHi3ThxcOPfRQdeCBBwY6ry9ZskSdcMIJMq9FQ4UKFdTZZ5+tvv/+e3OkaOPrr78WhTkW/vvvP6WHdlMqPKxxEAsHH3yw+bQTCZudevhR33zzjSkFAz0CqP/9z/sR/vjjD/Op6ENPyWrRokWmtDv0SCnKZpAoW7as+RQdKJyRbSqtwcMiwTR6NHz88cdq3333VXqOM0cKD6yZrVu3qr///tscKQjuuXz58ri9qqhAD83qr7/+8hxlsfCwOKjnoHDllVeKeUvbRsP8+fPFBD333HPNEQ3mDZQKlMpu3brJPBIJLI2nn37alIJD7dq1nVGjRplSQfAs1apVM6XswPDhw0WJjlTynnnmGeeII45wtmzZYo4Eh/bt2zsNGjTYTZn9/fffxcLTpq85shP5xBSS26VLF6WVOdWxY0d1yCGHiHS9/PLL6rjjjlMzZ87cbb4JAtdee63oKLfeeqsMYStWrBCbnPlv5cqVqkSJEubK7IC2NtSNN96oNm/eLGX+O3UwaNAgteeee8oxgC4BSQjsqBJZF2+++aa8o4cxPey9995qzZo1qmLFinJcN7qcGzt2rLr//vvVNddcI8fR3xiRxowZI/d2owBTqe1TpaVV5jp++PTTT1cXXnihuuGGG8wVwYLpYq+99pJ7Tp06Ve7PFMHU1KRJE6W1bnNldoH/CUmlLSiZJkaOHClzOcwhjU9noP6ZYqweFa9joI9Rd1aI+J62bFSnTp1EUGhTOpsFCv2ll15qSrsQ19v54Ycfqry8PJGqL7/8Uo7x0JEP+O6774pFwHF6Ng/E3MS1q1evlsY/77zzpMwoBPbZZx/14IMPqiuuuELKuYbGjRuL8GtzdDeFslatWsIUQ3UDRulkQKd6/vnnRfASQUyBQBiQWswhhjqUQLRht6+DhkYZhZP3MiHdgJq2yilTUM+ePWW6QMnMNTAC0/BaPzNHgke5cuXUe++9p4488khzJA4QCC/oH0JYTCkc6GHO6dWrlynlFnQnikscFRZ6ZHH0yG1K8RGTh8ARgxeOua4YwQKFz04HmYSYAoHi89lnnyU9fxXDG+hYCAR6QljYsWOHvPwgYaYyl7B27doChJkXeQZinUsEWHFhAeUeV7cfxBSI7777znzKbNx8882ioKG1f/LJJ6pdu3bqlVdeyT/epk0bMbH4XLVqVTVnzhxVpUoVKVeqVEm98MIL5pd2WlCnnHKKTJWVK1cWW//kk0+WdzR2voOPpX379vKZc/379zff9o8g2d9IwEBjuvpBTIHAFg4b2M+FxUsvvYTmK1bRiy++KHTsU089pWrUqKEOOuggOX/BBReIRl+yZEnVr18/aVzK3H/YsGHml3YO5RBE9erVU2XKlJHv8huQO6tWrRIhwEzmPN/HtH7ooYeEVPMD7oHZjdUWFqzu5+seO3XL6Bg0aFDoVoauYE/KPFFAweJG143ptGjRwlm8eLHTpUsXOff22287JUqUyHfx6hHA0eauBOUQoLN69Wpxs+vRUM5zHf9Z60/ye5dddpmzdOlSR48wEiIwf/58uXbRokVyPeB6LDI/IM5EC5q4qMPC+vXr5dmmTp1qjsRHzBECIilsNGzYUD355JOmlBzgMOit8BmzZ8/OH8YhxJ599lnxqFru5NNPPxXeBFq+evXqMrXAs/ACUPaA71erVk2UPpi+H3/8UaYTQgWYfjZu3CjXcSwZcB9GoIyDEYyomDt3bugjBBwEXERhMG/ePHHO8azuEDVC1jiGE82iefPmjh7mZQQ47LDDnGbNmjla7zBnd0YulS1bVkaZRx55xNm8ebOMJFpwJJRQC4d8b9myZXI9kV0EmXCNH2zbtk0cWpk2QmSFQAAaZPny5aa0EzRm5FAOSbN161b5rEcLuSZRzJw5U2IR3eC+foUB8BzUbZGaMqzPoSgAGhyrwA2WEGBVuAGFq3u4fCbK288yg0aNGu1GsXPfMLzA6UJMX8bgwYPVHXfcwRBhjgSPc845R4gvt+kXBAgKoaGsTuAHOOnQGSwwQ635hkcxCGzZskV8PzgF0VVYk0LACsDc5ziOQnQV1lS4gfWEXuMFBB6nIRYTOhCe5Msvv9ycjY2YAkEjEXXDJRMmTPDkJbDLMXHef/99UbKwrXkYa2Mz0lgfPcDXT+wF0UEogri/oXKpEPzzidjOOMlQBCPDxHDx6vlZFEfMOhuBxHU0NM/BcwKUTQRSWyJS5nlxBr322mtKz+/5LB9mJy5rPTVIQyBorFthoQ3PwX92e38RxnXr1knDQFzxbpVQ7kdsiRUInIYo1gjAhg0b1FtvvSXXISSYz8mA/wUng0sdgeB5ElVg444QDz/8sPxhLAH+ZKy4PyqOiuSPEeeAjY4NDPPnBo0ycOBA4QB69+6ttPImAgGw52loKoZA20g3OxXLfXgmW8kW2PaEqkUD13rFGPJbNDQvhJXfR5is5WGrCKEAVDgveA+3PwJLhsAX24N5HqYlrB1GFqYvjvPbViAYGRCqMEA7nH/++XIP7pkQEAgvpIKH0IIWiFJZ1GCVShS/sLBy5UrxqPpB2n0Z7qkkF+GOYsoEpF0gvIbxXAH+hrAQOd0mgrQLBMxirgI9K8wOgWLvF3EFAmdOmMjlKQPNP0xvp7Wm/CCuQKAVhwmCd3MVWDe8MglxBSKZecgPWAOSq9BKfb5pGwaSCX1Muw5R2IijRPHTTz8J10HkOAQTPIDlECCx/IaaBQGeg1dYSCb0MScEAmFgvoaFhCjCHwEpxAvCzR7r3r17qD3WDRjUhEPjkwQKK0SZ15rdaIgrEMloqn5APinYQbsIKAzQyAzPMKLQ8SwVJN8SkU6TJk2S+AZiKJ544olQ10i4gY8FVhc6PSzAjhJT6Wv0E3rKA6lgKjdu3Cj3IBIpLBB7YBOedO3atUCqIrLjkLgENzjRUdddd505Ez5gEcNkKslaQ93CiiaKmCNEKkgj6z0MW3lFmyfCGR+KdZ698847whRi+uLdxMEUJlHkhl23GWaIgdtjmyhiCgRew7Bh7xHmYiAiptFVCJtDX7BCeNttt8l0wVK35557TqK1WSCbKjCVJeOe9wtfdWtGiqiYM2dO6FMG0JXiO0jVD7R+4owdO1buoS0Lc3QnUuFkioZU3HfJkiXBThl+tNNkQYxFmKYXICaA3Ai4n1HkMgE26DdM2PB7PyNETIGIjDcIA2FbMfFAEApBOakWFMzBsGHXivjhI+KanWEjFUIXC0Q/EapPUEy2IlAeohhFHyzaThRpD7Il11Ht2rVF04+MkM5mLF68WDVo0ECy7cGgYvJCq1tgJmOK4/zj3XqFmWqY3uI5HYlAJ16TdFDoKxBvicCXQFia2T4MZfuZ+Yo4Q1ixRIJkmbsZrrNRINCLWCGGSQkXYNMCMi3BhRDfiGuaeEeuIxMPiciIPWUKhVKnQakPBMKLTudaeBPugeLoTnpKu2BGs44VIWJNayJISCBI5//oo4/KH8UhZL9C2dr0UKQ8HA9FMC7HaXCuR3AitzwgBRFZ0JBet0AQuDp8+PD85FkWNqmWm2zBF8B1tvfQw+ATmDO5H+HzgOBYNO5jjz1Wym5Avlk9Bn8HFTlu3Djplcm6pgmutfM2z4bfwtZTr169xOphUTKLhgmxZ4QIA9QF+auIDifbXSLwPWXQwDZCOhI0EH8cieSdHuIlEBaRI4QVCDsapRoIAg1mBYL3WCDK24bOI1z8b6LFrQB4IVUCQVQ7KRISBgLhhVT4Muxqa0ijXALL6/jfYRJTLBMsclHXxQgXjFZ+UCwQWQyU/ETzU1rEFYhUef9yDXa1FjpWWCC/h991H2kXCNaFArLd5RJstHUiAsHyyWT9PX491nEFIlGWC1sbkiVZpILbz0TEs2LAxIkTJbrLLyC7/CIwHYIVzckkSU+3cyvdiFwIDehYEFd0MjgUSDxbTxCAdukCOxUQL+oVfhhrwxYvxBUIrwAOmDE4AzfcZJI9Z8kdLxdsogxaYUClkh8Bqvj666+XDHV8bt26tfQiOAHKLPH3SnkQNKgPCKuLL77YHNkFtlVkKoUPgZ+hDXhG0KdPH9nikamG4B4Cfmw6hkgks/9pXIHgoaIBNo8cjzQowxk5EFh2jnRDXJEHcsiQIaKDEM1MOn4kOh2ATie9IBFT9DyW5xNFRcIxKhj9hXO8J5pYo7BgqT49n73M3HAcR911111q7ty5kguTZ+zataukVWRkuOeee8RyQFAA6RqIGIfgi0QyTGtcgfCa42DZiGC+7777hFkkEQYh7SQW4U+yIQhD3iWXXCIS3KFDh7Sv0mLLJjYSgeNHaHmRoJQRBJ8CWVcs65gKQJNbX5AFOhtJVGA9bRwDviGOWwbYndYIR9cee+wRNcdEMopoXIHwChMnjB2+nkww1tal51ngyEEg8GfY3ofTJp2YMmWKCAS9E1BhKGwcgyqn0sNeK+EGDe12SAGcWmSPYVsKOhqdqW7durIwmGmtbdu2kuGGLL2A6YOph+8Egp2EZXTEoq4HDhwo4evsRqsf2tG9SxJ/kNlND2POPvvsI2Ve/AbJQdesWWO+vQukBOQ8aQDDAmH43IMXz0V2PdCjRw8Jvdc9TnbAhebt2LGjnAsbUNdlypRxtCCaI7uwYsUKp2XLlpLxTo8KsoXC+PHjZWPW6tWrO507d3b09OtUqFBBnpdUitGghcY3dZ20QGjpdvr37+9oZUc+Dx48WDK+gjFjxsjmXnq+lj9G1tgFCxbIuUhYX0aY6zK0hu6UK1dOuH0y21ogKHrakEoLe9+KSFBXekowpXCAQJCX0w9iCgT7QnsJRFBAIBg9tIVijoQDhNYL6RAIOkgqBIJO4AcxdQi01LBcsxbEMKAUEUMQJiKVNze6deum9EhmSqkB/EEqgOXnBzEFAqUrmRXEflAYdjMowE3UqVPHlLILftnKuFZGMYo2/I5ExQKR5fDrnCwWiCwGOiDUth/EjamE8o1GiwYFYv6gwWEKMwE2jjIyFhTfTLzhF0cVwbwQcgQDQ9wRkwBdbp1TBN1C0BEWD6lHWmVLQ3Nf7skxAn8JcCFgGRdBLK8owcSRIwEEF5Q3zesn58Ve5j0h8LD411lGD7WK0mn5cmhVIqhr1qwpimIkj04gLTQ2mDZtmjywtWCsv4TfhvKGvcNZA6NIw0DX8nvRPIOxQIXiL4CapmJgBt2A/YuM7uY7sIPcz0Zjk6qYBqVR3Hm7ly5dKpQ9z+1uML7LNTQkdUbsQ7ShGxaYFzmp8UyS8c9S56xF5VkSyVLHzr14QXlO2oG2SXbtaMwRgods2rRpfkg5vRgz8fHHH5eKcPsmGJqQfKwS/ggVQU8BeBGpIPvnaGgqCMoV4cD5Be1NryIK2QtUdKyeEgkEiUrm+Wl4epsbPENkHAaUu99hNhngvWSEsDR6GMBJRp35yoqDQHiBSOg4lxQabKBSv359U8odQF2HTUzBJPsl3IqVyjSCqcaOvmHATnl+kHaBYB7ORTDPM41F6jBBIhnvctoFgv0vcxH0XnQolN6wUCRHCBTQXAXrVXmFBUYhv0h7a6QipjJXUSRHCJsHKUzAa2AmY4Lywsa3nzHJiAm15U6dOplvZQeYlvwg7QLhh1dIFihuLHbJy8tTDzzwgGwsx07AsIhwLfAj7A8GBxEZSV6UAYHoN/I67QJhczikAj169BAlDtaUkWHUqFFi9pHMFAo9mcUwmQymY786WtoFIpWAWb3zzjvzKWzWYOCnsWsxOnfunJJEoqkC0zFsrR/khEBA3wKWAhDCbqcpoq15cZ4sOUQ0E02eLcBlYP97osgJgSC0fsaMGeIcY8mh3cNy5MiREi0FCLHr2bOn58KkoggccX6tuIwQiLCzutLY7HSLdzVS62aORa8gAVg2gnUxfpARAhHpcUwlWPmEhzVaQrJcRE4plV4oVaqU+ZRdQIfwi5gCgV0eNrUMvUoAS5hev0wEgURhIxkWOGZrEygSpvMFsCocJjHXMsjg+s5EZMSUgdKXa3N4KhjaZBAzhA6wtN8rUWk0kIuBnySEDvPOPcJ4hcAhEJiEfleJQUlzP75P+l/iE0my5af3uZ+JactPonAvkDk2MlzPglBCVsszvxM/Sv4HEpgEBaZgUgOQroEdg6Do4VcShS+BIJiTvboJgLVpbJincArZIFuGfxqHxsLkIUiDhoIxgzmj8uHXSSjy2GOPidCwlI8EHvgZvCoyGrgH90Mg0EMIyE0kHpJGsXtd2ecHCBL3b9OmjZzn2QkkRuiIFeU837VkjxWkyKh0Gjva/E298TsrV66UTkN6ApvBxuartrDPiL+F2FS+R3R2IimYIN9uv/12EQgCff047JIaIej95La2n+0rsvfb3BJULI3GNQBl1R0HgEBQMQjNmjVrzNGdqYAoW22Z71HRNAgBsqTsxYtpuQV+JxlFKh1gJGrevHmoQbYIdqNGjcIbIcICDTl//vyo+ZaChNeU5QbX2FB7rqVH8kLQpk+fLsc4b4/BYxCZ7hepiLpm5CPDjx+BiBtSrXut+RQeeAwivP1gxowZTvfu3eVFvuhly5bJi9wUet6URBokAdFms+SGmDlzplOvXj2nWrVqcn7ChAnmlwpiyJAh8jy8evfu7QwfPtwpX768M2rUqPzjderUkd+w5dGjR5tvJ45URF2T5iDQdACZDEYUXNjDhg2TPbNYZQY9bROhLViwQPJHMSyTngdPJiMQ1gzncXRFA3N5w4YNZZ+JV199VRYUYRKjW/Ad5nFc5VoI5DN6D7sDJwMWCmUaMkYgrKKWCFBaUWLZ0B1FFR2DhkMYeEc4aEAUMYZmst/ZLHmTJ0+WY1afiQTL6NDU2b+TzG9uXwCBNPAmHEcnYjsH8j8lC3fysDBQJKOukwGNSfg+8Q19+/aVFWVkbiMrHssIWQlGzANKKcD6wAJCq2e5G6OF3bEuEggD+0wgNAsXLjRHd4JNZBhtCOpBd0AgGTWSDZR1K9CZgowRCGz3RIFVQX5GPJS8Y8bCd6DwkVqQ1Ig0vG2oe++9V8LnWFTMOkr2ovIa5jF/ESh2oGFqYFRg0SzDOwo2oxG5LbF4mEo4pvUV8+3EYZc5hglr5fmC0SU8kSqlkgRnfqCnDUebbo7utZJUzEJXtDNx4kTJ2GbBsa1bt8pn3rdt2yafo8ErF5UeDWLmqfKLkSNHOq1atTKlcJBTSiWmKsM3vdc9ZLNvFvmi6MEWHEOHALzTq72AbhANKKJe55IBU1vYebWSQUyBYK7WQmNK4cHvri/FCA8xBQI2Msy1hxYsKElmlVExgkfGMJU4emDucgXjx48X5pNtGxmJLUMKfY/PhDKKJ2V8HExXrB1xA2cgpnU0YC6zbhYnF/dIFDEFAu8fdjdmGw+LBm9h6V0L69wCBKryHet1RFOH6rUpebDfIYwsOYQ/Att+wIABUs4l4Cwk5RCEGKDx4Q9w0qFjwKeg91CGIwGMpoyq1lmGNcHyAbdnGQsMqwpvJ0sPEkXcEYJGxu7mMhoVJxQexsICvcFOE/DtsIIwf9kMOhgbq9Lr7bpLkpfbyO+gwXRPxBvmMZ5lYkfj3a+AQLBgBYnt37+/SB4NhvSFtc8FxBEUMz2AVEUQR0g07B+WQTYBAcD7CG/Cds/EQZBGiQ5GTivWhzB1Bg1CFlhzwnpWAFvLc9DRYXZ3AwJhgfOHrPZuaOkyn4IF3EHDhg2dZs2aSUJy+AGtxIrzCftcj0LmyqIP/peeEp1Zs2aZIwWhp05n8uTJphQMdGdzhg4dKveOxI4dO5waNWrkJ6t3I18g8P61a9fOlApi+/btTqdOnUwpGPTp0ycqacLDNm7c2BkxYoQ5UvRBJ7v66qtNaXfg6cV7GiT0yO7oqd6UdsemTZscPSqZ0i7km50shPVytqCs4C8Iim5FqyZqKJqfHlqavNP4E7IFKNzoDV6gfoOeLtD38O94AUUfnS3SyZcvEPGSSxAH6GtT8RjAAnHvvpPrwCrzm8chHhCIyMZ2A+ceVktk7s6EqWuWymMeBgGcUfAOuQJMwljufZRp4jaDBFR7rIXL8CBNmjTZbeTKFwhyJLBJmXUZu4GHENYyyKXyVAL2dySwarByom0qVlSB25wRIJqHldgOXO1wM0GCBc7wPDa9sRtwSHiAifmInKoKmJ3wAaTWpUEINGEaIcMKpgtxB0RKBwUytfCwV111lUQo4Ywi8JSRA3uZDLfZtBKb2EkyANPh4AaIp4B9JK6D3qyV6FCcXQgbm7ZZ0grznukEYYi6cRsC4caSJUucihUrOtpWlpi/1q1bi+s3DBALqZUbR1eOowXCKV26tNxXS7C5IvvABnB5eXlSt8RmDhgwIOpGbEFC62zibiezrdfeZxZxmcqwwdwJIcYCG7j6bF14W1SQdoEoRmYhYSujGLkApf4PCN9LVLxVjSwAAAAASUVORK5CYII=\"> וכל אחת מאלו העגלות היה רשות היחיד: חולית הבור הוא הרפש והטיט הנמצא בקרקעיתו והודיענו כי כשיש בעומק הבור עם החוליא עשרה טפחים יצטרף הבור עם החוליא להשלים עשרה טפחים: ואמרם הנוטל מהם ונותן שיטול מהם ויתן ברשות הרבים והנותן עליהם שיטול מרשות הרבים ויניח עליהם [כפי] העקרים שבארנו בתחלת זאת המסכתא: "
            ],
            [
                "<b>הזורק ד' אמות בכותל למעלה מי' טפחים כו':  </b><b>זרק לתוך ד' אמות ונתגלגל חוץ לד' אמות כו':  </b>כבר בארנו בתחלת זה הפרק כי למעלה מי' טפחים ברשות הרבים מקום פטור הוא וכן למטה מעשרה בארץ והעיקר אצלנו כי המעביר ארבע אמות ברשות הרבים חייב: ואמרו כזורק בארץ רוצה לומר שהוא חייב ובתנאי שיהיה אותו הדבר שזרק נדבק בכותל כמו הטיט השמן או הבצק ודומה לו אז נמדוד מן המקום שהוא עומד בו (בעמידה) ברשות הרבים לאותו דבר שדבק בכותל אחר שנדמה קו בכותל ישר שיצא מן המקום שזרק ממנו מרשות הרבים לאותו הדבר הדבק ואם יהיה באותו קו ד' אמות וגובה אותו הדבר הדבק בכותל י\"ט או פחות אז יהיה חייב לפי שזרק מתחלת ד' לסוף ד' ברשות הרבים ואמרו פטור באותו שזרק לתוך ד\"א ונתגלגל חוץ לד\"א מבואר ביותר לפי שהוא לא נתכוון לזריקה של איסור ואמרו בהפך זה חייב בתנאי שינוח חוץ לד\"א ואפילו זמן מועט אבל אם לא נח כלל פטור: "
            ],
            [
                "<b>הזורק בים ד' אמות פטור אם היה רקק מים כו':  </b>הים היא כרמלית: ופירוש רקק מים אמת המים. וענין אמרו רשות הרבים מהלכת בו בתוכו שיהיו בני אדם מהלכין בו וכשיהיה בגובה אותו רקק עשרה טפחים או יותר אינה נחשבת מרשות הרבים לפי שהיא חולקת רשות לעצמה כמו שנתבאר פעמים ומה שכפל מהלכת בו פעמים ללמדך אפילו שמהלכין בו רבים בדוחק ועמל כי העיקר אצלנו הלוך ע\"י הדחק שמיה הלוך ומה שכפל רקק מים ב' פעמים ללמדך אפי' היה רחבו ד' אמות כיון שיש בגבהו פחות מי\"ט רה\"ר נחשב אותו כיון שמהלכין בו רבים וכשיהיה בגובה זה הרקק י' טפחים אפילו היה ברחבו פחות מד' טפחים שבני אדם יכולין לעברו במהירות לא יחשב כרשות הרבים והשוה בזה ימות החמה וימות הגשמים: "
            ],
            [
                "<b>הזורק מן הים ליבשה ומן היבשה לים כו':  </b>כבר בארנו כי הים כרמלית: ואמרו קשורות מטלטלין מזו לזו אחר עשיית הערוב לפי שהן כמו שתי חצרות: ומוקפות הוא שיקיף ביניהם כלומר מחיצה מיריעות וכיוצא בהם: "
            ],
            [
                "<b>הזורק ונזכר לאחר שיצתה מידו קלטה אחר כו':  </b>כשתדקדק לשון זאת המשנה תמצא בה קושיא והוא כי הוא אמר כשנזכר שהוא אסור ואחר כן קלטו אחר לאותו דבר שזרק שהוא פטור ואם לא קלטו אחר אלא שנפל לארץ יהיה חייב וזה אחר שנזכר ואחר כן אמר כל חייבי חטאות אינן חייבין עד שתהא תחלתן וסופן שגגה ושערוה בגמרא כך הזורק ונזכר לאחר שיצאת מידו או שלא נזכר וקלטה אחר או קלטה כלב או נשרפה פטור הא נחה חייב חטאת במה דברים אמורים כשחזר ושכח אבל לא חזר ושכח פטור שכל חייבי חטאות אינן חייבין עד שתהא תחלתן וסופן שגגה: "
            ]
        ],
        [
            [
                "<b>הבונה כמה יבנה ויהא חייב כו':  </b>מסתת הוא החרש המישר המלאכה והמחליק אותה בכלי הידוע אצלנו וזאת המלאכה היא תולדת המכה בפטיש: ומעצד כלי אומנות ידוע חרש ברזל: וקודח הנוקב והיא תולדת המכה בפטיש: ורבן שמעון בן גמליאל סובר כי המכה בקורנס על הסדן אף על פי שלא הכה על שום דבר מהדברים שהוא רוצה לרקען או להחליקן שהוא חייב ובתנאי שתהיה ההכאה בשעת מלאכה לפי שכך עושין הנפחין והם חרשי הברזל פעמים רבות יכו על הברזל הכאות הרבה ועל הסדן הכאה או שתים כאילו אותה ההכאה מתקנת אותן ההכאות כולן ואין הלכה כמותו: "
            ],
            [
                "<b>החורש כל שהוא המנכש והמקרסם והמזרד כו'  </b>מנכש הוא החופר סביב בעקרי הגפנים והצמחים והוא ממלאכות העבודה והיא והחרישה שוה: מקרסם הוא הקוטע ירקות הכורת מהם מה שעלה על פני הארץ: ומזרד הכורת ענפי האילנות. וזה המקרסם והמזרד כשהוא מתכוין לתועלתו במה שכרת הוא מאבות מלאכות הקוצר ואם נתכוין לתקן הצמח כדי שירבו ויגדלו כאשר יעשו בזמורות הגפנים הוא זורע. וענין אמרו לתקן. לתקן הארץ לחרישה ואם היתה כוונתו בלקיטת העצים לשורפן או באסיפת העשבים לגדשן ולהאכילן לבהמתו נקרא מעמר: "
            ],
            [
                "<b>הכותב שתי אותיות בין בימינו בין בשמאלו כו':  </b>אמרם בין בימינו בין בשמאלו רוצה לומר מי שהוא משתמש בשתי ידיו והם קורין אותו שולט בשתי ידיו אבל שאר בני אדם אינה נקראת כתיבה אלא כתיבת ימין אבל כתיבת שמאל אינו אלא רושם לא כותב: סמניות הוא לשון רבים של סימן והם סימנים כמו שכותבין בני אדם א' שיורה על אחד וב' שיורה על שנים בכל לשון ובכל כתיבה ורבי יוסי אומר כי כותב שתי אותיות אינו חייב משום כותב אלא משום רושם ורושם אצלנו מאבות מלאכות כיון שהיה במשכן כי קרשי המשכן היו כ' מצד צפון וכ' מצד דרום וח' מצד מערב ותכלית מה שהיו מונין שם כ' והיו כותבים על הקרש הראשון בצדו האחד א' ועל הקרש השני ב' וכך היו עושין עד הקרש האחרון שהיו כותבין עליו כ' וכיון שכן הוא כמו שאמרנו מי שכתב בקרש אחד י\"א והם שתי אותיות וככה עד הי\"ט חייב משום רושם ותועלת היותו משום כותב או משום רושם כי לדעת האומר משום כותב יתחייב על ב' אותיות כשכתב כתיבה בשבת בשוגג ואחר כן כתב ב' אותיות בהעלם אחת אינו חייב אלא חטאת אחת לפי שהיא מלאכה אחת והאומר משום רושם מונה רושם מאבות מלאכות יתחייב שתים: ופירוש בן זוגו חבירו רוצה לומר שהוא בצדו בסדר ואמר ר' יהודה אם נתכוון לכתוב שמעון כיון שכתב (שמ) [שם] חייב לפי שגמר שם ואף על פי שמ\"ם שם סתומה וזאת פתוחה לא נחוש אלא הלשון וזה הדבר אמת לפי שלא נחוש לכוונתו אלא בגמר מלאכה הראויה אילו נתכוין לארוג בגד מכ' אמה בשבת שלא יהיה חייב עד שיגמור הכ' אמה ויארוג כל השבת ויהיה פטור זה שקר אלא משעה שיארוג שני חוטים יתחייב אע\"פ שכונתו להשלים אריגת הבגד ובזה תדון בכל המלאכות. ואין הלכה כרבי יוסי: "
            ],
            [
                "<b>הכותב שתי אותיות בהעלם אחד כו':  </b>דיו ידוע כותב על הספר בדיו (ירמיהו ל״ו:י״ח): וסם שם העקר איזה עיקר יהיה ורצונו בכאן עיקר צובע: סיקרא גם כן ידוע והוא כמו אבן שצובע צבע אדום: קומוס מין עפר וצבעו שחור ובערבי אלזא\"ג: קנקנתום ממין הקומוס וכן נקרא בערבי קלקנתום: כל דבר שהוא רושם רוצה לומר שיתקיים רשומו: פנקס ספר רוצה לומר חשבון הסופרים: נהגין נקראין מן והגית בו (יהושע א) רוצה לומר שתהיה האות כנגד האות השניה: ואמרי מסרט על בשרו הוא שיכתוב בסריטה על שטח בשרו ואפי' הוציא דם אינו חייב חטאת לדעת רבי יהושע לפי שאין דרך כתיבה בכך והלכה כרבי יהושע: "
            ],
            [
                "<b>כתב במשקין במי פירות באבק דרכים כו':  </b>אחד בארץ ואחד בקורה רוצה לומר כתב אות אחת בארץ ואחת בקורה: ונוטריקון הוא שיכתוב אות אחת מראש המלה ויובן מאותו אות כל המלה כמו שיכתוב ק' וינקוד עליה ויהיה רמז על קרבן או יכתוב מ' ויהיה רמז על מעשר ויובן ממנו זה כפי מה שהסכימו אנשי נוף אחד או אנשי מדינה אחת רבי יהושע בן בתירא אמר כיון שהכל מבינים מאותה אות המלה כולה כאילו כתב אותיות הרבה והלכה כחכמים: "
            ],
            [
                "<b>הכותב שתי אותיות בשתי העלמות כו':  </b>הכוונה בזאת ההלכה כי העושה קצת מן המלאכה בשעה אחת מיום השבת ולא גמר אותה וגמרה בשעה אחרת והוא שוגג בשתי שעות אלא שנזכר בין שתי השעות כי אותה הקצת שעשה עבר ואחר כן שגג וגמר המלאכה ר\"ג אומר אין ידיעה לחצי שיעור ואותה ידיעה הרי היא כאילו לא היתה ולא עשתה רושם כלל ובהעלם אחד עשה המלאכה כולה ולפיכך הוא חייב חטאת וחכמים אומרים יש ידיעה לחצי שיעור ונבדל קצת המלאכה מן הקצת בידיעה ולפיכך הוא פטור מן הקרבן אבל הוא חייב מכת מרדות על חצי שיעור כאשר בארנו כי אמרו פטור זו היא כוונתו במה דברים אמורים כשעשה חצי שיעור במזיד אבל אם היה שוגג אינו לוקה והלכה כחכמים: "
            ]
        ],
        [
            [
                "<b>רבי אליעזר אומר האורג שלשה חוטין כו':  </b>אחד על האריג הוא שארג אפילו חוט אחד על אותה מסכת הוא חייב לדברי רבי אליעזר והלכה כחכמים: "
            ],
            [
                "<b>העושה שתי בתי נירין בנירין כו':  </b>נירין הניר וכבר פירשנו אותו בפרק השביעי: וקירוס יריעה ארוגה מן הסיב: נפה ידועה: וגם כך כברה. וזכר בכאן אלו הדברים על דרך נתינת השיעורים וזכרם בפרק כלל גדול על דרך מנין אבות מלאכות: "
            ],
            [
                "<b>הקורע בהמתו ועל מתו וכל המקלקלין פטורין כו':  </b>מקלקל על מנת לתקן רוצה לומר כמי שהורס וכוונתו לבנות: ואמרו הקורע בחמתו או על מתו פטור כשאינו חייב לקרוע על אותו המת: ואמרו בחמתו פטור סברא דחויה היא והלכה הקורע בחמתו או על מת שחייב עליו קריעה חייב והטעם שיהיה הקורע בחמתו ועל מתו חייב מפני שדעתו מתישבת וחמומו מתפשר לאותו הקרע והוא דומה למתקן: "
            ],
            [
                "<b>שיעור המלבן והמנפץ והצובע והטוה כו':  </b>רוחב הסיט שתות הזרת והוא השיעור הקרוב לדעתי שראיתי בפירוש הסיט והוא הנכון אצלי כאשר בארתי בפרק ג' ממסכת ערלה ויהיה רוחב הסיט כפול שליש הזרת וראיתי לגאון שהוא בין הגודל והאצבע כשיפתח ידו כל מה שיוכל האדם וכשילבן אדם מן הצמר וינפץ ממנו או יצבע ממנו שיעור שיטוה ממנו חוט ויהיה ארכו רחב הסיט כפול שהוא חייב והמובן לי מפירוש אלו המלות שפירשו הקדמונים כי מלא הסיט הוא שתות הזרת ומלא רחב הסיט [<small>צ\"ל</small> כפול] הוא רחוק מה שיראה בין הגודל והאצבע: "
            ],
            [
                "<b>רבי יהודה אומר הצד צפור למגדל וצבי לבית חייב כו':  </b>ביבר מקום שמכניסין בו העופות והבהמות והלכה כחכמים כאשר פירש ר\"ש בן גמליאל: "
            ],
            [
                "<b>צבי שנכנס לבית ונעל אחד בפניו חייב כו':  </b>טעם אמרם שניהם פטורין כבר קדם בתחלת המסכתא. ואין הלכה כרבי שמעון: "
            ],
            [
                "<b>ישב האחד על הפתח ולא מילאהו כו':  </b>אמרם פטור בכאן הוא פטור ומותר: "
            ]
        ],
        [
            [
                "<b>שמנה שרצים האמורים בתורה הצדן כו':  </b>דע כי החובל והוא העושה חבורה אינו חייב אלא בשני תנאין האחד שיעשה חבורה בנפש חיה שיש לו עור ויצא ממנו דם או שיהיה הדם צרור תחת העור כמו שיארע מהכאות האבן וכיוצא בו והתנאי השני הוא שיתכוין באותה חבורה שיהנה באותו דם או באותו בשר לרפואה או להאכילה לבהמה אבל אם לא נתכוון אלא היזק הבהמה או לצערה הרי הוא מקלקל וכבר קדם באמרם כל המקלקלין פטורין וזה הוא ענין אמרם החובל בצריך לכלבו והמבעיר בצריך לאפרו אז יהיה חייב והשורף דבר מן הדברים ומתכוין לאפרו הוא מבעיר המנוי בכלל אבות מלאכות והחובל ונתכוון למה שאמרנו הוא תולדת דש לפי שהוא מפרק אותו דבר ומבדילו מחבורו ואמר בכאן כי אלו הח' מינין הנזכרים בתורה לענין הטומאה והן החולד והעכבר והצב למינהו והאנקה והכח והלטאה והחומט והתנשמת (ויקרא י״א:כ״ט-ל׳) הם כולם בעלי עור ולפיכך החובל בהם כמו שהתנינו יהיה חייב וזולתם מן השרצים והרמשים אין להם עור ולפיכך החובל בהם פטור לפי שהוא מתחדש וחוזר לקדמותו וכמו כן ההורגן פטור אלא הנולד מהם מזכר ומנקבה וכבר נתברר במלאכת הרפואות כי העור כשיחבול לא ישוב כמו שהיה לעולם ולפיכך הוא חייב על כל מה שיש לו עור: "
            ],
            [
                "<b>אין עושין הילמי בשבת אבל עושה הוא כו':  </b>הילמי הוא המים והמלח ואין בין הילמי ובין מי המלח אלא שהילמי שיעור גדול ומי מלח שיעור קטן ורבי יוסי מחמיר ואוסר אפילו מי מלח ואינו מתיר אלא כשישפוך שמן על המלח או על המים ואין הלכה כרבי יוסי: "
            ],
            [
                "<b>אין אוכלין אזוב יון בשבת לפי שאינו מאכל בריאים כו':  </b>אזוב יון הוא בערבי אחטוברו\"ם: ויועזר הוא בערבי פורנ\"ג וכיוצא בו: ואבוב רועה בערבי אצאלדע\"י: ומה שאמרו כל האוכלין אוכל אדם לרפואה ענינו כי כל דבר שדרכו שאוכלין אותו הבריאים ויזונו בו שהוא מותר לאדם לאכלו על דרך רפואה כיון שהוא מזון אצל ב\"א בכלל. ובארץ ישראל שני דקלים וביניהם מעין מים והשותה מהם ישלשל אותו וירפה בני מעים ואלו המים נקראים מי דקלים ואסור לאדם לשתות אספרגוס והוא סם משלשל בשבת כלל. וכוס העקרין הוא שיחברו העקרין בד בבד ודכין אותן ושותין אותן ביין ומי שהיא זבה ושותה מהם שלש כוסות תתרפא ותחיה מחליה וכששותה ממנו בעל הירקון באחד ממיני היין יתרפא ויהיה עקר ולא יוליד ולפיכך הוא נקרא כוס העיקרין: וירוקה שם החולי הנקרא ירקון ובערבי ירקא\"ן ואותן העקרים הם זאג מאסכנדיא\"ה ועשב סרו בערבי עשבה אלסדו\"ר ופירושו עשבה שמחה וכרכום: "
            ],
            [
                "<b>החושש בשניו לא יגמע בהן את החומץ כו':  </b>החושש בשיניו לחזק רפיון בשר השנים אסור לו לגמע החומץ ולזורקו מפיו אבל מותר לו לגמע ולבלוע והוא אמרם לא יגמע ויפלוט אבל מגמע ובולע וגמע כמו אגמע מגזרת הגמיאני נא (בראשית כ״ד:י״ז) והלכה כרבי שמעון וצריך שתהיה אותה המשיחה משתמשין בה בני אדם הרבה: "
            ]
        ],
        [
            [
                "<b>אלו קשרים שחייבין עליהן כו':  </b>העיקר שתסמוך עליו הוא זה כל קשר שהוא של קיימא חייבין עליו ושאינו של קיימא אין חייבין עליו: אבל אם היה הקשר בלולאות או בחבור קצוות ועניבתם בלבד הוא מותר לכתחלה ואם הוא קשר הוא פטור אבל אסור אם אינו של קיימא. ואין הלכה כרבי מאיר: "
            ],
            [
                "<b>יש לך קשרים שאין חייבין עליהם כו':  </b><b>קושרין דלי בפסיקיא כו':  </b>זאת המשנה יש לה שיעור וזה אמרם יש קשר שאינו חייב על קשירתו כמו שהוא חייב על קשר הגמלים והספנים ולא זכר אותו הקשר והם הקשרים שקושרים כדי שיתקיימו זמן ידוע מן הזמן כמו שקושרין קשר במתג להנהיג בו הסוס ואחר כן מתיר אותו: וחזר ואמר כי יש שם קשרים הוא מותר לקשרן לכתחלה והתחיל לזכרן ואמר קושרת אשה מפתחי החלוק והם שפתי הבגד ואפילו יהיה לבגד שתי שפתות: וחוטי הסבכה הם חוטי הכובע שעל הראש: פסיקיא חתיכה של בגד וחבלי האורג מותר לקשור בהם הבהמה לד\"ה כי כלי האורג כולם חבלים ועצים וקנים כולם מותר לטלטלן בשבת לפי שהם כשאר כל הכלים והלכה כרבי אליעזר. ואין הלכה כרבי מאיר שהתיר לקשור הדלי בחבל: "
            ],
            [
                "<b>מקפלין את הכלים אפילו ד' וה' פעמים. כו':  </b>מקפלין בכאן רוצה לומר הבגדים שמנהג בני אדם לקפלן ולהצניען ואמרו בכאן כי זה הקפול יש לו ארבעה תנאים ואז יהיה מותר להתיר קפולו ואלו הן שיהיה המקפל אדם אחד ולא שיהיו המקפלים שנים ושיהיה המקופל בגד חדש ושלא יהיה צבוע אלא לבן ושלא יהיה אצלו בגד אחר להחליף משום כבוד שבת ולפיכך הוא מותר לקפלו ולהתיר קפולו כדי שיראה כי עתה הותר מקפולו. ומציעין הצעות בגדים על המטות לישן עליהם והרבה יש כמו מטה מוצעת והיא מלה עברית יצועי עלה (בראשית מ״ט:ד׳). ואין הלכה כרבי ישמעאל: "
            ]
        ],
        [
            [
                "<b>כל כתבי הקדש מצילין כו':  </b><b>מצילין תיק הספר עם הספר וכו':  </b>כתבי הקדש שקורין בהם הם הנביאים ושאינן קוראין בהם הם הכתובים ורוצה לומר שלא יקרא בהם כל אחד ואחד בביתו כדי שלא יבטל בה\"מ ולא אסרו הקריאה בהם אלא בשעת המדרש בלבד. ומה שאמרו טעונין גניזה ר\"ל בשאר ימים כשנקרעו או בלו אבל מפני הדליקה אין מצילין אותן אלא אם היו כתובים בכתב אשורית ובלשון עברית. ותיק כמו כיסוי של עץ וזה המבוי שקראו מפולש אינו מפולש מב' רוחות כי הוא רשות הרבים בלי ספר אבל רצה באמרו מפולש מצד אחד והוא שלא יהיה לו לחי ושאינו מפולש הוא השער שיש לו לחי כאשר התבאר בעירובין. ואין הלכה כבן בתירא: "
            ],
            [
                "<b>מצילין מזון ג' סעודות הראוי לאדם לאדם כו':  </b>אדם חייב בשלש סעודות בשבת האחת לילי שבת והשני יום שבת שחרית והשלישי במנחה ועוד יתבאר כי זאת ההצלה אינה אלא לחצר המעורבת מה שחייבנו שלא נתיר לו להציל כל מה שיוכל דילמא אתי לכבויי לפי שהוא בהול על אבוד ממונו וכשנאמר לו אין מצילין אלא שלש סעודות יסכים על אבוד ממונו ולא יחוש לכבות האש. ואין הלכה כר' יוסי: "
            ],
            [
                "<b>מצילין סל מלא ככרות ואע\"פ שיש בו ק' סעודות כו':  </b>לפי שהסל כלי אחד התירו לו להוציאו כולו אע\"פ שיש לו יותר ממזון שלש סעודות. ופירוש אם היו פקחין כאשר אגיד לך והוא כי כל מה שהצילו המצילים מן הדליקה הכל הוא להם מן הדין כי מהפקרא קא זכו אבל דבר באנשים חסידים [<small>צ\"ל</small> יראי שמים] שאינם רוצים לקחת לעצמן דבר שאינו שלהם ואינם רוצים גם כן ליגע עצמם בחנם ע\"כ אמר כי אם היו המצילים פקחין רוצה לומר מחודדין ידעו כי השכר שיקחו ממנו אחר השבת אינו שכר שבת ויהיה אסור אלא שכר עמלם ויהיה מותר. ואין הלכה כבן בתירא: "
            ],
            [
                "<b>ולשם מוציא כל כלי תשמישו ולובש כו':  </b>הי\"ח בגדים הן מנוים בגמרא מזאת המשנה והם בגד ישימו אותו על הראש ומצנפת ובגד יתכסה בו האדם בכניסתו לבית המרחץ וב' מנעלים ובגד הזיעה כלומר שהוא דבוק לבשרו של אדם וחלוק שעושה בו מלאכתו וחלוק אחר רחב שלובשין אותו על שני הבגדים ובתי שוקים לכסות השוקים ובתי ידים מלבישין אותן על הידים ומגיעין עד השחי כי ארצם היתה קרה והיו מכסין ידיהם תמיד וכסות אחר על השוקים ורדיד קטן יעטף בו ראשו וכתפיו וב' רדידים יתנגב בהם כשהוא רוחץ בבית המרחץ ובגד נכבד ילבש אותו על כל בגדיו ומפה ינגב בו ידיו בעת הנטילה ואזור. ואין הלכה כרבי יוסי: "
            ],
            [
                "<b>רבי שמעון בן ננס אומר פורסין עור של גדי כו':  </b>שידה צורתה ידועה אצלינו והיא תיבה קטנה. וגם כן תיבה ידועה. ומגדל אוצר של עץ ידוע אצלנו ונקרא בערבי מנשא\"ר: ואמרו מפני שהוא מחריך יודיעך תועלת פרישת עור של גדי כי הוא יתחרך ולא יתלהב וימנע האש מהגיע אל העץ ור' סבר גרם כבוי אסור אפי' בשעת נפילת האש. ואין הלכה כרבי יוסי: "
            ],
            [
                "<b>נכרי שבא לכבות אין אומרים לו כבה ואל תכבה כו':  </b>זה מבואר: "
            ],
            [
                "<b>כופין קערה על גבי הנר בשביל שלא תאחוז בקורה כו':  </b>העיקר אצלנו כי כל צואה או לכלוך תהיה בבית ישיבתו של אדם שמותר להוציאה בשבת לפי שהוא גרף של רעי כי הוא אצלנו מותר לטלטלו בשבת אבל כל מה שאמר בכאן בצואה של תרנגולים כשתהיה בבית הבשול והמלאכה יש לכוף עליה כלי במקומה גזירה שמא יכנס לשם קטן ויתלכלך בה ולפיכך קרא צואה של קטן כלומר שיצחק בה הקטן. ומן החיות המזיקות יש מהם שממיתות בהכרח כשנושכות את האדם כמו קצת מיני האפעה והנחשים וכלב שוטה אלו כולן מותרין להרגן בשבת כשיזדמן לו ואין בזה מחלוקת כלל וזולת אלו מבעלי הארס מאותן שהן נושכות ולפעמים ממיתות ולפעמים אין ממיתות אבל הם מצערות ומכאיבות ימים. אלו ודומיהם אם רדפו אחר האדם לנושכו מותר להרגן ואם אינם רודפות אחר האדם אלא עומדות במקומן יש לכוף עליהם כלי כדי שלא ישכו ואם רצה האדם לדרסן ולהרגן בעת ההליכה הרי זה מותר והצד נחש וכיוצא בו בשבת אם צד אותו כדי לצחק בו הרי זה אסור [<small>צ\"ל</small> חייב]: "
            ],
            [
                "<b>נכרי שהדליק את הנר משתמש לאורו ישראל כו':  </b>אילו השמיענו נר בלבד היינו אומרים נר לאחד נר למאה ולפיכך אם הדליק לעצמו משתמש אחריו ישראל אבל מים אפילו מלא לעצמו לא ישקה אחריו ישראל ואילו השמיענו מלא מים היינו אומרים בזה בלבד אם בשביל ישראל אסור כי נחוש שמא ירבה בשאיבת המים בשביל ישראל אבל נר אפי' הדליק בשביל ישראל ובשבילו מותר. ואמרו כבש מקום חלק שיורדין בו ואין מעלות כמו בסולם ולא זכר זה אלא להשמיענו מעשה ר\"ג וזקנים ודע כי כשיהיה נכרי וישראל והוא יודעו ומכירו אסור לו להשקות בהמתו אחריו כי מפני הכרתו וידיעתו בו שמא הרבה בשאיבת המים בשבילו ובזה כל מה שאפשר להרבות ולהוסיף עליו יהיה אסור בו זה הענין: "
            ]
        ],
        [
            [
                "<b>כל הכלים ניטלין בשבת ודלתותיהם עמהן כו':  </b> אמרו אף על פי שנתפרקו בשבת שיעורו אע\"פ שנתפרקו בחול ניטלין בשבת. ואינן דומין לדלתות הבית שאם נעקרו שאינן מטלטלין ואפי' נעקרו בשבת לפי שלא חשב לטלטלן ולהניען ולא נעשו לזה וזה הוא ענין אמרם לפי שאינו מן המוכן: "
            ],
            [
                "<b>נוטל אדם קורנס לפצע בו את האגוזים כו':  </b> קורנס הפטיש. וקורדום הגרזן. מגרה המשור שמנסרין בו הנגרים העץ. מגריפה מגרפות יעים. רחת לוח יזרו בה החטה וצורתה ידועה. מזלג עץ ארוך וראשו האחד מתחלק לשלשה עצים כצורת אצבעות היד יבררו בו התבן מן הזרעים. כוש עץ ארוך דק שבו טוות הנשים והוא הפלך. כרכר הוא הכישור שנותנות בפלך בעת הטויה טורטי\"ר בלע\"ז. מחט של יד מחט התפירה. ומאמרם ליטול בו את הקוץ יש ראיה שמוציא מה שנכנס בבשר האדם מן הקוצין והברקנים בשבת וכמו כן מותר לסחוט החבורה כדי שתצא הלחה ממנה אבל לא להרחיב הפה. ומחט של סקאין הוא המחט הגדולה שתופרין בה יריעות השער והן הנקראין שקין:"
            ],
            [
                "<b>קנה של זיתים אם יש קשר בראשו מקבל טומאה כו':  </b>עושין מקל לחבוט בו את הזיתים ומהפכין בו הזיתים כשהן בגת ועושין בראשי קצת אותן המקלות כמו רמון עגול או קשר וכשמהפכין בו הזיתים ירימו המקל ויביטו באותו רמון אם יש בו שמנונית אם לא וידמה כלי קבול ולפיכך מטמא: "
            ],
            [
                "<b>ר' יוסי אומר כל הכלים ניטלין חוץ מן המסר הגדול כו':  </b>מסר הגדול הוא המגרה הגדולה שבה מגררין העץ העבה. ויתד של מחרישה ידועה ואמרו לצורך ושלא לצורך רוצה בו בין לצורך גופו בין לצורך מקומו אפי' מחמה לצל וצריך שיהיו אותן הכלים ראויין להשתמש בהם בשבת כמו הסכינין והכסאות והקערות והם נקראים דבר שמלאכתן להיתר אבל הכלים שהן דבר שמלאכתן לאיסור כמו המדוכות והרחים מותר לטלטלן לצורך גופן ולצורך מקומן אבל לא מחמה לצל וזה הוא העיקר בטלטול שבת וזכור ואל תשכח. ואין הלכה כרבי נחמיה: "
            ],
            [
                "<b>כל הכלים הניטלין בשבת שבריהן ניטלין עמהן כו':  </b>עריבה היא קערה. ומקפה תבשיל או מרק קופא והמחלוקת שביניהן הוא כשנשברו בשבת אבל אם נשברו מע\"ש אפי' אינן עושין מעין מלאכתן: "
            ],
            [
                "<b>האבן שבקירויה אם ממלאים בה ואינה נופלת כו':  </b>קירויה הוא כלי חרס ששואבין בו מים ותולים ממנו אבן כדי שיכבד וירד לתחתית המעין. טפיח קומקום קטן והטעם שבעבורו לא התירו לשאוב בשבת כשאינו מתוקן גזירה שמא יחתוך ממנו בידו בשבת ויתקנהו לשאוב: "
            ],
            [
                "<b>פקק החלון ר\"א אומר בזמן שהוא קשור ותלוי כו':  </b>פקק החלון הוא המפה שתולין כנגד החלונות כדי שיסתיר אורם ופירוש פקק המסגר כלומר הדבר שסוגרין בו. ומה שאמרו חכמים בין כך ובין כך רוצה לומר בין קשור ובין שאינו קשור כיון שהוא מתוקן פוקקין בו והמחלוקת הוא בתוספת באהל עראי רבי אליעזר אומר אין מוסיפין באהלי עראי ואפי' ביום טוב וחכמים אומרים מוסיפין אהל עראי ואפי' בשבת והלכה כחכמים: "
            ],
            [
                "<b>כל כסויי כלים שיש להם בית אחיזה ניטלין בשבת כו':  </b>אין ביניהם מחלוקת כי כסוי הכלים ניטלין בין שיש להן בית אחיזה בין אין להן וכסויי קרקעות אינן ניטלין אא\"כ היה להם בית אחיזה אבל המחלוקת בכלים המחוברין לקרקע ר' יוסי סבר כי אין הפרש בין מחוברין לאין מחוברין ינטלו כסוייהם ואע\"פ שאין להם בית אחיזה וחכמים סוברין שהן כקרקע והלכה כחכמים והוא העיקר האמתי כי כל המחובר לקרקע הרי הוא כקרקע: "
            ]
        ],
        [
            [
                "<b>מפנין אפילו ארבע וחמש קופות של תבן כו':  </b>מפנין מלה עברית מן פניתי הבית (בראשית כ״ד:ל״א) ואמרו אפי' ד' וה' על דרך הרבוי כאילו אמר אפי' מנין גדול ובתנאי שלא יפנה אותו האוצר כולו עד שלא יניח שם שום דבר וזהו ענין אמרו אבל לא את האוצר והטעם בזה כי קרקע האוצר חפור וחרב ונחוש שמא ישוה קרקעו בידו והוא אמרם דילמא אתי לאשוויי גומות ולא התירו זה אלא לדבר מצוה כמו שהמשיל מפני האורחין ומפני בטול בה\"מ ואם הוצרך אדם לפנות לא יפנה יותר מד' או ה' אלא כל חד וחד מפני לנפשיה. והתירו טלטול התרומה ואפי' היה ישראל כיון שהיא ראויה לכהן ובתנאי שתהיה תרומה טהורה שתהיה ראויה לאכילה וכמו כן הדמאי הוא ראוי לעניים על העיקר שהוא אצלנו מאכילין את העניים דמאי. ואמרו כי מותר להניע מעשר ראשון שנטלה תרומתו ולטלטלו ואינו רוצה במעשר ראשון כשהוציאו כמשפטו ואחר כן הוציאו ממנו מעשר מן המעשר כפי החיוב כי אינו מדבר בכיוצא בו כי לא נשאר בו טעם שימנע הנעתו וטלטולו אבל מדבר במעשר ראשון שהוציאו הישראל בשבלים קודם שיודש ויהיה דגן ויוציאו ממנו התרומה גדולה בחיוב והודיענו כי המעשר שהוציאו על זה הדרך לא יתחייב הלוי להוציא ממנו אלא תרומת מעשר בלבד החלק שנשאר עליו אבל חלק תרומה גדולה שיתחייב בה אותו המעשר לא לפי שאותה תרומה אינה חלה אלא על החטה אחר הדישה והברירה. ואמרם מעשר שני והקדש שנפדו אפי' פדה אותם לעצמו שיתחייב בתוספת חומש כיון שנתן הקרן יטלטלו אע\"פ שנשאר עליו החומש. ואמרם ולא את הטבל אפי' טבל מדרבנן כשנזרע בעציץ שאינו נקוב. ואמרם ולא את המעשר ראשון שלא נטלה תרומתו אינו רוצה בו שלא הורם ממנו תרומת מעשר כי זה מבואר אבל מה שלא הוציאו ממנו חובתו מתרומה גדולה אע\"פ שהוציאו תרומת מעשר וזה ראוי וחובה כשהוציאו המעשר מן הזרע אחר הדישה והברירה (*ואפילו) הוציאו ממנו תרומה גדולה מקודם. ואמרם מעשר שני והקדש שלא נפדו רוצה בו שלא נפדו כהלכה כגון שיפדה מ\"ש על חתיכה של כסף וזה הפדיון אינו הגון ולא נעשה כהלכתו עד שיפדה על כסף מפותח רוצה לומר מעות מצויירים כמו שאמר הכתוב וצרת הכסף בידך ואמרו חכמים (ב\"מ דף נד.) דבר שיש עליו צורה או שיחלל ההקדש על הקרקע ואין דין הקדש שיפדה אלא במטלטלין כמו שאמר הכתוב (ויקרא כ״ז:כ״ג) ונתן את הערכך ביום ההוא וגו' שיהיה הדבר הנתן מיד ליד וכבר הקדמנו פירוש אלו הענינים בעצמם ובאורם בתכלית הבאור בפרק ז' מברכות ונשנו אלו העקרים במקומות רבים מסדר זרעים ומה שאמרנו בכאן מזה הענין לא היה אלא על דרך הזכרון כאשר הקדמנו. ולוף מין ממיני הבצלים בלי ספק. ואין הלכה כרבן שמעון בן גמליאל: "
            ],
            [
                "<b>חבילי קש וחבילי עצים וחבילי זרדים אם התקינן כו':  </b><b>[כופין את הכל לפני האפרוחים כו':] </b>חבילות הם האגודות. זרדים ענפי האילנות שכורתין בשעת הזמיר וכיוצא בו. וזהו שהתירו לתת סל לפני האפרוחין ואינו מבטל כלי מהיכנו לפי שהיא אינה עומדת עליו. וסייח הוא עייר בן אתונות. ופירוש מדדין כמו מסייעין או מנהיגים ביד והיא מלה עברית אדדה כל שנותי (ישעיה לח) ויותר מבואר אדדם עד בית אלהים (תהלים מב) ובכל מקום שאמר רבי יהודה אימתי הוא מפרש דברי חכמים ולפיכך הלכה כרבי יהודה: "
            ],
            [
                "<b>אין מילדין את הבהמה ביום טוב אבל מסעדין כו':  </b>מילדין הוא משיכת הולד מן הרחם. מסעדין הוא שעוזרין הבהמה בהתרת רגליה ונעורה ונענועה וכיוצא בו. וחכמה האשה המקבלת הולד וקוראין אותה בלשון עברית מילדת. ורוצים באמרם ממקום למקום כי אין משגיחין ואין חוששין לאסור תחומין. ואמרם מחללין עליה את השבת רוצה לומר שעושין לה כל צרכיה מהדלקת הנר ושחיטה והבשול ושחיקת סממנין לשתות וקשירת החבלים במה שתתלה עצמה בעת הלידה וזולתם מכל צרכיה הכל שוה בין אמרה צריכה אני או לא תאמר אבל אין מתחילין בחלול שבת עד שתשב על המשבר ויתחיל הדם להיות שותת ומאותה שעה לתשלום ג' ימים מחללין עליה את השבת בין אמרה צריכה אני בין אמרה איני צריכה ולתשלום ז' ימים מחללין עליה את השבת גם כן אלא אם אמרה אינה צריכה ולתשלום ל' יום אפי' אמרה צריכה אני אין מחללין עליה את השבת אבל עושים כל צרכה על ידי נכרי לפי שהיא כמו חולה שאין בו סכנה והעיקר אצלנו כי חולה שיש בו סכנה מחללין עליו את השבת ואין עושין חלול שבת קטנים ולא נכרים ולא עם הארץ כדי שלא ינהגו עצמם בחלול שבת ויקל עליהם כי לא ידעו שזה החילול לא התירו לעשותו אלא מפני הצורך הגדול וההכרח אבל עושין אותו גדולי ישראל ואם הוא חולה שאין בו סכנה עושין צרכיו ע\"י נכרי וכן אמרו דבר שאין בו סכנה אומר לנכרי ועושה. ואומר תנא קמא שקושרין טבור הולד ומניחין אותו נתלה ממנו עד מוצאי שבת וכורתין אותו ואינה הלכה אבל כורתין אותו ומנקין אותו ונותנין עליו אבק ההדס ודומה לו וכורכין אותו בבגדים וכל זה בשבת ועוד יתבארו צרכי מילה בפרק שאחר זה והלכה כרבי יוסי כאשר זכרנו: "
            ]
        ],
        [
            [
                "<b>רבי אליעזר אומר אם לא הביא כלי מע\"ש כו':  </b>מפני זה יביא אותו מגולה לחבובי מצוה. ויכסה אותו בשעת הסכנה ע\"י עדים כדי שלא יחשדו אותו שהוא מחלל שבת וכשפשע בסכין יביא אותו בשבת אבל דרך גגות ור\"א מתיר להביא דרך רשות הרבים ואינה הלכה כי העיקר אצלנו שכלל שנתן ר\"ע אמת והמילה א\"א מערב שבת והוא לפי שמצותה בשמיני על כל פנים: "
            ],
            [
                "<b>עושין כל צרכי מילה בשבת מוהלין ופורעין כו':  </b>פורעין הוא כאילו אמר קורעין הקרום שעל הערלה. אספלנית הוא כמו משיחה עבה ונקראת בערבי מרה\"ם. כמון ידוע. לועס ידוע והוא שאוכל אדם וכותש בשניו ואינו בולע. סמרטוט בגד בלוי. וחלוק הוא שיקוב חתיכה של בגד כדי שתכנס המילה באותו הנקב ויכרוך שאר הבגד על האבר ואחר כן אמר שיביא מבית לבית אפי' הם מבלי ערוב וכמו כן יביא מחצר אחרת והוא ענין אמרם אפי' מחצר אחרת: "
            ],
            [
                "<b>מרחיצין את הקטן בין לפני המילה כו':  </b>אמרו מזלפין היא מפרש הרחיצה שהחזיר עליה כאילו אמר בכאן כיצד מרחיצין את הקטן מזלפין עליו ביד אבל לא בכלי והזילוף הוא זריקת המים או כל משקה וחלק ר\"א ב\"ע על זה ואמר כי מותר לרחוץ כל גופו בשבת לפני המילה ולאחר המילה וביום השלישי למילה וזאת הרחיצה היא הרחיצה בחמין ואין הפרש בכאן בין חמין שהוחמו מערב שבת ובין שהוחמו בשבת לפי שהוא סכנת נפשות והלכה כרבי אלעזר בן עזריה. ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>מי שהיו לו שני תינוקות אחד למול אחר השבת כו'</b> (דף קנז ע\"א). העיקר אצלנו מילה שלא בזמנה אינה דוחה את השבת ולפיכך יחייב אותו רבי אליעזר לפי שהוא חובל ואינו מקלקל שיהיה פטור וכן אמרו לגבי מילה מתקן הוא ומה שפטר אותו רבי יהושע לפי שהוא מל האחד שהיה חייב להמול בשבת ברשות ואמר הואיל ונתנה שבת לדחות לזה האדם ויש לו למול האחד מן הבנים לא יתחייב על האחר והחלק הראשון שהודה בו רבי יהושע שהוא חייב חטאת זה אצלו אינו חייב אלא שקדם ומל בערב שבת אותו שהיה חייב להמול בשבת ואחר כן מל בשבת אותו שהיה חייב להמול מערב שבת אז יהיה חייב לדברי הכל כי לא נתנה שבת לדחות והבן שתדחה השבת בשבילו כבר נמול בע\"ש אבל אם לא קדם ומל בע\"ש ונשארו שניהם ערלים ומל של ע\"ש בשבת הרי זה פטור לדעת רבי יהושע הואיל ונתנה שבת לדחות והלכה כרבי יהושע: "
            ],
            [
                "<b>קטן נימול לח' לט' לי' לי\"א ולי\"ב כו'</b> עקרי זאת ההלכה כי בין השמשות הוא ספק אם מן היום ספק אם מן הלילה ומילה שלא בזמנה אינה דוחה לא את השבת ולא את י\"ט כי המילה מצות עשה וי\"ט עשה ולא תעשה כי השם הוא צוה לשבות בו והוא אמרו שבתון ומנע בו מן המלאכה והעקר אצלנו לא אתי עשה ודחי את לא תעשה ועשה ועוד עיקר אצלנו כי שני ימים טובים של ראש השנה בלבד שהן קדושה אחת ועוד יתבאר במקומות שהן כיום אחד נתנו וכשתדע אלו העקרים תהיה זאת ההלכה מבוארת. ואמרו עד שיבריא רוצה בו שיצא מחליו בכל ותגמר ירידת החולי וישאר אחר ירידתו ז' ימים שלמים והם ימי הטוהר אז ימול וענין אמרו שלמים שיהיו מעת לעת ודע כי מי שנולד ונסתפק אם נולד בחדש הז' שהוא בן קיימא או בח' אע\"פ כי ברוב לא יתקיים ולא יחיה ראוי שימול ביום הח' ובשבת כי אם הוא בן של קיימא הרי מילתו בשבת חובה ואם הוא נפל לא עשה כלום מי שמל אותו הרי מעשיו כמחתך חתיכה של בשר והוא אמרם [מחתך] בשר בעלמא הוא:"
            ],
            [
                "<b>אלו הן ציצין המעכבין את המילה בשר החופה כו':  </b>ציצין הם קצוות הבשר החופה ראש האבר. ואמרו החופה את העטרה רוצה בו רוב גובה העטרה וכ\"ז שהוא מתעסק במילה יחתוך בשבת בין ציצין המעכבין ובין ציצין שאין מעכבין ומשגמר המילה וסלק ידו אסור לשוב ולחתוך בשבת אלא ציצין המעכבין בלבד ולזה הענין רמז באמרו בתחלת זה הפרק עושין כל צרכי מילה ואמרו אינו אוכל בתרומה אם הוא גדול ונשאר ערל בלא מילה והעיקר אצלנו הערל וכל הטמאים לא יאכלו בתרומה כאשר יתבאר בשמיני מיבמות. ובעל בשר איש שמן רפוי הבשר כי מרפיון הבשר ודלדולו ותליתו יראה האדם ערל אע\"פ שהוא מהול והעיקר אצלנו בכל זה שיבוקר האדם בשעה שהוא מתקשה אם נראה מהול מניחין אותו כמות שהוא ואם אינו נראה מהול חותכין הבשר סביב עד שיראה מהול כשיתקשה. ואמרם כאלו לא מל ר\"ל שישוב ויפרע בשבת ואע\"פ שסלק ידו מן המילה. וממה שאני חייב להזכירך בכאן שהאדם כשעבר ולא מל את בנו או יליד ביתו וחס עליו ביום הח' עבר על מצות עשה גדולה וחמורה כי אין בכל המצות כמוה ולא יתכן לו לעולם לשלם זאת המצוה אבל זה העון קשה יותר ממי שעבר עליו חג הםוכות ולא עשה סוכה או ליל פסח ולא אכל מצה לפי שזה אחר שעבר יום הח' למילה לא נפטר מזו המצוה אבל הוא מצווה ומוכרח למולו תמיד וכל זמן שלא ימול אותו ויהיה ערל יהיה עובר על מצות עשה שהגיע זמנה וכשימול אותו תסור ממנו זאת העבירה ויעשה מצוה וכמו כן כל מי שיראה זה האדם רוצה לומר הילוד הערל ולא ימול אותו עובר על מצות עשה עד שימול אותו כאילו היה בנו וכשיגדל הילד ויגיע לזמן חיוב המצות נפטר כל אדם ממילתו ונתחייב הוא למול את עצמו מיד וכ\"ז שלא ימול עצמו הוא עובר על מצות עשה עד שימול וכשימול ואפי' באחרית ימיו אז עשה מצוה וסר ממנו העון ואם מת והוא ערל אז יהיה מחוייב כרת הנזכר בתורה במי שלא ימול ואינו יודע בכל המצות מצוה כזאת רוצה לומר שלא יתחייב בה מלקות והוא מכשול גדול כדי שימות החוטא בחטאו: "
            ]
        ],
        [
            [
                "<b>רבי אליעזר אומר תולין את המשמרת בי\"ט כו':  </b>משמרת הוא שק שנותנין בתוכו שמרי היין והיין יורד ממנו זך וצלול והמשמרת קולטת את השמרים ואסרו חכמים לתלותה בשבת שלא יעשה כדרך שהוא עושה בחול והמסנן שמרים בשבת במשמרת עושה מלאכה שהיא תולדת בורר או מרקד והלכה כחכמים: "
            ],
            [
                "<b>נותנין מים על גבי השמרים בשביל שיצולו כו':  </b>יצלו כמו יסננו כי הדבר הזך קוראין אותו צלול והוא הפך עכור ומסננין כמו צוללין היין בסודר ובתנאי שלא יטה בידו הבגד בפי הכלי כדי שיהיה שופך במקום משופע כדי שלא יעשה כדרך שהוא עושה בחול. והתנאי בכפיפה מצרית שלא תהיה גבוהה מתחתית הכלי טפח אלא פחות מזה כדי שלא יעשה אהל עראי בשבת לפי שהוא אסור כמו שבארנו. וטבע הביצים שטורפין ונותנין אותם בדברים העכורים ויזככו אותם ויבדילו העב מן הדק. ואנומלין הוא יין ודבש ופלפלין. ולגין כד: ומה שאמר רבי צדוק הכל לפי האורחין אפשר לפרשו בשני פרושים האחד מהם כי הוא חלק על ר' יהודה במאמרו ובמועד בחבית ואמר במועד הכל לפי האורחין ואפשר שיהיה מאמרו הכל לפי האורחים בין בשבת בין בי\"ט בין במועד והלכה כת\"ק והוא שיעשה מן האנומלין כל מה שירצה: "
            ],
            [
                "<b>אין שורין את החילתית בפושרין כו':  </b>שורין מלה ידועה. חלתית היו משתמשים בו לפי שהיתה ארצם קרה. כרשינין הוא זרע הנקרא בערבי כרסנה ובלשון הקודש כסמת ומאכילין אותן לבקר. ושפין פירוש כמו מקנחין או ממרחין ביד אבל נותן הוא לתוך הכברה והיא מתקנחת שם מאליה. כלכלה סל. כוברין פעולה מן כברה: מוץ התבן הדק. אבוס מקום שאובסין שם הבהמות אבוס בעליו (ישעיה א): "
            ],
            [
                "<b>גורפין מלפני הפטם ומסלקין לצדדין כו':  </b>פטם השור שמשמנין אותו תרגום בריאות פטמוטא (בראשית מא). ורעי כמו ראי ובלשון עברי כמו צפיעי הבקר (יחזקאל ד׳:ט״ו) וחכמים אוסרים לגרוף מלפני הפטם ואפי' היה המספא בקופה או דומה לה אבל אם היה אבוס קרקע והמספא לשם אסור הוא לדברי הכל דילמא אתי לאשויי גומות וכמו כן אוסרין סלוק לצדדיהן אבל לסלק מלפני הבהמה מותר אצלם ובתנאי שיסלק מלפני החמור ויתן לפני השור ולא שיסלק מלפני השור ויתן לפני החמור כי מה שהניח החמור הוא ראוי לאכילת השור ומה שהניח השור אינו ראוי לאכילת החמור כי הוא הפסידו ברירו והלכה כחכמים: "
            ],
            [
                "<b>הקש שעל גבי המטה לא ינענעו בידו כו':  </b>נענוע הוא הטלטול. כר הוא שמשימין תחת הרקה ואזן [תחת הראש. <small>יעב\"ץ</small>]. סדין הרדיד הקטן הידוע אצלנו ונקרא בערבי אלחר\"ם. מכבש נקרא בערבי תכ\"ת והם שני לוחות שמשימין ביניהם הבגדים המכובסים מקופלים ואח\"כ קושרין הלוחות ומהדקים אותן כדי שיתיישרו הבגדים ויהיה הקפול נאה ואין הלכה כרבי יהודה: "
            ]
        ],
        [
            [
                "<b>נוטל אדם את בנו והאבן בידו כו':  </b>התירו לטלטל כלכלה והאבן בתוכה בג' תנאים. האחד שיהו בכלכלה פירות אבל אם אין בה פירות נעשית בסים לדבר האסור והתנאי השני שיהיו הפירות שדרכן להתלכלך כמו הענבים והתותים והפרישים אבל אם היו אגוזים או שקדים לא לפי שאפשר לנערו מן הסל בארץ והתנאי השלישי שתהיה האבן בנקב מן הסל לסתום הנקב לפי שהוא חלק מן הסל. והמדומע הוא הדבר המעורב מחולין ותרומה ודמע שם התרומה וכבר קדמו משפטי המדומע כולם במסכת תרומות וממה שקדם זכרו כשנפל חלק אחד מתרומה במאה חלקי חולין צריך להפריש מן הכל שעור התרומה והשאר יהיה מותר כי התרומה עולה באחד ומאה ואמר רבי יהודה כי מותר להוציא אותו החלק בשבת ויהיה אותו החלק שהוציא היא התרומה שנפלה בעצמה ולולי זה הדמיון לא יהיה השאר מותר ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>האבן שעל פי החבית מטה על צדה כו':  </b>נוער את הכר והן נופלות זה הוא כשהוא צריך לכר אבל אם הוא צריך למקום הכר נוטל את הכר והמעות עליו ובלבד אם היה שוכח אבל אם הניח המעות ע\"ש על הכר הרי זה בסיס לדבר האסור ואסור לנערו. לשלשת לכלוך וטנוף. מקנח ידוע כלומר מקנח אותו הטנוף. סמרטוט בלויי הבגדים: "
            ],
            [
                "<b>ב\"ש אומרים מגביהין מן השלחן עצמות וקליפין כו':  </b>מה שהרשו בית הלל טלטול הקליפות והעצמות לפי שהן ראויין למאכל הבהמות. וטבלא לוח גדול ישימו עליו השולחן כדי שיפול עליו הפרורים. ושער של אפונים הם הקליפות האפונים. וספוג ידוע והיא כמו צמר נעשה לחוף הים ושואף המים ומסתפגים בו. ובית אחיזה שלו הספוג הנזכר כשיש לו בית אחיזה ואוחזין אותו בו אינו מתעצר ולא נסחט כשמסתפגין בו ואפי' ר\"ש אוסר להסתפג בו כשאין לו בית אחיזה לפי שהוא מתעצר ונסחט בהכרח וכל דבר שיהיה הכרחי מודה בו ר\"ש אע\"פ שאינו מתכוין כי ר\"ש אינו אומר דבר שאינו מתכוין מותר אלא כשהתפעלות המלאכה אפשר שיהיה ואפשר שלא יהיה כאמרם גורר אדם מטה כסא וספסל ובלבד שלא יתכוין לעשות חריץ כי אפשר לגררו ולא יעשה חריץ אבל דבר הכרחי לא והוא אמרם מודה ר\"ש בפסיק רישיה ולא ימות ומאמר חכמים בין כך ובין כך רוצה לומר בין שיהיה לו בית אחיזה שמותר להסתפג בו או לא יהיה לו מותר לטלטלו בשבת והלכה כחכמים: "
            ]
        ],
        [
            [
                "<b>חבית שנשברה מצילין הימנה מזון ג' סעודות כו':  </b>הטעם אשר בעבורו לא יספוג שלא יעשה כדרך שהוא עושה בחול: ומאמר ר' יהודה אם לאכילה רוצה בו כי כשהכניס אותן הפירות לאכילה היוצא מהן מותר כי לאכילה היה מזמן אותו דבר הזב ממנו ואם הכניסם למשקין אותן המשקין אינן מותרין לפי שאין לו רשות לשתות מאותן המשקין בשבת ועיקר מחלוקת בזאת המשנה הוא בתותים ורמונים בלבד אבל ענבים וזיתים הכל מודים שהיוצא מהן אסור ושאר פירות מלבד ענבים וזיתים ורמונים הכל מודים שהיוצא מהן מותר ואפי' הכניסן למשקין ומחלקותם בתותים ורמונים כי החכמים דמו אותן לענבים וזיתים שדרך בני אדם לעצור אותם כענבים וזיתים ורבי יהודה דן כל מין ומין לעצמו כאשר תראה והלכה כרבי יהודה והלכה כרבי אליעזר: "
            ],
            [
                "<b>כל שבא בחמין מע\"ש שורין אותו בחמין בשבת כו':  </b>אמר כי כל מה שנתבשל קודם השבת ואחר כך הוציאו מן המרק והצניעו שמותר להשרותו במים חמין בשבת ומה שלא נתבשל קודם השבת שאסור להשרותו אלא מדיחין אותו בלבד חוץ מן הדג המליח ומן דג דק הקליפה והוא הנקרא קולייס האספנין לפי שאלו הדחתן מכשירתן לאכילה ויהיה כמו שבשלן בשבת: "
            ],
            [
                "<b>שובר אדם את החבית לאכול הימנה גרוגרת כו':  </b>לא יקבנה מצדה רוצה לומר מצד החבית. ושעוה הוא הדונג. ממרח כלומר מחליק כמעט שיחייב רבי יוחנן חטאת לזה שנתן שעוה על פי הנקב והלכה כרבי יוסי: "
            ],
            [
                "<b>נותנין תבשיל לתוך הבור בשביל שיהא שמור כו':  </b>אולי יעלה על הדעת כי אסור ליתן תבשיל לתוך הבור גזירה שמא ירד הכלי לתחתית הבור ואתי לאשויי גומות וג\"כ יעלה על הדעת שלא יתן צונן לתוך החמין [<small>צ\"ל</small> החמה <small>פי' שמש והכי מוכח בסוגיא דשבת (ל\"ט ע\"א)</small>] גזירה שמא יטמין ברמץ ולכך הודיענו בכאן כי מותר לעשותן ואת הדומה להם ואם הוא מבואר והוא אמרם ואת המים היפים ברעים. נשרו כליו נשרו מגזירת משרה ושורין. שוטחן אומר שמותר לשטוח בגדיו השרויים בחמה ושוטחן מלה עברית שוטח לגוים (איוב י״ב:כ״ג) משטח חרמים (יחזקאל כ״ו:י״ד) אבל לא כנגד העם כדי שלא יחשדוהו שרחצן בשבת וזה הסתם דחוי ואין היתר לשוטחן כי העיקר אצלנו כ\"מ שאסרו חכמים מפני מראית העין אפי' בחדרי חדרים אסור: "
            ],
            [
                "<b>הרוחץ במי מערה ובמי טבריא ונסתפג כו'</b>: זאת הרחיצה אינה אלא במקום שמותר לו לטלטל ממנו לביתו ומביתו לאותו מקום כמו שיהיה בחצר או במדינה ויהיה שם ערוב ולא נשאר להחמיר עליו אלא שמא יסחוט הבגד שמסתפג בו כשנשרה ואז יוציאנו והוא יבש וכשנאמר לו כי אין דרך להוציא זה הבגד שנסתפג בו ממקום רחיצתו יניחנו שם ולא יחוש לו בין שיהיה יבש או שרוי. ואמר כי אפי' נסתפג בעשר רדידים והם הנקראים אלונטית כי האלונטית האחרונה בלי ספק אין בה מים שיצטרך לסחוט אותה ואפי' סחט אותה לא יצא ממנה דבר אעפ\"כ לא יביאם בידו גזירה שמא יביא הראשונה ויסחוט אותה ואם הרוחצים רבים בטלה הגזירה לפי שהם מזכירין אלו את אלו ולפיכך יביא הרדיד שמסתפגין בו ואפי' הוא שרוי לפי שרבים נסתפגו בו וזאת המשנה דחויה והפסק כי אפי' אחד יביא הרדיד שנסתפג בו בידו: "
            ],
            [
                "<b>סכין כלומר מושחין בשמן וממשמשין.</b> הוא מגזרת משה משיתיהו (שמות ב׳:י) וענינו משיכה וגרירה כלומר כשמושכין וגוררין הידים על בשר האדם בחוזק. מתעמלין כמו מתיגעין והוא מגזרת עמל שיעמול האדם (קהלת א) עמלו בוניו בו (תהילים קכ״ז:א׳) והוא העמל והיגיעה. מתגרדין מגזרת להתגרד בו (איוב ב) וכמוהו בלשון חכמים מתחככין. לפלומה קורדימא בור המים ויש בו חמימות לפי שהמים מכונסין בו והנכנס לשם יזיע והזיעה ביום השבת אסורה: אפיקטויזין פי' הקיא והיא מלה מורכבת ממלות ארמיות אפיק טויזין פירוש הוצאת הלחם מן הבשול ר\"ל שיקיא הלחם ויוציאנו מן האיסטומכא קודם שיתעכל ובתנאי שישתה סס מקיא וזהו האסור אבל להכניס אצבעו לתוך פיו מותר. מעצבין הוא השבת חליות השדרה ועריכתן וזהו כמו בונה אבל כריכת הולד בבגדים וחתולו מותר ואמרם אין מחזירין את השבר אינה הלכה והפסק מחזירין את השבר. נפרקה ידו כלומר נשמט פרק היד או הרגל: "
            ]
        ],
        [
            [
                "<b>שואל אדם מחבירו כדי יין וכדי שמן כו':  </b>הטעם לאסור שיאמר אדם הלוני גזירה שמא יכתוב ויתר הדברים מובנים ומבוארים: "
            ],
            [
                "<b>מונה אדם את אורחיו ואת פרפרותיו מפיו כו':  </b>טעם מה שאסרו למנות מן הכתב גזירה שמא יקרא אגרת שלום בשבת והוא אסור כי לבד ספרי הנבואות או פירושיהם אסור לקרות בשבת או בי\"ט ואפי' הי' אותו הספר בחכמה מן החכמות. ומפיס פירושו מטיל גורלות ושיעור זאת המשנה כך ומפיס עם בניו ועם בני ביתו על השולחן בשבת אבל לא עם אחר ובחול מותר להפיס עם אחר ובלבד שלא יתכוין לעשות מנה גדולה כנגד מנה קטנה משום קוביא וקוביא שם נופל על כל מיני שחוק שיוסכם עליו שיקח אדם ממון חבירו בהסכמת אותו השחוק כמו הפספסין והנרדישים וזולתם מן הדומים להם. וחלשים מין מן הגורלות והוא שיקבצו דברים שלא ידמה אחד מהם לחברו כמנין האנשים ויפרוש כל אחד מאותן האנשים דבר אחד מאותן הדברי' ואותן החפצים לעצמו ויתנו אותן לאיש אחד נכרי שיבא במקרה וישים אותם החפצים חפץ אחד על כל מנה ומנה ממנות הקדשים ונוטל כל אחד ואחד מנתו כפי גורלו והתירו החכמים לעשות זה ביום טוב לפי שהזריזות באכילת קדשים ולטול מהם מנה גדולה ויפה מצוה. ומה שאמרו אבל לא על המנות ר\"ל מנות של חולין שאין מטילין חלשים עליהם בי\"ט ומלת חלשין מלה עברית חולש על גוים (ישעי' יד): "
            ],
            [
                "<b>לא ישכור פועלים בשבת ולא יאמר אדם לחבירו כו':  </b>הכל מודים כי מותר לאדם שיאמר לחברו שמור לי פירותי שבתחומך ואשמור לך פירותיך שבתחומי וכמו שמותר לצוות חברו בשמירה כך מותר לו שיחשיך לשמור וזהו ענין אמרם כל שאני זכאי באמירתו רשאי אני להחשיך עליו וענין להחשיך על התחום שילך בשבת עד סוף תחום שבת וישב בסוף התחום עד שיצא שבת ויעשה דבר פלוני וכבר ידעת כי אסור לנו בשבת הדבור והעצה וההשתדלות בשום דבר שנעשה אותו לאחר השבת מן הדברים שהן אסורין לעשות בשבת כמו שפירש ואמר ממצוא חפצך ודבר דבר וכתיב עשות חפציך ביום קדשי מלבד אם הוא דבר מצוה ויהיה דבור חפצי שמים כגון שידבר בו אדם בשדוכי הנערים והנערות ולמוד הבנים תורה או כתב או מלאכה כי השתדלות באלו הדברים כולם מצוה: "
            ],
            [
                "<b>מחשיכין על התחום לפקח על עסקי כלה כו':  </b>לפקח פירושו בזה המקום לשאול ולחקור. עסקי כמו צרכי. ארון ארון עץ. תכריכין ידוע והם הבגדים שבהם נקבר המת. חלילין כלים חלולין עושין בהם קול ידוע לעורר הבכי והאבל. ואמרם ממקום קרוב מתוך המדינה אבל אם לא היו עמו במדינה אסור לעשות אבל בהן גזירה שמא מחוץ לחומה באו שהוא רשות הרבים ואמרו בארון וקבר אם בשביל ישראל לא יקבר בו עולמית לפרסום הדבר אצל כל בני המדינה וכל מה שהתירו ממה שעשו הנכרים בשבת אינו מותר אלא עד שימתין למוצאי שבת בכדי שיעשה וכן אלו החלילים אע\"פ שראינום שבאו מן המדינה: "
            ],
            [
                "<b>עושין כל צרכי המת סכין ומדיחין אותו כו':  </b>כששומט אדם מה שתחת המת מן הבגדים נמצא מוטל על החול וזו היא כוונתו באמרו ומטילין אותו על החול לא שיזיזוהו ממקומו ויטילו אותו על הארץ כי זה כבר התנה ברחיצתו ואומר בלבד שלא יזיזו בו אבר לפי שטלטול המת בשבת אסור. ומעמצין עצימת העינים וסתימתם: "
            ]
        ],
        [
            [
                "<b>מי שהחשיך בדרך נותן כיסו לנכרי כו':  </b>התרנו לו שיתן כיסו לנכרי מפני שאדם בהול על ממונו ואי אפשר שיזרוק כיסו ולולי זאת ההתרה היה מביא אותו הוא בעצמו ומה שאמרו מניחו על החמור בתנאי שיניחנו על החמור בשעת הלוכו וכשיעמוד שיטלנו מעליו כדי שלא יעשה הנחה וכשיחזור לילך מחזירו עליו עד שיגיע לפתח ביתו ויטלנו מעליו כשהוא מתהלך ויזרקנו לתוך ביתו כלאחר יד כדי שלא יהיה מכניס מרה\"ר לרה\"י ומה שהטרחנו אותו להניחו על הבהמה כשהיא מתהלכת כדי שלא יהיה מחמר ומחמר הוא הנותן דבר על הבהמה ומנהיג אותה או ינהיג אותה במשאה וימהר אותה ללכת אע\"פ שלא נתן עליה דבר ואפילו יהיה המשא דבר מועט ופסק ההלכה המחמר בשבת פטור וכבר הודעתיך כי פטורי שבת פטור אבל אסור. ואם אין עמו לא בהמה ולא נכרי הוא עצמו מביא אותו וילך בו פחות מארבע אמות. ומה שאמרו הגיע לחצר הראשונה אינו נקשר בדין הכיס: "
            ],
            [
                "<b>מתירין פקיעי עמיר לפני בהמה כו':  </b>פקיעין וזרין הם אלומות עמיר אלא שהפקיעין הן קטנות והם משתים שתים והזרין הן גדולות משלשה שלשה. ואמרו אבל לא את הזרין ר\"ל אין מפספסין את הזרין אבל להתיר האגודות מותר. ופי' מפספסין כמו מפרכין והוא שמחככין אותן בין שתי הידים. וכיפין מין מן הפקיעין ומרסקין כמו מחתכין. ושחת ידוע ובלשון עברי גז אחר גזי המלך (עמוס ז׳:א׳) ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>אין אובסין את הגמל ולא דורסין אבל מלעיטין כו':  </b>אבוס שם המקום שמשימים בו המספא לבהמה וענין אמרם אין אובסין שלא יאכילנה מזון ימים רבים והוא אמרם אין עושין לה אבוס בתוך מעיה. ודורסין הפירוש הקרוב אצלי שלא ישימו בחזקה הגמל על המאכל כדי שיאכל הרבה. מלעיטין נתינת המאכל לתוך פי האוכל. ממרין זריקת המאכל למעי הבהמה עם המים. ואמרם מלעיטין למקום שיכולה להחזיר ואמרם ממרין למקום שאינה יכולה להחזיר ושתיהן מלות עבריות מלעיטין מגזרת הלעיטני נא (בראשית כ״ה:ל׳) וממרין מענין הפטום שור ומריא. מהלקטין שישים האוכל בידו והם לוקטין אותו. מורסן ידוע. גובלין כמו לשין. דורסיות יוני הבית והם מיוחסות להורודוס שהיה מגדל אותן בהיכלו: "
            ],
            [
                "<b>מחתכין את הדלועין לפני הבהמה כו':  </b>ואין הלכה כרבי יהודה. "
            ],
            [
                "<b>מפירין נדרים בשבת ונשאלין לנדרים כו':  </b>ההפרה שיפר הבעל או האב כאשר יתבאר במסכת נדרים ושאלה הוא שיתחרט וישאל לחכם ויתיר לו נדרו וההפרה מותרת בין לצורך שבת בין שלא לצורך שבת אבל שאלה אינה מותרת אלא לצורך שבת. ופוקקין את המאור הוא שיסתמו את החלון שממנו תכנס האורה בכלי מן הכלים אבל לסתמו בבגד תלוי כמו מסך כבר נתפרש דינו בפרק י\"ז. ומטלית חתיכה של בגד מודדין אותה לידע אם יש בה שלש אצבעות על שלש אצבעות ואם יש בה יותר היא מקבלת טומאה כאשר יתבארו אלו העקרים במסכת כלים ואם היא פחותה מזה השיעור אינה מקבלת טומאה. וכמו כן ימדדו המקוה לידע אם יש שם שיעור מקוה והיא אמה על אמה ברום שלש אמות אם לא. וטפיח קיתון. מקידה לוח קטן. גמי גומא. גיגית קערה. ועלת זה המעשה כי כשיש מת בבית אחד ויש בין אותו בית ובית אחר חלון אם יש באותו חלון טפח על טפח או יותר נטמא הבית השני כי העיקר אצלנו טפח על טפח מביא את הטומאה כאשר נבאר במקומו במסכת אהלות ובאותו זמן היה בין שני בתים חלון ובאותו חלון קערה של זכוכית כמו שמשית ונשבר באותו השמשית שבר וקשרו לוח אחד בעץ וקשרו אותו הלוח בגמי להניח אותו הלוח על מקום השבר הפתוח בשמשית ואח\"כ מדדו הלוח אם היה בו טפח על טפח יביא את הטומאה ואם הוא פחות אינו מטמא הבית האחר בטומאת האחד ומה שהתרנו מדידה בשבת בתנאי שתהיה מדידה של מצוה וכמו כן קשירה של מצוה ותנאי השני בקשירה שלא תהיה קשירה של קיימא אלא בגמי ודומה לו כאשר המשיל: <small>סליק פירוש המשניות להרמב\"ם ממסכת שבת</small> "
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}