var Shekalimjson ={
    "language": "he",
    "title": "Mishnah Shekalim",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה שקלים",
    "categories": [
        "Mishnah",
        "Seder Moed"
    ],
    "textmishna": [
        [
            "בְּאֶחָד בַּאֲדָר מַשְׁמִיעִין עַל הַשְּׁקָלִים וְעַל הַכִּלְאַיִם. בַּחֲמִשָּׁה עָשָׂר בּוֹ קוֹרִין אֶת הַמְּגִלָּה בַּכְּרַכִּין, וּמְתַקְּנִין אֶת הַדְּרָכִים וְאֶת הָרְחוֹבוֹת וְאֶת מִקְוְאוֹת הַמַּיִם, וְעוֹשִׂין כָּל צָרְכֵי הָרַבִּים, וּמְצַיְּנִין אֶת הַקְּבָרוֹת, וְיוֹצְאִין אַף עַל הַכִּלְאָיִם: \n",
            "אָמַר רַבִּי יְהוּדָה, בָּרִאשׁוֹנָה הָיוּ עוֹקְרִין וּמַשְׁלִיכִין לִפְנֵיהֶם. מִשֶּׁרַבּוּ עוֹבְרֵי עֲבֵרָה, הָיוּ עוֹקְרִין וּמַשְׁלִיכִין עַל הַדְּרָכִים, הִתְקִינוּ שֶׁיְּהוּ מַפְקִירִין כָּל הַשָּׂדֶה כֻּלָּהּ: \n",
            "בַּחֲמִשָּׁה עָשָׂר בּוֹ, שֻׁלְחָנוֹת הָיוּ יוֹשְׁבִין בַּמְּדִינָה. בְּעֶשְׂרִים וַחֲמִשָּׁה, יָשְׁבוּ בַּמִּקְדָּשׁ. מִשֶּׁיָּשְׁבוּ בַּמִּקְדָּשׁ, הִתְחִילוּ לְמַשְׁכֵּן. אֶת מִי מְמַשְׁכְּנִין, לְוִיִּם וְיִשְׂרְאֵלִים, גֵּרִים וַעֲבָדִים מְשֻׁחְרָרִים, אֲבָל לֹא נָשִׁים וַעֲבָדִים וּקְטַנִּים. כָּל קָטָן שֶׁהִתְחִיל אָבִיו לִשְׁקוֹל עַל יָדוֹ, שׁוּב אֵינוֹ פּוֹסֵק. וְאֵין מְמַשְׁכְּנִין אֶת הַכֹּהֲנִים מִפְּנֵי דַּרְכֵּי שָׁלוֹם: \n",
            "אָמַר רַבִּי יְהוּדָה, הֵעִיד בֶּן בּוּכְרִי בְּיַבְנֶה, כָּל כֹּהֵן שֶׁשּׁוֹקֵל אֵינוֹ חוֹטֵא. אָמַר לוֹ רַבָּן יוֹחָנָן בֶּן זַכַּאי, לֹא כִּי, אֶלָּא כָּל כֹּהֵן שֶׁאֵינוֹ שׁוֹקֵל חוֹטֵא, אֶלָּא שֶׁהַכֹּהֲנִים דּוֹרְשִׁים מִקְרָא זֶה לְעַצְמָן, (ויקרא ו) וְכָל מִנְחַת כֹּהֵן כָּלִיל תִּהְיֶה לֹא תֵאָכֵל, הוֹאִיל וְעֹמֶר וּשְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים שֶׁלָּנוּ, הֵיאָךְ נֶאֱכָלִים: \n",
            "אַף עַל פִּי שֶׁאָמְרוּ, אֵין מְמַשְׁכְּנִין נָשִׁים וַעֲבָדִים וּקְטַנִּים, אִם שָׁקְלוּ מְקַבְּלִין מִיָּדָן. הַנָּכְרִי וְהַכּוּתִי שֶׁשָּׁקְלוּ, אֵין מְקַבְּלִין מִיָּדָן. וְאֵין מְקַבְּלִין מִיָּדָן קִנֵּי זָבִין וְקִנֵּי זָבוֹת וְקִנֵּי יוֹלְדוֹת, וְחַטָאוֹת וַאֲשָׁמוֹת. (אֲבָל) נְדָרִים וּנְדָבוֹת, מְקַבְּלִין מִיָּדָן. זֶה הַכְּלָל, כָּל שֶׁנִּדָּר וְנִדָּב, מְקַבְּלִין מִיָּדָן. כָּל שֶׁאֵין נִדָּר וְנִדָּב אֵין מְקַבְּלִין מִיָּדָן. וְכֵן הוּא מְפֹרָשׁ עַל יְדֵי עֶזְרָא, שֶׁנֶּאֱמַר (עזרא ד) לֹא לָכֶם וְלָנוּ לִבְנוֹת בַּיִת לֵאלֹהֵינוּ: \n",
            "וְאֵלּוּ שֶׁחַיָּבִין בַּקָּלְבּוֹן, לְוִיִּם וְיִשְׂרְאֵלִים וְגֵרִים וַעֲבָדִים מְשֻׁחְרָרִים, אֲבָל לֹא כֹּהֲנִים וְנָשִׁים וַעֲבָדִים וּקְטַנִּים. הַשּׁוֹקֵל עַל יְדֵי כֹּהֵן, עַל יְדֵי אִשָּׁה, עַל יְדֵי עֶבֶד, עַל יְדֵי קָטָן, פָּטוּר. וְאִם שָׁקַל עַל יָדוֹ וְעַל יַד חֲבֵרוֹ, חַיָּב בְּקָלְבּוֹן אֶחָד. רַבִּי מֵאִיר אוֹמֵר, שְׁנֵי קָלְבּוֹנוֹת. הַנּוֹתֵן סֶלַע וְנוֹטֵל שֶׁקֶל, חַיָּב שְׁנֵי קָלְבּוֹנוֹת: \n",
            "הַשּׁוֹקֵל עַל יְדֵי עָנִי, וְעַל יְדֵי שְׁכֵנוֹ, וְעַל יְדֵי בֶּן עִירוֹ, פָטוּר. וְאִם הִלְוָם חַיָּב. הָאַחִין וְהַשֻּׁתָּפִין שֶׁחַיָּבִין בַּקָּלְבּוֹן, פְּטוּרִין מִמַּעֲשֵׂר בְּהֵמָה. וּכְשֶׁחַיָּבִין בְּמַעְשַׂר בְּהֵמָה, פְּטוּרִין מִן הַקָּלְבּוֹן. וְכַמָּה הוּא קָלְבּוֹן, מָעָה כֶּסֶף, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, חֵצִי: \n"
        ],
        [
            "מְצָרְפִין שְׁקָלִים לְדַרְכּוֹנוֹת מִפְּנֵי מַשּׂוֹי הַדֶּרֶךְ. כְּשֵׁם שֶׁהָיוּ שׁוֹפָרוֹת בַּמִּקְדָּשׁ, כָּךְ הָיוּ שׁוֹפָרוֹת בַּמְּדִינָה. בְּנֵי הָעִיר שֶׁשָּׁלְחוּ אֶת שִׁקְלֵיהֶן וְנִגְנְבוּ אוֹ שֶׁאָבָדוּ, אִם נִתְרְמָה הַתְּרוּמָה, נִשְׁבָּעִין לַגִּזְבָּרִים. וְאִם לָאו נִשְׁבָּעִין לִבְנֵי הָעִיר, וּבְנֵי הָעִיר שׁוֹקְלִין תַּחְתֵּיהֶן. נִמְצָאוּ, אוֹ שֶׁהֶחֱזִירוּם הַגַּנָּבִים, אֵלּוּ וָאֵלּוּ שְׁקָלִים, וְאֵין עוֹלִין לָהֶן לְשָׁנָה הַבָּאָה: \n",
            "הַנּוֹתֵן שִׁקְלוֹ לַחֲבֵרוֹ לִשְׁקֹל עַל יָדוֹ, וּשְׁקָלוֹ עַל יְדֵי עַצְמוֹ, אִם נִתְרְמָה תְּרוּמָה מָעַל. הַשּׁוֹקֵל שִׁקְלוֹ מִמְּעוֹת הֶקְדֵּשׁ, אִם נִתְרְמָה תְרוּמָה וְקָרְבָה הַבְּהֵמָה מָעַל. מִדְּמֵי מַעֲשֵׂר שֵׁנִי, מִדְּמֵי שְׁבִיעִית, יֹאכַל כְּנֶגְדָּן: \n",
            "הַמְכַנֵּס מָעוֹת וְאָמַר, הֲרֵי אֵלּוּ לְשִׁקְלִי, בֵּית שַׁמַּאי אוֹמְרִים, מוֹתָרָן נְדָבָה. וּבֵית הִלֵּל אוֹמְרִים, מוֹתָרָן חֻלִּין. שֶׁאָבִיא מֵהֶן לְשִׁקְלִי, שָׁוִין שֶׁמּוֹתָרָן חֻלִּין. אֵלּוּ לְחַטָאת, שָׁוִין שֶׁהַמּוֹתָר נְדָבָה. שֶׁאָבִיא מֵהֶן לְחַטָאת, שָׁוִין שֶׁהַמּוֹתָר חֻלִּין: \n",
            "אָמַר רַבִּי שִׁמְעוֹן, מַה בֵּין שְׁקָלִים לְחַטָאת. שְׁקָלִים יֵשׁ לָהֶם קִצְבָה, וְחַטָאת אֵין לָהּ קִצְבָה. רַבִּי יְהוּדָה אוֹמֵר, אַף לִשְׁקָלִים אֵין לָהֶן קִצְבָה, שֶׁכְּשֶׁעָלוּ יִשְׂרָאֵל מִן הַגּוֹלָה הָיוּ שׁוֹקְלִים דַּרְכּוֹנוֹת, חָזְרוּ לִשְׁקוֹל סְלָעִים, חָזְרוּ לִשְׁקוֹל טְבָעִין, וּבִקְּשׁוּ לִשְׁקֹל דִּינָרִים. אָמַר רַבִּי שִׁמְעוֹן, אַף עַל פִּי כֵן, יַד כֻּלָּן שָׁוָה. אֲבָל חַטָאת, זֶה מֵבִיא בְּסֶלַע וְזֶה מֵבִיא בִּשְׁתַּיִם וְזֶה מֵבִיא בְּשָׁלשׁ: \n",
            "מוֹתַר שְׁקָלִים, חֻלִּין. מוֹתַר עֲשִׂירִית הָאֵפָה, מוֹתַר קִנֵּי זָבִין, קִנֵּי זָבוֹת, קִנֵּי יוֹלְדוֹת, וְחַטָאוֹת וַאֲשָׁמוֹת, מוֹתְרֵיהֶן נְדָבָה. זֶה הַכְּלָל, כָּל שֶׁהוּא בָּא לְשֵׁם חַטָאת וּלְשֵׁם אַשְׁמָה, מוֹתָרָן נְדָבָה. מוֹתַר עוֹלָה, לָעוֹלָה. מוֹתַר מִנְחָה, לַמִּנְחָה. מוֹתַר שְׁלָמִים, לַשְּׁלָמִים. מוֹתַר פֶּסַח, לַשְּׁלָמִים. מוֹתַר נְזִירִים, לַנְּזִירִים. מוֹתַר נָזִיר, לַנְּדָבָה. מוֹתַר עֲנִיִּים, לָעֲנִיִּים. מוֹתַר עָנִי, לְאוֹתוֹ עָנִי. מוֹתַר שְׁבוּיִים, לַשְּׁבוּיִים. מוֹתַר שָׁבוּי, לְאוֹתוֹ שָׁבוּי. מוֹתַר הַמֵּתִים, לַמֵּתִים. מוֹתַר הַמֵּת, לְיוֹרְשָׁיו. רַבִּי מֵאִיר אוֹמֵר, מוֹתַר הַמֵּת, יְהֵא מֻנָּח עַד שֶׁיָּבֹא אֵלִיָּהוּ. רַבִּי נָתָן אוֹמֵר, מוֹתַר הַמֵּת בּוֹנִין לוֹ נֶפֶשׁ עַל קִבְרוֹ: \n"
        ],
        [
            "בִּשְׁלשָׁה פְּרָקִים בַּשָּׁנָה, תּוֹרְמִין אֶת הַלִּשְׁכָּה, בִּפְרוֹס הַפֶּסַח, בִּפְרוֹס עֲצֶרֶת, בִּפְרוֹס הֶחָג, וְהֵן גְּרָנוֹת לְמַעְשַׂר בְּהֵמָה, דִּבְרֵי רַבִּי עֲקִיבָא. בֶּן עַזַּאי אוֹמֵר, בְּעֶשְׂרִים וְתִשְׁעָה בַּאֲדָר, וּבְאֶחָד בְּסִיוָן, וּבְעֶשְׂרִים וְתִשְׁעָה בְּאָב. רַבִּי אֶלְעָזָר וְרַבִּי שִׁמְעוֹן אוֹמְרִים, בְּאֶחָד בְּנִיסָן, בְּאֶחָד בְּסִיוָן, בְּעֶשְׂרִים וְתִשְׁעָה בֶּאֱלוּל. מִפְּנֵי מָה אָמְרוּ בְּעֶשְׂרִים וְתִשְׁעָה בֶּאֱלוּל, וְלֹא אָמְרוּ בְּאֶחָד בְּתִשְׁרֵי, מִפְּנֵי שֶׁהוּא יוֹם טוֹב, וְאִי אֶפְשָׁר לְעַשֵּׂר בְּיוֹם טוֹב, לְפִיכָךְ הִקְדִּימוּהוּ לְעֶשְׂרִים וְתִשְׁעָה בֶּאֱלוּל: \n",
            "בְּשָׁלשׁ קֻפּוֹת שֶׁל שָׁלשׁ שָׁלשׁ סְאִין תּוֹרְמִין אֶת הַלִּשְׁכָּה, וְכָתוּב בָּהֶן אָל''ף בֵי''ת גִימ''ל. רַבִּי יִשְׁמָעֵאל אוֹמֵר, יְוָנִית כָּתוּב בָּהֶן אָלפ''א בֵית''א גָמל''א. אֵין הַתּוֹרֵם נִכְנָס לֹא בְּפַרְגּוֹד חָפוּת, וְלֹא בְּמִנְעָל, וְלֹא בְּסַנְדָּל, וְלֹא בִּתְפִלִּין, וְלֹא בְּקָמִיעַ, שֶׁמָּא יַעֲנִי, וְיֹאמְרוּ מֵעֲוֹן הַלִּשְׁכָּה הֶעֱנִי, אוֹ שֶׁמָּא יַעֲשִׁיר, וְיֹאמְרוּ מִתְּרוּמַת הַלִּשְׁכָּה הֶעֱשִׁיר. לְפִי שֶׁאָדָם צָרִיךְ לָצֵאת יְדֵי הַבְּרִיּוֹת כְּדֶרֶךְ שֶׁצָּרִיךְ לָצֵאת יְדֵי הַמָּקוֹם, שְׁנֶּאֱמַר (במדבר לב) וִהְיִיתֶם נְקִיִים מֵיְיָ וּמִיִּשְׂרָאֵל, וְאוֹמֵר (משלי ג) וּמְצָא חֵן וְשֵׂכֶל טוֹב בְּעֵינֵי אֱלֹהִים וְאָדָם: \n",
            "שֶׁל בֵּית רַבָּן גַּמְלִיאֵל (הָיָה) נִכְנָס וְשִׁקְלוֹ בֵּין אֶצְבְּעוֹתָיו, וְזוֹרְקוֹ לִפְנֵי הַתּוֹרֵם, וְהַתּוֹרֵם מִתְכַּוֵּן וְדוֹחֲקוֹ לַקֻּפָּה. אֵין הַתּוֹרֵם תּוֹרֵם עַד שֶׁיֹּאמַר לָהֶם, אֶתְרֹם. וְהֵן אוֹמְרִים לוֹ, תְּרֹם, תְּרֹם, תְּרֹם, שָׁלשׁ פְּעָמִים: \n",
            "תָּרַם אֶת הָרִאשׁוֹנָה וּמְחַפֶּה בִּקְטַבְלָאוֹת, שְׁנִיָּה וּמְחַפֶּה בִּקְטַבְלָאוֹת. שְׁלִישִׁית לֹא הָיָה מְחַפֶּה, שֶׁמָּא יִשְׁכַּח וְיִתְרֹם מִן הַדָּבָר הַתָּרוּם. תָּרַם אֶת הָרִאשׁוֹנָה לְשֵׁם אֶרֶץ יִשְׂרָאֵל, וּשְׁנִיָּה לְשׁוּם כְּרַכִין הַמֻּקָּפִין לָהּ, וְהַשְּׁלִישִׁית לְשׁוּם בָּבֶל וּלְשׁוּם מָדַי וּלְשׁוּם מְדִינוֹת הָרְחוֹקוֹת: \n"
        ],
        [
            "הַתְּרוּמָה מֶה הָיוּ עוֹשִׂין בָּהּ, לוֹקְחִין בָּהּ תְּמִידִין וּמוּסָפִין וְנִסְכֵּיהֶם, הָעֹמֶר וּשְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים, וְכָל קָרְבְּנוֹת הַצִּבּוּר. שׁוֹמְרֵי סְפִיחִים בַּשְּׁבִיעִית, נוֹטְלִין שְׂכָרָן מִתְּרוּמַת הַלִּשְׁכָּה. רַבִּי יוֹסֵי אוֹמֵר, (אַף הָרוֹצֶה) מִתְנַדֵּב שׁוֹמֵר חִנָּם. אָמְרוּ לוֹ, אַף אַתָּה אוֹמֵר, שֶׁאֵינָן בָּאִין אֶלָּא מִשֶּׁל צִבּוּר: \n",
            "פָּרָה וְשָׂעִיר הַמִּשְׁתַּלֵּחַ וְלָשׁוֹן שֶׁל זְהוֹרִית, בָּאִין מִתְּרוּמַת הַלִשְׁכָּה. כֶּבֶשׁ פָּרָה, וְכֶבֶשׁ שָׂעִיר הַמִּשְׁתַּלֵּחַ וְלָשׁוֹן שֶׁבֵּין קַרְנָיו, וְאַמַּת הַמַּיִם, וְחוֹמַת הָעִיר וּמִגְדְּלוֹתֶיהָ, וְכָל צָרְכֵי הָעִיר, בָּאִין מִשְּׁיָרֵי הַלִּשְׁכָּה. אַבָּא שָׁאוּל אוֹמֵר, כֶּבֶשׁ פָּרָה כֹּהֲנִים גְּדוֹלִים עוֹשִׂין אוֹתוֹ מִשֶּׁל עַצְמָן: \n",
            "מוֹתַר שְׁיָרֵי הַלִּשְׁכָּה מֶה הָיוּ עוֹשִׂין בָּהֶן, לוֹקְחִין בָּהֶן יֵינוֹת, שְׁמָנִים וּסְלָתוֹת, וְהַשָּׂכָר לַהֶקְדֵּשׁ, דִּבְרֵי רַבִּי יִשְׁמָעֵאל. רַבִּי עֲקִיבָא אוֹמֵר, אֵין מִשְׂתַּכְּרִין מִשֶּׁל הֶקְדֵּשׁ וְלֹא מִשֶּׁל עֲנִיִּים: \n",
            "מוֹתַר תְּרוּמָה מֶה הָיוּ עוֹשִׂין בָּהּ, רִקּוּעֵי זָהָב צִפּוּי לְבֵית קָדְשֵׁי הַקֳּדָשִׁים. רַבִּי יִשְׁמָעֵאל אוֹמֵר, מוֹתַר הַפֵּרוֹת לְקַיִץ הַמִּזְבֵּחַ, וּמוֹתַר הַתְּרוּמָה לִכְלֵי שָׁרֵת. רַבִּי עֲקִיבָא אוֹמֵר, מוֹתַר הַתְּרוּמָה לְקַיִץ הַמִּזְבֵּחַ, וּמוֹתַר נְסָכִים לִכְלֵי שָׁרֵת. רַבִּי חֲנַנְיָא סְגַן הַכֹּהֲנִים אוֹמֵר, מוֹתַר נְסָכִים לְקַיִץ הַמִּזְבֵּחַ, וּמוֹתַר הַתְּרוּמָה לִכְלֵי שָׁרֵת. זֶה וָזֶה לֹא הָיוּ מוֹדִים בַּפֵּרוֹת: \n",
            "מוֹתַר הַקְּטֹרֶת מֶה הָיוּ עוֹשִׂין בָּהּ, מַפְרִישִׁין (מִמֶּנָּה) שְׂכַר הָאֻמָּנִין, וּמְחַלְּלִין אוֹתָהּ עַל שְׂכַר הָאֻמָּנִין, וְנוֹתְנִין אוֹתָהּ לָאֻמָּנִין בִּשְׂכָרָן, וְחוֹזְרִין וְלוֹקְחִין אוֹתָהּ מִתְּרוּמָה חֲדָשָׁה. אִם בָּא הֶחָדָשׁ בִּזְמַנּוֹ, לוֹקְחִין אוֹתָהּ מִתְּרוּמָה חֲדָשָׁה. וְאִם לָאו מִן הַיְּשָׁנָה: \n",
            "הַמַּקְדִּישׁ נְכָסָיו וְהָיוּ בָּהֶן דְּבָרִים רְאוּיִין לְקָרְבְּנוֹת הַצִּבּוּר, יִנָּתְנוּ לָאֻמָּנִין בִּשְׂכָרָן, דִּבְרֵי רַבִּי עֲקִיבָא. אָמַר לוֹ בֶּן עֲזַאי, אֵינָהּ הִיא הַמִּדָּה, אֶלָּא מַפְרִישִׁין מֵהֶן שְׂכַר הָאֻמָּנִין, וּמְחַלְּלִין אוֹתָן עַל מָעוֹת הָאֻמָּנִין, וְנוֹתְנִין אוֹתָן לָאֻמָּנִין בִּשְׂכָרָן, וְחוֹזְרִין וְלוֹקְחִין אוֹתָן מִתְּרוּמָה חֲדָשָׁה: \n",
            "הַמַּקְדִּישׁ נְכָסָיו וְהָיְתָה בָּהֶן בְּהֵמָה רְאוּיָה לְגַבֵּי הַמִּזְבֵּחַ, זְכָרִים וּנְקֵבוֹת, רַבִּי אֱלִיעֶזֶר אוֹמֵר, זְכָרִים יִמָּכְרוּ לְצָרְכֵי עוֹלוֹת, וּנְקֵבוֹת יִמָּכְרוּ לְצָרְכֵי זִבְחֵי שְׁלָמִים, וּדְמֵיהֶן יִפְּלוּ עִם שְׁאָר נְכָסִים לְבֶדֶק הַבָּיִת. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, זְכָרִים עַצְמָן יִקָּרְבוּ עוֹלוֹת, וּנְקֵבוֹת יִמָּכְרוּ לְצָרְכֵי זִבְחֵי שְׁלָמִים, וְיָבִיא בִּדְמֵיהֶן עוֹלוֹת, וּשְׁאָר נְכָסִים יִפְּלוּ לְבֶדֶק הַבָּיִת. רַבִּי עֲקִיבָא אוֹמֵר, רוֹאֶה אֲנִי אֶת דִּבְרֵי רַבִּי אֱלִיעֶזֶר מִדִּבְרֵי רַבִּי יְהוֹשֻׁעַ, שֶׁרַבִּי אֱלִיעֶזֶר הִשְׁוָה אֶת מִדָּתוֹ, וְרַבִּי יְהוֹשֻׁעַ חָלַק. אָמַר רַבִּי פַּפְּיַס, שָׁמַעְתִּי כְּדִבְרֵי שְׁנֵיהֶן, שֶׁהַמַּקְדִּישׁ בְּפֵרוּשׁ, כְּדִבְרֵי רַבִּי אֱלִיעֶזֶר. וְהַמַּקְדִּישׁ סְתָם, כְּדִבְרֵי רַבִּי יְהוֹשֻׁעַ: \n",
            "הַמַּקְדִּישׁ נְכָסִים וְהָיוּ בָּהֶן דְּבָרִים רְאוּיִין עַל גַּבֵּי הַמִּזְבֵּחַ, יֵינוֹת, שְׁמָנִים וְעוֹפוֹת, רַבִּי אֶלְעָזָר אוֹמֵר, יִמָּכְרוּ לְצָרְכֵי אוֹתוֹ הַמִּין וְיָבִיא בִּדְמֵיהֶן עוֹלוֹת, וּשְׁאָר נְכָסִים יִפְּלוּ לְבֶדֶק הַבָּיִת: \n",
            "אַחַת לִשְׁלשִׁים יוֹם, מְשַׁעֲרִין אֶת הַלִּשְׁכָּה. כָּל הַמְקַבֵּל עָלָיו לְסַפֵּק סְלָתוֹת מֵאַרְבַּע, עָמְדוּ מִשָּׁלשׁ, יְסַפֵּק מֵאַרְבַּע. מִשָּׁלשׁ וְעָמְדוּ מֵאַרְבַּע, יְסַפֵּק מֵאַרְבַּע, שֶׁיַּד הֶקְדֵּשׁ עַל הָעֶלְיוֹנָה. וְאִם הִתְלִיעָה סֹלֶת, הִתְלִיעָה לוֹ. וְאִם הֶחְמִיץ יַיִן, הֶחְמִיץ לוֹ. וְאֵינוֹ מְקַבֵּל אֶת מְעוֹתָיו, עַד שֶׁיְּהֵא הַמִּזְבֵּחַ מְרַצֶּה: \n"
        ],
        [
            "אֵלּוּ הֵן הַמְמֻנִּין שֶׁהָיוּ בַּמִּקְדָּשׁ, יוֹחָנָן בֶּן פִּנְחָס עַל הַחוֹתָמוֹת, אֲחִיָּה עַל הַנְּסָכִים, מַתִּתְיָה בֶּן שְׁמוּאֵל עַל הַפְּיָסוֹת, פְּתַחְיָה עַל הַקִּנִּין. פְּתַחְיָה, זֶה מָרְדְּכָי. לָמָּה נִקְרָא שְׁמוֹ פְּתַחְיָה. שֶׁהָיָה פּוֹתֵחַ בִּדְבָרִים וְדוֹרְשָׁן, וְיוֹדֵעַ שִׁבְעִים לָשׁוֹן. בֶּן אֲחִיָּה עַל חוֹלֵי מֵעַיִם, נְחוּנְיָא חוֹפֵר שִׁיחִין, גְּבִינֵי כָרוֹז, בֶּן גֶּבֶר עַל נְעִילַת שְׁעָרִים, בֶּן בֵּבָי עַל הַפָּקִיעַ, בֶּן אַרְזָה עַל הַצִּלְצָל, הֻגְרַס בֶּן לֵוִי עַל הַשִּׁיר, בֵּית גַּרְמוּ עַל מַעֲשֵׂה לֶחֶם הַפָּנִים, בֵּית אַבְטִינָס עַל מַעֲשֵׂה הַקְּטֹרֶת, אֶלְעָזָר עַל הַפָּרוֹכוֹת, וּפִנְחָס עַל הַמַּלְבּוּשׁ: \n",
            "אֵין פּוֹחֲתִין מִשְּׁלֹשָה גִּזְבָּרִין וּמִשִּׁבְעָה אֲמַרְכָּלִין, וְאֵין עוֹשִׂין שְׂרָרָה עַל הַצִּבּוּר בְּמָמוֹן פָּחוּת מִשְּׁנַיִם, חוּץ מִבֶּן אֲחִיָּה שֶׁעַל חוֹלֵי מֵעַיִם וְאֶלְעָזָר שֶׁעַל הַפָּרוֹכוֹת, שֶׁאוֹתָן קִבְּלוּ רוֹב הַצִּבּוּר עֲלֵיהֶן: \n",
            "אַרְבָּעָה חוֹתָמוֹת הָיוּ בַּמִּקְדָּשׁ, וְכָתוּב עֲלֵיהֶן, עֵגֶל, זָכָר, גְּדִי, חוֹטֵא. בֶּן עַזַּאי אוֹמֵר, חֲמִשָּׁה הָיוּ, וַאֲרָמִית כָּתוּב עֲלֵיהֶן, עֵגֶל, זָכָר, גְּדִי, חוֹטֵא דַּל, וְחוֹטֵא עָשִׁיר. עֵגֶל מְשַׁמֵּשׁ עִם נִסְכֵּי בָּקָר גְּדוֹלִים וּקְטַנִּים, זְכָרִים וּנְקֵבוֹת. גְּדִי מְשַׁמֵּשׁ עִם נִסְכֵּי צֹאן גְּדוֹלִים וּקְטַנִּים, זְכָרִים וּנְקֵבוֹת, חוּץ מִשֶּׁל אֵילִים. זָכָר מְשַׁמֵּשׁ עִם נִסְכֵּי אֵילִים בִּלְבָד. חוֹטֵא מְשַׁמֵּשׁ עִם נִסְכֵּי שָׁלשׁ בְּהֵמוֹת שֶׁל מְצוֹרָעִין: \n",
            "מִי שֶׁהוּא מְבַקֵּשׁ נְסָכִים הוֹלֵךְ לוֹ אֵצֶל יוֹחָנָן שֶׁהוּא מְמֻנֶּה עַל הַחוֹתָמוֹת, נוֹתֵן לוֹ מָעוֹת וּמְקַבֵּל מִמֶּנּוּ חוֹתָם. בָּא לוֹ אֵצֶל אֲחִיָּה שֶׁהוּא מְמֻנֶּה עַל הַנְּסָכִים, וְנוֹתֵן לוֹ חוֹתָם וּמְקַבֵּל מִמֶּנּוּ נְסָכִים. וְלָעֶרֶב בָּאִין זֶה אֵצֶל זֶה, וַאֲחִיָּה מוֹצִיא אֶת הַחוֹתָמוֹת וּמְקַבֵּל כְּנֶגְדָּן מָעוֹת. וְאִם הוֹתִירוּ הוֹתִירוּ לַהֶקְדֵּשׁ. וְאִם פָּחָתוּ, הָיָה מְשַׁלֵּם יוֹחָנָן מִבֵּיתוֹ, שֶׁיַּד הֶקְדֵּשׁ עַל הָעֶלְיוֹנָה: \n",
            "מִי שֶׁאָבַד מִמֶּנּוּ חוֹתָמוֹ, מַמְתִּינִין לוֹ עַד הָעֶרֶב. אִם מוֹצְאִין לוֹ כְּדֵי חוֹתָמוֹ, נוֹתְנִין לוֹ. וְאִם לָאו לֹא הָיָה לוֹ. וְשֵׁם הַיּוֹם כָּתוּב עֲלֵיהֶן מִפְּנֵי הָרַמָּאִין: \n",
            "שְׁתֵּי לְשָׁכוֹת הָיוּ בַּמִּקְדָּשׁ, אַחַת לִשְׁכַּת חֲשָׁאִים, וְאַחַת לִשְׁכַּת הַכֵּלִים, לִשְׁכַּת חֲשָׁאִים יִרְאֵי חֵטְא נוֹתְנִים לְתוֹכָה בַּחֲשַׁאי, וַעֲנִיִּים בְּנֵי טוֹבִים מִתְפַּרְנְסִים מִתוֹכָהּ בַּחֲשַׁאי. לִשְׁכַּת הַכֵּלִים, כָּל מִי שֶׁהוּא מִתְנַדֵּב כֶּלִי, זוֹרְקוֹ לְתוֹכָהּ. וְאַחַת לִשְׁלשִׁים יוֹם, גִּזְבָּרִין פּוֹתְחִין אוֹתָהּ. וְכָל כְּלִי שֶׁמּוֹצְאִין בּוֹ צֹרֶךְ לְבֶדֶק הַבַּיִת, מַנִּיחִין אוֹתוֹ. וְהַשְּׁאָר נִמְכָּרִין בִּדְמֵיהֶן וְנוֹפְלִין לְלִשְׁכַּת בֶּדֶק הַבַּיִת: \n"
        ],
        [
            "שְׁלֹשָׁה עָשָׂר שׁוֹפָרוֹת, שְׁלֹשָׁה עָשָׂר שֻׁלְחָנוֹת, שְׁלשׁ עֶשְׂרֵה הִשְׁתַּחֲוָיוֹת, הָיוּ בַּמִקְדָּשׁ. שֶׁל בֵּית רַבָּן גַּמְלִיאֵל וְשֶׁל בֵּית רַבִּי חֲנַנְיָא סְגַן הַכֹּהֲנִים הָיוּ מִשְׁתַּחֲוִין אַרְבַּע עֶשְׂרֵה. וְהֵיכָן הָיְתָה יְתֵרָה, כְּנֶגֶד דִּיר הָעֵצִים, שֶׁכֵּן מָסֹרֶת בְּיָדָם מֵאֲבוֹתֵיהֶם שֶׁשָּׁם הָאָרוֹן נִגְנַז:  ",
            "מַעֲשֶׂה בְּכֹהֵן אֶחָד שֶׁהָיָה מִתְעַסֵּק, וְרָאָה הָרִצְפָּה שֶׁהִיא מְשֻׁנָּה מֵחֲבֵרוֹתֶיהָ. בָּא וְאָמַר לַחֲבֵרוֹ. לֹא הִסְפִּיק לִגְמֹר אֶת הַדָּבָר עַד שֶׁיָּצְתָה נִשְׁמָתוֹ, וְיָדְעוּ בְיִחוּד שֶׁשָּׁם הָאָרוֹן נִגְנַז:  ",
            "וְהֵיכָן הָיוּ מִשְׁתַּחֲוִים, אַרְבַּע בַּצָּפוֹן, וְאַרְבַּע בַּדָּרוֹם, שָׁלשׁ בַּמִּזְרָח, וּשְׁתַּיִם בַּמַּעֲרָב, כְּנֶגֶד שְׁלשָׁה עָשָׂר שְׁעָרִים. שְׁעָרִים דְּרוֹמִיִּים סְמוּכִין לַמַּעֲרָב, שַׁעַר הָעֶלְיוֹן, שַׁעַר הַדֶּלֶק, שַׁעַר הַבְּכוֹרוֹת, שַׁעַר הַמָּיִם. וְלָמָּה נִקְרָא שְׁמוֹ שַׁעַר הַמַּיִם, שֶׁבּוֹ מַכְנִיסִין צְלוֹחִית שֶׁל מַיִם שֶׁל נִסּוּךְ בֶּחָג. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, בּוֹ הַמַּיִם מְפַכִּים וַעֲתִידִין לִהְיוֹת יוֹצְאִין מִתַּחַת מִפְתַּן הַבַּיִת. לְעֻמָּתָן בַּצָּפוֹן סְמוּכִין לַמַּעֲרָב, שַׁעַר יְכָנְיָה, שַׁעַר קָרְבָּן, שַׁעַר נָשִׁים, שַׁעַר הַשִּׁיר. וְלָמָּה נִקְרָא שְׁמוֹ שַׁעַר יְכָנְיָה, שֶׁבּוֹ יָצָא יְכָנְיָה בְּגָלוּתוֹ. בַּמִּזְרָח, שַׁעַר נִיקָנוֹר, וּשְׁנֵי פִשְׁפְּשִׁין הָיוּ לוֹ, אֶחָד בִּימִינוֹ וְאֶחָד בִּשְׂמֹאלוֹ. וּשְׁנַיִם בַּמַּעֲרָב שֶׁלֹּא הָיָה לָהֶם שֵׁם:  ",
            "שְׁלשָׁה עָשָׂר שֻׁלְחָנוֹת הָיוּ בַּמִּקְדָּשׁ, שְׁמוֹנֶה שֶׁל שַׁיִשׁ בְּבֵית הַמִּטְבְּחַיִם, שֶׁעֲלֵיהֶן מְדִיחִין אֶת הַקְּרָבַיִם. וּשְׁנַיִם בְּמַעֲרַב הַכֶּבֶשׁ, אֶחָד שֶׁל שַׁיִשׁ וְאֶחָד שֶׁל כֶּסֶף עַל שֶׁל שַׁיִשׁ הָיוּ נוֹתְנִים אֶת הָאֵבָרִים, עַל שֶׁל כֶּסֶף כְּלֵי שָׁרֵת. וּשְׁנַיִם בָּאוּלָם מִבִּפְנִים עַל פֶּתַח הַבַּיִת, אֶחָד שֶׁל שַׁיִשׁ וְאֶחָד שֶׁל זָהָב, עַל שֶׁל שַׁיִשׁ נוֹתְנִין לֶחֶם הַפָּנִים בִּכְנִיסָתוֹ, וְעַל שֶׁל זָהָב בִּיצִיאָתוֹ, שֶׁמַּעֲלִין בַּקֹּדֶשׁ וְלֹא מוֹרִידִין. וְאֶחָד שֶׁל זָהָב מִבִּפְנִים, שֶׁעָלָיו לֶחֶם הַפָּנִים תָּמִיד:  ",
            "שְׁלשָׁה עָשָׂר שׁוֹפָרוֹת הָיוּ בַּמִּקְדָּשׁ, וְכָתוּב עֲלֵיהֶם, תִּקְלִין חַדְתִין וְתִקְלִין עַתִּיקִין, קִנִּין וְגוֹזְלֵי עוֹלָה, עֵצִים, וּלְבוֹנָה, זָהָב לַכַּפֹּרֶת. שִׁשָּׁה, לִנְדָבָה. תִּקְלִין חַדְתִּין, שֶׁבְּכָל שָׁנָה וְשָׁנָה. עַתִּיקִין, מִי שֶׁלֹּא שָׁקַל אֶשְׁתָּקַד, שׁוֹקֵל לְשָׁנָה הַבָּאָה. קִנִּין, הֵם תּוֹרִים. וְגוֹזְלֵי עוֹלָה, הֵן בְּנֵי יוֹנָה. וְכֻלָּן עוֹלוֹת, דִּבְרֵי רַבִּי יְהוּדָה. וַחֲכָמִים אוֹמְרִים, קִנִּין, אֶחָד חַטָאת וְאֶחָד עוֹלָה. וְגוֹזְלֵי עוֹלָה, כֻּלָּן עוֹלוֹת:  ",
            "הָאוֹמֵר, הֲרֵי עָלַי עֵצִים, לֹא יִפְחוֹת מִשְּׁנֵי גִּזְרִין. לְבוֹנָה, לֹא יִפְחוֹת מִקֹּמֶץ. זָהָב, לֹא יִפְחוֹת מִדִּינַר זָהָב, שִׁשָּׁה לִנְדָבָה, נְדָבָה מֶה הָיוּ עוֹשִׂין בָּהּ, לוֹקְחִין בָּהּ עוֹלוֹת, הַבָּשָׂר לַשֵּׁם, וְהָעוֹרוֹת לַכֹּהֲנִים. זֶה מִדְרָשׁ דָּרַשׁ יְהוֹיָדָע כֹּהֵן גָּדוֹל, (ויקרא ה) אָשָׁם הוּא אָשֹׁם אָשַׁם לַיְיָ. (זֶה הַכְּלָל), כֹּל שֶׁהוּא בָּא מִשּׁוּם חֵטְא וּמִשּׁוּם אַשְׁמָה, יִלָּקַח בּוֹ עוֹלוֹת, הַבָּשָׂר לַשֵּׁם, וְהָעוֹרוֹת לַכֹּהֲנִים. נִמְצְאוּ שְׁנֵי כְּתוּבִים קַיָּמִים, אָשָׁם לַה', וְאָשָׁם לַכֹּהֲנִים, וְאוֹמֵר, (מלכים ב יב), כֶּסֶף אָשָׁם וְכֶסֶף חַטָאוֹת לֹא יוּבָא בֵּית ה' לַכֹּהֲנִים יִהְיוּ:  "
        ],
        [
            "מָעוֹת שֶׁנִּמְצְאוּ בֵּין הַשְּׁקָלִים לִנְדָבָה, קָרוֹב לַשְּׁקָלִים יִפְּלוּ לַשְּׁקָלִים, לַנְּדָבָה יִפְּלוּ לַנְּדָבָה, מֶחֱצָה לְמֶחֱצָה יִפְּלוּ לַנְּדָבָה. בֵּין עֵצִים לִלְבוֹנָה, קָרוֹב לָעֵצִים יִפְּלוּ לָעֵצִים, לַלְּבוֹנָה יִפְּלוּ לַלְּבוֹנָה, מֶחֱצָה לְמֶחֱצָה יִפְּלוּ לַלְּבוֹנָה. בֵּין קִנִּין לְגוֹזְלֵי עוֹלָה, קָרוֹב לַקִּנִּין יִפְּלוּ לַקִּנִּין. לְגוֹזְלֵי עוֹלָה יִפְּלוּ לְגוֹזְלֵי עוֹלָה, מֶחֱצָה לְמֶחֱצָה יִפְּלוּ לְגוֹזְלֵי עוֹלָה. בֵּין חֻלִּין לְמַעֲשֵׂר שֵׁנִי, קָרוֹב לַחֻלִּין יִפְּלוּ לַחֻלִּין, לְמַעֲשֵׂר שֵׁנִי יִפְּלוּ לְמַעֲשֵׂר שֵׁנִי, מֶחֱצָה לְמֶחֱצָה יִפְּלוּ לְמַעֲשֵׂר שֵׁנִי. זֶה הַכְּלָל, הוֹלְכִים אַחַר הַקָּרוֹב (לְהָקֵל). מֶחֱצָה לְמֶחֱצָה לְהַחְמִיר: \n",
            "מָעוֹת שֶׁנִּמְצְאוּ לִפְנֵי סוֹחֲרֵי בְּהֵמָה, לְעוֹלָם מַעֲשֵׂר. בְּהַר הַבַּיִת, חֻלִּין. בִּירוּשָׁלַיִם בִּשְׁעַת הָרֶגֶל, מַעֲשֵׂר. וּבִשְׁאָר כָּל יְמוֹת הַשָּׁנָה, חֻלִּין: \n",
            "בָּשָׂר שֶׁנִּמְצָא בָּעֲזָרָה, אֵבָרִים, עוֹלוֹת. וַחֲתִיכוֹת, חַטָאוֹת. בִּירוּשָׁלַיִם, זִבְחֵי שְׁלָמִים. זֶה וָזֶה תְּעֻבַּר צוּרָתוֹ וְיֵצֵא לְבֵית הַשְּׂרֵפָה. נִמְצָא בַּגְּבוּלִין, אֵבָרִים, נְבֵלוֹת. חֲתִיכוֹת, מֻתָּרוֹת. וּבִשְׁעַת הָרֶגֶל שֶׁהַבָּשָׂר מְרֻבֶּה, אַף אֵבָרִים מֻתָּרִין: \n",
            "בְּהֵמָה שֶׁנִּמְצֵאת מִירוּשָׁלַיִם וְעַד מִגְדַּל עֵדֶר, וּכְמִדָּתָהּ לְכָל רוּחַ, זְכָרִים, עוֹלוֹת. נְקֵבוֹת, זִבְחֵי שְׁלָמִים. רַבִּי יְהוּדָה אוֹמֵר, הָרָאוּי לִפְסָחִים, פְּסָחִים קֹדֶם לָרֶגֶל שְׁלשִׁים יוֹם: \n",
            "בָּרִאשׁוֹנָה הָיוּ מְמַשְׁכְּנִין אֶת מוֹצְאֶיהָ, עַד שֶׁהוּא מֵבִיא נְסָכֶיהָ. חָזְרוּ לִהְיוֹת מַנִּיחִין אוֹתָהּ וּבוֹרְחִין. הִתְקִינוּ בֵּית דִּין שֶׁיְּהוּ נְסָכֶיהָ בָּאִין מִשֶּׁל צִבּוּר: \n",
            "אָמַר רַבִּי שִׁמְעוֹן, שִׁבְעָה דְּבָרִים הִתְקִינוּ בֵּית דִּין, וְזֶה אֶחָד מֵהֶן, נָכְרִי שֶׁשִּׁלַּח עוֹלָתוֹ מִמְּדִינַת הַיָּם וְשִׁלַּח עִמָּהּ נְסָכִים, קְרֵבִין מִשֶׁלּוֹ. וְאִם לָאו, קְרֵבִין מִשֶּׁל צִבּוּר. וְכֵן גֵּר שֶׁמֵּת וְהִנִּיחַ זְבָחִים, אִם יֵשׁ לוֹ נְסָכִים, קְרֵבִין מִשֶּׁלּוֹ. וְאִם לָאו, קְרֵבִין מִשֶּׁל צִבּוּר. וּתְנַאי בֵּית דִּין הוּא עַל כֹּהֵן גָּדוֹל שֶׁמֵּת, שֶׁתְּהֵא מִנְחָתוֹ קְרֵבָה מִשֶּׁל צִבּוּר. רַבִּי יְהוּדָה אוֹמֵר, מִשֶּׁל יוֹרְשִׁין. וּשְׁלֵמָה הָיְתָה קְרֵבָה: \n",
            "עַל הַמֶּלַח וְעַל הָעֵצִים שֶׁיִּהְיוּ הַכֹּהֲנִים נֵאוֹתִים בָּהֶן, וְעַל הַפָּרָה שֶׁלֹּא יְהוּ מוֹעֲלִין בְּאֶפְרָהּ, וְעַל הַקִּנִּין הַפְּסוּלוֹת שֶׁיְּהוּ בָאוֹת מִשֶּׁל צִבּוּר. רַבִּי יוֹסֵי אוֹמֵר, הַמְסַפֵּק אֶת הַקִּנִּין, מְסַפֵּק אֶת הַפְּסוּלוֹת: \n"
        ],
        [
            "כָּל הָרֻקִּין הַנִּמְצָאִים בִּירוּשָׁלַיִם טְהוֹרִין, חוּץ מִשֶּׁל שׁוּק הָעֶלְיוֹן, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, בִּשְׁאָר יְמוֹת הַשָּׁנָה, שֶׁבָּאֶמְצַע טְמֵאִין וְשֶׁבַּצְּדָדִין טְהוֹרִין. וּבִשְׁעַת הָרֶגֶל, שֶׁבָּאֶמְצַע טְהוֹרִין וְשֶׁבַּצְּדָדִין טְמֵאִין, שֶׁמִּפְּנֵי שֶׁהֵן מֻעָטִין מִסְתַּלְּקִין לַצְּדָדִין: \n",
            "כָּל הַכֵּלִים הַנִּמְצָאִין בִּירוּשָׁלַיִם דֶּרֶךְ יְרִידָה לְבֵית הַטְבִילָה טְמֵאִין. דֶּרֶךְ עֲלִיָּה, טְהוֹרִין, שֶׁלֹּא כְּדֶרֶךְ יְרִידָתָן עֲלִיָּתָן, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, כֻּלָּן טְהוֹרִין, חוּץ מִן הַסַּל וְהַמַּגְרֵפָה וְהַמְּרִצָּה הַמְיֻחָדִין לַקְּבָרוֹת: \n",
            "סַכִּין שֶׁנִּמְצֵאת בְּאַרְבָּעָה עָשָׂר, שׁוֹחֵט בָּהּ מִיָּד. בִּשְׁלשָׁה עָשָׂר, שׁוֹנֶה וּמַטְבִּיל. וְקוֹפִיץ, בֵּין בָּזֶה וּבֵין בָּזֶה שׁוֹנֶה וּמַטְבִּיל. חָל אַרְבָּעָה עָשָׂר לִהְיוֹת בְּשַׁבָּת, שׁוֹחֵט בָּהּ מִיָּד. בַּחֲמִשָּׁה עָשָׂר, שׁוֹחֵט בָּהּ מִיָּד. נִמְצֵאת קְשׁוּרָה לְסַכִּין, הֲרֵי זוֹ כַּסַּכִּין: \n",
            "פָּרֹכֶת שֶׁנִּטְמֵאת בִּוְלַד הַטֻמְאָה, מַטְבִּילִין אוֹתָהּ בִּפְנִים וּמַכְנִיסִין אוֹתָהּ מִיָּד. וְאֶת שֶׁנִּטְמֵאת בְּאַב הַטֻמְאָה, מַטְבִּילִין אוֹתָהּ בַּחוּץ וְשׁוֹטְחִין אוֹתָהּ בַּחֵיל. וְאִם הָיְתָה חֲדָשָׁה, שׁוֹטְחִין אוֹתָהּ עַל גַּג הָאִצְטַבָּא, כְּדֵי שֶׁיִּרְאוּ הָעָם אֶת מְלַאכְתָּהּ שֶׁהִיא נָאָה: \n",
            "רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר מִשּׁוּם רַבִּי שִׁמְעוֹן בֶּן הַסְּגַן, פָּרֹכֶת עָבְיָהּ טֶפַח, וְעַל שִׁבְעִים וּשְׁתַּיִם נִימִין נֶאֱרֶגֶת, וְעַל כָּל נִימָא וְנִימָא עֶשְׂרִים וְאַרְבָּעָה חוּטִין. אָרְכָּהּ אַרְבָּעִים אַמָּה וְרָחְבָּהּ עֶשְׂרִים אַמָּה, וּמִשְּׁמוֹנִים וּשְׁתֵּי רִבּוֹא נַעֲשֵׂית. וּשְׁתַּיִם עוֹשִׂין בְּכָל שָׁנָה, וּשְׁלשׁ מֵאוֹת כֹּהֲנִים מַטְבִּילִין אוֹתָהּ: \n",
            "בְּשַׂר קָדְשֵׁי קָדָשִׁים שֶׁנִּטְמָא, בֵּין בְּאַב הַטֻמְאָה, בֵּין בִּוְלַד הַטֻמְאָה, בֵּין בִּפְנִים, בֵּין בַּחוּץ, בֵּית שַׁמַּאי אוֹמְרִים, הַכֹּל יִשָּׂרֵף בִּפְנִים, חוּץ מִשֶּׁנִּטְמָא בְּאַב הַטֻמְאָה בַּחוּץ. וּבֵית הִלֵּל אוֹמְרִים, הַכֹּל יִשָּׂרֵף בַּחוּץ, חוּץ מִשֶּׁנִּטְמָא בִּוְלַד הַטֻמְאָה בִּפְנִים: \n",
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֶת שֶׁנִּטְמָא בְּאַב הַטֻמְאָה, בֵּין בִּפְנִים בֵּין בַּחוּץ, יִשָּׂרֵף בַּחוּץ. וְאֶת שֶׁנִּטְמָא בִּוְלַד הַטֻמְאָה, בֵּין בִּפְנִים בֵּין בַּחוּץ, יִשָּׂרֵף בִּפְנִים. רַבִּי עֲקִיבָא אוֹמֵר, מְקוֹם טֻמְאָתוֹ שָׁם שְׂרֵפָתוֹ: \n",
            "אֵבָרֵי הַתָּמִיד, נִתָּנִין מֵחֲצִי כֶּבֶשׁ וּלְמַטָה בַּמִּזְרָח, וְשֶׁל מוּסָפִין נִתָּנִין מֵחֲצִי כֶּבֶשׁ וּלְמַטָה בַּמַּעֲרָב, וְשֶׁל רָאשֵׁי חֳדָשִׁים נִתָּנִין מִתַּחַת כַּרְכֹּב הַמִּזְבֵּחַ מִלְּמָטָה, הַשְּׁקָלִים וְהַבִּכּוּרִים אֵין נוֹהֲגִין אֶלָּא בִּפְנֵי הַבַּיִת, אֲבָל מַעְשַׂר דָּגָן וּמַעְשַׂר בְּהֵמָה וְהַבְּכוֹרוֹת נוֹהֲגִין בֵּין בִּפְנֵי הַבַּיִת בֵּין שֶׁלֹּא בִּפְנֵי הַבַּיִת. הַמַּקְדִּישׁ שְׁקָלִים וּבִכּוּרִים, הֲרֵי זֶה קֹדֶשׁ. רַבִּי שִׁמְעוֹן אוֹמֵר, הָאוֹמֵר בִּכּוּרִים קֹדֶשׁ, אֵינָן קֹדֶשׁ:   \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>באחד באדר משמיעין על השקלים.</b> ב״ד שולחים בכל ערי ישראל ומכריזין שיביאו שקליהן. לפי שבאחד בניסן צריך להביא קרבנות צבור מתרומה חדשה, דכתיב (במדבר כ״ח:י״ד) זאת עולת חודש בחדשו לחדשי השנה. חדש והבא קרבן מתרומה חדשה, וילפינן חדשי השנה דהכא, מראשון הוא לכם לחדשי השנה (שמות י״ב:ב׳), הילכך מקדימין שלשים יום דהיינו מאחד באדר להכריז שיביאו שקליהם:",
                "<b>ועל הכלאים.</b> מכריזין שימעטו הזרע האחר עד שלא ישאר בו רובע קב לסאה, כדתנן בפ״ב דכלאים כל סאה שיש בו רובע קב ממין אחר ימעט. ורבותינו פירשו, דלאחר שגדלו הזרעים אפילו אחד באלף צריך לעקור הכל, דכל תרי מילי דכל חד לחודיה שרי ונאסרו על ידי תערובת לא שייך בהו ביטול, דדוקא כשמין אחר מעורב בשעת הזרע א״צ כי אם למעט, דמדאורייתא חד בתרי בטיל ולא מקרי זורע כלאים, אלא מפני מראית העין בעלמא צריך למעט. אבל לאחר שגדלו לא שייך בהו ביטול וצריך לעקור את הכל ולא ישייר אלא אחד מן המינים:",
                "<b>בחמשה עשר בו קורין את המגילה בכרכין.</b> המוקפין חומה מימות יהושע בן נון. איידי דבעי למתני דבחמשה עשר באדר שלחנות יושבין במדינה, תני נמי כל מה שהיו עושין בו ביום:",
                "<b>ומתקנים את הדרכים ואת הרחובות.</b> השווקים שנתקלקלו בגשמים בימות החורף, מתקנים אותם בשביל עולי רגלים. ואית דמפרשי בשביל הרוצחים המכים נפש בשגגה שיוכלו לנוס מפני גואל הדם, כדכתיב (דברים י״ט:ג׳) תכין לך הדרך:",
                "<b>ואת מקואות המים.</b> אם נתרבה בהן טיט מנקין אותן, ואם נחסר שיעורן ממשיכין להם מים שאובים ומשלימין אותן לכשיעור אם היה שם רוב ארבעים סאה מן הכשר:",
                "<b>ועושים כל צרכי רבים.</b> כגון דיני ממונות ודיני נפשות, ודיני מכות, ופדיית ערכים וחרמים והקדשות, והשקאת סוטה, ושריפת פרה, ורציעת עבד עברי, וטהרת מצורע, ושולחין לפתוח בורות של מים מכונסים כדי שיהיו מצויין לעם לשתות מהן בימות החמה. דכל הנך צרכי רבים נינהו:",
                "<b>ומציינין את הקברות.</b> שלא יאהילו עליהם הכהנים ועושי טהרות. והציון הוא שממחים סיד ושופכים אותו סביב הקבר, ובימות הגשמים היה הסיד נימוח וצריך לחזור ולציינו:",
                "<b>ויוצאים.</b> שלוחי בית דין:",
                "<b>אף על הכלאים.</b> ואע״פ שכבר הכריזו עליה באחד באדר, לא היו סומכים על ההכרזה, דשמא לא עקרום בעלים. והיו הם יוצאים ועוקרים אותם: "
            ],
            [
                "<b>היו עוקרים ומשליכים לפניהם.</b> לפני בעלי השדות כדי שיתביישו. והיו בעלי שדות שמחים שמנכשים להם שדותיהם, ועוד שהיו נותנים אותן לפני בהמתן. התקינו שיהיו משליכים אותן בדרכים. ועדיין היו בעלי שדות שמחים שהיו מנכשים להן:",
                "<b>התקינו שיהו מפקירין כל השדה.</b> דהפקר בית דין הפקר: "
            ],
            [
                "<b>במדינה.</b> בירושלים. והיו מחליפין מחצית השקל לאנשים שמביאים כל אחד ממטבע מדינתו ואינו יודע כמה מהם יוצאים למחצית השקל:",
                "<b>ישבו במקדש.</b> לפי שהיה הזמן מתקרב היו יושבים במקדש כדי שימהרו להביא. ורמב״ם פירש, שכל ערי ישראל קרויין מדינה, ובעשרים וחמשה בו היו יושבים במקדש בירושלים:",
                "<b>התחילו למשכן.</b> מי שלא הביא שקלו:",
                "<b>את מי ממשכנין לוים.</b> לאפוקי ממאן דאמר שאין ממשכנין את הלוים דכתיב (שמות ל׳:י״ד) כל העובר על הפקודים מבן עשרים שנה ומעלה, ולוים לא היו נמנים מבן עשרים:",
                "<b>אבל לא נשים.</b> ונתנו איש כופר נפשו (שם) כתיב, ולא אשה:",
                "<b>ולא עבדים.</b> דאין עבדים חייבין אלא במצות שנשים חייבות:",
                "<b>וקטנים.</b> אפילו הביא שתי שערות והוא פחות מבן עשרים:",
                "<b>שוב אינו פוסק.</b> אביו, משהתחיל. ואם מת אביו הוא שוקל על ידי עצמו:",
                "<b>ואין ממשכנין את הכהנים.</b> ואף על פי שחייבין במחצית השקל:",
                "<b>מפני דרכי שלום.</b> לפי שעבודת הקרבנות עליהם חולקים להם כבוד וסומכים עליהם שלא יעכבו את שקליהם. ואי נמי יעכבו ולא יתנו, בית דין מתנה עליהם שיהיה להם חלף עבודתם כמו שנותנים מתרומת הלשכה לשאר עושי מלאכת הקודש כדמפרש לקמן: "
            ],
            [
                "<b>כל כהן ששוקל אינו חוטא.</b> ואף על פי שאינו חייב לשקול. וסד״א אם שוקל נמצא קרבן צבור קרב משל יחיד, קמשמע לן דאינו חוטא לפי שהוא מוסר אותו מחצית השקל לצבור לגמרי, ולא חיישינן שמא לא יגמור למסרו יפה:",
                "<b>כל כהן שאינו שוקל חוטא.</b> וקרא דכל העובר על הפקודים דריש ליה הכי, כל העובר בים סוף דהיינו כהנים לוים וישראלים שכולן עברו את הים על הפקודים, בין אותן שנמנו לבדן בין אותן שנמנו עם ישראל, יתן תרומת ה׳. ואף על גב דבפרשת אלה פקודי כתיב וכסף פקודי העדה מאת ככר וגו׳ לשש מאות אלף ושלשת אלפים וכו׳, ההוא בתרומת האדנים הוא דכתיב, ובאותה תרומה לא היה שבט לוי, אבל בתרומה של קרבנות צבור הושוו בה כהנים לוים וישראלים:",
                "<b>לעצמן.</b> להנאתן. ולאו דרשא היא, דדוקא במנחת כהן לבדו אמר קרא כליל תהיה, ולא באותה שיש לו בשותפות עם הצבור. והלכה שכהנים חייבים ליתן מחצית השקל ואין ממשכנין אותן מפני דרכי שלום: "
            ],
            [
                "<b>מקבלין מידם.</b> ובתנאי שימסרום לצבור לגמרי, כי היכי דלא להוי קרבן צבור קרב משל יחיד:",
                "<b>קיני זבים וזבות.</b> תורים ובני יונה שזבים וזבות מביאים. ובכותים בלבד מיירי, דאין זבים וזבות בעובדי כוכבים:",
                "<b>כל שהוא נידר ונידב מקבלין מידם.</b> דתניא [מנחות עג.] איש איש, לרבות את הגוים שנודרים נדרים ונדבות כישראל. ואין לי אלא עולה כדכתיב (ויקרא כ״ב:י״ח) אשר יקריבו לה׳ עולה, שלמים מנין, תלמוד לומר לכל נדריהם. מנין לרבות העופות והמנחות היין והלבונה והעצים, תלמוד לומר לכל נדריהם ולכל נדבותם:",
                "<b>וכן הוא מפורש על ידי עזרא.</b> כשרצו הכותים לסייען ושלחו להם נבנה עמכם כי ככם נדרוש לאלהיכם, מה השיבו להם, לא לכם ולנו לבנות בית בשותפות לאלהינו, ולכם אין חלק וצדקה וזכרון בירושלים: "
            ],
            [
                "<b>קלבון.</b> קל בון. כלומר דבר קל ומועט שמוסיפין על מחצית השקל להכריע ביניהם:",
                "<b>השוקל ע״י אשה [כו׳] פטור.</b> כגון שהלוה להם, דכיון דפטורים הן לא מחייבי בקלבון. ואי לא הלוה להם אלא שפורע בשבילם, אפילו שוקל בשביל בר חיובא פטור מן הקלבון כדלקמן:",
                "<b>אם שקל על ידו ועל יד חבירו.</b> בשהלוהו מיירי, ושוקל שקל שלם מחצית השקל בשבילו ומחצית השקל שמלוה לחבירו:",
                "<b>חייב קלבון אחד.</b> דסבר הנותן מחצית השקל הקצוב בתורה פטור מן הקלבון, דכתיב זה יתנו, כזה יתנו ולא יותר. וב׳ ששקלו שקל שלם אין נותנין אלא קלבון אחד:",
                "<b>ר׳ מאיר אומר שני קלבונות.</b> ר״מ סבר השוקל מחצית השקל חייב בקלבון, הלכך שנים ששקלו שקל שלם חייבין ב׳ קלבונות. ואין הלכה כר״מ:",
                "<b>הנותן סלע.</b> דהיינו שקל שלם לשולחני של הקדש, ונוטל ממנו מחציתו שנשאר לו ממנו. ושקל האמור כאן היינו מחצית השקל:",
                "<b>נותן ב׳ קלבונות.</b> בהא מודה ת״ק דנותן ב׳ קלבונות, אחד קלבון להכרע מחצית השקל שהוא נוטל מן ההקדש, ואחד דכיון שלא שקל מחצית השקל כמו שקצוב בתורה נתחייב בקלבון: "
            ],
            [
                "<b>השוקל ע״י עני.</b> בשביל עני:",
                "<b>פטור.</b> כיון שנותן להם במתנה:",
                "<b>האחין השותפין שחייבין בקלבון.</b> אחים שהם שותפים שחלקו וחזרו ונשתתפו שאז הן חייבין בקלבון כשאר שני אנשים ששקלו סלעים:",
                "<b>פטורים ממעשר בהמה.</b> כל הבהמות הנולדות להם כל ימי שותפותן אינן צריכין לעשרן, דדרשינן בפרק [בתרא] דבכורות, יהיה לך, ולא של שותפות, ומוקמינן להאי קרא במעשר ואע״ג דבבכור כתיב:",
                "<b>וכשחייבים במעשר בהמה.</b> היינו כשלא חלקו שאז חייבים במעשר, כדדרשינן יכול אפילו קנו בתפוסת הבית, ת״ל יהיה מ״מ:",
                "<b>פטורים מן הקלבון.</b> שממון אביהם בחזקתו עומד, והוי כאב ששוקל ע״י בניו וע״י שכניו דפטור:",
                "<b>מעה כסף.</b> אחד מעשרים וארבעה בסלע, ומשקלה ששה עשר שעורות:",
                "<b>חצי מעה.</b> אחד משמנה וארבעים, ומשקלה שמנה שעורות. והלכה כחכמים:"
            ]
        ],
        [
            [
                "<b>מצרפין שקלים לדרכונות.</b> בני העיר שקבצו שקליהם יכולים להחליפם בדרכונות. והוא מטבע של זהב כדכתיב בעזרא דרכמוני זהב, להקל מעליהם משאוי הדרך:",
                "<b>שופרות.</b> תיבות שפיהן צר למעלה כעין שופר שפיו צר מלמעלה והולך ומרחיב, כדי שלא יוכלו ליטול מהן כלום. כההיא דכתיב ביהוידע (מלכים ב י״ב:י׳) ויעשו ארון אחד ויתנוהו בהיכל וכו׳ ויקוב חור בדלתו. והיו עומדים בעזרה, וכל אחד מביא שקלו ונותן בו:",
                "<b>כך היו במדינה.</b> בירושלים. ולדברי רמב״ם בשאר ערי ישראל:",
                "<b>בני העיר ששלחו שקליהם.</b> ביד שליח להוליכם ללשכה:",
                "<b>אם נתרמה התרומה.</b> שהיו רגילים לתרום מהקופות לצורך הקרבנות. והיו תורמים על הגבוי ועל העתיד לגבות כדי שיהיה חלק בקרבנות אף לאותם שעדיין לא שקלו:",
                "<b>נשבעין.</b> השלוחים:",
                "<b>לגזברים.</b> דהואיל ונתרמה תרומה על המעות הללו קודם שנאבדו הרי נעשו כאילו היו ברשות הגזברים משעה שנתרמה תרומה עליהן, וכשנגנבו או אבדו ברשות הגזברים נגנבו או אבדו, הלכך נשבעים השלוחים לגזברים ונפטרים. ואע״ג דאין נשבעין על ההקדשות, שבועה זו תקנת חכמים היא כדי שלא יזלזלו בהקדשות:",
                "<b>ואם לאו.</b> שבשעה שאבדו עדיין לא נתרמה תרומה ולא הוציאו מעות מן הקופות על העתיד לגבות, ברשות הבעלים אבדו, הלכך נשבעים השלוחים לאנשי העיר ונפטרים. ואנשי העיר חוזרין ושוקלים שקלים אחרים תחתיהן, שהשקלים הראשונים שאבדו לא עלו להן:   "
            ],
            [
                "<b>הנותן שקלו לחבירו לשקול על ידו.</b> בשבילו, והלך השליח ושקל בשביל עצמו:",
                "<b>אם נתרמה התרומה.</b> קודם שנתן השקל לגזבר:",
                "<b>מעל.</b> זה ששקל בשביל עצמו, דמיד שנתרמה התרומה על העתיד לגבות, היה זה השקל שנתן לו חברו לשקול עליו ברשות הקדש, וכשנתנו על עצמו נהנה מן ההקדש, שהרי אם לא היה נותן שקל זה בשביל עצמו היו ממשכנין אותו, כדתנן לעיל בפ״ק משישבו במקדש התחילו למשכן, ונמצא נהנה מן ההקדש וחייב קרבן מעילה:",
                "<b>השוקל שקלו מן ההקדש.</b> שהיו בידו מעות שהוקדשו לבדק הבית וכסבור שהם של חולין ושקל מהם שקלו, ונתרמה התרומה וקנו בהמה באותה תרומה והקריבוה, אז נתחייב השוקל קרבן מעילה, אבל לא קודם, לפי שזה ההקדש נשאר הקדש כמו שהיה בכל מקום שהוא. ולא נשתנה, וכשנקרבה הבהמה והוא נתכוין שהיא מממון כל מי ששקל בתרומת הלשכה נעשה כאילו קנה בהמה באותן מעות של הקדש והקריבה, ונהנה שלא משכנוהו בשביל שקלו, ונתחייב בקרבן מעילה. ורישא נמי דקתני כשנתן לו חבירו לשקול על ידו ושקל על עצמו דמעל, היינו נמי שקרבה בהמה אחר שנתרמה התרומה. והאי דלא תנייה ברישא, משום דסמיך אסיפא שמפרש בה מעילת שניהם. והיינו טעמא שאינו מועל מיד אע״פ שנהנה כבר, לפי שאין מעילה אלא במוציא מן ההקדש לחולין, אבל המוציא מהקדש להקדש אעפ״י שנהנה אינו מועל אלא אחר שעשה מעשה בהקדש השני. וכן מוכח בירושלמי:",
                "<b>יאכל כנגדן.</b> יביא שקל ויאמר, כל מקום שהם מעשר שני או שביעית יהיו מחוללים על שקל זה, דשביעית תופסת דמיה כהקדש, ויאכל פירות שיקנה באותו שקל בירושלים כדין מעשר שני או יאכלם בקדושת שביעית אם הפירות שחלל היו שביעית: "
            ],
            [
                "<b>המכנס מעות.</b> כונס מעט מעט פרוטה אחר פרוטה לשקלו, ואמר כשהתחיל לכנס, הרי אלו לשקלי, וכשבא לחשוב מה שכנס מצא שהותירו על שקלו:",
                "<b>ב״ש אומרים מותרן נדבה.</b> יפלו לשופרות שבמקדש, שעומדים להקריב בדמיהן עולות קיץ למזבח. וב״ש לטעמייהו דאית להו הקדש בטעות שמיה הקדש:",
                "<b>ובה״א מותרן חולין.</b> דלא נתכוין זה להקדיש אלא עד כדי שקלו:",
                "<b>שאביא מהן שקלי שוין שהמותר חולין.</b> דהוי כאומר בפירוש אם אכניס יותר משקל אביא מהם שקל והמותר יהא חולין:",
                "<b>אלו לחטאתי.</b> ואם כנס מעות ואמר הרי אלו לחטאתי, מודו ב״ה שהמותר נדבה: "
            ],
            [
                "<b>מה בין שקלים לחטאת.</b> מאי שנא שקלים דמכנס מעות ואמר הרי אלו [לשקלי] אמרי ב״ה דהוי המותר חולין. ומ״ש חטאת דמודו לב״ש דהוי נדבה:",
                "<b>שקלים יש להן קצבה.</b> דכתיב (שמות ל׳:ט״ו) העשיר לא ירבה והדל לא ימעיט, הלכך בודאי לא נתכוין זה אלא לשקל, והמותר הוי הקדש טעות. אבל חטאת אין לה קצבה אם ירצה יביא חטאת במעה כסף, ואם ירצה יביא בדמים מרובים, הלכך נתפסו הדמים ומותרן נדבה:",
                "<b>היו שוקלים דרכונות.</b> מטבע של מלכות מדי שעלה עמהן מן הגולה ושל זהב היה, והוא שוה שני סלעים, ורגילים לישא וליתן באותו מטבע. וכמו שבזמן בית ראשון שהיה מטבע שלהן שקל היו נותנים מחצית השקל, גם עתה שהיה מטבע שלהן דרכון היו נותנים חצי דרכון:",
                "<b>חזרו לשקול סלעים.</b> אחר שעברה מלכות מדי נתבטל מטבע דרכון, חזרו להיות נושאים ונותנים בסלעים, שהוא מטבע ראשון שהיה יוצא בזמן בית ראשון, ונתנו מחצית השקל כבתחלה:",
                "<b>חזרו לשקול טבעין.</b> חזר מטבע היוצא בהוצאה להיות טבעין, דהיינו מחצית השקל. בקשו ליתן חצי אותו המטבע דהיינו דינר אחד. שהסלע ד׳ דינרין, ולא קבלו מהן, דרשאים להוסיף אשקל דאורייתא לפי שינוי המטבעות היוצאות באותו זמן, ולא לפחות ממנו. אלמא לשקלים נמי אין להם קצבה, דלפעמים השקלים גדולים ולפעמים קטנים, שהרי לא היו נותנים לעולם אלא מחצית השקל היוצא באותה שעה:",
                "<b>אעפ״כ יד כולן שוה.</b> כלומר אכתי לא דמי שקלים לחטאת, דבכל זמן וזמן היה מחצית השקל שוה לכל, זה שוקל כמו זה, כל אחד מחצית השקל היוצא בזמן ההוא. אבל חטאת לעולם אינו שוה, שזה מביא בסלע וזה מביא בב׳ או בג׳ סלעים. והכי מסקינן דטעמייהו דבית הלל כר״ש: "
            ],
            [
                "<b>מותר שקלים חולין.</b> המכנס מעות ואמר הרי אלו לשקלי, וכשבא לחשב מה שכנס מצא שהותירו, המותר חולין. וסתמא כב״ה:",
                "<b>עשירית האיפה.</b> שמקריבין בדלי דלות. אם הפריש מעות ונתותרו, באות נדבה, דכל מותר חטאת ואשם המעות נדבה לקנות בהן עולות לקיץ המזבח, כמדרשו של יהוידע הכהן. ועשירית האיפה במקום חטאת היא:",
                "<b>מותר עולה עולה.</b> אם הפריש מעות לקנות עולה ונתותרו, יביא באותו המותר עולה אחרת:",
                "<b>מותר הפסח לשלמים.</b> דכתיב (דברים ט״ז:ב׳) וזבחת פסח לה׳ אלהיך צאן ובקר, וכי פסח מן הבקר הוא בא, אלא מותר פסח יהא לדבר הבא מצאן ובקר והיינו שלמים:",
                "<b>מותר נזירים.</b> אם גבו מעות לקרבנות נזירים ונתותרו, ישמרום עד שיקנו מהם קרבנות נזירים אחרים. ואם נזיר אחד הפריש מעות לקרבנותיו ונתותרו, המותר לנדבה לקיץ המזבח:",
                "<b>מותר עני.</b> אם גבו מעות לקנות לו מלבוש ונתותרו, נותנין המותר לאותו עני:",
                "<b>מותר שבוים.</b> אם גבו צדקה לצורך פדיון שבוים ונתותר מהם, ישמרום עד שיפדו בהם שבוים אחרים. אבל אם פירשו לשבוי זה, זכה אותו שבוי במותר:",
                "<b>מותר המתים למתים.</b> אם גבו לצורך קבורת מת סתם, המותר לקבורת מתים אחרים. למת, זה המותר ליורשיו, דאחולי אחיל המת זילותיה לגבי יורשיו:",
                "<b>יהא מונח עד שיבא אליהו.</b> מספקא ליה אי מחיל המת זילותיה לגבי יורשיו אי לא, הלכך יהא מונח עד שיבא אליהו:",
                "<b>בונים לו נפש על קברו.</b> פשיטא ליה לר׳ נתן דלא מחיל, הלכך בונים לו מצבה על קברו מאותו מותר שכבר זכה בו המת. והלכה כת״ק. והיכא דגבו לצרכי קבורת המת מפני שהיו סבורים שלא היה לו ואח״כ נמצא שהיה לו, לא אמרינן בכהאי גוונא מותר המת ליורשיו, כיון שהגבייה בטעות היתה, והכי מוכח בירושלמי. ועוד מוכיח בירושלמי ובגמרא שלנו, דהיכא דאיכא שבעה טובי העיר או חבר עיר שכל עסקי צבור נחתכין על פיו ונראה בעיניו לשנות מותר שבויים או מותר עניים או מותר מתים למה שיראה בעיניו, יכול לשנות ולהוציא במה שיראה בעיניו שהוא צורך שעה ואין מוחין בידו. וכן מורין תמיד הלכה למעשה:"
            ]
        ],
        [
            [
                "<b>בשלשה פרקים בשנה תורמין את הלשכה.</b> כל השקלים היו נותנים לתוך לשכה אחת שבמקדש, ושלש פעמים בשנה נוטלין ממנה ונותנים לתוך שלש קופות שכל קופה היתה מג׳ סאין, כדי לקנות מהן קרבנות צבור. ולא היו נוטלים הכל בפעם אחת לצורך כל השנה, לפי שהרחוקים לא הביאו עדיין כל שקליהם:",
                "<b>בפרוס הפסח.</b> ט״ו יום קודם המועד קרי פרוס המועד. לפי ששלשים יום קודם הרגל שואלים ודורשים בהלכות הרגל. ופרוס הוא לשון פרוסה דהיינו חצי:",
                "<b>והן גרנות של מעשר.</b> שלשה פרקים הללו הן שלש גרנות של מעשר בהמה, שזמנים אלו קבעו חכמים לעשר בהמות שנולדו. וכמו שהגורן קובעת למעשר דגן, כך זמנים אלו קובעים לאסור הבהמות שנולדו באכילה עד שיעשר, אבל קודם הפרק מותר לאכול אע״פ שלא עשר. וקבעו חכמים הנך תלתא זמני למעשר בהמה כדי שיהיו בהמות מצויות לעולי רגלים, דאע״ג דמותר למכור ולשחוט ולאכול כל זמן שלא הגיע מועד הגורן, אפילו הכי לא שחטי להו אינשי עד דמעשרן, דניחא ליה לאיניש לקיומי מצוה בממוניה בדבר שאין חסר בו כלום כגון מעשר בהמה שהוא עצמו מביא מעשר ואוכלו שלמים, ואם לא היו מעשרים בשלשה פרקים הללו היו הרבה נמנעים למכור לפי שלא עשרו ולא היו בהמות מצויות לעולי רגלים:",
                "<b>בן עזאי אומר בכ״ט באדר.</b> טעמייהו דכל הני תנאי ומחלוקתן מפורש פרק בתרא דבכורות: "
            ],
            [
                "<b>תורמין את הלשכה.</b> מפרישין השקלים מן הלשכה שהיו השקלים מונחים שם, ונוטלין מהן בשלש קופות, כל קופה מהן של שלש סאין. ורמב״ם כתב שממלאין תחלה שלש קופות גדולות של שבעה ועשרים סאין ומהן תורמין לג׳ קופות קטנות של ט׳ סאין. ובחנם דחק לומר כן:",
                "<b>וכתוב עליהן א׳ ב׳ ג׳</b> לידע אי זו נתרמה תחלה, וממנה היו קונים קרבנות צבור ראשונה, ואח״כ מן השניה, ואח״כ מן השלישית:",
                "<b>יונית כתוב עליהן.</b> היו רגילים ביונית משום דכתיב (בראשית ט׳:כ״ז) יפת אלהים ליפת וישכון באהלי שם, יפיפותו של יפת ישכון באהלי שם [מגילה ט], ואין לך לשון יפה בבני יפת כמו לשון יונית:",
                "<b>פרגוד חפות.</b> כשהמלבוש ארוך וכופלין אותו מלמטה. אותה השפה הכפולה קרויה פרגוד חפות. ואין התורם נכנס עם השפה כפולה ההיא במלבושו, שלא יחשדוהו שנתן לתוכה ממעות הלשכה:",
                "<b>ולא בתפילין ולא בקמיע.</b> שלא יאמרו התיר התפר ונתן בתוכן מעות: "
            ],
            [
                "<b>וזורקו לפני התורם.</b> מתכוונים היו שיפלו שקליהם לתוך הקופה ויקנו מהם קרבנות צבור. ולא יהיו משיירי הלשכה:",
                "<b>שלש פעמים.</b> על כל פעם ופעם היה אומר אתרום והם אומרים לו תרום. וכן דרך לשון חכמים להיות משולש. ודוגמתו מצינו בעומר, מגל זו מגל זו מגל זו, אקצור אקצור אקצור. וכן חלוץ הנעל חלוץ הנעל חלוץ הנעל ג׳ פעמים: "
            ],
            [
                "<b>תרם את הראשונה ומחפה בקטבלאות.</b> תרומה ראשונה שהיתה בפרוס הפסח. לאחר שתרם אותה היה מכסה כל השקלים הנשארים בלשכה בקטבלאות דהיינו עור שלוק, כדי שיתנו עליו השקלים שיביאו ממדינות שסביב ארץ ישראל שלא יכלו להביא קודם הפסח, ומביאים מפסח ועד עצרת ונותנים אותם על גבי הקטבלא כדי שיתרום מהן בפרוס העצרת ולא יתרום מן הדבר שתרם כבר בפרוס הפסח. ואחר שתרם בפרוס העצרת חזר וכסה כל המעות שבלשכה בקטבלאות, ונותנין עליהם כל השקלים המביאים מבבל וממדי ומן המדינות הרחוקות, ותורמין מהן בפרוס החג. ועוד לא היה מחפה, שאין עוד תרומה אחריה:",
                "<b>הראשונה לשם ארץ ישראל.</b> שהם שלחו שקליהם תחלה, שהאחרים עדיין לא הביאו:",
                "<b>לשם הכרכים המוקפים.</b> הסמוכים. כמו עמון ומואב וכיוצא בהן. ודוגמתו לתרום שלא מן המוקף [גיטין ל], אין מקיפין בבועי [חולין מו:] ומ״מ בכל פעם ופעם היו תורמין על שם כל ישראל, על הגבוי ועל העתיד לגבות. ולא הזכיר התנא חלוקי מקומות הללו אלא להודיעך שתקנו שלשה פרקים אלו לפי שאז יתקבצו כל שקלי ישראל:"
            ]
        ],
        [
            [
                "<b>התרומה מה היו עושין בה.</b> מה שנתנו לתוך הקופות מה עושין בהן:",
                "<b>וכל קרבנות הצבור.</b> לאתויי קטורת:",
                "<b>ספיחים.</b> תבואה העולה מאליה ממה שנשר בקציר. ונותנים שכר לשומרים שלא ילקטום עניים בשביעית, ומביאים מהם עומר בפסח ושתי הלחם בעצרת, שאינם באים אלא מן החדש ומן הארץ. ונותנים שכרם מן התרומה, דצורך קרבן כקרבן דמי:",
                "<b>שומר חנם.</b> ואע״ג דקנה אותם מן ההפקר כששמרם חנם והביאם והרי הן שלו, רבי יוסי סבר דקרבן יחיד משתנה לקרבן צבור:",
                "<b>אף אתה אומר כו׳</b> כלומר אי אתה מודה שאינן באין אלא משל צבור, ואם שמרם חנם והביאם וזכה בהם נמצא שאינם באין משל צבור, דסברי רבנן קרבן יחיד אינו משתנה לשל צבור. והלכה כחכמים:   "
            ],
            [
                "<b>פרה אדומה ושעיר המשתלח.</b> לעזאזל:",
                "<b>באין מתרומת הלשכה.</b> אף על גב דפרה אינה נשחטת בעזרה באה מתרומת הלשכה, דחטאת קרייה רחמנא. ושעיר המשתלח, לפי שצריך ליקח שני שעירים ואין ידוע על איזה מהם יעלה הגורל לה׳:",
                "<b>ולשון של זהורית.</b> שני תולעת שמשליכין אל תוך שריפת הפרה. וה״ה לעץ ארז ואזוב, אלא נקט לשון של זהורית לבד לחלק בין לשון של זהורית זה ללשון של זהורית של שעיר המשתלח:",
                "<b>כבש פרה.</b> שהיו עושים שני גשרים זה על גבי זה מפני קבר התהום מהר הבית להר המשחה ועליהן היו מוציאין את הפרה:",
                "<b>וכבש [שעיר]</b> שהיו עושין כמין גשר עד חוץ לעיר, ועליו היה הולך המשלח את השעיר, מפני הבבליים שהיו תולשים שערו ואומרים לו טול וצא שלא תשהה עונותינו:",
                "<b>ולשון שבין קרניו.</b> לידע אם הלבין ונתכפרו עוונותיהן של ישראל. והני אינם צורך קרבן לפיכך אינן באין מתרומה שהופרשה לשם קרבנות אלא ממה שנשתייר בלשכה אחר הפרשת התרומות:",
                "<b>ואמת המים.</b> העוברת בעזרה, אם צריכה תקון:",
                "<b>וכל צרכי העיר.</b> לחפור בורות שיחין ומערות ותקון רחובותיה ושווקיה ושמירת העיר:",
                "<b>אבא שאול אומר כו׳</b> ואין הלכה כאבא שאול: "
            ],
            [
                "<b>מותר שיירי הלשכה.</b> מה שנשאר אחר שנעשה מהן תקון צרכי העיר:",
                "<b>לוקחים מהן יינות שמנים וסלתות.</b> ומוכרים אותן למי שצריך יין לנסכים ושמנים וסלתות למנחות:",
                "<b>אין משתכרין בשל הקדש.</b> שאין עניות במקום עשירות, וגנאי הוא להקדש:",
                "<b>ואף לא בשל עניים.</b> דלמא מתרמי עני וליכא למיתב ליה. והלכה כרבי עקיבא: "
            ],
            [
                "<b>מותר התרומה.</b> היינו מה שנשאר בקופות בראש חדש ניסן, שאז מביאין קרבנות מתרומה חדשה:",
                "<b>צפוי לבית קודש הקדשים.</b> לרצפה ולכתלים:",
                "<b>מותר פירות.</b> רבי ישמעאל לטעמיה, דאמר לעיל מותר שיירי הלשכה קונים מהן יינות שמנים וסלתות והשכר שמשתכרים בהן קרוי מותר פירות, כלומר מה שהותירו ונשתכרו בפירות שקנו:",
                "<b>קיץ למזבח.</b> כשהמזבח בטל מביאים מהן עולות, כמו שדרך בני אדם להעלות מיני מתיקה על השלחן בגמר סעודתן כך אחר שגמרו להביא חובת היום מביאים עולות הללו כשאין נדרים ונדבות והמזבח בטל:",
                "<b>מותר תרומה לכלי שרת.</b> מקרא דריש ליה דכתיב (דה״ב כ״ד) ואת שאר הכסף ויעשהו כלים לבית ה׳, איזהו כסף שיש לו שיריים הוי אומר זו תרומת הלשכה:",
                "<b>מותר תרומה לקיץ המזבח.</b> שלצורך קרבנות הופרשה:",
                "<b>מותר נסכים.</b> גזברי הקדש היו ממציאים מעות לבעלי יינות ושמנים וסלתות, לספק למנחות ונסכים כל השנה, ואם קבל עליו לספק ג׳ סאים בסלע ועמדו ארבעה סאים בסלע צריך שיתן ארבע סאין, ואותה סאה היא מותר נסכים. וכן כשמודדין להקדש היו מודדין במדה מבורצת וגדושה, והגזבר היה מוחק המדה, הברוץ נקרא מותר נסכים. ועושין מהן כלי שרת, שהנסכים מתקדשים בכלי שרת:",
                "<b>מותר נסכים לקיץ המזבח.</b> שהנסכים כליל והעולה כליל:",
                "<b>זה וזה.</b> רבי עקיבא ורבי חנינא:",
                "<b>לא היו מודים בפירות.</b> כדאמר ר״ע לעיל שאין משתכרים בשל הקדש. ומסקנא דתנאי ב״ד הוא על המותרות שיהיו כולן קרבים עולות. וכן הלכה: "
            ],
            [
                "<b>מותר הקטורת.</b> הנותר בכל שנה:",
                "<b>מה היו עושין בה.</b> להקטירה לשנה הבאה. שאין לך שנה שאין בה מותר, שהקטורת היתה נעשית שס״ח מנים, שס״ה מנים כמנין שס״ה ימות החמה, וג׳ מנין שמהם כהן גדול מכניס מלא חפניו ביום הכפורים, ולא היו נכנסים כולן בחפניו. ועוד, בכל שנה פשוטה היה מותר, ששנה פשוטה ימיה שנ״ד:",
                "<b>מפרישין ממנה.</b> מן הלשכה:",
                "<b>שכר האומנין.</b> מפטמי הקטורת, שהן נוטלים שכרן מתרומת הלשכה. ומזכין המעות לאומנין על יד אחד מן הגזברים והרי הן חולין. ואע״פ שאין הקדש יוצא לחולין אם לא שיכנס דבר אחר תחתיו לקדושה, תרומת הלשכה שאני, דב״ד מתנה עליהם ליתנם לכמה דברים. ואחרי שזכו במעות לצורך האומנין מחללין הקטורת על אותן המעות, והמעות קדושים לתרומה ישנה, ונותנים הקטורת לאומנים בשכרם, וחוזרין וקונין אותה מהן במעות של תרומה חדשה. והכי צניעא מלתא טפי ולא למכרה ולחזור ולקנותה:",
                "<b>אם בא החדש בזמנו.</b> שהביאו שקלים חדשים קודם ר״ח ניסן שהוא זמן התרומה החדשה. לוקחים מותר הקטורת מתרומה חדשה ע״י חלול כדפרשינן לעיל:",
                "<b>ואם לאו.</b> שלא הביאו שקלים חדשים עדיין. לוקחים אותה מן התרומה ישנה, אם חללוה כבר. ואם לא חללוה, מקטירין אותה, דכיון שלא בא החדש צריך להביא מן הישנה: "
            ],
            [
                "<b>המקדיש נכסיו.</b> וסתם הקדש לבדק הבית:",
                "<b>והיו בהם דברים הראויים לקרבנות צבור.</b> כגון קטורת או יינות שמנים וסלתות:",
                "<b>ינתנו לאומנין בשכרן.</b> ויוצאין לחולין, אף על פי שאין דבר אחר נכנס תחתיו. דקסבר הקדש מתחלל על המלאכה, דכתיב (שמות כ״ה:ח׳) ועשו לי מקדש, שתהיה המלאכה נעשית מן ההקדש:",
                "<b>אינה מן המדה.</b> כלומר אין מדה זו שאתה אומר כמדה האמורה לעיל בקטורת, ואין ראוי אלא שתשוה מדותיך. הלכך מפרישים מהן שכר האומנים כו׳ כדאמרינן לעיל גבי מותר הקטורת. שאין הקדש מתחלל על המלאכה. והלכה כבן עזאי: "
            ],
            [
                "<b>זכרים ימכרו לצרכי עולות כו׳ ודמיהם יפלו עם שאר הנכסים לבדק הבית.</b> דסבר סתם הקדש לבדק הבית ואפילו במידי דחזי למזבח, אבל הראוי למזבח אינו יוצא מידי מזבח, שהמקדיש תמימים לבדק הבית אין נפדים אלא למזבח, והדמים יפלו לבדק הבית:",
                "<b>ויביא בדמיהן עולות.</b> קסבר מידי דחזי למזבח מסתמא למזבח אקדשינהו, הלכך זכרים עצמן יקרבו עולות, ונקבות ימכרו לצרכי שלמים ויביא בדמיהן עולות, אבל הן עצמן אין קרבין שלמים, דהמקדיש נכסיו דעתו שיהיו כולם לגבוה, הלכך בהמות שראויות לקרב עולות יקרבו עולות, ונקבות ימכרו לצרכי שלמים ויביא בדמיהן עולות, דכיון דראויות למזבח חלה עליהן קדושת מזבח, ואפילו על הנקבות שאין גופן ראוי למה שדעתו להקדישן, כיון דלשם קרבן מיהא חזיין, לא חל עליהן קדושת בדק הבית, ויביא בדמיהם עולות:",
                "<b>שהמקדיש בפירוש.</b> שאמר בהמה ונכסי להקדש. דכיון שהפרישן והבדילן זו מזו ואעפ״כ לא אמר בהמה למזבח ונכסי לבדק הבית, ש״מ דדעתו היה שבין בהמה ובין נכסיו הכל ילך אל מקום אחד. אבל המקדיש סתם כל נכסיו, דעתו להקדיש כל דבר למה שהוא ראוי. והלכה כר״ע: "
            ],
            [
                "<b>יינות שמנים וסלתות.</b> שהן ראוים למנחות ולנסכים:",
                "<b>ועופות.</b> תורים ובני יונה:",
                "<b>ר׳ אלעזר.</b> גרסינן, ולא ר׳ אליעזר, וטעמא דר״א מפורש בירושלמי, דכתיב (ויקרא כ״ב) לכל נדריהם ולכל נדבותם אשר יקריבו לה׳ לעולה, כל מה שהם נודרים ומתנדבים מדברים אשר יקריבו לה׳ אפילו יינות שמנים וסלתות יהיה לעולה, יכול יקריב בדמיהן עולת העוף, או אם הקדיש עוף יקריבנו עולה, ת״ל (שם) בבקר בכשבים ובעזים, הא אינו מקריב בכל מה שהתנדב אלא עולת בהמה בלבד: "
            ],
            [
                "<b>משערין את הלשכה.</b> פוסקים שער ליינות שמנים וסלתות, שיעמוד זה השער שלשים יום. ולוקחים בכל יום ממוכרי יינות שמנים וסלתות מה שהן צריכין באותו הסכום שפסקו, ואם נתייקר המקח אין מוסיפים דמים, ואם הוזל לוקחים לפי הזול:",
                "<b>המקבל עליו לספק סלתות.</b> בימות קציר חטים ובצירת ענבים ומסיקת זיתים היו הגזברים מקדימים מעות לחנוני והיה החנוני מקבל עליו לספק יינות שמנים וסלתות כל השנה. ואם היו אז נמכרים ד׳ סאין בסלע והוקרו ועמדו ג׳ סאין בסלע, צריך ליתן ד׳ סאין, דהקדש קונה בכסף, דכתיב ונתן הכסף וקם לו. ואם קבל לספק ג׳ סאין בסלע והוזלו ועמדו ד׳ בסלע, נותן ד׳ בסלע, דלא גרע מהדיוט דלא קני אלא במשיכה:",
                "<b>התליע לו.</b> ואפי׳ משך הגזבר ונתן מעות, אחריותם על החנוני:",
                "<b>אינו מקבל את מעותיו.</b> כלומר אינם נחשבים מעותיו של חנוני ולא זכה בהם ואע״פ שקבלם מן הגזבר:",
                "<b>עד שיהיה המזבח מרצה.</b> שיעלה לרצון על המזבח. הלכך אם החמיץ היין או התליעה הסולת אחריותם על החנוני:"
            ]
        ],
        [
            [
                "<b>אלו הן הממונים.</b> חמשה עשר מינים של פקידות ומינוי של שררה דחשיב במתניתין היו תמיד במקדש. מיהו הנך גברי דחשיב, לא בזמן אחד היו, אלא החסידים והכשרים שבכל דור ודור הוא מונה. ורבותי פירשו, על שם שהממונים הראשונים שנתמנו על כך, כך היה שמם, לפיכך נקראו הבאים אחריהם על שמם:",
                "<b>על החותמות ועל הסלתות.</b> מפרש לקמן במתניתין:",
                "<b>על הפייסות.</b> להורות סדר הגורל מי יזכה בעבודה זו ומי בזו, כמפורש במסכת יומא:",
                "<b>על הקינים.</b> מחוסרי כפרה כגון זב וזבה ויולדת שמביאים קיני חובה דהיינו תורים ובני יונה, נותנין מעותיהן לשופרות שבמקדש, והממונים על השופרות לוקחים המעות ומביאין בהן הקינים. והיה צריך שיתמנה על זה חכם גדול ובקי, כדאמרינן במסכת אבות קינים ופתחי נדה הן הן גופי הלכות:",
                "<b>שהיה פותח דברים כו׳</b> והוא מרדכי בלשן שעלה מן הגולה. ונקרא כן, שהיה בולל לשונות הרבה:",
                "<b>על חולי מעים.</b> לפי שהכהנים הולכים יחפים על הרצפה ואוכלין בשר הרבה ושותין מים היו מעיהן מתקלקלין וצריכין תמיד לרופא לומר להם זה הסם טוב למעים:",
                "<b>חופר שיחין.</b> היה ממונה לחפור בורות שיחין ומערות כדי שיהיו מים מצויין לשתות לעולי רגלים:",
                "<b>גביני כרוז.</b> כך שמו של האיש המכריז בכל בוקר בבית המקדש עמדו כהנים לעבודתכם. ושומעים קולו מיריחו:",
                "<b>על נעילת שערים.</b> לנעול השערים בערב ולפתחן בבוקר:",
                "<b>על הפקיע.</b> להלקות הכהנים והלוים שנמצאו ישנים על משמרותיהם שהיו שומרים את המקדש בלילה, כדאמרן במסכת מדות מי שהיו מוצאים אותו ישן היו חובטים אותו ושורפים את כסותו. ובירושלמי מפרש, הפקיע, הפתילות של מנורה ושל בית השואבה, כדאמרינן בפרק החליל (סוכה נא) מבלאי מכנסי כהנים ומהמייניהם היו מפקיעים פתילות:",
                "<b>צלצל.</b> כלי שיר שיש לו קול גדול, לשון תצילנה אזניו, צימבל״ו בלע״ז. וכשהיו שומעין קולו היו הלוים מתחילין בשיר:",
                "<b>על השיר.</b> להתחיל את השיר, וכשהיה מסיים היו כולן מסיימין:",
                "<b>בית גרמו.</b> שם משפחה:",
                "<b>על לחם הפנים.</b> שהיה עשוי כמין תיבה פרוצה והיו אומנים בעשייתו ובאפייתו לרדותו מן התנור שלא ישבר ולעשותו שלא יתעפש:",
                "<b>בית אבטינס.</b> שם משפחה שהיו בקיאים לפטם הקטורת ומכירין בעשב ששמו מעלה עשן וכשהיו מערבין אותו עם סממני הקטורת היה עשן הקטורת מתמר ועולה כמין מקל:",
                "<b>על הפרוכות.</b> לעשות פרוכות חדשות כשהיו צריכים:",
                "<b>המלביש.</b> היה ממונה להלביש הכהנים בשעת עבודה ולהפשיטם אחר עבודה, ולשמור בגדי כהונה בלשכות העשויות לכך: "
            ],
            [
                "<b>גזברים.</b> הן שממון ההקדש תחת ידם והן פודים הערכין והחרמין וההקדשות, וכל מלאכת הקודש בהם נעשים:",
                "<b>אמרכלין.</b> למעלה מן הגזברים. ונשיא נשיאי הלוי (במדבר ג׳:ל״ב) מתרגמינן ואמרכליא דממנא. ולשון אמרכל, אמר על כל. ובערבי קורים לגדול אמיר. מה היו ז׳ אמרכלין עושין, שבעה מפתחות העזרה בידם, רצה אחד מהן לפתוח אינו יכול עד שיכנסו כולם ויפתחו, והגזברים נכנסים אחריהם ומוציאים מה שהן צריכין. ועוד מעלה האחרת למעלה מן האמרכלים היתה שם שלא נזכרה במשנה ומייתי לה בתוספתא, והן שני קתילוקין. ונמצאו שם ה׳ מדרגות, כהן גדול, סגן, קתילוקין, אמרכלין, גזברים:",
                "<b>אין עושין שררה פחות משנים.</b> דכתיב (שמות כ״ח:ה׳) והם יקחו את הזהב, מיעוט רבים שנים: "
            ],
            [
                "<b>ד׳ חותמות היו במקדש.</b> ג׳ חותמות לג׳ נסכין חלוקים של בהמות. חותם ראשון לנסכי בקר, והן ג׳ עשרונים סולת בלול בחצי ההין שמן, ויין לנסך חצי ההין, וחותמן עגל. והב׳ זכר לנסכי איל, שתרגום איל דכרא, ונסכיו שתי עשרונים סולת בלול בשמן שלישית ההין, ויין לנסך שלישית ההין. והג׳ גדי, לנסכי כבש בן שנתו, והן עשרון סולת בלול ברביעית ההין שמן, ויין לנסך רביעית ההין. והד׳ חוטא, והם נסכיו של מצורע עשיר שמביא ג׳ בהמות וצריך עשרה לוגין שמן, ט׳ לג׳ כבשים ואחד למתן תנוך ובהונות. וקרי ליה חוטא משום דאמרינן בערכין על שבעה דברים נגעים באין:",
                "<b>חמשה היו.</b> שני חותמות היו למצורע:",
                "<b>חוטא דל וחוטא עשיר.</b> לפי שמצורע עני אינו מביא אלא בהמה אחת. ואם לא היה למצורע אלא חותם אחד היו נותנים למצורע עני שלשה עשרונות. ות״ק סבר למצורע עני נותנים לו חותם גדי. והלכה כתנא קמא:",
                "<b>וארמית כתוב עליהן.</b> שרוב דיבורם בלשון ארמי היה:",
                "<b>זכרים ונקבות.</b> בין לנסכי עולות שאינן באות אלא זכרים בין לנסכי שלמים שבאים זכרים או נקבות. ועולות ושלמים הן שטעונין נסכים כדכתיב (במדבר ט״ו:ג׳) עולה או זבח: "
            ],
            [
                "<b>נותן לו מעות.</b> כפי הנסכים שהוא צריך:",
                "<b>בא לו אצל אחיה שהיה ממונה.</b> לקנות נסכי יינות שמנים וסלתות, כדי שלא יהא צריך כל מביא קרבן לחזר אחר נסכים העשויין על טהרת הקדש:",
                "<b>ואם הותירו הותירו להקדש.</b> ולא אמרינן שמא מעותיו של יוחנן הם שנתערבו במעות של נסכים: "
            ],
            [
                "<b>ממתינין לו עד הערב.</b> שיזדווגו יחד יוחנן ואחיה, אם נמצאו מעות יתרים ביד יוחנן כנגד החותם שאומר זה שנאבד ממנו, נותנים לו:",
                "<b>ושם היום כתוב.</b> על החותם, יום פלוני וחדש פלוני:",
                "<b>מפני הרמאין.</b> שמא מצא חותם שנפל מחברו או מאחיה או מיוחנן, ובא עכשיו ליקח. וביום שמצאו אינו רשאי להוציאו, שהאובד מחזר אחריו. ועוד יש לחוש שמא לקח חותם כשער הזול והצניעו עד שנתייקר השער: "
            ],
            [
                "<b>לשכת חשאים.</b> על שם שהנותנים בתוכה מעות נותנים בסתר, והמתפרנסים ממנה נוטלים בסתר:",
                "<b>ללשכת בדק הבית.</b> ללשכה שנותנים בה כל קדשי בדק הבית:"
            ]
        ],
        [
            [
                "<b>שלשה עשר שופרות.</b> תיבות צרות מלמעלה ורחבות מלמטה עקומות כעין שופר, מפני הרמאים שלא יוכלו להכניס ידן לתוכן להראות עצמן כאילו נותנין לתוכן ונוטלין מתוכן. ולקמן מפרש למה שלשה עשר שופרות ושלשה עשר שלחנות, ובאיזה מקום מונחים:",
                "<b>שלש עשרה השתחויות.</b> לקמן מפרש היכן היו:",
                "<b>כנגד דיר העצים.</b> לשכה ששם היו אוצרים כל עצי המערכה, והיא היתה במקצוע מזרחית צפונית של עזרת נשים:",
                "<b>ששם הארון נגנז.</b> שיאשיהו המלך צוה וגנזוהו למטה במטמוניות עקומות ועקלקלות שבנה שלמה בזמן שבנה את הבית וידע שסופו ליחרב. והיינו דכתיב בדברי הימים (ב׳ ל״ה) ביאשיהו, ויאמר ללוים המבינים [וגו׳] תנו את ארון הקודש בבית אשר בנה שלמה וכו׳, ועמו נגנז מטה אהרן, וצנצנת המן, וצלוחית של שמן המשחה: "
            ],
            [
                "<b>שהיה מתעסק.</b> במלאכתו, מתליע את העצים. ובעל מום היה ומלאכתן של בעלי מומין להכין עצים למערכה וכל עץ שנמצא בו תולעת פסול למזבח:",
                "<b>שהיא משונה.</b> לא היתה האבן שוה לשאר אבני הרצפה, והבין שנסתלקה משם והוחזרה:",
                "<b>ביחוד.</b> בבירור: "
            ],
            [
                "<b>והיכן היו השתחויות.</b> שלש עשרה השתחויות דתנן לעיל, היכן היו עושין אותן:",
                "<b>שער העליון.</b> הר הבית היה משופע ועולה ממזרח למערב, והשער הסמוך למערב הוא שער העליון. ואחריו שער הדלק, הוא שער של לשכת העץ שהיתה בדרום העזרה, ועל שם שמכניסין דרך שם עצי המערכה שדולקים על המזבח נקרא שער הדלק:",
                "<b>שער הבכורות.</b> שמכניסין שם הבכורות הנשחטים בדרום:",
                "<b>המים מפכים.</b> כדכתיב ביחזקאל (מ״ז) והנה מים מפכים מן הכתף הימנית, והיינו דרום שקרוי ימין, כדכתיב צפון וימין. וראה יחזקאל בנבואה שהיו יוצאים מבית קודש הקדשים דקים כקרני חגבים וכשמגיעים לשער זה מתגברים ונעשים כמלוא פי פך קטן, והיינו דקרי להו מים מפכים:",
                "<b>שער הקרבן.</b> שם מכניסים קדשי קדשים ששחיטתן בצפון:",
                "<b>שער הנשים.</b> שבו הנשים נכנסות לסמוך על קרבנן לדברי רבי יוסי דאמר נשים סומכות רשות, ולדברי רבי יהודה ורבי שמעון לעמוד על קרבנן:",
                "<b>שער השיר.</b> דרך שם היו מכניסין כלי שיר:",
                "<b>שבו יצא יכניהו בגלותו.</b> שנכנס לבית המקדש להשתחוות וליטול רשות כשהלך בגולה לבבל ויצא דרך אותו שער:",
                "<b>שער ניקנור.</b> מפורש ביומא [לח] פרק אמר להם הממונה:",
                "<b>פשפשין.</b> שערים קטנים בתוך השערים הגדולים. ואף הם ממנין שלש עשרה שערים. ואף על גב דגם לשער בית המוקד היה לו פשפש, לא חשיב ליה, לפי שהיה קטן ביותר, אבל אלו היו גדולים קצת. והך מתניתין דשלש עשרה שערים מוקמינן לה בגמרא בירושלמי כאבא יוסי בן חנן. אבל חכמים אומרים שבעה שערים היו לעזרה ואינהו סברי דהנך שלש עשרה השתחויות כנגד שלש עשרה פרצות שפרצו מלכי יון בעזרה, וכשגברו מלכי חשמונאי ונצחום וגדרו אותם פרצות, תקנו שלש עשרה השתחויות, כנגד כל פרצה גדורה השתחויה: "
            ],
            [
                "<b>על של שיש מניחין את האברים.</b> אחר הנתוח מסדרין אותן על השלחן עד שיעלום הכהנים. ולא עשאום של כסף או של זהב דהא אין עניות במקום עשירות, לפי שהזהב והכסף מרתיחים ומסריחים והשיש מצנן ושומר הבשר שלא יסריח, ולא היו סומכין על הנס שלא הסריח בשר הקודש מעולם:",
                "<b>ועל של כסף כלי שרת.</b> שמוציאין בכל בוקר צ״ג כלי שרת, כדתנן במסכת תמיד:",
                "<b>נותנים לחם הפנים בכניסתו.</b> אחר שנאפה, עד שיסדרוהו על השלחן:",
                "<b>ועל של זהב ביציאתו.</b> והיה מונח שם עד זמן חלוקו:",
                "<b>שמעלין בקדש ולא מורידין.</b> דכיון שסלקוהו מעל השלחן של זהב אין מורידין אותו להניחו בשל כסף: "
            ],
            [
                "<b>תקלין חדתין.</b> כדמפרש במתניתין, שבו נותנין שקלי שנה זו, וכשמגיע זמן התרומה, הגזבר מוציא כל שקלים שבשופר ונותנם ללשכה כדי שיתרמו מהם. והשני כתוב עליו תקלין עתיקים, ומי שלא הביא שקלו באותה שנה מביאו בשנה שאחר כך ונותנו באותו שופר והגזבר נוטלם ונותנם בשיירי הלשכה. והג׳ כתוב עליו קינין, והם תורים גדולים. והד׳ גוזלי עולה, בני יונה קטנים, וכולן עולות. אבל המביאים קיני חובה נותנים המעות או העופות ליד הכהן ולא היו נותנים מעות לשופר. ומפרש טעמא בירושלמי, מפני התערובות, שמא ימות אחד מבעלי קינין, ונמצא דמי חטאת שמתו בעליה דאזלא למיתה מעורבת בהן. אבל רבנן לא חיישי להכי, וסברי דבשופר של קינין משימין דמי קיני חובה ובכל המעות הנמצאים בו מקריבין קן אחד חטאת ואחד עולה, והשני כולן נדבה וקרבים עולות. והלכה כחכמים:",
                "<b>עצים.</b> והמתנדב עצים למערכה נותן דמיהן לתוכו:",
                "<b>לבונה.</b> המתנדב לבונה נותן דמים לתוכו, והגזברים לוקחים המעות שבשופר וקונים מהן לבונה ומקטירים על המזבח:",
                "<b>זהב.</b> המתנדב זהב נותנו שם או דמי שויו, והוא לכפורת, כלומר לכלי שרת. שהמזרקות נקראו כפורי זהב בעזרא ובדברי הימים, לפי שהכהן מקנח אצבעו בהם בין הזאה להזאה, ובין מתנות של חטאת, שהשיריים שבאצבע פסולים:",
                "<b>ששה לנדבה.</b> ששה שופרות הנותרות הן לנדבה, האחד כתוב עליו מותר חטאת, השני מותר אשם, השלישי מותר קיני זבים וזבות ויולדות. והרביעי מותר קרבנות נזיר, החמישי מותר אשם מצורע, הששי נדבה סתם. ומי שהפריש מעות לחטאת וקנה חטאתו ונתותרו מן המעות, משליך המותר לשופר שכתוב בו מותר חטאת. וכן מותר אשם משליך לשופר שכתוב בו מותר אשם, וכן כולם. ושופר שכתוב בו נדבה סתם, כל מי שמתנדב דבר למזבח נותן לתוכו: "
            ],
            [
                "<b>לא יפחות משני גזרים.</b> המתנדב עצים סתם לא יפחות מב׳ גזרים, כאותם שמסדרים על המערכה, וידוע היה שיעורן. ודווקא המתנדב עצים סתם, אבל הרוצה להביא אפילו עץ אחד יביא:",
                "<b>לא יפחות מן קומץ.</b> שזהו שיעור הלבונה הבאה עם המנחה, דכתיב (ויקרא ו׳:ח׳) והרים ממנו בקמצו מסולת המנחה ומשמנה ואת כל לבונתה, מה הרמה דמנחה קומץ אף לבונה קומץ. ודוקא המתנדב סתם, אבל אם רצה להביא אפילו קורט של לבונה מביא. והמתנדב זהב סתם, לא יפחות מדינר זהב. והוא שהזכיר צורת מטבע, אבל אם לא הזכיר מטבע אלא זהב סתם, מביא אפילו צנורא שהוא כמין מזלג קטן:",
                "<b>אשם הוא אשום אשם לה׳</b> וקשה קרא רישיה לסיפיה, דאשם הוא משמע בהווייתו ובהלכתו הוא שהוא נאכל לכהנים, ואשם לה׳ משמע שכולו לה׳. ודרש יהוידע הכהן, אשום אשם לה׳, כל שהוא בא משום חטא ומשום אשמה כגון הפריש מעות לחטאת ואשם ונתותרו מהם, ילקח באותו המותר עולות, הבשר לה׳ והעורות לכהנים ונמצאו שני המקראות קיימים, אשם לה׳ הבשר, ואשם לכהנים העורות. והיכן מצינו מדרש זה ביהוידע, דכתיב במלכים ביהוידע כסף אשם וכסף חטאת לא יובא בית ה׳ לכהנים יהיו, וא״א לומר דכסף שקדש לשם חטאת ולשם אשם יהנו ממנו הכהנים, אלא על כרחך ה״ק, יעשו ממנו דבר שיהנו בו הכהנים והיינו עולות שהעורות לכהנים:"
            ]
        ],
        [
            [
                "<b>מעות שנמצאו.</b> קרוב לשקלים יפלו לשקלים. דבתר קרוב אזלינן דכתיב (דברים כ״א:ג׳) והיתה העיר הקרובה אל החלל. והאומר רוב וקרוב הלך אחר הרוב, מוקי מתניתין כגון ששקלים ונדבה שוין:",
                "<b>מחצה על מחצה יפלו לנדבה.</b> דחמירא משקלים, דכולה עולות. אבל שקלים מביאין מהן פעמים חטאות שנאכלים לכהנים. ועוד, דשיירי שקלים לחומות העיר ומגדלותיה:",
                "<b>מחצה על מחצה יפלו ללבונה.</b> דלבונה היא עצמה קרבן. ועצים מכשירי קרבן:",
                "<b>מחצה על מחצה יפלו לגוזלי עולה.</b> בירושלמי פריך, בשלמא קרוב לגוזלי עולה כיון דמדאורייתא אזלינן בתר קורבה הוי כאילו ודאי הן מגוזלי עולה, אלא מחצה על מחצה דמספיקא שדינן להו לגוזלי עולה לחומרא, האשה שהביאה המעות הללו במה תתכפר, שמא מקיני חובה נפלו, וכשאתה מקריב מהן גוזלי עולה במה מתכפרת האשה. ומשני, ב״ד הממונים על הקינין לוקחים משל צבור כפי אותן מעות שנמצאו ומקנין אותן לבעלי המעות שנמצאו ומקריבין מהן קינין על הספק והחטאת לא תהא נאכלת: "
            ],
            [
                "<b>לעולם מעשר.</b> אפילו כל השנה כולה. לפי שעולי רגלים אינן מספיקין להוציא כל מעשר שני שלהן ברגלים ומניחין אותן לקרוביהן או לאוהביהן לאכול אותן כל השנה בירושלים, ועיקר מצות אכילת מעשר שני היא שלמים, לפיכך רוב בהמות הנמכרות בירושלים בכל ימות השנה הן נקחות בכסף מעשר. ואע״ג דאיכא למימר שמא מן המוכרים נפלו ונתחללו כבר, כיון דלוקחים הוו רובא שהרי כמה אנשים לוקחים מתגר אחד אמרינן דלוקחים הן ולא נתחללו והרי הן מעשר:",
                "<b>ובהר הבית חולין.</b> ואפילו ברגל שרוב מעות שביד בני אדם אז הן של מעשר אפ״ה הוו חולין, דאזלינן בתר רובא דשתא. ואימור מקמי הרגל נפול:",
                "<b>בירושלים.</b> שלא בשוק הבהמות:",
                "<b>בשעת הרגל הכל מעשר.</b> ולא אזלינן בתר רוב שתא, לפי ששווקי ירושלים עשויים להתכבד בכל יום ואי נפול מקודם כבר נמצאו. אבל הר הבית לא היה עשוי להתכבד לפי שהוא גבוה והרוח מכבד ומסיר כל האבק וגם אין אדם רשאי ליכנס בהר הבית באבק שברגליו לפיכך אין אבק מצוי שם: "
            ],
            [
                "<b>אברים עולות.</b> כיון שמנותח כדרך הנתוח המפורש בעולות, בידוע שהן של עולות:",
                "<b>חתיכות חטאות.</b> דאין אוכלים בעזרה אלא חטאות ואשמות:",
                "<b>ובירושלים זבחי שלמים.</b> דרוב בשר הנאכל בירושלים הוי שלמים:",
                "<b>זה וזה.</b> בין שנמצא בעזרה בין שנמצא בירושלים:",
                "<b>תעובר צורתן.</b> לפי שנפסלו בהיסח הדעת ואסורין באכילה, ואין לזלזל בהן ולשרפן עד שיפסלו בודאי, הלכך בעו עבור צורה היינו שיפסלו בנותר. ועיבור צורה דשלמים היינו עד יום שלישי:",
                "<b>נמצאו בגבולים.</b> בערי ישראל:",
                "<b>אברים נבלות.</b> שכן דרך שחותכין הנבלות לאברים ומשליכין ברחובות שיאכלום הכלבים:",
                "<b>חתיכות מותרים.</b> שאין רגילין לחתוך הנבלות לחתיכות, אלא הכשרות רגילין לחתוך לחתיכות קטנות למכרן לישראל או לתת אותה בתוך הקדרה. ודין זה בעיר שכולה ישראל, אבל בעיר שיש בה נכרים אפילו חתיכות אסורים:",
                "<b>שהבשר מרובה.</b> ואין חותכין הבשר לחתיכות קטנות אלא מבשלים אותו אברים: "
            ],
            [
                "<b>זכרים עולות.</b> שאנו תולין שיצאה מירושלים, ורוב זכרים שבירושלים הן עולות, ורוב נקבות זבחי שלמים:",
                "<b>הראוי לפסחים.</b> זכר בן שנה מן הכשבים או מן העזים:",
                "<b>פסחים.</b> והמוצאו מותר לו להקריבו לפסחו, ואם יבוא בעליו אחר כך יתן לו את דמיו:",
                "<b>קודם לרגל שלשים יום.</b> משעה שמתחילין לדרוש בהלכות הפסח ואדם מפריש את פסחו. ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>היו ממשכנין את מוצאיה.</b> המוצא עולה או שלמים היו ממשכנין אותו עד שיביא נסכיה משלו, שלשה עשרונים לפר ושני עשרונים לאיל ועשרון לכבש:",
                "<b>מניחין אותה ובורחים.</b> כדי שלא להתחייב בנסכיה: "
            ],
            [
                "<b>שבעה דברים.</b> וקחשיב להו ואזיל:",
                "<b>נכרי ששלח עולתו.</b> דדרשינן איש איש, מלמד שהנכרים נודרים נדרים ונדבות כישראל:",
                "<b>שתהא מנחתו.</b> עשירית האיפה שכהן גדול מקריב בכל יום מחציתה בבוקר ומחציתה בערב:",
                "<b>קריבה משל צבור.</b> דכתיב (ויקרא ו׳:י״א) חק עולם, חק זה יהיה משל עולם כלומר משל צבור דהיינו מתרומת הלשכה:",
                "<b>רבי יהודה אומר משל יורשים.</b> דכתיב (שם) והכהן המשיח תחתיו מבניו, והכי משמע, והכהן המשיח שמת, תחתיו אחד מבניו יעשה אותה:",
                "<b>ושלימה היתה קריבה.</b> כשהיא באה משל צבור לר״ש או משל יורשים לרבי יהודה, עשרון שלם היתה קריבה ולא חצי עשרון. ר׳ שמעון מפיק ליה מכליל תקטר, שלא יקטירוה לחצאין אלא כולה כשהיא באה משל צבור. ורבי יהודה מפיק ליה מדכתיב מבניו יעשה אותה, כשהאחד מבניו מקריב לאחר שמת אביו דהיינו היורשים, יעשה אותה ולא חציה. והלכה כרבי יהודה שמשל יורשים היא באה. והא דתנן במתניתין דתנאי בית דין הוא לדברי ר׳ שמעון שתהא באה מן הצבור, ולא מן התורה, מפרש בגמרא דשתי תקנות הוו, בתחלה מדאורייתא קריבה משל צבור מדכתיב חק עולם כדאמרינן, כיון שראו דקא מדחקא לשכה התקינו דניגבו מיורשים, כיון דחזו דקא פשעו בה אוקמוה אדאורייתא. ונמצאת עכשיו קריבה מן הצבור בתנאי בית דין דאוקמוה אדאורייתא: "
            ],
            [
                "<b>שיהיו הכהנים נאותים בהן.</b> דוקא לאכילת הקרבנות. אבל לאכילת חולין, אפילו למלוח חולין הנאכלין בעזרה עם הקרבנות כדי שיהו הקרבנות נאכלים על השובע, אין נאותים בהן:",
                "<b>שלא יהיו מועלין באפרה.</b> דמן התורה אין מועלין באפרה, דכתיב (במדבר י״ט) חטאת היא, בה מועלין ואין מועלין באפרה. כיון דחזו דקא מזלזלי בה גזרו באפרה מעילה. כיון דחזו דקא פרשי [מאפר] הזאות, אוקמוה אדאורייתא:",
                "<b>ועל הקינין הפסולות.</b> המחוייבין קינין מביאין מעות ונותנים לשופר, ובית דין לוקחין המעות וקונים בהן קינין, והבעלים הולכים להם וסומכים על בית דין שיקריבו קיניהן, ואם פרחו הקינין או נמצאו פסולים תנאי בית דין הוא שיקחו אחרים מדמי הלשכה ומקנים אותם לבעלים ויוצאין בהן ידי חובתן:",
                "<b>רבי יוסי אומר.</b> אותו שהוא רגיל לספק את הקינין שפסק דמים עם הגזברים למכור להם כל הקינין הצריכים, הוא חייב להחליף כל שימצא בהן פסול, כדתנן לעיל פרק התרומה. אינו מקבל מעותיו עד שיהיה המזבח מרצה, ואם החמיץ היין או התליע הסולת מחזירין אותו למוכר, כך אם נפסל העוף אחר לקיחתו מחזירו לו, והוא מחזיר את הדמים. והלכה כר״י, דהכי אמרינן בירושלמי תנאי בית דין הוא המספק את הקינין מספק את האובדות ואת הפסולות:"
            ]
        ],
        [
            [
                "<b>כל הרוקין הנמצאים בירושלים טהורים.</b> ולא מחזיקינן להו ברוקו של זב וזבה שהן מטמאין אדם וכלים, משום דאזלינן בתר רובה:",
                "<b>חוץ משל שוק העליון.</b> לפי שכובסין נכרים היו מצוין שם, וחכמים גזרו על הנכרים שיהיו כזבין לכל דבריהן ורוקן טמא. ואית דאמרי, לפי ששוק העליון לא היתה דריסת הרגל מצויה שם וזבין וזבות שמתבודדין ומתרחקין מבני אדם היו מצויין שם:",
                "<b>שבאמצע טמאים.</b> משום דזבין וזבות שכיחי ומהלכים באמצע דרכים, והטהורים מסתלקים לצדי הדרכים מקום שאין דריסת הרגל מצויה ומזהירין לכל טמא שלא יגע בהן. אבל בשעת הרגל שרוב ישראל טהורין, הטמאים מסתלקים לצדדים שלא יטמאו את העם, והטהורים הולכים באמצע הדרכים, הלכך בשעת הרגל רוקין הנמצאים באמצע טהורים ושבצדדים טמאין. והלכה כרבי יוסי: "
            ],
            [
                "<b>דרך ירידה לבית הטבילה.</b> שני דרכים היו למקוה באחד יורדים ובאחד עולים, שלא יגעו הטמאים בטהורים. ושל דרך ירידה ודאי טמאים לפי שנפלו מיד המביאם לטבילה:",
                "<b>שלא כירידתן עלייתן.</b> דבירידתן ודאי טמאים היו לכך היה מורידן לבית הטבילה ובעלייתן טהרו לאחר שהטבילן:",
                "<b>רבי יוסי אומר כולן טהורין.</b> דלא גזרו על ספק כלים בירושלים. והלכה כרבי יוסי:",
                "<b>מגריפה.</b> כלי שגורפים וכונסים בו עצמות המתים כשהם מפוזרים:",
                "<b>מריצה.</b> כלי שרוצצים ומשברים בו עצמות המת כשרוצים להכניסם בסל להוליכן ממקום למקום: "
            ],
            [
                "<b>שוחט בה מיד.</b> דודאי הטבילוה בעליה מאתמול כדי שיהיה לה הערב שמש ותהא ראויה לשחוט בה היום בערב הפסח:",
                "<b>בשלשה עשר שונה ומטביל.</b> כלומר אע״ג דאיכא למימר כבר הטבילוה בעליה צריך המוצאה להטבילה שנית, דשמא לא הטבילוה בעליה דהיה להם שהות להמתין עד סמוך לחשיכה, ואע״פ שלא גזרו על ספק כלים בירושלים משום חומרא דקדשים הצריכוה טבילה. ורמב״ם פירש שונה להזות עליה, דשמא נטמאה במת והזה עליה בשלישי, ועתה שונה ומזה עליה ואחר כך מטבילה:",
                "<b>קופיץ.</b> סכין גדול עשוי לחתוך בשר ולשבור בו עצמות:",
                "<b>בזה ובזה.</b> בין בי״ג בין בי״ד:",
                "<b>שונה ומטביל.</b> לפי שאין הקופיץ ראוי אלא לחגיגה ששבירת עצם מותר בה. ובגמרא בפסחים (דף ע׳) מוקי מתניתין בזמן שהיה הנשיא גוסס בשלשה עשר, שאם ימות יהיו כל הציבור טמאים ויקרב הפסח בטומאה ולא יהיו צריכים לטהר הכלים. הלכך, סכין שצריך לשחיטת הפסח, דחד ספיקא הוא, שמא לא ימות הנשיא ויעשו את הפסח בטהרה מטבילין אותו, וחזקה שטהרוהו ביום י״ג כדי לשחוט בו את הפסח בי״ד. אבל קופיץ דתרי ספיקי, שמא ימות הנשיא ויעשו פסח בטומאה ואז אין מביאין חגיגה וא״צ לקופיץ, ואף אם לא ימות שמא יהיו הפסחים מרובים ולא יעשו חגיגה בי״ד, הלכך לא מטבלי ליה וחזקתו שלא טהרוהו:",
                "<b>חל י״ד להיות בשבת שוחט בה מיד.</b> ולא אמרינן כיון דשבת הוא לא נשחוט בה מספיקא שמא טמאה היא ונמצא הפסח טמא ומחלל את השבת שלא במקום מצוה. ורבותי פירשו, שוחט בה מיד בקופיץ קאמר, דאף על גב דאין חגיגה בשבת, מכל מקום חזקה שהטבילה מערב שבת לצורך חגיגת חמשה עשר:",
                "<b>בחמשה עשר שוחט בה מיד.</b> לפי שכל העם יודעים שהזאה וטבילה אסורה ביום טוב ומטבילין את הכל מלפני יום טוב:",
                "<b>נמצאת.</b> הקופיץ:",
                "<b>קשורה לסכין.</b> אמרינן ודאי הטבילוה עם הסכין. אבל רמב״ם פירש, נמצאת סכין סתמא קשורה עם סכין אחרת ידועה, הרי היא כסכין הידועה, אם טמאה טמאה ואם טהורה טהורה: "
            ],
            [
                "<b>פרוכת שנטמאת בולד הטומאה.</b> שנגעה במשקין טמאים, שחכמים גזרו על המשקין שמטמאין כלים, גזירה משום משקה דזב וזבה כגון רוקו ושכבת זרעו שהם אב הטומאה ומטמאין אדם וכלים מדאורייתא:",
                "<b>מטבילין אותה בפנים.</b> ואינה טעונה שילוח מחוץ למחנה שכינה כיון שלא נטמאת אלא בולד הטומאה:",
                "<b>ומכניסין אותה מיד.</b> שאינה טעונה הערב שמש:",
                "<b>נטמאת באב הטומאה.</b> בשרץ או בנבלה:",
                "<b>מטבילין אותה בחוץ.</b> דטעונה שילוח, כדאמרינן בפרק בתרא דעירובין, המכניס טמא שרץ במקדש חייב:",
                "<b>ושוטחין אותה בחיל.</b> חוץ לעזרה: "
            ],
            [
                "<b>נימין.</b> ליצי״ש בלע״ז:",
                "<b>עשרים וארבעה חוטין.</b> לפי שהיא עשויה מתכלת וארגמן ותולעת שני ושש, וכל מין ומין חוטו כפול ו׳. כדאיתא ביומא:",
                "<b>ארכה מ׳ ורחבה כ׳</b> כמדת פתח האולם שהיה גבהו ארבעים ורחבו עשרים:",
                "<b>ומשמונים ושתים רבוא.</b> כך היה מנין החוטים שהיא נעשית מהן. פירוש אחר, מנין דנרי זהב שהיו מוציאין עליה. ויש ספרים שכתוב בהן ובשמונים ושתים ריבות, כלומר דשמונים ושתים נערות בתולות היו מתעסקות בעשייתה:",
                "<b>ושלש מאות כהנים היו מטבילין אותה.</b> דכלים הנגמרים אע״פ שנגמרו בטהרה צריכים טבילה לקודש כדאיתא במסכת חגיגה. ושלש מאות כהנים דתנן במתניתין לשון גוזמא והבאי הוא, דלא היה צריך כל כך כהנים להטבילה: "
            ],
            [
                "<b>הכל ישרף בפנים.</b> בבית הדשן הגדול שהיה בעזרה ששם שורפים פסולי קדשי קדשים, שכל שפסולו בקודש שורפין אותו בקודש:",
                "<b>חוץ מנטמא באב הטומאה בחוץ.</b> דכיון דחמירא טומאתו ואירע פסולו בחוץ אין להכניסו לעזרה לשרפו, הואיל ולא היה פסולו בקודש:",
                "<b>חוץ משנטמא בולד הטומאה בפנים.</b> דאית ביה תרתי, טומאתו בפנים וקילא טומאתו. אבל נטמא באב הטומאה אין להשהות הטומאה בפנים עד שתשרף, אלא יוציאנה מיד וישרפנה בחוץ: "
            ],
            [
                "<b>ואת שנטמא בולד הטומאה בין בחוץ בין בפנים ישרף בפנים.</b> דכיון דטהור מדאורייתא אפילו נטמא בחוץ יש לקיים בו שריפתו בקודש: "
            ],
            [
                "<b>מחצי הכבש ולמטה במערב.</b> כהנים הזוכים בפייס באברי התמיד להעלותם, לא היו מעלים אותם בפעם אחת, אלא נותנים אותן על הכבש והולכים ללשכת הגזית לקרוא את שמע ואח״כ חוזרים ומקריבים האברים על גבי המזבח, וקתני הכא דניתנים מחצי הכבש ולמטה, שהכבש ארוך ל״ב אמה ומחציו ולמטה נותנים אותן. ורוחב הכבש שש עשרה אמה, ובחציו שלצד מערב היו נותנים אותן:",
                "<b>ושל ראשי חדשים.</b> מחציו ולמעלה, דהיינו על כרכוב המזבח שהוא הסובב. וכלפי המזרח:",
                "<b>אינן נוהגים אלא בפני הבית.</b> שקלים, משום דצורך קרבן נינהו וכיון שאין קרבן אין שקלים. ובכורים, דכתיב (שמות כ״ג:י״ט) ראשית בכורי אדמתך תביא בית ה׳ אלהיך, בזמן שיש לך בית יש לך בכורים, אין לך בית אין לך בכורים:",
                "<b>אבל מעשר דגן וכו׳</b> נוהגים בפני הבית. ושלא בפני הבית. דקדושת הארץ לא בטלה, הילכך צריך להפריש תרומות ומעשרות. ומעשר בהמה, צריך להפריש העשירי. ובמסכת בכורות אמרו שבטלו מעשר בהמה דלא ליתו בה לידי תקלה:",
                "<b>המקדיש שקלים ובכורים.</b> דאין נוהגים אלא בפני הבית, אם הפרישן שלא בפני הבית קדשי:",
                "<b>בכורים אינן קודש.</b> כיון דבהדיא כתיב בהו (שמות כ״ג:י״ט) תביא בית ה׳ אלהיך, אפילו הפרישן בדיעבד לא קדשי, ואין שם בכורים חל עליהן שלא בפני הבית. ורמב״ם פירש, המקדיש לבדק הבית שקלים ובכורים שיש לו כבר. ולפירושו לא אתבריר טעמא דר״ש אמאי שקלים קדשי וביכורים לא קדשי. והלכה כרבי שמעון:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "<b>באחד באדר משמיעין על השקלים כו':</b><br>שקלים הם אותן שאמר הכתוב עליהן זה יתנו כל העובר על הפקודים וכו' ופירוש משמיעין מכריזין עליהם כדי שיכין כל אחד ואחד שקלו כדי שתהא תרומת הלשכה בעונתה ר\"ל בראש חדש ניסן כאשר היתה בתחלה ר\"ל בימי המדבר שהיתה התרומה הראשונה בר\"ח ניסן הוא שאמרו חכמים בו ביום הוקם המשכן בו ביום נתרמה התרומה ואמר הכתוב בהקמת המשכן ויהי בחדש הראשון בשנה השנית באחד לחדש הוקם המשכן:",
                "ומכריזין עוד על הכלאים ענינו שיבקרו כל העם גנותיהם וכרמיהם ועוקרין מה שצמח עם התנאי שבארנו במס' כלאים:",
                "ואמרו בט\"ו בו קורין את המגילה עוד יתבאר במס' מגילה כי יושבי הערים המוקפות חומה מימות יהושע בן נון קורין בט\"ו:",
                "ואמרם ומתקנין הדרכים הוא תקון הדרכים והרחובות להשוות אותם ולישר אותם ולעשות הגשרים על הנהרות כדי שאם ינוס מכה נפש בשגגה שלא ימצא מניעה שתמנע אותו מלנוס והשיגו גואל הדם והכהו נפש וזהו ענין אמרו תכין לך הדרך. ואמרם את מקוואות המים הוא שכל מקוה שימצאו שם פחות מארבעים סאה מביאין שם מים שאובין להשלים הארבעים סאה שהם שיעור מי מקוה ועוד יתבאר זה הענין וזולתו במסכת מקוואות. ואמרם צרכי הרבים ביארם בירושל' ואמרו אלו הן צרכי רבים דנין דיני ממונות דיני נפשות ודיני מכות ופודין ערכין וחרמין והקדשות ומשקין מי סוטה ושורפין את הפרה ורוצעין עבד עברי ומטהרין את המצורע ועורפין עגלה ערופה ופורקין את המנעול מע\"ג המים ואין מחזירין אותו ר\"ל שמפקירין הגבים שהמים מכונסים בהם לבני אדם *בכלל שישתו מהם בימות החמה והכוונה כי כל מה שהיה מאלו הדברים תלוי ומסוגר ולא נתעסקו בו שמזרזין וממהרין להשלימו ולהגיעו לתכליתו מחצי חדש אדר. ואמרם ומציינין על הקברות הוא שמבקרין אותן ואותן שהיו מוצאין שמיחה אותם המים ר\"ל שנמחה הציון הבנוי על הקבר היו משימין בו סימן ומחדשין אותו כדי שיהא מקום הטומאה ניכר וידוע ויפרשו ממנו הכהנים וכבר נתבאר לך במסכת מעשר שני שציון קברות הוא בסיד:",
                "ואמרו ויוצאין אף על הכלאים שיוצאין הממונין ומבקרין השדות הזרועות והכרמים ולא היו סומכין על ההכרזה בלבד:"
            ],
            [
                "<b>אמר רבי יהודה בראשונה כו':</b><br>זה מבואר ואמת וכבר בארנוהו בפ' שני מכלאים:"
            ],
            [
                "<b>בט\"ו בו שולחנות היו יושבין כו':</b><br>שולחן שם לשולחן שלפני השולחני שמקבל עליו מעות וכן קורין החלפני שולחני בכל המשנה:",
                "ומדינה שם לכל ערי ישראל מלבד ירושלם וכבר בארנו זה במס' מעשר שני:",
                "פירוש למשכן שמשכנין מי שאינו שוקל כלומר שמוציאין העבוט מביתו תרגום אם חבול תחבול אם משכונא תסב:",
                "וקטן שלא הביא שתי שערות אין ממשכנין אותו אלא שמניחין אותו ואם נתן מקבלין מידו אמרו אין ממשכנין עד שיביא שתי שערות ואם אביו נתן בעבורו והוא קטן אומרין לו מאחר שנתת עליו השנה שעברה והעמדת עליו זאת המצוה תן עליו תמיד עד שיגיע ולא תפסוק וזהו ענין אמרם כל קטן שהתחיל אביו לשקול על ידו אינו פוסק:"
            ],
            [
                "<b>אמר ר' יהודה העיד בן בוכרי כו':</b><br>א\"ר יוחנן בן זכאי כי הדעת נותן שכל ישראל חייבין לשקול לפי שהוא כופר נפש ועל דרך צחות המליצה אמר כי מה שאמר השם יתברך זה יתנו זה בגימטריא י\"ב ר\"ל כי השנים עשר שבטים כולם הם חייבין לשקול אבל לפי שתרומת הלשכה יעשו ממנה העומר ושתי הלחם ולחם הפנים והם מנחות ואוכליהן הם הכהנים כמו שפירש הכתוב והש\"י אמר כל מנחת כהן כליל תהיה לא תאכל אלו היו נותנין שקליהם בתרומות הלשכה לא היה מותר להם לאכול שיורי העומר ושתי הלחם ולחם הפנים וחכ\"א כי אמרו וכל מנחת כהן נאמר במנחות היחיד והוא אמרם מנחת יחיד קריבה כליל ואין מנחת צבור קריבה כליל ולפיכך אם רצו לתת שקליהם מותר כמו שהעיד עליו בן בוכרי:"
            ],
            [
                "<b>אע\"פ שאמרו אין ממשכנין כו':</b><br>אמרו אין מקבלין מידם קני זבין וקני זבות וקני יולדות ר\"ל מיד הכותיים אבל הנכרי אינו יודע בזה ואינו טורח בהם לעולם אמרו סיפא בכותי ולפיכך מקבלין מהם חטאות ואשמות לפי שהוא כיון שנתכוין בכפרה אולי ישוב אבל הנכרים אין מקבלין מהם חטאות ואשמות לפי שאינו נדר ונדבה וכבר ידעת כי אנו לא נפריש היום בין כותי ונכרי כאשר הודעתיך זה הטעם במס' ברכות באמרם גזרו עליהם שיהיו כנכרים לכל דבריהם ולפיכך תבחין מה שראוי ליקח מהם בזה הכלל שנתן לך בכאן ופסק ההלכה שאין מקבלין מן הנכרים קרבן אלא עולה הבאה בנדר ובנדבה בלבד:",
                "ואמרם בהש\"ס אין מקבלין מהם לא לאמת המים ולא לחומת העיר ולמגדלותיה ר\"ל ירושלם לפי שאמרו להם הזקנים לא לכם ולנו לבנות בית לאלהינו וכתיב לכם אין חלק וצדקה וזכרון בירושלם:"
            ],
            [
                "<b>ואלו שחייבין בקלבון כו':</b><br>כבר ידעת כי חובת כל אדם הוא מחצית השקל והשקל הנזכר בתורה הוא שקורין אותו במשנה סלע והסלע שני שקלים והיו חצאי השקלים המבוקשים לצורך בני אדם אליהם והיו נותנין בין השקל השלם ובין השני חצאין מעט מכסף והיו קורין אותו קלבון וכשבאו שנים ונתנו שקל א' בעבורם נאמר להם שיתנו להקדש קלבון א' שיש בין ערך השקל ובין מחצית השקל ורבי מאיר אומר שהם חייבים בשני קולבנות כי כל אחד מהם אילו היה רוצה לקחת שני מחציות שקל בשקל היו לו להוסיף קלבון ומאחר שלא יגיע למשקל חצי שקל אלא אחר נתינת קלבון יש לו על כל אחד משניהם לתת קלבון על כל פנים ואם שקל אדם שקל בשבילו ובשביל מי שאינו חייב בשקל כגון הנשים והעבדים שנתינת אותו חצי שקל חסידות לא חובה אינו חייב בקלבון והכל מודים שאם נתן סלע כדי ליקח מן האדם המקבל השקלים שקל ויחשוב לו בשקל בשביל אדם שהוא חייב בשקלים שיתן שני קולבנות האחד המחויב לשקל שלקח בסלע והשני המחויב עליו באותו שנתן בשבילו או בשביל חבירו ואין הלכה כר\"מ:"
            ],
            [
                "<b>השוקל על ידי עני וע\"י שכנו וכו':</b><br>מעשר בהמה הוא חייב בו מי שנולד אצלו אבל הלוקח מזולתו בהמה אינו חייב להוציא המעשר והשותפין והאחים בהיותם שותפין בנכסי אביהם אינן חייבים בקלבון לפי שהם כמו אדם אחד והם חייבין להוציא מעשר בהמה ממה שיולדות צאנם ובקרם כאשר יתבאר וכשיפרדו איש מעל אחיו ויחלקו ממונם יהיה כל אחד מהם כאלו קנה מחבירו החלק המגיע לו ולא יתחייב במעשר בהמה מאותן הולדות שחלקו ואם נתנו שקל בשבילם אחר החלוקה אז יתחייבו בקלבון ומעה כסף הוא חצי שתות מחצית השקל והוא חלק מארבעה ועשרים מן הסלע ומשקלו שש עשרה שעורות מכסף וחכמים אומרים חצי ר\"ל חצי מעה והוא משקל שמנה שעורות כסף והלכה כחכמים: \n"
            ]
        ],
        [
            [
                "<b>מצרפין שקלים לדרכונות כו':</b><br>דרכון היה בו שני סלעים ואמר שמצטרפין אותן השקלים שהם מכסף בדינרי זהב כדי שיקל משאם. ושופרות תיבות כצורת שופרות היו נותנין בהם הזהב שהיו כונסין ועוד נבאר מפני מה היו כזאת הצורה:",
                "ואמר נשבעין ר\"ל השלוחין המוליכין השקלים ופסק התלמוד כי אלו השלוחין שומרי שכר ומעיקרי הדינין כי שומרי שכר חייבין בגניבה ובאבידה כאשר נתבאר במקומו אלא אם היה שם אונס ולפיכך אמרו נגנבו בליסטין מזויין ענינו שיצאו עליהם ליסטין מזויינין בברזל שאין אונס גדול מזה ואבדו כשטבעה ספינתו בים שהוא ג\"כ אונס ולפיכך אינם חייבין אלא שבועה:",
                "וענין נתרמה התרומה כאשר אספר לך והוא כי מעות השקלים כשכונסין אותן נותנין אותן בלשכה ידוע וכשהיה שם הממון לוקחין ממנו בשלש קופות קצת ומוציאין אותן במה שצריכין בצורך הקרבנות עד שיכלה אותו הקצת שהוציאו ומוציאין שנית קצת אחר וכשמוציאין אותו הקצת שמוציאין מן השקלים המכונסים מתכוונים להוציאו בקרבנות על הגבוי ועל העתיד לגבות כדי שלא יהיו הקרבנות מאותן השקלים ממון מי ששקל בלבד וישארו אותן שלא נתנו שקליהם ערומים מאותן הקרבנות וזהו ענין אמרם תורמין על הגבוי ועל העתיד לגבות א\"כ כל מקום שתשמע נתרמה תרומה ענינו שלקחו מן השקלים קצת והוציאוהו להסתפק בקרבנות ולא נתרמה תרומה ענינו שהשקלים המכונסין לא הוציאו מהם דבר ואמר בכאן אם נתרמה תרומה ואח\"כ אבד הממון נשבעין השלוחין לגזברים לפי שמאחר שנתרמה תרומה ברשות הגזברים יחשב ואפילו מה שלא הגיע לידם כי העיקר אצלנו מה שהודעתיך בו תורמין על העתיד לגבות ואם לא הוציאו מן הממון דבר ולא נסתפקו ממנו נשבעין השלוחין לאנשי העיר שנאבד באונס ושוקלין פעם שנית לפי שלא נתרמה תרומה עליהם וכששקלו שקליהם ע\"י שומר חנם נתחייבו לשלם על כל פנים לפי שהם פשעו בהם ועל השלוחין להשבע על כל פנים בהכרח ואפילו אמרו אנשי העיר נשלם פעם שנית ולא נשביע אותם אין שומעין להם לפי שתקנת חכמים אין הקדש יוצא בלא שבועה:"
            ],
            [
                "<b>הנותן שקלו לחבירו לשקול על ידו כו':</b><br>אם נתרמה תרומה מעל השוקל לפי העקרים שהקדמתי לך כי כשהוא תורם תורם על הגבוי ועל העתיד לגבות ואותו השקל כשנתנו לחבירו מיד קנאו ההקדש כשתרם וכשנתנו על עצמו נהנה מן ההקדש ונתחייב קרבן מעילה וההנאה שהוא נהנה היא שלא ימשכנו אותו וכבר קדם לך כי כל מי שאינו שוקל שממשכנין אותו וזו היא ההנאה שבסבתה נתחייב מעילה דלהשלים המצוה העיקר אצלנו מצות לאו ליהנות ניתנו וכששקל שקלו ממעות שהיו אצלו הקדש ונתנו אחר שנתרמה תרומה ואחר שנתן קנו מאותה התרומה בהמה והקריבוה אז יתחייב מעילה לפי שזה ההקדש הקדש הוא בכל מקום שהוא ולא נשתנה וכשהקריבו הבהמה והוא נתכוון שהוא ממעות כל מי שנתן דבר בתרומת הלשכה כאילו קנה באותן מעות של הקדש בהמה והקריבה ונפטר מחיוב המשכון כאשר זכרנו ונהנה ויתחייב מעילה ואם נתנו ממעות מעשר שני יאכל כנגדו בירושלם כדין מעשר שני כאשר זכרנו ואם היה מדמי שביעית יאכל ג\"כ כנגדו בקדושת שביעית כאשר בארנו במקומו:"
            ],
            [
                "<b>המכנס מעות ואמר הרי אלו לשקלי כו':</b><br>הכל מודים כי מי שהוציא מעות בידו ואמר הרי אלו לשקלי כי הוא צריך שיפרע מהם שקלו שהוא חייב בו כמו שביארנו במה שקדם:",
                "והמותר נדבה ר\"ל שיקריב מהם עולות נדבה כאשר יתבאר ומה שחלקו בית שמאי ובית הלל במי שכונס מעט מעט ואמר כשמתחיל לכנס הרי אלו לשקלי אומרים ב\"ה שמותרן כל מה שהותירו על השקל שהן חולין וב\"ש אומרים נדבה וזה הוא מה שאמרו בירושלמי במאי פליגי במכנס פרוטרוט פירושו פרוטה פרוטה:"
            ],
            [
                "<b>אמר רבי שמעון מה בין שקלים לחטאת כו':</b><br>רבי שמעון נותן טעם לדברי ב\"ה שאמרו במכנס פרוטרוט לשקלו מותרן לחולין ואמרו במכנס פרוטרוט לחטאת מותרן נדבה. ואמר כי השקלים יש להם קצבה קצובה וכן אמר יתברך העשיר לא ירבה וגו' ולפיכך המותר חולין והחטאת קונין אותו בדינר או באלף ולפיכך כל מה שהכניס חלה קדושה עליו ויקנה מהן חטאת במה שיוכל והמותר עולת נדבה וחלק ר' יהודה על רבי שמעון ורצה לבטל טעמו ואמר לו אף לשקלים אין להם קצבה כי כבר שקלו העם שיעור גדול ושיעור קטן כי כשעלו מן הגולה היו שוקלין דרכונות ר\"ל שהיה המטבע שלהם דרכונות כפל הסלע והיה שוקל אדם במחצית השקל סלע חזרו לשקול סלעים והיה שוקל אדם שקל ר\"ל מחצית הסלע חזרו לשקול טבעי' ר\"ל שחזר המטבע שלהם חצי סלע והוא שקל וכן אמרו טבעין פלגות הסלעים והיה אדם שוקל במחצית השקל שקל שלם שהוא מחצית השקל של תורה כי סלע הוא שקל של תורה ואין מותר לשקול בשום פנים פחות מן השיעור הכתוב בתורה אבל שוקל יותר כפי שינוי המטבעות. בקשו לשקול דינרין הוא רביעית הסלע כי הסלע ארבעה דינרין א\"כ יהיה מחצית השקל החייב על כל אדם דינר וזה הוא שש מעה כסף כאשר ביארנו ולא הודו העם בזה והוא הבין מאלו השקלים שאין להם משקל ידוע אלא שהם חצי דינר מאיזה מטבע שיהיה והשיבו ר' שמעון אעפ\"כ יד כולם שוה כי בזמן שהיו נותנין סלעים סלע סלע היה נותן כל אחד ואחד ולא היה נותן אחד סלע ואחד פחות ואחד יותר. וכמו כן בזמן נתינת השקלים שקל שקל היה נותן כל אחד ואחד ולא היה אדם מרבה על חבירו בזמן מן הזמנים והחטאת אינה כן והטעם שנתן רבי שמעון אמת:"
            ],
            [
                "<b>מותר שקלים חולין כו':</b><br>מותר שקלים חולין זהו דעת ב\"ה ועל הפנים שספרנו:",
                "ועשירית האיפה הוא החטאת שמקריב העני כשלא תשיג ידו לקרבן העוף וזה בשבועת ביטוי וחברותיה והוא אמרו אם לא תשיג ידו לשתי תורים וגו' וכשהפריש מעות לקנות עשירית האיפה או לשתי תורים ובני יונה שנתחייבו הזבים והזבות והיולדות או לקנות חטאת ואשם ונשאר מהם מותר אותו המותר קונין בו עולת נדבה ועל זה הדרך ילך אמרם מותר עולה עולה מותר פסח לשלמים לפי שכולם קדשים קלים מותר נזירים לנזירים מותר הקרבנות שמקריבין אותן הנזירים והם שלש בהמות כאשר נתבאר וכשנשתתפו חבורות נזירים וקרבנותיהם כאשר יתבאר במסכת נזירות והותירו יוציאו אותו המותר נזירים בקרבנותיהם:",
                "<b>מותר שבויים לשבויים כו':</b><br>מותר מתים למתים. פירושו כשכונסין מעות להוציאם בקבורת המתים ותכריכיהן:",
                "ואמר מותר המת ליורשיו. הוא דבר אמתי:",
                "ונפש הוא הבנין שעושין על הקבר והוא נקרא ציון בלשון הקדש ובנה אצלו ציון:",
                "וממה שראוי שתדע כי גבאי צדקה כשרואין מדרך התיקון ובתנאי שיהא זה תיקון אנשי העיר שצריכין לשנות אלו המותרות ויעשו מהם רצונם כגון שיוציאו מותר שבויים לעניים או מותר מתים לשבויים והדומה לזה שהרשות בידם והבחירה וכן נראה מגמרתינו ובירושלמי אמרו ג\"כ בזה המקום אין ממחין ביד פרנסים בכך וכל הדברים האלו הן הנוהגים כסדר הזה כשאין שם צורך הכרחי ולא הסכימו הזקנים ואנשי המדינה אל הפך זה אבל אם הסכימו עושין כפי הסכמתם:"
            ]
        ],
        [
            [
                "<b>בשלשה פרקים בשנה תורמין את הלשכה כו':</b><br>פירשו בגמרא ואמרו כולה כאחד היתה באה ר\"ל כי בזמן פסח היו כונסים כולם ומפני זה סדרו להוציא מהם בשלשה פרקים כדי לפרסם הדבר ר\"ל שמפרסמין ומודיעין כי בחג הפסח חובה להביא תרומת המקום הקרוב ואשר הוא רחוק ממנו בעצרת ואשר הוא יותר רחוק בחג הסוכות והוא אמרם הלין דקרבין בפרוס פסח והלין דרחיקין בפרוס עצרת והלין דרחיקין מנהון בפרוס החג. ענין פרס חצי מועד וכן אמר כל מה דתנינא פרס פלגא ענינו חצי חדש ובתוספתא איזה הוא פרס אין פחות מחמשה עשר יום קודם לרגל:",
                "וענין תורמין כבר בארנוה ואני אשנה אותו והוא שמכניסין הממון כולו המכונס מן השקלים ונותנין אותו בלשכה ולוקחין מאותו הממון שבלשכה ג' קופות גדולות שמחזיקות כלל גדול מן הממון המכונס ואין לו שיעור ידוע במשנה ועליו אמרו בירושלמי כמה הוא שיעורן של קופות ובאה התשובה נלמוד סתום מן המפורש ענינו שנלמוד זה השיעור מן ההלכות שלאחר אלו כאשר נבאר לפנים והיו נותנין הג' קופות בלשכה מן הלשכות תחת מפתח ומנעול ואח\"כ היו מוציאין מאלו הג' קופות ממון באלו הג' מועדים בכל מועד ומועד שיעור ידוע והיו מסתפקין ממנו לקרבנות כמו שיתבאר בזו המסכת ועל נטילת ממון מן הקופות שנתנו בהם אומר בג' פרקים תורמין את הלשכה:",
                "ומחלוקת ר\"ע וחביריו הוא בזמני המעשרות ר\"ל מעשר בהמה ועוד יתבארו אלו הדינים בפרט בפרק האחרון ממס' בכורות והלכה כר\"ע:"
            ],
            [
                "<b>בשלש קופות של שלש שלש כו'.</b> כבר הודעתיך בהלכה הקודמת כי הממון כולו היו מכניסין בלשכה אחת וממלאין ממנו שלש קופות ומוציאין משם בכל מועד מהג' מועדות ואמר בזאת ההלכה כי מה שמוציאין משם בכל מועד הוא שלש קופות של שלש שלש סאין וכתוב על אלו השלשה קופות שמחזקת כל אחד מהם שלש סאין אלף בית גימל וזה כדי שיספקו מן הראשונה עד שתכלה ואח\"כ מתחילין מן השניה עד שתכלה ואח\"כ מן השלישית עד שתכלה ואח\"כ ממלאין אותם פעם שנית בפרוס העצרת ואח\"כ ממלאים אותם פעם שלישית בפרוס החג וא\"כ יהיה שיעור מה שמוציאים באלו השלשה זמנים שבעה ועשרים סאה לפי שתשעה סאין מוציאין בכל פעם ונדע מזה כי הג' קופות הגדולות שבהן היו הממון המכונס ומהן יוצא בכל מועד ומועד שמחזיקות שבעה ועשרים סאה כל קופה מהם מחזקת תשעה סאין וזה ענין אמרם שם בידיעת שיעורם ילמוד סתום מן המפורש של שלש שלש סאין וכו' ואם היה הממון יותר ממה שמחזיקות אותן השלש קופות אותו המותר נקרא שיורי הלשכה וכבר ידעת כי התורם הוא הממלא אלו השלש קופות המחזיקות ג' סאין: ואמרם שאין נכנסין ללשכה ששם הממון לא בבגד שיוכל להחביא ולא במנעל ולא בסנדל ולא בתפילין ולא בקמיע כדי שלא יחשדוהו שגנב מן הממון בכניסתו והחביאו שם: \n"
            ],
            [
                "<b>של בית רבן גמליאל היה נכנס כו':</b><br>אמרם של בית רבן גמליאל ענינו כי כל אחד מהם היה נותן שקלו בזה הענין והיתה כוונתו כדי שיכנס שקלו בתוך הקופה ויסתפקו בו בקרבנות לפי שהיה מתיירא שמא ישאר בכלל השירים הנשארים מן הממון:"
            ],
            [
                "<b>תרם את הראשונה כו':</b><br>השלש קופות הגדולות שבהן כל הממון שבארנו שהן מחזיקות שבעה ועשרים סאה היו מכוסות בשלשה מטפחות והיה נכנס התורם בשלש קופות הקטנות המחזיקות תשעה סאין כמו שבארנו והיה ממלא הקופה הכתוב עליה א' מאחת מהשלש קופות גדולות ואח\"כ מכסה אותה במטפחת שלה ואח\"כ היה מגלה הקופה השניה מן הקופות הגדולות וממלא ממנה הקופה הכתוב עליה ב' ומכסה אותה ומניחה ואח\"כ מגלה הקופה השלישית וממלא ממנה הקופה שכתוב עליה ג' ולא היה מכסה אותה שאילו היה מכסה אותה היה מוציא בפעם השנית בתחלה מאותה הקופה הגדולה שהתחיל בה בפעם ראשונה וזהו ענין אמרם שמא יתרום מן התרום וכשמניחה מגולה תהיה נכרת וכשיכנס בפעם השנית לתרום יתחיל ממנה ונמצא מוציא מכל קופה וקופה מן הג' קופות הכתוב עליהם אלף בית גימל עד שתהיה כל קופה מהן הקרב ממנו על כל ישראל כי כל קופה מן השלש קטנות מתכוונין עליה על קצת מישראל הוא אמרם תרם את הראשונה לשם א\"י וזאת התרומה הוא שיתכוין בה התורם כשיתרום על הגבוי ועל העתיד לגבות כאשר אמרנו במה שקדם:"
            ]
        ],
        [
            [
                "<b>התרומה מה היו עושין בה וכו':</b><br>הצמחים של שנה שביעית נקראים ספיח לפי שאין זורעין בו דבר והצומח בה הוא ממה שנזרע בשנה שעברה כלומר השנה הששית וקצרו אותו והוא נקרא ספיח כמו שפירשתי בשביעית וידוע כי כל מה שתוציא אותה שנה הוא הפקר ואוכלין אותו כל העם בשוה ואנו צריכין בכל שנה עומר התנופה ושתי הלחם מן החדש כמו שהוא עיקר אצלנו במנחות והוא אמרם כל קרבנות צבור והיחיד באים מן הארץ ומחוצה לארץ מן החדש ומן הישן חוץ מן העומר ושתי הלחם שאינן באין אלא מן החדש ומן הארץ ולפיכך נצטרך לשכור שומרים לשמור קצת הספיחים כדי שלא ישלחו בני אדם ידם בהם בשנת השמטה ולא נמצא ממה שנביא עומר ושתי הלחם ואותן המעות שנותנין להם בשכרם הוא כאילו היו קונין בו העומר ושתי הלחם וא\"ר יוסי כי מי שהתנדב לשמור בחנם שהעומר ושתי הלחם שלו בלי ספק לפי שהם הפקר והוא שומרם בלא שכירות והביאן שמותר להקריבן והציבור יוצאין בהם ידי חובתן א\"כ הוא סובר שמשתנה קרבן יחיד לקרבן צבור וחלקו עליו חכמים בזה ואמרו אי אתה מודה כי העומר ושתי הלחם אינן באין אלא משל צבור ואיך יתנדב אותן יחיד כיון שאין להם בשנה שביעית דמים אלא לשמירתן וזו הקושיא היא כפי סברתם שהיו אומרים קרבן יחיד אינו משתנה לקרבן צבור ואין הלכה כרבי יוסי:"
            ],
            [
                "<b>פרה ושעיר המשתלח כו':</b><br>תרומת הלשכה הוא הממון המכונס בשלש קופות הגדולות שזכרנו אותם פעמים והמותר הנשאר בלשכה עושין ממנו כבש של עץ בצורת התבנית שקורין אותו בעלי התשבורת בלשון ערבי אלמנשור ועולין עליו כמו סולם אלא שאין בו מעלות והוא על זו הצורה ועוד יתבאר במקומו:",
                "ואמרם כבש פרה ענינו הכבש שמוציאין עליו הפרה אדומה מהר הבית להר המשחה כמו שיתבאר במסכת פרה:",
                "וכבש שעיר המשתלח ג\"כ כבש שהיו מוציאין עליו שעיר המשתלח מן העזרה לחוץ המקדש כאשר יתבאר ביומא ושם יתבאר עוד כי לשון של זהורית קושרין בראש שעיר המשתלח ואין הלכה כאבא שאול:"
            ],
            [
                "<b>מותר שירי לשכה כו':</b><br>ר\"ל כל מה שמשתכר בהן בין מקחן לממכרן לאותן שמקריבין הקרבנות משאר העם להקדש ור\"ע אומר אין משתכרין בממון של הקדש ולא בממון עניים והלכה כר\"ע:"
            ],
            [
                "<b>מותר התרומה מה היו עושין כו':</b><br>כבר קדם לך כי ר' ישמעאל סבר כי מותר שירי הלשכה שלוקחין בהן יינות שמנים וסלתות ויהיה שכרם להקדש אותו השכר הוא שקוראין אותו מותר פי' ר\"ל כי אותו הדבר שהרויח בהן ניתוסף על דמיו ועוד נבאר לך בפרק שלאחר זה כי הנסכים היה הקדש משתכר בהם והיה מתקבץ ממנו דמים יתירים והם הנקראין מותר נסכים. וקיץ שם לימות החמה. בקיץ ובחורף. ופירות הקיץ ר\"ל התאנים והענבים ששוטחין ומייבשין אותם ואוכלין אותם בני אדם תוספת על סעודתו ומפני זה נקראו הקרבנות הקרבין על המזבח יותר על החיוב קיץ המזבח והם כולם עולות נדבה והן משל צבור:",
                "ואמרם זה וזה לא היו מודין בפירות ר\"ל ר\"ע ור' חנינא לא היו מודים לו בשכר יינות שמנים וסלתות לפי שהם אומרים אין משתכרים בשל הקדש כאשר קדם ופסק ההלכה בכל זה אמרם תנאי ב\"ד על המותרות שיקריבו עולות:"
            ],
            [
                "<b>מותר הקטורת מה היו עושין כו':</b><br>אין ספק כי הקטורת שעושין לוקחין אותה מתרומת הלשכה וזה נכלל מדבריהם שאמרו בראש הפרק וכל קרבנות הצבור וכשישאר ממנה מותר יותר על מה שאנו צריכים לשארית שנתנו כי ידוע הוא הסך שמקריבין ממנו בכל יום כמו שנבאר בתחלת כריתות (אי) נקח מתרומת הלשכה כמו שכר האומן העושה הקטורת כמו שאמרו:",
                "ואמרם מתרומת הלשכה היו מפרישין ממנה שכר האומנין ומיד יחזור אותו השכר חולין בלא ספק ואח\"כ מחללין המותר שנשאר מן הקטורת על שכר האומנין שחזר חולין ויחזור אותו השכר קדש ומחזירין אותן לתרומת הלשכה והמותר שנשאר מן הקטורת חולין ותנתן להם בשכרן וחוזרין ולוקחין אותו מהם בסוף השנה מתרומה חדשה ומסתפקים ממנה בשנה הבאה ובתוספתא דמעילה שאין הקדש מתחלל על המלאכה אלא על המעות כיצד הן עושין מפרישין שכר האומנין וכו' ואם כלתה השנה ולא נתקבצה תרומה חדשה ונצטרך לקטורת נקח אותו הקטורת מהם בתרומה ישנה ומקטירין אותו:"
            ],
            [
                "<b>המקדיש נכסיו והיו בהן דברים ראויין כו':</b><br>בן עזאי אומר אין הקדש מתחלל על המלאכה ולפיכך יאמר שיקחו מאותן הנכסים שכר האומנים שעשו הקטורת וזולתו ויחזרו חולין אותן הנכסים ואח\"כ מחללין עליהם דברים הראוים לקרבנות צבור ואז תנתן אותה הבהמה [ס\"א הקטורת] לאומנין בשכרן ויקנו אותה מהן מתרומה חדשה כמשפט שעשו בקטורת והוא מאמר בן עזאי אינה היא המדה ענינו כי אין זה שוה לדין שנדין בקטורת ואינו הולך באותו דרך ומאמר בן עזאי שוה למאמר הנקדם בקטורת לפיכך אני אומר הלכה כבן עזאי:"
            ],
            [
                "<b>המקדיש נכסיו והיתה בהן בהמה ראויה כו':</b><br>ר\"א סובר סתם הקדשות לבדק הבית ור' יהושע אומר שהוא כן אלא מה שאמר כי מה שאפשר להקדיש בעינו להקריבו במזבח שיקריב והיה כלו כליל והיא העולה וראה ר\"ע דברי ר\"א על דברי רבי יהושע כי רבי יהושע חלק דברו ונתן סתם הקדשות קצתו לבדק הבית ומקצתו למזבח וא\"ר פפייס כי מי שהקדוש לבדק הבית בפירוש שהדין בו כדברי ר\"א ומי שהקדיש סתם כר' יהושע ולא חלק ר' פפייס על ר\"ע והלכה כר\"ע:"
            ],
            [
                "<b>המקדיש נכסיו והיו בהן דברים ראויין כו':</b><br>מה שחייבנו לומר ביינות שמנים וסלתות ועופות שיביא בדמיהם עולות על כל פנים ואמרנו בבהמות שיפלו דמיהם לבדק הבית לפי שהבהמות יש להם פדיון ויינות שמנים וסלתות ועופות אין להם פדיון כמו שהוא עיקר בת\"כ ולפיכך מקריבין דמיהם ע\"ג המזבח בהכרח והלכה כר\"א:"
            ],
            [
                "<b>אחת לשלשים יום משערין את הלשכה כו':</b><br>משערין מלה עברית כמו שער בנפשו וענינו שנותנין שיעור לאותו דבר וכן בכאן פירושו שפוסקין הדמים לאותן הדברים הנמכרים ופוסקין עם מוכרי הסולת והיין לקרבנות בדמים ידועים וקונין מהם בכל יום ויום מה שהיו צריכין לקרבנות אם נתייקר הדבר הנמכר אין הגזבר מוסיף להם כלום על הסך שהסכים עמהם עליו בתחלת השלשים יום ואם הוזל הדבר הנמכר לוקח מהם בשער הזול מוכרין לו כמו שמוכרין לשאר בני אדם שיד הקדש על העליונה ענינו שלוקח החלק היפה לעצמו וקנה לתועלתו וענין לספק שימכור לנו כדי צרכנו וספוק הוא השלמת הצורך תרגום ומצא להן היספקון להון ועברי ממש אם ישפק עפר שומרון במלאת ספקו ואם הוא בשין וענין מארבע סאין בסלע מסך ארבע סאין בסלע ושיעור הסאה והסלע כבר פרשנוה פעמים רבות בסדר זרעים וממה שאני טעון להזכירך בסוף זה הפרק אמרם בהתלמוד בהעלם דבר ושעירי ע\"ז בתחלה גובין להן ואינן באין מתרומת הלשכה:"
            ]
        ],
        [
            [
                "<b>אלו הן הממונים כו':</b><br>אלו החמשה עשר מעלות מנויים שזכר הם תמיד במקדש וראוי למנות ממונה על כל מדרגה מהם והיה עליהן בלי ספק מוקדמים בכל דור ודור ומונה בכאן האנשים החסידים הידועים וזכר אחד מכל מדרגה וזכר החסיד יותר שהיה באותם הממונים אפילו שלא היו בזמן אחד והוא אמרם כשרי כל דור ודור בא למנות:",
                "ומה שאמר על החותמות עוד יתבאר מה הן החותמות בזה הפרק:",
                "ופייסות גורלות היו שמפייסין הכהנים על העבודות כאשר יתבאר במס' יומא ובמס' תמיד:",
                "ופתחיה הוא מרדכי בלשן שעלה מבבל ששמו ידוע:",
                "ואמר בן אחיה על חולי מעים כי הכהנים היו מהלכין על הרצפה כל היום והיו משתמשין במים ולא היה עליהם אלא בגד אחד בכל הזמנים כי אסור להם לעבוד אלא בד' בגדים כתונת ומכנסים ומצנפת ואבנט לא פחות ולא יותר ואוכלין הבשר ומפני זאת ההנהגה היה מתרפה טבעם והיה כחות אבריהם הפנימים חלושים ובן אחיה הנזכר היה ממונה על רפואתם ולזה נתכוונו באמרם על חולי מעים:",
                "נחוניה חופר שיחים. כוונתו היתה להמציא מים לעם בישוב ובמדבר והיה ממונה על חפירות הבורות והמעיינות והגבים וכנוסי המים:",
                "גביני כרוז תרגום ויעבירו קול ועברו כרוז והיה גביני מכריז בשעת הקרבנות עמדו כהנים לעבודה לוים לדוכן ישראל למעמד:",
                "בן גבר היה מכריז בבא השמש לנעילת שערים והיו נועלין שערי המקדש:",
                "בן בבי על הפקיע כלומר על ההלקאה ברצועה ועוד יתבאר לך במסכת מדות כי הכהנים והלוים היו שומרים סביבות המקדש ומקיפין אותו והיא מצוה ואע\"פ שאין שם פחד והיה מחזיר עליהם כל הלילה ומי שנמצא ישן היו מלקין אותו ושורפין את בגדיו והיה בן בבי ממונה על זה המעשה:",
                "על הצלצל שהיה מכה בו כי הצלצל צריך היה במקדש בהכרח והיו מנגנין ומכין אותו בכל יום בשעת הקרבת התמידין כאשר יתבאר במסכת תמיד וכמו כן השיר בכל יום בנגון בשעת הקרבת הקרבן והיה זה האיש ממונה ושר על המשוררים בדור מן הדורות:",
                "על הפרוכת היה עושה הפרוכת הצריכות במקדש ומתעסק במלאכתן. ופנחס המלביש היה מלביש הכהנים בגדיהם והיה מתעסק בהצנעתן ובעשייתן:"
            ],
            [
                "<b>אין פוחתין מג' גזברין ומז' אמרכולין כו':</b><br>כבר מלאו אזניך כי גזברים הם נקראים אותן האנשים הממונים על המקדש והם מתעסקים בממון הקדש ובכל ההקדשות אמרו בתוספתא דשקלים ג' גזברים מה הם עושין פודין את הערכים ואת החרמים ואת ההקדשות ומעשר שני וכל מלאכת הקדש בהן נעשית. ואמרכול מעלתו גדולה מן הגזבר תרגום ונשיא נשיאי הלוי ואמרכלא דממנא על רברבי לואי ויש שם מעלה למעלה ממעלת האמרכל ונקרא מי שהוא בזו המעלה קתילק ולא יהיו בזו המעלה פחות משנים נמצא הסגן תחת נשיאות כ\"ג והקתילוקין תחת נשיאות הסגן והאמרכולין תחת נשיאות הקתילוקין והגזברין תחת נשיאות האמרכולין ואמרו שבעה אמרכולין מה הן עושין שבעה מפתחות העזרה בידם רצה אחד מהם לפתוח אינו יכול עד שיכנסו כל האמרכולין ופותחין וגזברין נכנסין והביאו ראיה שלא יהיו פחות מאלו מימים קדמונים בדורות הנביאים ולא היו פחות ממה שהתנה בכאן והביאו אסמכתא שלא יהיו ממונין על ממון הקהל פחות משנים מפסוק והם יקחו את הזהב ומיעוט כל לשון רבים שנים:"
            ],
            [
                "<b>ד' חותמות היו במקדש כו':</b><br>הנסכים כולם שלש המינים והוא כי קרבנות הצאן שהם כוללים ב' מינים הכבשים והעזים יתחייב כל בהמה מהם כשהיא עולה או שלמים (או) נסכים עשרון בלול ברביעית ההין שמן ויין לנסך רביעית ההין ובמנין בהמות העולות והשלמים נופלין אלו השיעורין העזים הכל שוה לגדול ולקטן והכבשים אינם כן כי נסכי כבש בן שנתו או פחות נסכיו כאשר זכרנו כמו נסכי עז ונסכי איל והוא בן שנתים הם סולת שני עשרונים בלולה בשמן שלישית ההין ויין לנסך שלישית ההין וכן לכל איל ואיל וזה היה המין השני מן הנסכים והמין השלישי הוא נסכי בקר וכל אחד מן הבקר בין גדול ובין קטן שוים הם בנסכים המחוייבים בהם סולת שלשה עשרונים בלולה בשמן חצי ההין ויין לנסך חצי ההין וכן לכל עולה או לכל שלמים ושלמים והחטאת והאשם אינן טעונין נסכים אלא חטאת מצורע ואשמו בלבד כמו שנבאר כל זה ועקריו בתחלת מנחות ואם היה המצורע עשיר יקריב ג' בהמות ב' כבשים וכבשה והם עולה וחטאת ושלמים ונסכיהם שלשה עשרונים בלולה בשמן ולוג שמן זהו מין הרביעי של נסכים ואם הוא עני יביא כבש אחד ועשרון סולת ושתי תורים או שני בני יונה וכל זה לשון התורה דכרין תרגום ואיל אחד ודכרא חד ולפיכך היו כותבין בחותמות האיל זכר. ונקרא המצורע חוטא לפי שבעונותיו אירעו מה שאירעו כמו שהוא העיקר אצלנו. וחכ\"א כי אין אנו צריכים חותם כתוב בו חוטא דל כי חוטא דל אינו צריך מן הנסכים אלא עשרון אחד כמו שאמרנו כיון שזה כמו זה נותנין לו חותם שיש בו גדי שהוא משמש עשרון אחד כמו שאמרנו. ואמרו זכרים ונקבות ענינו נסכי עולות שאינן באות אלא מן הזכרים מכל מין או נסכי שלמים הבאין מן הנקבות כי נסכי עולה ונסכי שלמים שוין כמו שהודעתיך ולשון התורה בנסכים עולה או זבח:"
            ],
            [
                "<b>מי שהוא מבקש נסכים כו':</b><br>כל זה מבואר כי אחיה היה מוציא החותם שהוא בכתב יד יוחנן ושואל מיוחנן המעות שקבל אם הותירו אצלו הותירו להקדש ולזה המותר רמז בפרק הנקדם באמרו מותר נסכים:"
            ],
            [
                "<b>מי שאבד ממנו חותמו כו':</b><br>אם מצאו לו כדי חותמו פירושו שימצאו במעות שביד יוחנן יותר כמו החותם שהוא אומר שאבד לו בלי תוספת וגירעון. ואמר מפני הרמאים כדי שלא ימצא חותם שנפל קודם לכן לבעליו או לאחיה או ליוחנן ויגבה בו או יקח חותם אמת ויניחנו אצלו עד שיוקר השער ויגבה בו:"
            ],
            [
                "<b>שתי לשכות היו כו':</b><br>חשאי הוא הסוד והסתר וכל הענין מבואר אינו צריך פירוש אחר:"
            ]
        ],
        [
            [
                "<b>שלשה עשר שופרות כו':</b><br>כבר אמרנו כי שופרות הם התיבות שמכניסין בהם המעות כשלוקחין אותם ועוד יתבאר בזה הפ' מה היה בכל תיבה ותיבה מהם וקראו אותן שופרות לפי שהיו בצורת שופר עגולות עקומות רחבות מלמטה צרות מלמעלה כל מה שהיו עולות למעלה היו נקצרות כדי שלא יוכל אדם להוציא משם מעות אלא בקושי אחר שמהפכין אותן על פניהם. והיו מטילין שם המעות ולא היה אפשר לשלוח יד בהם להוציאם משם וכן אמרו עקומות היו צרין למעלה ורחבין מלמטה מפני הרמאין ענינו כדי שלא יכנוס אדם רמאי ויעשה כמי שמטיל באחת מהן והוא נוטל משם כי כן היה מנהג קצתם שיטיל בהם כל מי שרוצה איזה שיעור שירצה כאשר יתבאר בזה הפרק:",
                "והוא יבאר לאחר זה היכן היו משתחוים אותן ההשתחויות והיכן היה מקום אותם השולחנות וכשנצייר המקדש בכללות במס' מדות יתבאר לך מקומות השערים מהלשכות כולם ויתבאר לך איזו היתה לשכת העצים:"
            ],
            [
                "<b>מעשה בכהן אחד שהיה מתעסק כו':</b><br>מתעסק ידוע כמו עושה מלאכתו בכאן לא אמר עובד לפי שזה הכהן שאירע לו זה הדבר היה בעל מום והיה כורת עצים בלשכת העצים למערכה כי אין לבעלי מומין מלאכה במקדש אלא הכנת העצים למערכה כאשר יתבאר במסכת תמיד:"
            ],
            [
                "<b>והיכן היו משתחוים כו': </b><br>פשפשין דלתות קטנות שעושין בבתי הגדולים בעצם דלתות השערים הגדולים כדי שיהיו נוחין לפתוח בכל עת שירצו וזה התנא שאמר כי שלש עשרה שערים היו בעזרה הוא אבא יוסי בן יוחנן כך נתבאר בירושלמי אבל חכמים אומרים שבעה שערים היו בעזרה כמו שנזכר במדות ואלו השלש עשרה השתחויות היו משתחוים אותן אליבא דחכמים כנגד שלש עשרה פרצות שפרצום מלכי יון בעזרה וחזרו בני חשמונאי וגדרום כאשר יתבאר במדות וכשהיה אדם מגיע למקום פרצה מן הפרצות היה משתחוה על דרך הודאה. כל זה מבואר ומצורת המקדש שאצייר במדות תבין אלו המקומות וכל מה שהיה בתוכו:"
            ],
            [],
            [
                "<b>י\"ג שופרות היו במקדש כו':</b><br>השופר הראשון כתוב עליו תקלין חדתין וכל מה שהיו כונסין משקלי אותה השנה היו מטילין אותם שם:",
                "והשופר השני כתוב עליו תקלין עתיקין ומה שהיו כונסין מן השקלים שנשארו לגבות משנה של אשתקד היו מטילין אותם שם ותרגום ישן נושן עתיקא דעתיקא. והשופר השלישי כתוב עליו קינים. והרביעי כתוב עליו גוזלי עולה:",
                "ואמר רבי יהודה כי כל מי שיש עליו עולה מן התורים יטיל דמיה בשלישי וכל מי שיש עליו עולה מבני היונה יטיל דמיה ברביעי ולדעתו שמקריבין הכל עולות אבל מה שהוא בשלישי תורים ומה שהוא ברביעי בני יונה. וחכ\"א כי כל מי שיש עליו חטאת ועולה מן העוף יטיל דמיהן בשלישי וכל מי שיש עליו עולה בלבד יטיל דמיה ברביעי ולפיכך כל הנמצא בשלישי יקריב מחצה עולות ומחצה חטאות וכל הנמצא ברביעי הכל עולות ואין הפרש ביניהם בין תורים או בני יונה והשופר החמישי כתוב עליו עצים וכל מי שיתנדב דבר לקנות בו עצים למערכה יטיל אותו שם והששי כתוב עליו לבונה וכל המתנדב לקנות לבונה מטיל אותו שם והשביעי כתוב עליו זהב לכפורת וכל מי שהתנדב זהב לעשות בכפורת וקדשי הקדשים מטילין אותו שם והששה הנותרות הם נדבה אחד מהם כתוב עליו מותר חטאת וכל מי שהפריש מעות לחטאתו ונשארו מהם מותר יטיל אותו שם והשני מטילין שם מותר אשם והשלישי למותר קני זבין וזבות ויולדות והרביעי למותר קרבנות נזיר והחמישי למותר אשם מצורע וכבר קדם לך מאמר תנאי ב\"ד על המותרות שיקריבו עולות ולפיכך מקריבין כולן עולות נדבה כמו שפירש לקמן ולפיכך אמר ששה לנדבה והששי כתוב עליו נדבה סתם וכל מי שהתנדב דבר למזבח יטיל אותו שם והלכה כחכמים:"
            ],
            [
                "<b>האומר הרי עלי עצים כו':</b><br>לפי שקדם המאמר כי היה שם שופר שהרשות ביד כל אדם להטיל בו כמו שהיה רוצה ואפילו הטיל בשופר של זהב בדרך הדמיון משקל שעורה של זהב או שהטיל בשופר של לבונה שוה שעורה אחת של לבונה אמר בכאן כי זה הרשות הוא כשלא פרט דבר מסוים בעין אבל אם אמר הרי עלי עצים לא יפחות משני גזירין שיהיה באורך כל אחד אמה ועביו דומה לאורכו בדרך ההקש וכן אם אמר הרי עלי לבונה לא יפחות מן הקומץ ואם אמר הרי עלי זהב ר\"ל מטבע שהוא מסוים כמו לבונה ועצים לא יפחות מדינר זהב וכן באר התלמוד ואלו הששה שופרות כבר בארנו שהן מותר חטאות ואשמות והביא ראיה על כל שהוא בא משום חטא ומשום אשמה שישתתפו בו הכהנים והמזבח כדי שיתקיים הכתוב אשם לה' ואשם לכהן כמו שכתוב כסף אשם וכסף חטאות לא יובא בית ה' וגו':"
            ]
        ],
        [
            [
                "<b>מעות שנמצאו בין השקלים כו':</b><br>לפי שזכר הספק הנולד בין השופרות זכר ג\"כ כשנפל כיוצא בו לאדם בין מעות חולין ובין מעות מעשר שני באיזה מקום שיהיה וכבר נתן לך עיקר בסוף דבריו ומה שאמרנו שנדבה חמורה מן השקלים לפי שהמעות נדבה כולם עולות למזבח כמו שנתבאר ומעות שקלים מסתפקין מהם בקרבנות צבור מהם עולות ומהם חטאות אוכלים אותן הכהנים ולזה הטעם עוד אמרנו באותן מעות הנמצאות בין קינים לגוזלי עולה מחצה למחצה שהן כולם עולות והקדמנו ג\"כ הלבונה על העצים כי הלבונה קרבן והעצים מכשירי קרבן:"
            ],
            [
                "<b>מעות שנמצאו לפני סוחרי בהמה כו':</b><br>מעות שנמצאו לפני סוחרי בהמה ר\"ל בירושלם לפי שבני אדם עולין שם במעות מעשר שני לקנות בהם הבהמות על הרוב כמו שבארנו במס' מעשר שני וכל מה שימצא לפני סוחרי הבהמות בקר וצאן נאמר שמא ממעות מעשר שני נפלו מיד הקונה ואמרו בירושלם ר\"ל בכל השוקים ובשעת הרגל לפי שכל ישראל עולין לרגל וכל מי שיש אצלו מעות מעשר שני מעלה אותן עמו ומה שחייב שיהיה מה שימצא בהר הבית חולין אמרם חזקה אין הכהן מוציא מעות מתרומת הלשכה עד שהוא מחללן על הבהמה וכל מה שיפול ממנו חולין הוא לפי שכבר נתחלל ואח\"כ הוציאוהו מן הלשכה:"
            ],
            [
                "<b>בשר שנמצא בעזרה כו':</b><br>העולה היא כולה כליל לאישים ולפיכך אין חותכין אותה חתיכות ודי לה לעשותה אברים אברים כמו שבארנו במסכת תמיד וכבר ידעת כי שלמים נאכלים בכל ירושלם ולפיכך נחוש בבשר הנמצא שם שמא הוא שלמים ונתן אותו כולו כמו שלמים כמו שנתננו בכל הנמצא בעזרה מחותך חתיכות חטאות:",
                "ואמר זה וזה ר\"ל בשר הנמצא בעזרה ובשר הנמצא בירושלם תעובר צורתי ענינו שיניחוהו עד שיפסד וישרף מפני חשש שמא עבר זמנו והוא נותר נמצא שבדברינו תועלת כי אם הבשר עולה או חטאת או שלמים ועבר אדם ואכלו אם אכל מה שנמצא בירושלם אינו חייב כלום לפי שהוא שלמים ואם אכל כהן חתיכות הנמצא בעזרה אינו חייב כלום לפי שהוא חטאת ואח\"כ חזר לדין אחר דומה לזה ואמר בשר הנמצא בגבולים ענינו בשאר מקומות אם הוא אברים נחוש שמא נבלה הוא וחתכו להאכיל לחיות או למכור ואם הוא חתיכות לא נחוש כי אין חותכין חתיכות אלא מה שאוכלין אותו בני אדם א\"כ הבשר שחוטה הוא ומותר באכילה וזה בעיר שכולה ישראל אבל כשיש בעיר נכרי אסור לאוכלו כי העיקר אצלנו בשר שנתעלם מן העין אסור ובשעת הרגל שהבשר מרובה אצל בני אדם אין צריכין לחתכו חתיכות אלא שמבשלין אותו אברים ולפיכך אף אברים מותרים:"
            ],
            [
                "<b>בהמה שנמצאת מירושלם כו':</b><br>כבר ידעת כי עולת בהמה אינה באה אלא מן הזכרים ותמצא בזה הענין כמה כתובים בתורה לפיכך אומר ר' יהודה כי אם נמצא קודם הפסח שלשים יום והיה הזכר הנמצא בן שנה מן הכבשים או מן העזים שהוא ראוי לפסח שאין מקריבין אותו עולה אבל מותר להקריבו פסח כי ברור שנאבד לאחד מעולי רגלים שהיה מעלה אותו לפסחו וזה הנקרב שלמים ויאכל אותו המוצאו לפי שהוא ממונו על עקרי דיניו ואם יבא במקרה שיכיר בעליו אחר כן יתן לו דמיו כמו שהיה שוה בשעה שהקריבו שלמים ואין הלכה כר' יהודה:"
            ],
            [
                "<b>בראשונה היו ממשכנים כו':</b><br>ממשכנים את מוצאיה ענינו שהיו ממשכנים מוצא העולה עד שיביא נסכים המחויבים לאותו המין:"
            ],
            [
                "<b>ז' דברים התקינו ב\"ד כו':</b><br>מנחת כ\"ג היא מה שאמר הכתוב בה זה קרבן אהרן ובניו אשר יקריבו לה' ביום המשח אותו עשירית האיפה סלת למנחה מחציתה בבקר ומחציתה בערב ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>על המלח ועל העצים כו':</b><br>דין התורה אין מועלין באפר הפרה אמר בספרי חטאת היא מלמד שמועלין בה ואין מועלין באפרה אבל לפי שהיו הכהנים משתמשין באפרה בחבורותיהן גזרו שיהיו מועלין באפר וכשנסתלקה הסבה ופרשו מהן בני אדם החזירו הדבר לעקרו והתקינו שלא יהו מועלין באפרה:",
                "ואמרו על הקנים הפסולות ענינו אצלי כי מה שנאבד ונמצא מן הקנים פסולות שיביא משל צבור כיון שהבעלים נתנו הדמים ואנחנו לקחנו אותם מהם:",
                "וא\"ר יוסי כי מוכר הקנים כיון שפסק דמים עם הגזברים שהוא חייב להמיר כל מי שנמצא בהם פסול כמו שאמרנו בפרק רביעי במוכרי נסכים שאינו מקבל את מעותיו עד שיהא המזבח מרצה ואפילו נפסד היין או הסולת ברשות הגזבר אחר שלקחו ממנו שהמוכר חייב לקבלו ולהמירו כמו כן בכאן אפילו נפסל העוף אחר לקיחתו על הגזבר להחזירו למוכר ועל המוכר לקבלו ומאמר רבי יוסי אמת אמרו תנאי ב\"ד הוא המספק את הקנים הוא מספק את הפסולות ובכל מקום שאומר משל צבור הכוונה בו שיביא מתרומת הלשכה:"
            ]
        ],
        [
            [
                "<b>כל הרוקין הנמצאין בירושלם כו':</b><br>לשון תורה הוא ברוק הזב שהוא טמא אמר השם יתברך וכי ירוק הזב בטהור וגו' ועוד יתבאר לך במסכת טבול יום כי משקים היוצאים מן הטמא שהן כמו המשקים שהוא נוגע בהם ולפיכך הוה רוק כל הטמאים טמא והעובדי כוכבים אצלנו כמו זבים אמר גזרו עליהם שיהו כזבים לכל דבריהם והיה בשוק העליון של ירושלם עובדי כוכבים שוכנים שם ור' יוסי אומר כי הטמאים בכל השנה היו מהלכים באמצע הדרכים והאדם הטהור היה מרחיק אותם ומפריש עצמו לצדדין והיה מצוה לבני אדם שיפרשו מהם כדי שלא יטמאו ומפני זה הרוק הנמצא בצדדין טהור והנמצא באמצע הדרך טמא ובשעת הרגל הדבר להפך כי העיקר אצלנו כל ישראל חברים ברגל שנאמר ויעל כל ישראל כאיש אחד חברים וכולם טהורים כאשר נצטוינו חייב אדם לטהר עצמו ברגל וכל מי שנשאר טמא ולא יכול ליטהר יפריש עצמו לצדדים ויתרחקו בני אדם ממנו כדי שלא יטמאו כי כל העדה כולם טהורים והלכה כרבי יוסי:"
            ],
            [
                "<b>כל הכלים הנמצאין כו':</b><br>שלא כירידתן עלייתן לפי שהם כשמורידין אותן לטבילה הם טמאים וכשמעלין אותן הם טהורים ויתבאר לך זה ממקום הכלי ותכונתו אם נפל בשעת הירידה או בשעת העלייה:",
                "ומגריפה כלי שמקבצים בו עצמות המתים. ומריצה הוא כלי שהיו מכתתין ומרצצים בו העצמות כדי שיכנסו בסל להוליך אותן ממקום למקום וזה השם מגזרת ותרץ את גלגלתו ולחוזק טומאתן היו בחזקת טומאה והלכה כרבי יוסי כי העיקר אצלנו לא גזרו על הכלים בירושלם אבל חוץ לירושלם כל הכלים הנמצאים בחזקת טומאה שמא הם מדרס הזב או טמאים במת וזו גזירה מדבריהם:"
            ],
            [
                "<b>סכין שנמצאת בארבעה עשר כו':</b><br>יום י\"ד מניסן הוא יום שחיטת הפסח וחזקת כל הסכינין שטהרו לשחיטה ולפיכך שוחט בה מיד ואם מצאה יום שלשה עשר מזה עליה מי נדה ומטבילה ותשאר עד הערב השמש ושוחט כי אפשר שהוציאוהו לטהר:",
                "ואמרם שונה לפי שאנו נותנים אותה ביום שלשה עשר כאילו הוא יום שביעי לטומאתה שהיא צריכה הזייה שניה כמו שאמר הכתוב בטומאת מת והזה הטהור על הטמא ביום השלישי וגו' וכן כשיחול יום ארבעה עשר בשבת שמא יעלה על הדעת שלא נשחוט בשבת מספק לפי שאפשר שהסכין טמאה והשחיטה נפסדת הודיענו בכאן שלא נאמר זה אלא שוחט בה מיד לפי שהוא יום טוב ולפי שהעם יודעים כי אסור בו הזאה וטבילת כלים כמו שיתבאר במסכת ביצה טהרו אותה מלפני יו\"ט ואם נמצאת זו הסכין קשורה עם סכין ידוע אצלו הרי הוא כמו אותה הידועה אם טמאה טמאה אם טהורה טהורה ומה שחייב שנאמר סכין שנמצא בארבעה עשר טהורה ונאמר שטהרה יום שלשה עשר והעריב שמשה ולא נאמר זה בקופיץ אבל נאמר ואפילו יום ארבעה עשר שמא הוציאוהו לטהר ולא נטהר יום שלשה עשר והוא מה שביארוהו במס' פסחים והוא כי הסכין הוא צריך לשחיטת הפסח על כל פנים כי שחיטת הפסח צריכה בהכרח בין בטומאה בין בטהרה והקופיץ אינו צריך אלא לחתוך הבשר והעצמות ואינו ראוי אלא לחגיגת ארבעה עשר שמותר בו שבירת העצם וחגיגת י\"ד אינה קריבה על כל פנים כי אם בא פסח בטומאה או במרובה אינה באה כמו שביארנו בפרק ששי מפסחים ועל אלו העקרים נתקיימה זו המשנה כשהיה הנשיא גוסס בשלשה עשר שהכל מטמאין לו ולפי שהדבר חד ספיקא שהרי אפשר שימות ויבא הפסח בטומאה ולא נצטרך טהרת סכינין ואפשר שלא ימות ויבא בטהרה ונצטרך לטהרת סכינין יטהרו העם סכיניהם בשלשה עשר ויהיו מוכנים ולפיכך כשנמצא בארבעה עשר שוחט בה מיד אבל קופיץ לא נתעסקו לטהרו יום שלשה עשר כיון שהיה להם סכין ושמא ימות הנשיא כיון שהוא גוסס ויבא הפסח בטומאה ולא תהיה שם חגיגה ולא נצטרך לקופיץ לפי שהוא אינו צריך אלא לחגיגה או נאמר שלא ימות ויבא הפסח בטהרה שמא יבא במרובה ולא תהיה שם חגיגה ולא נצטרך קופיץ ומפני זה חזקתו שלא נטהר בארבעה עשר וכשנמצא ביום י\"ד שונה ומטביל וזהו ענין אמרם לשם סכין דחד ספיקא מטביל לה קופיץ דתרי ספיקי לא מטביל ליה והבן זה וכבר קדם לך לא גזרו על הכלים בירושלם והוצרכנו זה הסכין טבילה כשנמצא יום שלשה עשר משום חומרא דקדשים:"
            ],
            [
                "<b>פרוכת שנטמאת כו':</b><br>בתחילת סדר טהרות נבאר לך האבות והתולדות נקראות ולד הטומאה ובמסכת פרה תמצא זה הלשון אמר כי כל ולד הטומאות אינו מטמא כלים אלא משקה א\"כ אינה נטמאת זאת הפרוכת מצד שהוא כלי בולד הטומאה אלא במשקה ועוד יתבאר לך בתחלת כלים כי הכלים המטמאים במשקין אינן צריכין הערב השמש אלא אם נטמאו באב הטומאה:"
            ],
            [
                "<b>רשב\"ג אומר משום ר\"ש בן הסגן כו':</b><br>שמונים ושתי רבוא שמנה מאות אלף ועשרים אלף דינר ומלאכת הפרוכת היא מלאכת התשבץ וכל מה שנזכר בזה הפרוכת הכל לשון הבאי וכן בארו בש\"ס:"
            ],
            [
                "<b>בשר קדשי קדשים כו':</b><br>בית שמאי אומרים הכל ישרף בפנים אלא מה שנטמא טומאה חמורה בחוץ וב\"ה אומרים לא ישרף בפנים אלא מה שנטמא טומאה קלה בפנים:"
            ],
            [
                "<b>רבי עקיבא אומר מקום טומאתו כו':</b><br>ר' עקיבא אינו חושש למין הטומאה לא קלה ולא חמורה אבל הוא חושש למקום והלכה כרבי עקיבא:"
            ],
            [
                "<b>אברי התמיד ניתנין מחצי כבש כו':</b><br>הכרכוב הנזכר בכאן הוא לענין נתינת מוספי ראש חדש אמרו שהוא אמה. בין קרן לקרן מקום הלוך רגלי הכהנים וכשנצייר המזבח יתבאר לך זה המקום ועשו זה כדי לפרסמו ענין ראש חדש וכן אמר כדי לפרסמו שהוא ר\"ח ואמרו המקדיש שקלים וביכורים הוא שיתן אותם הקדש לבדק הבית והלכה כר\"ש:",
                "<b>סליק פירוש המשניות להרמב\"ם ממסכת שקלים</b>\n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}