var Taanitjson ={
    "language": "he",
    "title": "Mishnah Ta'anit",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה תענית",
    "categories": [
        "Mishnah",
        "Seder Moed"
    ],
    "textmishna": [
        [
            "מֵאֵימָתַי מַזְכִּירִין גְּבוּרוֹת גְּשָׁמִים. רַבִּי אֱלִיעֶזֶר אוֹמֵר, מִיּוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, מִיּוֹם טוֹב הָאַחֲרוֹן שֶׁל חָג. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ. הוֹאִיל וְאֵין הַגְּשָׁמִים אֶלָּא סִימַן קְלָלָה בֶּחָג, לָמָּה מַזְכִּיר. אָמַר לוֹ רַבִּי אֱלִיעֶזֶר, אַף אֲנִי לֹא אָמַרְתִּי לִשְׁאוֹל, אֶלָּא לְהַזְכִּיר מַשִּׁיב הָרוּחַ וּמוֹרִיד הַגֶּשֶׁם בְּעוֹנָתוֹ. אָמַר לוֹ, אִם כֵּן, לְעוֹלָם יְהֵא מַזְכִּיר: \n",
            "אֵין שׁוֹאֲלִין אֶת הַגְּשָׁמִים אֶלָּא סָמוּךְ לַגְּשָׁמִים. רַבִּי יְהוּדָה אוֹמֵר, הָעוֹבֵר לִפְנֵי הַתֵּבָה בְּיוֹם טוֹב הָאַחֲרוֹן שֶׁל חַג, הָאַחֲרוֹן מַזְכִּיר, הָרִאשׁוֹן אֵינוֹ מַזְכִּיר. בְּיוֹם טוֹב הָרִאשׁוֹן שֶׁל פֶּסַח, הָרִאשׁוֹן מַזְכִּיר, הָאַחֲרוֹן אֵינוֹ מַזְכִּיר. עַד אֵימָתַי שׁוֹאֲלִין אֶת הַגְּשָׁמִים, רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁיַּעֲבֹר הַפָּסַח. רַבִּי מֵאִיר אוֹמֵר, עַד שֶׁיֵּצֵא נִיסָן, שֶׁנֶּאֱמַר (יואל ב) וַיּוֹרֶד לָכֶם גֶּשֶׁם, מוֹרֶה וּמַלְקוֹשׁ בָּרִאשׁוֹן: \n",
            "בִּשְׁלשָׁה בְמַרְחֶשְׁוָן שׁוֹאֲלִין אֶת הַגְּשָׁמִים. רַבָּן גַּמְלִיאֵל אוֹמֵר, בְּשִׁבְעָה בוֹ, חֲמִשָּׁה עָשָׂר יוֹם אַחַר הֶחָג, כְּדֵי שֶׁיַּגִּיעַ אַחֲרוֹן שֶׁבְּיִשְׂרָאֵל לִנְהַר פְּרָת: \n",
            "הִגִּיעַ שִׁבְעָה עָשָׂר בְּמַרְחֶשְׁוָן וְלֹא יָרְדוּ גְשָׁמִים, הִתְחִילוּ הַיְחִידִים מִתְעַנִּין שָׁלשׁ תַּעֲנִיּוֹת. אוֹכְלִין וְשׁוֹתִין מִשֶּׁחֲשֵׁכָה, וּמֻתָּרִין בִּמְלָאכָה וּבִרְחִיצָה וּבְסִיכָה וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה: \n",
            "הִגִּיעַ רֹאשׁ חֹדֶשׁ כִּסְלֵו וְלֹא יָרְדוּ גְשָׁמִים, בֵּית דִּין גּוֹזְרִין שָׁלשׁ תַּעֲנִיוֹת עַל הַצִּבּוּר. אוֹכְלִין וְשׁוֹתִין מִשֶּׁחֲשֵׁכָה, וּמֻתָּרִין בִּמְלָאכָה וּבִרְחִיצָה וּבְסִיכָה וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה: \n",
            "עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ, בֵּית דִּין גּוֹזְרִין שָׁלשׁ תַּעֲנִיּוֹת אֲחֵרוֹת עַל הַצִּבּוּר. אוֹכְלִין וְשׁוֹתִין מִבְּעוֹד יוֹם, וַאֲסוּרִין בִּמְלָאכָה וּבִרְחִיצָה וּבְסִיכָה וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה, וְנוֹעֲלִין אֶת הַמֶּרְחֲצָאוֹת. עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ, בֵּית דִּין גּוֹזְרִין עֲלֵיהֶם עוֹד שֶׁבַע, שֶׁהֵן שְׁלשׁ עֶשְׂרֵה תַּעֲנִיּוֹת עַל הַצִּבּוּר. הֲרֵי אֵלּוּ יְתֵרוֹת עַל הָרִאשׁוֹנוֹת, שֶׁבָּאֵלּוּ מַתְרִיעִין וְנוֹעֲלִין אֶת הַחֲנוּיוֹת, בַּשֵּׁנִי מַטִּין עִם חֲשֵׁכָה, וּבַחֲמִישִׁי מֻתָּרִין מִפְּנֵי כְבוֹד הַשַּׁבָּת: \n",
            "עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ, מְמַעֲטִין בְּמַשָּׂא וּמַתָּן, בְּבִנְיָן וּבִנְטִיעָה, בְּאֵרוּסִין וּבְנִשּׂוּאִין וּבִשְׁאֵלַת שָׁלוֹם בֵּין אָדָם לַחֲבֵרוֹ, כִּבְנֵי אָדָם הַנְּזוּפִין לַמָּקוֹם. הַיְחִידִים חוֹזְרִים וּמִתְעַנִּים עַד שֶׁיֵּצֵא נִיסָן. יָצָא נִיסָן וְלֹא יָרְדוּ גְשָׁמִים, סִימַן קְלָלָה, שֶׁנֶּאֱמַר (שמואל א יב) הֲלוֹא קְצִיר חִטִּים הַיּוֹם, וְגוֹ': \n"
        ],
        [
            "סֵדֶר תַּעֲנִיּוֹת כֵּיצַד, מוֹצִיאִין אֶת הַתֵּבָה לִרְחוֹבָהּ שֶׁל עִיר, וְנוֹתְנִין אֵפֶר מִקְלֶה עַל גַּבֵּי הַתֵּבָה, וּבְרֹאשׁ הַנָּשִׂיא וּבְרֹאשׁ אַב בֵּית דִּין, וְכָל אֶחָד וְאֶחָד נוֹתֵן בְּרֹאשׁוֹ. הַזָּקֵן שֶׁבָּהֶן אוֹמֵר לִפְנֵיהֶן דִּבְרֵי כִבּוּשִׁין, אַחֵינוּ, לֹא נֶאֱמַר בְּאַנְשֵׁי נִינְוֵה, וַיַּרְא הָאֱלֹהִים אֶת שַׂקָּם וְאֶת תַּעֲנִיתָם, אֶלָּא (יונה ג) וַיַּרְא הָאֱלֹהִים אֶת מַעֲשֵׂיהֶם, כִּי שָׁבוּ מִדַּרְכָּם הָרָעָה. וּבַקַּבָּלָה הוּא אוֹמֵר (יואל ב) וְקִרְעוּ לְבַבְכֶם וְאַל בִּגְדֵיכֶם:  ",
            "עָמְדוּ בִתְפִלָּה, מוֹרִידִין לִפְנֵי הַתֵּבָה זָקֵן וְרָגִיל, וְיֶשׁ לוֹ בָנִים, וּבֵיתוֹ רֵיקָם, כְּדֵי שֶׁיְּהֵא לִבּוֹ שָׁלֵם בַּתְּפִלָּה, וְאוֹמֵר לִפְנֵיהֶם עֶשְׂרִים וְאַרְבַּע בְּרָכוֹת, שְׁמֹנֶה עֶשְׂרֵה שֶׁבְּכָל יוֹם, וּמוֹסִיף עֲלֵיהֶן עוֹד שֵׁשׁ:  ",
            "וְאֵלּוּ הֵן, זִכְרוֹנוֹת, וְשׁוֹפָרוֹת, אֶל ה' בַּצָּרָתָה לִּי קָרָאתִי וַיַּעֲנֵנִי (תהילים ק״כ:א׳), אֶשָּׂא עֵינַי אֶל הֶהָרִים וְגוֹ' (שם קכא), מִמַּעֲמַקִּים קְרָאתִיךָ ה' (שם קל), תְּפִלָּה לְעָנִי כִי יַעֲטֹף (שם קב). רַבִּי יְהוּדָה אוֹמֵר, לֹא הָיָה צָרִיךְ לוֹמַר זִכְרוֹנוֹת וְשׁוֹפָרוֹת, אֶלָּא אוֹמֵר תַּחְתֵּיהֶן, רָעָב כִּי יִהְיֶה בָאָרֶץ (מלכים א ח׳, ל\"ז), דֶּבֶר כִּי יִהְיֶה וְגוֹ', אֲשֶׁר הָיָה דְבַר ה' אֶל יִרְמְיָהוּ עַל דִּבְרֵי הַבַּצָּרוֹת (ירמיה יד). וְאוֹמֵר חוֹתְמֵיהֶן:  ",
            "עַל הָרִאשׁוֹנָה הוּא אוֹמֵר, מִי שֶׁעָנָה אֶת אַבְרָהָם בְּהַר הַמּוֹרִיָּה, הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע בְּקוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה, בָּרוּךְ אַתָּה ה' גּוֹאֵל יִשְׂרָאֵל. עַל הַשְּׁנִיָּה הוּא אוֹמֵר, מִי שֶׁעָנָה אֶת אֲבוֹתֵינוּ עַל יַם סוּף, הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה, בָּרוּךְ אַתָּה ה' זוֹכֵר הַנִּשְׁכָּחוֹת. עַל הַשְּׁלִישִׁית הוּא אוֹמֵר, מִי שֶׁעָנָה אֶת יְהוֹשֻׁעַ בַּגִּלְגָּל, הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה, בָּרוּךְ אַתָּה ה' שׁוֹמֵעַ תְּרוּעָה. עַל הָרְבִיעִית הוּא אוֹמֵר, מִי שֶׁעָנָה אֶת שְׁמוּאֵל בַּמִּצְפָּה, הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע בְּקוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה, בָּרוּךְ אַתָּה ה' שׁוֹמֵעַ צְעָקָה. עַל הַחֲמִישִׁית הוּא אוֹמֵר, מִי שֶׁעָנָה אֶת אֵלִיָּהוּ בְּהַר הַכַּרְמֶל, הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע בְּקוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה, בָּרוּךְ אַתָּה ה' שׁוֹמֵעַ תְּפִלָּה. עַל הַשִּׁשִּׁית הוּא אוֹמֵר, מִי שֶׁעָנָה אֶת יוֹנָה מִמְּעֵי הַדָּגָה, הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע בְּקוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה, בָּרוּךְ אַתָּה ה' הָעוֹנֶה בְּעֵת צָרָה. עַל הַשְּׁבִיעִית הוּא אוֹמֵר, מִי שֶׁעָנָה אֶת דָּוִד וְאֶת שְׁלֹמֹה בְנוֹ בִּירוּשָׁלַיִם, הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע בְּקוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה, בָּרוּךְ אַתָּה ה' הַמְרַחֵם עַל הָאָרֶץ:  ",
            "מַעֲשֶׂה בִימֵי רַבִּי חֲלַפְתָּא וְרַבִּי חֲנַנְיָה בֶן תְּרַדְיוֹן, שֶׁעָבַר אֶחָד לִפְנֵי הַתֵּבָה וְגָמַר אֶת הַבְּרָכָה כֻלָּהּ, וְלֹא עָנוּ אַחֲרָיו אָמֵן. תִּקְעוּ הַכֹּהֲנִים תְּקָעוּ. מִי שֶׁעָנָה אֶת אַבְרָהָם אָבִינוּ בְּהַר הַמּוֹרִיָּה הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע בְּקוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה. הָרִיעוּ בְּנֵי אַהֲרֹן הָרִיעוּ. מִי שֶׁעָנָה אֶת אֲבוֹתֵינוּ עַל יַם סוּף, הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע בְּקוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה. וּכְשֶׁבָּא דָבָר אֵצֶל חֲכָמִים, אָמְרוּ, לֹא הָיִינוּ נוֹהֲגִין כֵּן אֶלָּא בְשַׁעַר מִזְרָח וּבְהַר הַבָּיִת:  ",
            "שָׁלשׁ תַּעֲנִיּוֹת הָרִאשׁוֹנוֹת, אַנְשֵׁי מִשְׁמָר מִתְעַנִּין וְלֹא מַשְׁלִימִין, וְאַנְשֵׁי בֵית אָב לֹא הָיוּ מִתְעַנִּין כְּלָל. שָׁלשׁ שְׁנִיּוֹת, אַנְשֵׁי מִשְׁמָר מִתְעַנִּין וּמַשְׁלִימִין, וְאַנְשֵׁי בֵית אָב מִתְעַנִּין וְלֹא מַשְׁלִימִין. שֶׁבַע אַחֲרוֹנוֹת, אֵלּוּ וָאֵלּוּ מִתְעַנִּין וּמַשְׁלִימִין, דִּבְרֵי רַבִּי יְהוֹשֻׁעַ. וַחֲכָמִים אוֹמְרִים, שָׁלשׁ תַּעֲנִיּוֹת הָרִאשׁוֹנוֹת, אֵלּוּ וָאֵלּוּ לֹא הָיוּ מִתְעַנִּין כְּלָל. שָׁלשׁ שְׁנִיּוֹת, אַנְשֵׁי מִשְׁמָר מִתְעַנִּין וְלֹא מַשְׁלִימִין, וְאַנְשֵׁי בֵית אָב לֹא הָיוּ מִתְעַנִּין כְּלָל. שֶׁבַע אַחֲרוֹנוֹת, אַנְשֵׁי מִשְׁמָר מִתְעַנִּין וּמַשְׁלִימִין, וְאַנְשֵׁי בֵית אָב מִתְעַנִּין וְלֹא מַשְׁלִימִין:  ",
            "אַנְשֵׁי מִשְׁמָר מֻתָּרִים לִשְׁתּוֹת יַיִן בַּלֵּילוֹת, אֲבָל לֹא בַיָּמִים. וְאַנְשֵׁי בֵית אָב, לֹא בַיּוֹם וְלֹא בַלָּיְלָה. אַנְשֵׁי מִשְׁמָר וְאַנְשֵׁי מַעֲמָד אֲסוּרִין מִלְּסַפֵּר וּמִלְּכַבֵּס, וּבַחֲמִישִׁי מֻתָּרִין מִפְּנֵי כְבוֹד הַשַּׁבָּת:  ",
            "כֹּל הַכָּתוּב בִּמְגִלַּת תַּעֲנִית דְּלֹא לְמִסְפַּד, לְפָנָיו אָסוּר, לְאַחֲרָיו מֻתָּר. רַבִּי יוֹסֵי אוֹמֵר, לְפָנָיו וּלְאַחֲרָיו אָסוּר. דְּלֹא לְהִתְעַנָּאָה בְהוֹן, לְפָנָיו וּלְאַחֲרָיו מֻתָּר. רַבִּי יוֹסֵי אוֹמֵר, לְפָנָיו אָסוּר, לְאַחֲרָיו מֻתָּר:  ",
            "אֵין גּוֹזְרִין תַּעֲנִית עַל הַצִּבּוּר בַּתְּחִלָּה בַּחֲמִישִׁי, שֶׁלֹּא לְהַפְקִיעַ הַשְּׁעָרִים, אֶלָּא שָׁלשׁ תַּעֲנִיּוֹת הָרִאשׁוֹנוֹת שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי, וְשָׁלשׁ שְׁנִיּוֹת חֲמִישִׁי שֵׁנִי וַחֲמִישִׁי. רַבִּי יוֹסֵי אוֹמֵר, כְּשֵׁם שֶׁאֵין הָרִאשׁוֹנוֹת בַּחֲמִישִׁי, כָּךְ לֹא שְׁנִיּוֹת וְלֹא אַחֲרוֹנוֹת:  ",
            "אֵין גּוֹזְרִין תַּעֲנִית עַל הַצִּבּוּר בְּרֹאשׁ חֹדֶשׁ, בַּחֲנֻכָּה וּבְפוּרִים, וְאִם הִתְחִילוּ, אֵין מַפְסִיקִין, דִּבְרֵי רַבָּן גַּמְלִיאֵל. אָמַר רַבִּי מֵאִיר, אַף עַל פִּי שֶׁאָמַר רַבָּן גַּמְלִיאֵל אֵין מַפְסִיקִין, מוֹדֶה הָיָה שֶׁאֵין מַשְׁלִימִין. וְכֵן תִּשְׁעָה בְאָב שֶׁחָל לִהְיוֹת בְּעֶרֶב שַׁבָּת:  "
        ],
        [
            "סֵדֶר תַּעֲנִיּוֹת אֵלוּ הָאָמוּר, בִּרְבִיעָה רִאשׁוֹנָה. אֲבָל צְמָחִים שֶׁשָּׁנוּ, מַתְרִיעִין עֲלֵיהֶם מִיָּד. וְכֵן שֶׁפָּסְקוּ גְשָׁמִים בֵּין גֶּשֶׁם לְגֶשֶׁם אַרְבָּעִים יוֹם, מַתְרִיעִין עֲלֵיהֶם מִיָּד, מִפְּנֵי שֶׁהִיא מַכַּת בַּצֹּרֶת: \n",
            "יָרְדוּ לַצְּמָחִין אֲבָל לֹא יָרְדוּ לָאִילָן, לָאִילָן וְלֹא לַצְּמָחִים, לָזֶה וְלָזֶה אֲבָל לֹא לַבּוֹרוֹת לַשִּׁיחִין וְלַמְּעָרוֹת, מַתְרִיעִין עֲלֵיהֶן מִיָּד: \n",
            "וְכֵן עִיר שֶׁלֹּא יָרְדוּ עָלֶיהָ גְשָׁמִים, דִּכְתִיב (עמוס ד) וְהִמְטַרְתִּי עַל עִיר אֶחָת וְעַל עִיר אַחַת לֹא אַמְטִיר, חֶלְקָה אַחַת תִּמָּטֵר וְגוֹ', אוֹתָהּ הָעִיר מִתְעַנָּה וּמַתְרַעַת, וְכָל סְבִיבוֹתֶיהָ, מִתְעַנּוֹת וְלֹא מַתְרִיעוֹת. רַבִּי עֲקִיבָא אוֹמֵר, מַתְרִיעוֹת וְלֹא מִתְעַנּוֹת: \n",
            "וְכֵן עִיר שֶׁיֶּשׁ בָּהּ דֶּבֶר אוֹ מַפֹּלֶת, אוֹתָהּ הָעִיר מִתְעַנָּה וּמַתְרַעַת, וְכָל סְבִיבוֹתֶיהָ מִתְעַנּוֹת וְלֹא מַתְרִיעוֹת. רַבִּי עֲקִיבָא אוֹמֵר, מַתְרִיעוֹת וְלֹא מִתְעַנּוֹת. אֵיזֶהוּ דֶבֶר, עִיר הַמּוֹצִיאָה חֲמֵשׁ מֵאוֹת רַגְלִי, וְיָצְאוּ מִמֶּנָּה שְׁלשָׁה מֵתִים בִּשְׁלשָׁה יָמִים זֶה אַחַר זֶה, הֲרֵי זֶה דֶבֶר. פָּחוֹת מִכָּאן, אֵין זֶה דֶבֶר: \n",
            "עַל אֵלּוּ מַתְרִיעִין בְּכָל מָקוֹם, עַל הַשִּׁדָּפוֹן וְעַל הַיֵּרָקוֹן, עַל הָאַרְבֶּה וְעַל הֶחָסִיל, וְעַל הַחַיָּה רָעָה וְעַל הַחֶרֶב, מַתְרִיעִין עָלֶיהָ, מִפְּנֵי שֶׁהִיא מַכָּה מְהַלֶּכֶת: \n",
            "מַעֲשֶׂה שֶׁיָּרְדוּ זְקֵנִים מִירוּשָׁלַיִם לְעָרֵיהֶם, וְגָזְרוּ תַעֲנִית עַל שֶׁנִּרְאָה כִמְלֹא פִי תַנּוּר שִׁדָּפוֹן בְּאַשְׁקְלוֹן. וְעוֹד גָּזְרוּ תַעֲנִית עַל שֶׁאָכְלוּ זְאֵבִים שְׁנֵי תִינוֹקוֹת בְּעֵבֶר הַיַּרְדֵּן. רַבִּי יוֹסֵי אוֹמֵר, לֹא עַל שֶׁאָכְלוּ, אֶלָּא עַל שֶׁנִּרְאָה: \n",
            "עַל אֵלּוּ מַתְרִיעִין בְּשַׁבָּת, עַל עִיר שֶׁהִקִּיפוּהָ גוֹיִם אוֹ נָהָר, וְעַל הַסְּפִינָה הַמִּטָּרֶפֶת בַּיָּם. רַבִּי יוֹסֵי אוֹמֵר, לְעֶזְרָה וְלֹא לִצְעָקָה. שִׁמְעוֹן הַתִּמְנִי אוֹמֵר, אַף עַל הַדֶּבֶר, וְלֹא הוֹדוּ לוֹ חֲכָמִים: \n",
            "עַל כָּל צָרָה שֶׁלֹּא תָבֹא עַל הַצִּבּוּר, מַתְרִיעִין עֲלֵיהֶן, חוּץ מֵרוֹב גְּשָׁמִים. מַעֲשֶׂה שֶׁאָמְרוּ לוֹ לְחוֹנִי הַמְעַגֵּל, הִתְפַּלֵּל שֶׁיֵּרְדוּ גְשָׁמִים. אָמַר לָהֶם, צְאוּ וְהַכְנִיסוּ תַנּוּרֵי פְסָחִים, בִּשְׁבִיל שֶׁלֹּא יִמּוֹקוּ. הִתְפַּלֵּל, וְלֹא יָרְדוּ גְשָׁמִים. מֶה עָשָׂה, עָג עוּגָה וְעָמַד בְּתוֹכָהּ, וְאָמַר לְפָנָיו, רִבּוֹנוֹ שֶׁל עוֹלָם, בָּנֶיךָ שָׂמוּ פְנֵיהֶם עָלַי, שֶׁאֲנִי כְבֶן בַּיִת לְפָנֶיךָ. נִשְׁבָּע אֲנִי בְשִׁמְךָ הַגָּדוֹל שֶׁאֵינִי זָז מִכָּאן, עַד שֶׁתְּרַחֵם עַל בָּנֶיךָ. הִתְחִילוּ גְּשָׁמִים מְנַטְּפִין. אָמַר, לֹא כָךְ שָׁאַלְתִּי, אֶלָּא גִּשְׁמֵי בוֹרוֹת שִׁיחִין וּמְעָרוֹת. הִתְחִילוּ לֵירֵד בְּזָעַף. אָמַר, לֹא כָךְ שָׁאַלְתִּי, אֶלָּא גִּשְׁמֵי רָצוֹן, בְּרָכָה וּנְדָבָה. יָרְדוּ כְתִקְנָן, עַד שֶׁיָּצְאוּ יִשְׂרָאֵל מִירוּשָׁלַיִם לְהַר הַבַּיִת מִפְּנֵי הַגְּשָׁמִים. בָּאוּ וְאָמְרוּ לוֹ, כְּשֵׁם שֶׁהִתְפַּלַלְתָּ עֲלֵיהֶם שֶׁיֵּרְדוּ כָּךְ הִתְפַּלֵּל שֶׁיֵּלְכוּ לָהֶן. אָמַר לָהֶן, צְאוּ וּרְאוּ אִם נִמְחֵת אֶבֶן הַטּוֹעִים. שָׁלַח לוֹ שִׁמְעוֹן בֶּן שָׁטָח, אִלְמָלֵא חוֹנִי אַתָּה, גּוֹזְרַנִי עָלֶיךָ נִדּוּי. אֲבָל מָה אֶעֱשֶׂה לְּךָ, שֶׁאַתָּה מִתְחַטֵּא לִפְנֵי הַמָּקוֹם וְעוֹשֶׂה לְךָ רְצוֹנְךָ כְּבֵן שֶׁהוּא מִתְחַטֵּא עַל אָבִיו וְעוֹשֶׂה לוֹ רְצוֹנוֹ. וְעָלֶיךָ הַכָּתוּב אוֹמֵר (משלי כג), יִשְׂמַח אָבִיךָ וְאִמֶּךָ וְתָגֵל יוֹלַדְתֶּךָ: \n",
            "הָיוּ מִתְעַנִּין וְיָרְדוּ לָהֶם גְּשָׁמִים קֹדֶם הָנֵץ הַחַמָּה, לֹא יַשְׁלִימוּ. לְאַחַר הָנֵץ הַחַמָּה, יַשְׁלִימוּ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, קֹדֶם חֲצוֹת לֹא יַשְׁלִימוּ, לְאַחַר חֲצוֹת יַשְׁלִימוּ. מַעֲשֶׂה שֶׁגָּזְרוּ תַעֲנִית בְּלוֹד, וְיָרְדוּ לָהֶם גְּשָׁמִים קֹדֶם חֲצוֹת. אָמַר לָהֶם רַבִּי טַרְפוֹן, צְאוּ וְאִכְלוּ וּשְׁתוּ וַעֲשׂוּ יוֹם טוֹב. וְיָצְאוּ וְאָכְלוּ וְשָׁתוּ וְעָשׂוּ יוֹם טוֹב, וּבָאוּ בֵּין הָעַרְבַּיִם וְקָרְאוּ הַלֵּל הַגָּדוֹל: \n"
        ],
        [
            "בִּשְׁלשָׁה פְרָקִים בַּשָּׁנָה כֹּהֲנִים נוֹשְׂאִין אֶת כַּפֵּיהֶן אַרְבַּע פְּעָמִים בַּיּוֹם, בַּשַּׁחֲרִית, בַּמּוּסָף וּבַמִּנְחָה וּבִנְעִילַת שְׁעָרִים, בַּתַּעֲנִיּוֹת וּבַמַּעֲמָדוֹת וּבְיוֹם הַכִּפּוּרִים: \n",
            "אֵלּוּ הֵן מַעֲמָדוֹת, לְפִי שֶׁנֶּאֱמַר (במדבר כח), צַו אֶת בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵהֶם אֶת קָרְבָּנִי לַחְמִי, וְכִי הֵיאַךְ קָרְבָּנוֹ שֶׁל אָדָם קָרֵב, וְהוּא אֵינוֹ עוֹמֵד עַל גַּבָּיו, הִתְקִינוּ נְבִיאִים הָרִאשׁוֹנִים עֶשְׂרִים וְאַרְבַּע מִשְׁמָרוֹת. עַל כָּל מִשְׁמָר וּמִשְׁמָר הָיָה מַעֲמָד בִּירוּשָׁלַיִם שֶׁל כֹּהֲנִים, שֶׁל לְוִיִּם, וְשֶׁל יִשְׂרְאֵלִים. הִגִּיעַ זְמַן הַמִּשְׁמָר לַעֲלוֹת, כֹּהֲנִים וּלְוִיִּם עוֹלִים לִירוּשָׁלַיִם, וְיִשְׂרָאֵל שֶׁבְּאוֹתוֹ מִשְׁמָר מִתְכַּנְּסִין לְעָרֵיהֶן וְקוֹרְאִין בְּמַעֲשֵׂה בְרֵאשִׁית: \n",
            "וְאַנְשֵׁי הַמַּעֲמָד הָיוּ מִתְעַנִּין אַרְבָּעָה יָמִים בַּשָּׁבוּעַ, מִיּוֹם שֵׁנִי וְעַד יוֹם חֲמִישִׁי. וְלֹא הָיוּ מִתְעַנִּין עֶרֶב שַׁבָּת, מִפְּנֵי כְבוֹד הַשַּׁבָּת. וְלֹא בְאֶחָד בַּשַּׁבָּת, כְּדֵי שֶׁלֹּא יֵצְאוּ מִמְּנוּחָה וָעֹנֶג לִיגִיעָה וְתַעֲנִית וְיָמוּתוּ. בַּיּוֹם הָרִאשׁוֹן, בְּרֵאשִׁית, וִיְהִי רָקִיעַ. בַּשֵּׁנִי, יְהִי רָקִיעַ, וְיִקָּווּ הַמַּיִם. בַּשְּׁלִישִׁי, יִקָּווּ הַמַּיִם, וִיְהִי מְאֹרֹת. בָּרְבִיעִי, יְהִי מְאֹרֹת, וְיִשְׁרְצוּ הַמַּיִם. בַּחֲמִישִׁי, יִשְׁרְצוּ הַמַּיִם, וְתּוֹצֵא הָאָרֶץ. בַּשִּׁשִּׁי, תּוֹצֵא הָאָרֶץ, וַיְכֻלּוּ הַשָּׁמַיִם. פָּרָשָׁה גְדוֹלָה, קוֹרִין אוֹתָהּ בִּשְׁנַיִם, וְהַקְּטַנָּה בְּיָחִיד, בַּשַּׁחֲרִית וּבַמּוּסָף. וּבַמִּנְחָה נִכְנָסִין וְקוֹרִין עַל פִּיהֶן, כְּקוֹרִין אֶת שְׁמַע. עֶרֶב שַׁבָּת בַּמִּנְחָה לֹא הָיוּ נִכְנָסִין, מִפְּנֵי כְבוֹד הַשַּׁבָּת: \n",
            "כָּל יוֹם שֶׁיֶּשׁ בּוֹ הַלֵּל, אֵין בּוֹ מַעֲמָד בַּשַּׁחֲרִית. קָרְבַּן מוּסָף, אֵין בּוֹ בַנְּעִילָה. קָרְבַּן עֵצִים, אֵין בּוֹ בַמִּנְחָה, דִּבְרֵי רַבִּי עֲקִיבָא. אָמַר לוֹ בֶן עַזַּאי, כָּךְ הָיָה רַבִּי יְהוֹשֻׁעַ שׁוֹנֶה, קָרְבַּן מוּסָף, אֵין בּוֹ בַמִּנְחָה. קָרְבַּן עֵצִים, אֵין בּוֹ בַנְּעִילָה. חָזַר רַבִּי עֲקִיבָא לִהְיוֹת שׁוֹנֶה כְבֶן עַזַּאי: \n",
            "זְמַן עֲצֵי כֹהֲנִים וְהָעָם, תִּשְׁעָה. בְּאֶחָד בְּנִיסָן, בְּנֵי אָרַח בֶּן יְהוּדָה. בְּעֶשְׂרִים בְּתַמּוּז, בְּנֵי דָוִד בֶּן יְהוּדָה. בַּחֲמִשָּׁה בְאָב, בְּנֵי פַרְעֹשׁ בֶּן יְהוּדָה. בְּשִׁבְעָה בוֹ, בְּנֵי יוֹנָדָב בֶּן רֵכָב. בַּעֲשָׂרָה בוֹ, בְּנֵי סְנָאָה בֶן בִּנְיָמִין. בַּחֲמִשָּׁה עָשָׂר בּוֹ, בְּנֵי זַתּוּא בֶן יְהוּדָה, וְעִמָּהֶם כֹּהֲנִים וּלְוִיִּם וְכָל מִי שֶׁטָּעָה בְשִׁבְטוֹ, וּבְנֵי גוֹנְבֵי עֱלִי בְּנֵי קוֹצְעֵי קְצִיעוֹת. בְּעֶשְׂרִים בּוֹ, בְּנֵי פַחַת מוֹאָב בֶּן יְהוּדָה. בְּעֶשְׂרִים בֶּאֱלוּל, בְּנֵי עָדִין בֶּן יְהוּדָה. בְּאֶחָד בְּטֵבֵת שָׁבוּ בְנֵי פַרְעֹשׁ שְׁנִיָּה. בְּאֶחָד בְּטֵבֵת לֹא הָיָה בוֹ מַעֲמָד, שֶׁהָיָה בוֹ הַלֵּל וְקָרְבַּן מוּסָף וְקָרְבַּן עֵצִים: \n",
            "חֲמִשָּׁה דְבָרִים אֵרְעוּ אֶת אֲבוֹתֵינוּ בְּשִׁבְעָה עָשָׂר בְּתַמּוּז וַחֲמִשָּׁה בְּתִשְׁעָה בְאָב. בְּשִׁבְעָה עָשָׂר בְּתַמּוּז נִשְׁתַּבְּרוּ הַלּוּחוֹת, וּבָטַל הַתָּמִיד, וְהֻבְקְעָה הָעִיר, וְשָׂרַף אַפּוֹסְטֹמוֹס אֶת הַתּוֹרָה, וְהֶעֱמִיד צֶלֶם בַּהֵיכָל. בְּתִשְׁעָה בְאָב נִגְזַר עַל אֲבוֹתֵינוּ שֶׁלֹּא יִכָּנְסוּ לָאָרֶץ, וְחָרַב הַבַּיִת בָּרִאשׁוֹנָה וּבַשְּׁנִיָּה, וְנִלְכְּדָה בֵיתָר, וְנֶחְרְשָׁה הָעִיר. מִשֶּׁנִּכְנַס אָב, מְמַעֲטִין בְּשִׂמְחָה: \n",
            "שַׁבָּת שֶׁחָל תִּשְׁעָה בְאָב לִהְיוֹת בְּתוֹכָהּ, אָסוּר מִלְּסַפֵּר וּמִלְּכַבֵּס, וּבַחֲמִישִׁי מֻתָּרִין מִפְּנֵי כְבוֹד הַשַּׁבָּת. עֶרֶב תִּשְׁעָה בְאָב לֹא יֹאכַל אָדָם שְׁנֵי תַבְשִׁילִין, לֹא יֹאכַל בָּשָׂר וְלֹא יִשְׁתֶּה יָיִן. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, יְשַׁנֶּה. רַבִּי יְהוּדָה מְחַיֵּב בִּכְפִיַּת הַמִּטָּה, וְלֹא הוֹדוּ לוֹ חֲכָמִים: \n",
            "אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, לֹא הָיוּ יָמִים טוֹבִים לְיִשְׂרָאֵל כַּחֲמִשָּׁה עָשָׂר בְּאָב וּכְיוֹם הַכִּפּוּרִים, שֶׁבָּהֶן בְּנוֹת יְרוּשָׁלַיִם יוֹצְאוֹת בִּכְלֵי לָבָן שְׁאוּלִין, שֶׁלֹּא לְבַיֵּשׁ אֶת מִי שֶׁאֵין לוֹ. כָּל הַכֵּלִים טְעוּנִין טְבִילָה. וּבְנוֹת יְרוּשָׁלַיִם יוֹצְאוֹת וְחוֹלוֹת בַּכְּרָמִים. וּמֶה הָיוּ אוֹמְרוֹת, בָּחוּר, שָׂא נָא עֵינֶיךָ וּרְאֵה, מָה אַתָּה בוֹרֵר לָךְ. אַל תִּתֵּן עֵינֶיךָ בַנּוֹי, תֵּן עֵינֶיךָ בַמִּשְׁפָּחָה. שֶׁקֶר הַחֵן וְהֶבֶל הַיֹּפִי, אִשָּׁה יִרְאַת ה' הִיא תִתְהַלָּל (משלי לא). וְאוֹמֵר, תְּנוּ לָהּ מִפְּרִי יָדֶיהָ, וִיהַלְלוּהָ בַשְּׁעָרִים מַעֲשֶׂיהָ. וְכֵן הוּא אוֹמֵר, צְאֶינָה וּרְאֶינָה בְּנוֹת צִיּוֹן בַּמֶּלֶךְ שְׁלֹמֹה בָּעֲטָרָה שֶׁעִטְּרָה לּוֹ אִמּוֹ בְּיוֹם חֲתֻנָּתוֹ וּבְיוֹם שִׂמְחַת לִבּוֹ (שיר השירים ג). בְּיוֹם חֲתֻנָּתוֹ, זֶה מַתַּן תּוֹרָה. וּבְיוֹם שִׂמְחַת לִבּוֹ, זֶה בִּנְיַן בֵּית הַמִּקְדָּשׁ, שֶׁיִּבָּנֶה בִמְהֵרָה בְיָמֵינוּ. אָמֵן: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>מאימתי מזכירין גבורות גשמים.</b> איידי דתנא במסכת ר\"ה דסליק מינה ובחג נידונין על המים, תנא הכא מאימתי מזכירין גבורות גשמים. ולפי שהגשמים אחת מגבורותיו של הקב\"ה דכתיב (איוב ה ט-י) עושה גדולות ואין חקר הנותן מטר על פני ארץ, משום הכי קרי להו גבורות גשמים: ",
                "<b>מיום טוב אחרון של חג.</b> אבל כל שבעת ימי החג לא, שהגשמים לימי סוכה סימן קללה. משל לעבד שבא למזוג כוס לרבו ושפך לו רבו קיתון על פניו, כלומר אי אפשי בשמושך:",
                "<b>אם כן.</b> אתה אומר מזכירין אע״פ שאין שואלין הואיל ומשמע בעונתו, אפילו בקיץ יזכירו, ומה אתה נותן סימן מיו״ט ראשון. והלכה כרבי יהושע:   "
            ],
            [
                "<b>אין שואלין את הגשמים.</b> היינו אין מזכירין את הגשמים:",
                "<b>אלא סמור לגשמים.</b> דהיינו יום ח׳ של חג, דמן החג ואילך זמן גשמים הוא. וסתמא כרבי יהושע. פירוש אחר רבי אליעזר ורבי יהושע דפליגי לעיל בהזכרת גשמים, מודים הם לענין שאלה דהיינו לומר ותן טל ומטר, שאין שואלין אותן אלא סמוך לגשם, דהיינו בג׳ במרחשון או בז׳ בו. כדמפרשי תנאי לקמן במתניתין:",
                "<b>האחרון.</b> המתפלל תפלת מוסף מזכיר מוריד הגשם:",
                "<b>והראשון.</b> המתפלל תפלת שחרית אינו מזכיר גשם אלא טל. והלכה כרבי יהודה. והא דתנן בסמוך רבי יהודה אומר עד שיעבור הפסח, והכא קאמר רבי יהודה ביו״ט הראשון של פסח האחרון אינו מזכיר, תרי תנאי נינהו ואליבא דר״י: "
            ],
            [
                "<b>בשלשה במרחשון שואלין את הגשמים.</b> אומרים ותן טל ומטר בברכת השנים. והני מילי בארץ ישראל, אבל בגולה אין שואלים עד ששים יום לתקופת תשרי, וביום ששים עצמו מתחילין לשאול הגשמים:",
                "<b>האחרון שבישראל לנהר פרת.</b> אותן שעלו לרגל החוזרים לבתיהן, ולא יפסיקום הגשמים: "
            ],
            [
                "<b>הגיע שבעה עשר במרחשון.</b> וכבר עברו ג׳ זמנים, שהן ג׳ במרחשון. וז, וי״ז:",
                "<b>התחילו היחידים.</b> תלמידי חכמים:",
                "<b>שלש תעניות.</b> שני וחמישי ושני:",
                "<b>אוכלים ושותים משחשיכה.</b> מותר להם לאכול ולשתות כל ליל התענית עד שיעלה עמוד השחר כל זמן שלא ישן. אבל לאחר שישן שינת קבע אסור לאכול ולשתות אם לא התנה מתחלה קודם שישן. ואית דאמרי דאכילה בעי תנאי, שתיה לא בעי תנאי דאין קבע לשתיה. והכי מסתברא: "
            ],
            [],
            [
                "ששהן שלשה עשר תעניות על הצבור. שכבר התענו שש, ותעניות דיחידים אינם מן המנין:",
                "<b>מתריעין.</b> בשופרות:",
                "<b>בשני מטין.</b> בשני של תענית פותחין דלתי החנויות קצת לעת ערב, אבל אין מוציאין סחורתן לחוץ:",
                "<b>ובחמישי מותרים.</b> לפתוח כל היום: "
            ],
            [
                "<b>בבנין ובנטיעה.</b> ודוקא בנין של שמחה כגון בית חתנות לעשות בו חופתו, ונטיעה של שמחה כגון אילן גדול המיסך על הארץ לטייל המלכים תחתיו. אבל בית לדור בו, ונטיעת אילן לפירותיו מותר:",
                "<b>יצא ניסן הגשמים סימן קללה.</b> כשלא ירדו כלל קודם [שיצא] ניסן. וכל הדינים הללו בארץ ישראל וכיוצא בה, אבל האיים הרחוקים שזמן הגשמים שלהם אינו כזמן הגשמים של ארץ ישראל, כל אחד ואחד שואל הגשמים בזמן שהוא צריך להם, ואם עבר אותו הזמן הידוע להן ולא ירדו גשמים, בית דין של אותו מקום גוזרים תעניות על הצבור אחר שהתענו היחידים כסדר השנוי במתניתין:"
            ]
        ],
        [
            [
                "<b>סדר תעניות כיצד.</b> בשבע תעניות אחרונות קא מיירי:",
                "<b>את התיבה.</b> הארון שספר תורה מונח בו, כלומר כלי צנוע היה לנו ונתבזה בעוונינו. ולמה לרחובה של עיר, לומר, צעקנו בצנעה בבית הכנסת ולא נענינו, נבזה עצמנו בפרהסיא ברחובה של עיר:",
                "<b>אפר מקלה.</b> אפר שרפה. ומשום דעפר נמי אקרי אפר תנא אפר מקלה, דהכא צריך שיהיה אפר ממש כדי שיזכור הקב״ה עקידתו של יצחק וירחם:",
                "<b>על גבי התיבה.</b> משום דכתיב (ישעיהו ס״ג:ט׳) בכל צרתם לו צר:",
                "<b>ובראש הנשיא וכו׳</b> והן עצמן אינם נוטלים, כדי שיתביישו יותר, לפי שאינו דומה מתבייש מעצמו למתבייש מאחרים:",
                "<b>דברי כבושים.</b> דברים שכובשין לבו של אדם להחזירו למוטב:",
                "<b>ובקבלה.</b> בדברי הנביאים: "
            ],
            [
                "<b>ורגיל.</b> היודע סדר תפלה:",
                "<b>ויש לו בנים וביתו ריקן.</b> שאין בביתו במה לפרנס את בניו, ומתוך שנפשו עגומה עליו מתפלל בכוונה. א״נ ביתו ריקן מן העבירות, שלא יצא עליו שם רע בילדותו:",
                "<b>ומוסיפין עליהם שש.</b> בין גואל לרופא אומר ו׳ ברכות הללו: "
            ],
            [
                "<b>זכרונות ושופרות.</b> כל הפסוקים כמו שאומרים בראש השנה:",
                "<b>ואומר חותמיהן.</b> אחר זכרונות חתימת זכרונות, ואחר שופרות חתימת שופרות, וכן אחר כולם כדמפרש ואזיל: "
            ],
            [
                "<b>על הראשונה.</b> בגואל ישראל הוא מתחיל להאריך. ואע״פ שאינה ממנין שש קורא אותה ראשונה, לפי שבה מתחיל להוסיף ולהאריך:",
                "<b>על השביעית.</b> לברכות שמאריך בהן. אבל הברכות שמוסיפין בשביל התענית אינן אלא שש, שברכה ראשונה שהיא גואל ישראל דשמנה עשרה היא אלא שמאריך בה:",
                "<b>מי שענה את דוד ואת שלמה בנו.</b> ואע״ג דיונה בתר דוד ושלמה היה. מ״מ מקדים ליה ברישא, משום דבעי למחתם בסוף הברכות ברוך המרחם על הארץ, ודוד ושלמה בנו הם שהתפללו על ארץ ישראל. דוד, ויהי רעב בימי דוד כו׳ (שמואל ב כ״א:א׳) ושלמה, רעב כי יהיה בארץ (מלכים א ח׳:ל״ז):   "
            ],
            [
                "<b>בימי רבי חלפתא.</b> בצפורי היה:",
                "<b>ולא ענו אחריו אמן גרסינן.</b> לפי שבמקדש לא היו עונין אמן אחר כל ברכה אלא בשכמל״ו כדאמרינן בגמרא בברכות פרק הרואה. ואלו לא במקדש היו ועשו כדרך שעושים במקדש:",
                "<b>תקעו בני אהרן תקעו.</b> חזן הכנסת אומר להם כך על כל ברכה וברכה:",
                "<b>לא היינו נוהגין כן.</b> שלא לענות אמן אלא בשכמל״ו:",
                "<b>אלא בשער המזרח.</b> שער מזרח של הר הבית ושער המזרח של עזרה. לפי שהיו מזכירין שם המפורש בחתימת הברכה ולא סגי בעניית אמן. ואין לומר לא היו נוהגין לתקוע אלא במקדש, דודאי תוקעין בגבולין, כדמוכח בהך מסכתא ובר״ה. והלכה כחכמים: "
            ],
            [
                "<b>אנשי משמר.</b> כ״ד משמרות כהונה היו, כל משמר עובד בשבת שלו:",
                "<b>אנשי בית אב.</b> המשמר מתחלק לשבעה בתי אבות כמנין ימות השבוע, כל אחד עובד יומו:",
                "<b>מתענין ולא משלימין.</b> שתעניות הראשונות אינן חמורין כ״כ, ולפיכך אין משלימין שאם תכבד העבודה על אנשי בית אב שהיו עובדין אותו היום יבואו אלו לסייען ויהא בהן כח לעבוד: "
            ],
            [
                "<b>אנשי משמר מותרים לשתות יין.</b> לאו גבי תענית קאי, אלא איידי דאיירי בבני משמר מייתי לה הכא:",
                "<b>בלילות.</b> שאין לחוש שמא תכבד העבודה על אנשי בית אב בלילה ויצטרכו אלו לבא לסייעם:",
                "<b>לא ביום ולא בלילה.</b> לפי שהיו צריכין להעלות כל הלילה אברים ופדרים שפקעו מעל המזבח:",
                "<b>אנשי מעמד.</b> הם ישראלים הקבועים בירושלים ועומדים על קרבן אחיהם ומתפללין שיהא מקובל ברצון. ועומדים שם בשעת העבודה שלוחים מכל ישראל, דהיאך קרבנו של אדם קרב והוא אינו עומד על גביו והכתוב אומר (במדבר כ״ח:ב׳) תשמרו להקריב לי במועדו, לישראל מצוה שיעמדו על הכהנים בשעת עבודה:",
                "<b>אסורים לספר ולכבס.</b> משנכנסו למשמרתם, כל אותה שבת, כדי שיספרו קודם לכן ולא יכנסו למשמרתן כשהן מנוולים:",
                "<b>ובחמישי.</b> שבתוך משמרתן מותרים שדרך [רוב] בני אדם לספר בחמישי ואין ממתינין לספר בע״ש מפני הטורח:"
            ],
            [
                "<b>כל הכתוב במגילת תענית.</b> ימים שנעשו בהם ניסים לישראל בבית שני וקבעו ימים טובים. אית יומא דלא להתענאה בהון בלבד ואית יומי דחמירי טפי דלא למספד בהון. ואותן שהן חמורים ואסורים בהספד. ",
                "<b>לפניו אסור</b> בהספד, דלמא אתי למעבד הכי ביו״ט גופיה. ",
                "<b>לאחריו מותר</b> דכיון דעבר יום טוב לא חיישינן. ואנן קיי״ל דבטלה מגילת תענית, וכל אותן הימים הכתובים שם דלא להתענאה ודלא למספד, כולן מותרין בהספד ותענית, חוץ מחנוכה ופורים שאסורין בהספד ותענית. וימים שלפניהם ואחריהם מותר:   "
            ],
            [
                "<b>שלא להפקיע את השערים.</b> כשרואין בעלי חנויות שקונין למוצאי חמישי שתי סעודות גדולות, אחת לליל התענית ואחת לשבת, יהיו סבורין שבא רעב לעולם ומיקרין ומפקיעין השער. אבל משהתחילו להתענות בשני, יודעים שאינו אלא מפני התענית, פ״א שלא יאמרו אם לא שראו ב״ד שהרעב בא, לא היו דוחקים לגזור תענית עתה סמוך לשבת, ומפני כן ייקרו ויפקיעו השער: "
            ],
            [
                "<b>ואם התחילו.</b> שגזרו התעניות קודם לכן והתחילו להתענות על הצרה אפילו יום אחד ופגע בהן אחד מאלו הימים אין מפסיקין:",
                "<b>מודה הוא שאין משלימין.</b> להתענות בהן כל היום, אלא אוכל בערב סמוך לשקיעת החמה:",
                "<b>וכן ט׳ באב שחל להיות בערב שבת.</b> כגון בזמן שהיו ב״ד קובעים ע״פ הראייה, אוכל בערב סמוך לשקיעת החמה, מפני כבוד השבת שלא יכנס לשבת כשהוא רעב. ואין הלכה כר׳ מאיר אלא מתענין ומשלימין. וכן ט׳ באב שחל להיות בערב שבת מתענה ומשלים:"
            ]
        ],
        [
            [
                "<b>סדר תעניות האלו.</b> האמורין בפרקין דלעיל, אינו אלא ברביעה ראשונה, אם עברו שלשה זמנין של רביעה של יורה, שהם ג׳ במרחשון וז׳ וי״ז ולא ירדו גשמים, אז היו מתענין יחידים, ואח״כ מתענין הצבור י״ג תעניות על הסדר שאמר:",
                "<b>אבל.</b> ירדו גשמים בעתן וצמחו הזרעים ונשתנו, כמו תחת חטה יצא חוח תחת שעורה באשה, או שינוי אחר:",
                "<b>מתריעין עליהם מיד.</b> בתעניות ראשונות. שכל חומר האמור בתעניות האחרונות נוהגין מיד בראשונות:",
                "<b>בין גשם לגשם.</b> בין רביעה ראשונה לשניה:",
                "<b>מכת בצורת.</b> סימן בצורת הוא: "
            ],
            [
                "<b>ירדו לצמחים ולא לאילן.</b> כגון שירדו בנחת, שזה יפה לצמחים ולעשבים ואינו מועיל לאילנות:",
                "<b>לאילן ולא לצמחים.</b> שירדו בכח:",
                "<b>לבורות שיחין ומערות.</b> שמכניסין בהן מים לשתות: "
            ],
            [
                "<b>וכל סביבותיה מתענות.</b> שאותה העיר שלא ירדו בה גשמים תלך לקנות תבואה בעיר שירדו בה ויהיה רעב: "
            ],
            [
                "<b>מפולת.</b> שחומותיה הבריאות נופלות. אבל רעועות אין זו מפולת: "
            ],
            [
                "<b>בכל מקום.</b> ואפילו הערים הרחוקות ממנה הרבה, כדמפרש טעמא בסיפא מפני שהיא מכה מהלכת:",
                "<b>שדפון.</b> רוח שמפסיד את התבואה ומתרוקנת מן הזרע:",
                "<b>ירקון.</b> תבואה שהכסיפו פניה. ויש מפרשים ירקון חולי שהופך פני אדם כמראה ירק השדה:",
                "<b>ועל חיה רעה.</b> שנראית ביום בישוב:",
                "<b>ועל החרב.</b> חיילות העוברות ממקום למקום, ואף על פי שאינם באים להלחם עם אותה העיר: "
            ],
            [
                "<b>לעריהן.</b> לארץ ישראל:",
                "<b>כמלוא פי תנור.</b> שלקתה בשדפון כל כך תבואה שהיה ראוי לעשות ממנה פת למלאות [פי] התנור:",
                "<b>באשקלון.</b> בארץ פלשתים:",
                "<b>ועל שאכלו זאבים.</b> דהיא חיה רעה ומכה מהלכת היא:",
                "<b>על שנראה.</b> באו בעיר: "
            ],
            [
                "<b>המטרפת.</b> מתחבטת ומשתברת, כמו ביצה הטרופה בקערה:",
                "<b>לעזרה.</b> לקבץ את העם שיבואו לעזור ולהושיע. והלכה שאין תוקעים עליהם בשופר או בחצוצרות בשבת אלא אם כן הוצרכו לתקוע לקבץ את העם, אבל מתענים זועקים ומתחננים עליהם בשבת:",
                "<b>שמעון התימני.</b> מתמנת היה:",
                "<b>אף על הדבר.</b> מתריעין בשבת:",
                "<b>ולא הודו לו חכמים.</b> להתריע על הדבר בשבת. אבל בחול מתריעין: "
            ],
            [
                "<b>חוץ מרוב גשמים.</b> לא שירדו הרבה כל כך שמקלקלין את התבואה, אלא שכבר ירדו הרבה שאין צריכין להן עוד והן לטורח על בני אדם:",
                "<b>תנורי פסחים.</b> של חרס הם ומטלטלין ממקום למקום:",
                "<b>שלא ימוקו.</b> בגשמים:",
                "<b>עג עוגה.</b> רשם בקרקע רושם עגול כעין עוגה:",
                "<b>גשמי בורות.</b> גשמים בשופע למלאות בורות:",
                "<b>אם נמחית.</b> אם כולה מכוסה במים:",
                "<b>אבן טועים.</b> אבן היתה בירושלים שכל מי שמוצא מציאה היה עומד עליה ומכריז מציאה מצאתי, ובאין בעליה ונותנין סימניה ונוטלין אותה. ואותה אבן נקראת אבן טועים. ומצאתי כתוב שהיתה גבוהה מאד ולא היה אפשר שתתכסה בגשמים אלא אם כן בא מבול לעולם:",
                "<b>לנדות.</b> שמנדין על כבוד הרב:",
                "<b>מתחטא.</b> מתגעגע: "
            ],
            [
                "<b>רבי אליעזר אומר קודם חצות לא ישלימו.</b> והלכה כרבי אליעזר:",
                "<b>צאו אכלו ושתו.</b> ולא אמר להן קראו הלל הגדול תחלה, שאין קורין הלל הגדול אלא בכרס מלאה ונפש שבעה:"
            ]
        ],
        [
            [
                "<b>בשלשה פרקים בשנה וכו׳</b> הכי קאמר, בשלשה פרקים שהם תעניות ומעמדות ויוה״כ דמסיק בתר הכי, כהנים נושאין את כפיהם בכל תפלה, דהיינו שחרית מנחה ונעילה. ויש יום אחד באלו הפרקים שנושאים כפיהם ארבעה פעמים ביום, והוא יוה״כ, שיש בו תפלת מוסף. ומתניתין ר׳ מאיר היא, דאמר יש נשיאות כפים במנחה בתעניות ובמעמדות, דכל יומא טעמא מאי אין נשיאות כפים במנחה משום שכרות, והאידנא ליכא שכרות. ור׳ יוסי פליג עליה ואמר דגזרינן מנחה של תענית אטו מנחה דכל יומא. והלכה כרבי יוסי בתעניות ובמעמדות וביום הכפורים דאית בהו תפלת נעילה, אבל בתעניות שאין מתפללין בהן נעילה פרשי כהני ידייהו במנחתא דתעניתא, כיון דסמוך לשקיעת החמה, מצלי לה כתפלת נעילה דמיא, ומנחתא כהאי ליתא בכל יומא, הלכך לא גזרו בה:",
                "<b>בתעניות ובמעמדות.</b> הכי קאמר ואלו הן שלשה פרקים, תעניות ומעמדות ויוה״כ:",
                "<b>ומעמדות.</b> אנשי מעמד היו מתענים ארבעה ימים בשבוע: "
            ],
            [
                "<b>אלו הן מעמדות.</b> מה טעם קאמר, מה טעם תקנו מעמדות לפי שנאמר צו את בני ישראל וגו׳:",
                "<b>על כל משמר ומשמר היה מעמד.</b> מקצת שבטי ישראל חלוקים לכ״ד חלקים, שלוחים מכל ישראל לעמוד על הקרבן עם הכהנים והלוים שבאותו משמר:",
                "<b>וישראל שבאותו משמר מתכנסין לעריהם.</b> אותם שהיו רחוקים מירושלים ולא היו יכולים לעלות לעמוד על הקרבן במשמר שלהן, מתכנסים בבתי כנסיות בעריהן ומתענים ומתפללים וקורין בתורה בכל יום במעשה בראשית להודיע שהעולם עומד על העבודה שעושים במקדש: "
            ],
            [
                "<b>ולא היו מתענין בע״ש מפני כבוד השבת.</b> ואין צ״ל בשבת עצמה, ולא ביום א׳ מפני שהוא שלישי ליצירה. שבע״ש נברא אדם, ויום שלישי ליצירתו חלוש טפי דכתיב (בראשית ל״ד:כ״ה) ויהי ביום השלישי בהיותם כואבים. א״נ מפני שבשבת נתנה בו נשמה יתירה ולמוצאי שבת ניטלת ממנו, ואם היו מתענים ביום ראשון היו מסתכנים. ובכל יום היו אנשי מעמד מתפללין תפלת נעילה:",
                "<b>פרשה גדולה קורין אותה בשנים.</b> בפרשת בראשית לאחר שקרא הראשון ג׳ פסוקים חוזר השני וקורא פסוק שלישי שקרא הראשון ומשלים פרשת בראשית, והשלישי קורא יהי רקיע. בשני ראשון קורא יהי רקיע, ושנים קוראים יקוו המים, וכן כולם:",
                "<b>בשחרית ובמוסף כו׳</b> הכא מיירי בכל שאר מעמדות שהיו חוץ לירושלים שהן היו קוראין במעשה בראשית כמשפטן אפילו ביום שיש בו קרבן מוסף דהא אינהו לא טרידי. אבל המעמדות שבירושלים, ביום שיש בו קרבן מוסף לא היו קורין במוסף במעשה בראשית כדתנן לקמן קרבן מוסף אין בו במנחה, והשתא קרבן מוסף מעמד דמנחה דלאו דידיה דחי, מעמד דידיה לא כל שכן. ",
                "<b>בשחרית ובמוסף ובמנחה כו׳.</b> ה״ק בשחרית ובמוסף הוא דמביאין ספר תורה וקורין פרשה גדולה בשנים וקטנה ביחיד, אבל במנחה אין מביאין ספר תורה מפני טורח התענית אלא קורין על פה:",
                "<b>ע״ש במנחה לא היו נכנסים.</b> לבית הכנסת ולא היו קורין כלל, לפי שהיו טרודים לתקן צרכי שבת: "
            ],
            [
                "<b>יום שיש בו הלל.</b> כגון ימי חנוכה שיש בהם הלל ואין בהם מוסף. אותן שבירושלים לא היו קורין שום פרשה בשחרית, לפי שאין להם פנאי לעשות מעמדם שההלל דוחה אותה:",
                "<b>קרבן מוסף.</b> ר״ח שיש בו קרבן מוסף לא היו קורין שום פרשה בנעילה. וכ״ש שלא היו קורין פרשה במוסף עצמו ולא במנחה שהיא קודם נעילה, שקרבן מוסף היה דוחה אותם:",
                "<b>קרבן עצים אין בו מנחה.</b> כלומר יום שיש בו קרבן עצים כדלקמן ואין בו קרבן מוסף, דוחה מעמד של מנחה, אבל לא של נעילה:",
                "<b>כך היה ר׳ יהושע שונה.</b> קרבן עצים דוחה מעמד דנעילה, וכ״ש שדוחה מעמד דמנחה דקרבן עצי כהנים היה קרב קודם תמיד של בין הערבים, ואם דוחה מעמד של נעילה כ״ש שדוחה מעמד של מנחה הסמוך לו:",
                "<b>חזר ר״ע להיות שונה כדברי בן עזאי.</b> דקסבר קרבן מוסף מדברי תורה ודין הוא שלא ידחה אלא מעמד דמנחה, דליכא למיחש דלמא מדחי קרבן, דדברי תורה לא בעי חיזוק. אבל קרבן עצים כדברי סופרים דמי, ודין הוא דלדחי מעמד דמנחה ונעילה דבעי חיזוק כי היכי דלא לדחייה לקרבן עצים. ולא ירדתי לסוף דברי רמב״ם בפירוש משנה זו, כי מדבריו נראה שהיו אנשי מעמד מתפללין תפלה יתירה בכל יום בין שחרית למנחה והיא נקראת תפלת מוסף. ודבר זה לא מצאתיהו לא בבבלי ולא בירושלמי: "
            ],
            [
                "<b>זמן עצי הכהנים והעם.</b> כשעלו בני הגולה לא מצאו עצים בלשכה ועמדו אלו והתנדבו משלהם, והתנו נביאים שביניהם שאפילו לשכה מלאה עצים יהיו אלו מתנדבים משלהם. וביום שמביאים העצים מביאים עמהם קרבן נדבה ועושים אותו היום יום טוב, וכן כתוב בספר עזרא (נחמיה ו׳:ט״ז,) והגורלות הפלנו על קרבן העצים וגו׳ להביא לבית אלהינו בעתים מזומנים לשנה:",
                "<b>וכל מי שטעה בשבטו.</b> ולא היה יודע עם מי ילך, ילך עם בני זתוא:",
                "<b>ובני גונבי עלי.</b> מפרש בגמרא שפעם אחת גזרו האויבים שמד על ישראל שלא יביאו בכורים למקדש והושיבו שומרים בדרכים על כך, ועמדו אנשים כשרים שבאותו הדור והביאו סלי בכורים וחפו אותם בקציעות דהיינו תאנים יבשים ונושאים על כתפם עלי, הוא עץ גדול עשוי כעין בוכנא שכותשים בו הדייסא והיו רגילין לכתוש בו הקציעות לעשות מהם עגולי דבילה, וכשהיו פוגעים בשומרים אומרים להם אנו הולכים לעשות שני עגולי דבילה במכתשת שלפנינו בעלי זה שעל כתפינו, וכך היו מביאין בכורים לירושלים. ועל שם כך נקראו בני גונבי עלי כלומר גונבי לב השומרים, בעלי שעל כתפם. ובני קוצעי קציעות על שם שחותכין עגולי הדבלה במקצועות. ואלו האנשים הכשרים עצמן עמדו פעם אחרת שגזרו שמד שלא להביא עצים למערכה, ותקנו סולמות והיו אומרים לשומרים ליטול שני גוזלות משובך זה שלפנינו בסולם זה שעל כתפינו אנו הולכים, ועל שם כך נקראו בני סלמאי הנתוצתי, שהיו נותצים הסולמות אחר שעברו מן השומרים, ומביאין מהן עצים למערכה. וכל אלו מביאין עצים עם בני זתוא:",
                "<b>שבו בני פרעוש שניה.</b> שלאחר שסיימו מטילין פייסות איזה באחרונה, כדכתיב והגורלות הפלנו על קרבן העצים:",
                "<b>שהיה בו הלל.</b> לפי שאחד בטבת חל בחנוכה לעולם, ובחנוכה גומרים את ההלל. אבל הלל דר״ח שאין קריאת ההלל בו אלא מנהג בעלמא, לא דחי מעמד. ומהאי טעמא לא חשיב ר״ח ניסן דאית ביה נמי הלל וקרבן מוסף וקרבן עצים:   "
            ],
            [
                "<b>בי״ז בתמוז נשתברו הלוחות.</b> שהרי בו׳ בסיון נתנו עשרת הדברות ובז׳ בהשכמה עלה לקבל את שאר התורה ושהה שם מ׳ יום, נמצאו כלים בי״ז בתמוז, וכשירד שבר את הלוחות:",
                "<b>ובטל התמיד.</b> שלא היה שם כבשים להקריב, שבאה העיר במצור:",
                "<b>והעמיד צלם בהיכל.</b> פליגי בה אמוראי בירושלמי, חד אמר צלם של מנשה, ובבית ראשון מיירי. וחד אמר צלם של אפוסטמוס שהיה משרי היונים ובבית שני היה: "
            ],
            [
                "<b>שבת שחל ט׳ באב.</b> שבוע שחל ט׳ באב להיות בתוכה:",
                "<b>אסור לספר ולכבס.</b> כל אותו שבוע עד שיעבור התענית:",
                "<b>ובחמישי מותרים.</b> כשהיו מקדשים על פי הראיה וחל ט׳ באב להיות בערב שבת, מותרים לכבס בחמישי שלפני התענית מפני כבוד השבת:",
                "<b>שני תבשילין.</b> אין אסור משום שני תבשילין אלא דבר שאינו נאכל כמות שהוא חי, אבל דבר הנאכל כמות שהוא חי כגון חלב וגבינה וקטניות בזמן שהיא לחה, אע״פ שבשלן אין בהן משום שני תבשילין:",
                "<b>ולא יאכל בשר ולא ישתה יין.</b> ה״מ לאחר חצי היום ובסעודה המפסקת שאין דעתו לאכול אחריה סעודת קבע. אבל קודם חצי היום אפילו בסעודה המפסקת, או בסעודה שאינה מפסקת אפילו לאחר חצי היום, שרי לאכול ב׳ תבשילין, ובבשר ויין:",
                "<b>רשב״ג אומר ישנה.</b> אם היה רגיל בשני תבשילין אוכל תבשיל אחד, היה רגיל בשני כוסות של יין שותה כוס אחד. ואין הלכה כרשב״ג:",
                "<b>בכפיית המטה.</b> שכופה המטה על פניה ולא ישכב עליה אלא בקרקע. ואין הלכה כר״י: "
            ],
            [
                "<b>כט״ו באב.</b> שבו כלו מתי מדבר בשנת המ׳. ובו נתבטלו אותן השומרים שהושיב ירבעם בן נבט שהיו מונעים את ישראל שלא יעלו לרגל. ובו נתנו הרוגי ביתר לקבורה. ובו היו פוסקים מלכרות עצים למערכה לפי שמאז תש כחה של חמה, שאין בה כח ליבש העצים מלחותן:",
                "<b>ויוה״כ.</b> שבו נתנו לוחות האחרונות, והוא יום מחילה וסליחה:",
                "<b>שאולים.</b> שכולן שואלין, אפילו עשירות, שלא לבייש את מי שאין לו:",
                "<b>טעונים טבילה.</b> קודם שילבשום. לפי שאין כל אחת בקיאה בחברתה שמא נדה היתה:",
                "<b>יוצאות וחולות.</b> כמו, אז תשמח בתולה במחול (ירמיהו ל״א:י״ג):",
                "<b>במלך שלמה.</b> הקב״ה שהשלום שלו:",
                "<b>אמו.</b> כנסת ישראל:",
                "<b>זה מתן תורה.</b> יוה״כ שבו נתנו לוחות אחרונות:",
                "<b>זה בנין בית המקדש.</b> שנתחנך ביוה״כ:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "<b>מאימתי מזכירין גבורות גשמים רבי אליעזר אומר מיום טוב הראשון כו':</b><br>כבר קדם לך בסוף הפרק השני מסוכה כי ירידת הגשמים בסוכות אינו סימן ברכה. והלכה כרבי יהושע:\n"
            ],
            [
                "<b>אין שואלין את הגשמים אלא סמוך לגשמים כו':</b><br>סמוך לגשמים היא תפלת מוסף של יום טוב האחרון של חג כמו שביאר רבי יהודה וביום טוב הראשון של פסח הראשון והוא המתפלל שחרית אומר מוריד הגשם והאחרון והוא המתפלל תפלת מוסף אינו זוכר גשם אבל אומר מוריד הטל. ובזמן הזה שאנו עושים שני ימים טובים מפני המנהג אומר מוריד הגשם במוסף יום טוב הראשון מן הימים האחרונים של חג רוצה לומר יום שמיני עצרת ויתמיד זה ביום השני ומה שאחריו והלכה כרבי יהודה: "
            ],
            [
                "<b>עד אימתי שואלין את הגשמים ר' יהודה אומר עד שיעבור כו':</b><br><b>בשלשה במרחשון שואלין את הגשמים כו':</b><br>התנא ששנה בכאן בשם רבי יהודה עד שיעבור הפסח לא היה אותו ששנה על שמו מה שקדם זכרו. וכבר אמרנו במה שקדם מן המשנה הלכה כרבי יהודה והלכה כרבן גמליאל. וכל זה בארץ ישראל ובארצות הדומות לה. וכמו כן כל מה שיגיע לידך מן הדבר בזמני התעניות הוא בארץ ישראל. ומה שהוא קרוב לאוירה. אבל בשאר ארצות השאלה בזמן שהמטר טוב והגון באותו המקום ונתן אותו הזמן כאילו הוא שבעה במרחשון וכשיתעכבו הגשמים לאחר אותו הזמן על אלו הדרכים הנזכרים יתנהגו בתעניות כמו שזכר. כי יש ארצות לא יתחילו בהם הגשמים אלא מניסן. וארצות שיש בהם במרחשון הקיץ והגשמים אינם להם טובים אלא ממיתין ומאבדין והיאך ישאלו אנשי זה המקום גשם במרחשון הלא זה מן השקר והאולת וכל זה דבר אמיתי וגלוי: "
            ],
            [
                "<b>הגיע שבעה עשר במרחשון ולא ירדו גשמים כו':</b><br>יחידים הם התלמידים חכמים ואלו התעניות שני וחמישי ושני:\n"
            ],
            [
                "<b>הגיע ר\"ח כסליו ולא ירדו גשמים כו':</b><br>בכל מקום שאומר לך אוכלין משחשיכה מותר לאכול עד שיעלה עמוד השחר אלא אם ישן לפי שאין מותר לאכול ולשתות אחר שישן בשום פנים באי זה תענית שיהיה:\n"
            ],
            [
                "<b>עברו אלו ולא נענו ב\"ד גוזרין ג' תעניות כו':</b><br>אלו השבע תעניות משלימין שלשה עשר תעניות על הצבור. לפני שכבר התענו ששה: ומטין עם חשיכה פירוש שפותחין קצת דלתי החנויות עם חשיכה ואין מוציאין הסחורות שבחנות ואין עושה מהן שורה:\n"
            ],
            [
                "<b>עברו אלו ולא נענו ממעטין במשא ומתן כו':</b><br>נזופין כמו גיעורין תרגם ויגער בו ונזף ביה [בראשית לז] ובנין ונטיעה האסורים באלו התעניות הוא בנין של שמחה ונטיעה של שמחה כמו הפתוחים והציורין כמו שעושין העשירים המאריכים בבנינם ונטיעת הבשמים והפרדסים שעושין המלכים. אבל בנין לדירה ונטיעה הנטועה לפירותי' ולחיות בשבחה אינו אסור ואין מבטלין אותה לעולם. וירידת הגשמים אחר ניסן סימן קללה הוא כשלא ירדו מתחילת השנה עד ניסן ובארץ ישראל או מקום שהוא כמוהו כמו שבארנו במה שקדם:\n"
            ]
        ],
        [
            [
                "<b>סדר תעניות כיצד מוציאין את התיבה לרחובה כו':</b><br>זה הסדר אינו אלא בשבע אחרונות:\n"
            ],
            [
                "<b>עמדו בתפלה מורידין לפני התיבה זקן ורגיל כו':</b><br>ביתו ריקן רוצה לומר ריקן ממזונות וריקן מעבירות. והאיש הראוי למנותו קודם לכל אדם הוא מי שהוא רגיל בתפלה ולדבר על ראש הקהל ואח\"כ שיהיה זקן ויש לו נעימות קול וזה בכל שליח צבור. ומוסף עליו זה שמדבר בו בזה המקום שיהיה מטופל כלומר בעל בנים וביתו ריקן שלא יצא עליו שם רע בילדותו כדי שיתרצו אליו לבות בני אדם ויקבלו כולם דבריו ברצון. ואלו השש ברכות הם נאמרים אחר גואל ישראל וקודם רופא חולים:\n"
            ],
            [
                "<b>אלו הן זכרונות ושופרות אל ה' בצרתה לי כו':</b><br>הזכרונות והשופרות כמו שקדם זכרם בראש השנה (פ\"ד הל' ז) ר\"ל שלא יאמר זכרון של יחיד ולא זכרון של פורענות והלכה כרבי יהודה:\n"
            ],
            [
                "<b>על הראשונה היא אומר מי שענה את אברהם כו':</b><br>אמרו על השביעית רוצה לומר השביעית מן הברכות שהוסיפו עליהם לפי שכבר אמר שש ברכות בלבד הוא מוסיף. והוא כי הוא מוסיף אגואל ישראל תוספות וחותם בה מי שענה את אברהם בהר המוריה וכו' עד גואל ישראל. ולפי שמנה גואל ישראל ברכה אחת מפני התוספת שהוסיף בה וקראה ראשונה היו כולן שבע ברכות גואל ישראל שהיא מכלל שמנה עשרה והשש שהוסיפו:\n"
            ],
            [
                "<b>מעשה בימי ר' חלפתא ור' חנניא בן תרדיון כו':</b><br>רוצה לומר שער המזרח של הר הבית ושער המזרח של עזרה והלכה כחכמים:\n"
            ],
            [
                "<b>שלש תעניות הראשונות אנשי משמר מתענין כו':</b><br>כבר קדם בסוף סוכה שמשמרות כהונה היו ארבעה ועשרים משמרות והיו עובדין משמר בכל שבוע על הסדר בכל משמר בתי אבות היו עובדין גם כן בתי אבות באותו משמר כל אחד ואחד יומו: ואמרו אנשי בית אב רוצה לומר כל הבית אב שהיתה עובדת אותו היום והיו מקילין עליהם בתענית מפני העבודה כדי שלא יחלשו גופם והלכה כחכמים:\n"
            ],
            [
                "<b>אנשי משמר מותרים לשתות יין בלילות אבל לא בימים כו':</b><br>מה שאסרו היין על אנשי משמר ביום ההוא דבר תמידי והטעם שמא תכבד העבודה על אנשי בית אב ויבואו אנשי משמר ויסייעו אותם. ועל אנשי בית אב אסור כל זמן עבודתם לפי שהן עוסקין בעבודה. וכבר ידעת איך אסר הכתוב לעשות שום דבר מעניני המקדש בשכרות והוא שנאמר יין ושכר אל תשת וגו' (ויקרא י) והמעמד הוא מישראל ועוד יתבאר ענינו בסוף זו המסכת ואסור התגלחת על אנשי משמר ואנשי מעמד כל ימי עבודתם הטעם בזה כדי שלא יכנסו כשהן מנוולים כמו שהוא אסור בחולו של מועד:\n"
            ],
            [
                "<b>כל הכתוב במגילת תענית דלא למספד כו':</b><br>היתה אצלם מגילה והיו קורים אותה מגילת תענית והיה כתוב בה ימים ידועים מחדשים ידועים שעשה עמהם השם ניסים ונתבטלו מהם הצרות והיו משבחים אותן הימים מהן ימים כמו שזוכר באותה מגילה שהיו אסורין בהספד ומהן ימים שהם אסורין בתענית וכבר בטלה אותה מגילה ואינן אסורין בהספד ובתענית אותן הימים עצמן כל שכן לפניהם ולאחריהם והוא אמרם בטלה מגילת תענית מלבד פורים וחנוכה שהם אסורים בהספד ובתענית ולפניהם ולאחריהם מותר:\n"
            ],
            [
                "<b>אין גוזרין תענית על הצבור בתחילה בחמישי כו':</b><br>להפקיע השערים ליקר שערי המזונות מפני שאומר דלת העם לולי הצורך הגדול למטר לא היו מתענין קודם השבת ואין הלכה כרבי יוסי:\n"
            ],
            [
                "<b>אין גוזרין תענית על הצבור בראשי חדשים כו':</b><br>ואם התחילו אין מפסיקין רוצה לומר אם התחילו להתענות שעה א' אין מפסיקין התענית אלא שמשלימין היום: ואמר ר' מאיר מודה היה שאין משלימין רוצה לומר שמתענין קצת היום ואוכלים קצתו. וכן תשעה באב שחל להיות ערב שבת מתענין קצת היום ואוכלין בסוף היום מפני כבוד השבת ואין הלכה כרבי מאיר אלא אם התחילו מתענין ומשלימין. אבל תשעה באב שחל להיות ערב שבת מתענין לכתחלה ומשלימין. ותשעה באב לא יחול בערב שבת אלא כשהיו עושין על פי הראיה אבל לא בחשבון העבור שהוא בידינו היום: "
            ]
        ],
        [
            [
                "<b>סדר תעניות אלו האמור ברביעה ראשונה כו':</b><br>מפולת הוא שיפלו הכתלים החזקים בלי סיבה גלויה ואין הלכה כר' עקיבא בכולם:\n"
            ],
            [],
            [],
            [],
            [
                "<b>על אלו מתריעין בכל מקום על השדפון כו':</b><br>חיה רעה הוא שיראו חיות רעות בישוב. והתנאי שיראו ביום וכן אם רדפו החיות אחר שני בני אדם הרי זה משולחת ומתריעין עליהן ואמרו על החרב ואפי' אין דעת בני החיל להורגם אלא להרוג אומה אחרת ואין כוונתם אלא לעבור עליהם הרי היא צרה ומתריעין עליה ומהבטחות השם יתברך לישראל וחרב לא תעבור בארצכם. ואמר כמלא פי תנור ר\"ל מקום מן הקרקע שיעורו כפי התנור וכן אמרו כמלא תנור וכבר אמר כי כשיראו החיות המזיקות ביום בישוב שמתריעין עליהם:\n"
            ],
            [],
            [
                "<b>על אלו מתריעין בשבת על עיר שהקיפוה נכרים כו':</b><br>רבי יוסי אומר שאין תוקעין שופר בשבת אלא כדי שיתקבצו העם להושיע אותה מדינה אבל לצעוק לשם ולהתענות לא. ואין הלכה כרבי יוסי למנוע מהם הצעקה בשבת אלא שצועקים ומתענין עליהם בשבת בלא תקיעה. ולא כר' שמעון התימני שאומר מתריעין על הדבר אבל הדין אצלנו אין מתריעין על הדבר כל עיקר אבל מתענין עליו בלבד ואותן שנפל בהם הדבר הם בלבד מתענין ומתריעין כמו שקדם:\n"
            ],
            [
                "<b>על כל צרה שלא תבא על הצבור מתריעין כו':</b><br>עג עוגה כמו עגול. ואבן התועים היא אבן גדולה שהיתה בירושלים וכל מי שהיה מוצא מציאה עולה עליה ומכריז כדי שישמעו בעליה וחזרו לו אבידתו ולפיכך נקראת אבן התועים. ורוצה באמרו נמחית שכסו המים עצם האבן: וגמר המעשה כי הוא התפלל והתודה על חטאתיו ומיד נסתלק המטר והיה הדבר קשה לשמעון בן שטח כמו שתראה והוא ענין ראייתו שהביא בזה המעשר ופירוש מתחטא מגעגע:\n"
            ],
            [
                "<b>היו מתענין וירדו להם גשמים קודם הנץ החמה כו':</b><br>הלל הגדול הוא מהודו לה' כי טוב עד שיר המעלות ומה שחייבם שלא קראו הלל הגדול עד שאכלו ושתו כי העיקר אצלנו אין אומרים הלל הגדול אלא בנפש שביעה וכרס מלאה והלכה כרבי אלעזר:\n"
            ]
        ],
        [
            [
                "<b>בשלשה פרקים בשנה כהנים נושאין את כפיהן כו':</b><br>שיעור זו המשנה כך בשלשה פרקים הכהנים נושאים את כפיהם בכל תפלה ויש מהם ארבעה פעמים ביום והוא יום הכיפורים ומקצת המעמדות כמו שיתבאר כי בתענית אין בהם תפלת מוסף אבל במעמדות היו מתפללין תפלה יתירה בכל יום והיא נקראת מוסף וזכור תמיד זה העיקר [ועי' ברע\"ב בפרקין מ\"ד ד\"ה חזר רע\"ק וכו']. וכל זה דעת ר' מאיר אבל רבי יוסי אומר נשיאות כפים בשחרית ובמוסף ובנעילה אבל במנחה אין הכהנים נושאים כפיהם. וטעם מחלוקתם כי העיקר אצלנו שכהן שכור לא ישא את ידיו ויברך שנא' (דברים י׳:ח׳) לעמוד לפני ה' לשרתו ולברך בשמו וכאשר היתה אסורה העבודה בשכור כמו שנתבאר בתורה (ויקרא י) כמו כן אסור לשכור לברך. והכל מודים כי בכל הימים מלבד אלו שלשה פרקים אין נשיאות כפים במנחה לפי שהוא עת ידוע לשכרות ורוב בני אדם שכורים ונחוש שמא ישא ידיו והוא שכור. ועוד יתבאר לך כי אנשי מעמד אסור להם לאכול ביום ארבעה ימים בשבוע. ור' מאיר אומר כי אלו שלשה פרקים שנסתלק' מהם חשש השכרות ישאו הכהנים ידיהם בכל תפלה. ור' יוסי אומר תפלת מנחה שמתפללין בכל יום גזרינן שמא אם נתיר להם נשיאות כפים במנחה באלו השלשה פרקים יעשו גם הם כן בשאר ימים שאפשר בהם השכרות ותפלת נעילה שאינה אלא ביום שהשכרות בו אסור נושאין כפיהן ולא גזרינן והלכה כרבי יוסי. ונתיר היום לכהנים ביום תענית נשיאות כפים במנחה מפני שהן מאחרין תפלת המנחה וכאילו היא תפלת נעילה: "
            ],
            [
                "<b>אלו הן מעמדות לפי שנאמר צו את בני ישראל כו':</b><br>כבר נתבאר לך מזה הלשון כי מלת מעמד כוללת משמרת כהונה ולויה ואנשי אותו מעמד והיו אנשי מעמד ההם שלוחי ישראל כולם והיה דעתם וכוונתם כולם להתעסק בעבודה ובתפלה ולא היו מתעסקין בעסקיהם והיה לבם ומחשבתם בקרבנות וכשהיה מגיע זמן המעמד כל מי שהיה מהם מאנשי אותו מעמד קרוב מירושלים היה נמצא במקדש בשעת הקרבת הקרבן עם הכהנים והלוים שבאותו משמר ומי שהיה רחוק מירושלים היו מתכנסים בבתי כנסיות שלהם ומתפללין וקוראין כמו שנזכר והיו מתעסקין בעבודת השם כל אותו השבוע שהיה המשמר שלהן בתפלה ובקריאה ותענית כמו שיתבאר והיו קורין מעשה בראשית לפי ששלימות המציאות בעבודה ואין אצלנו עבודה אלא עם הקרבנות וכן אמרו אלמלא מעמדות לא נתקיימו שמים וארץ:\n"
            ],
            [
                "<b>ואנשי המעמד היו מתענין ד' ימים בשבוע כו':</b><br>היו קוראין בספר תורה בשחרית ובמוסף רוצה לומר בתפלתם היתירה שהיא מוסף שלהם אבל במנחה היו קורין על פיהם: ואמרו נכנסים רוצה לומר נכנסים לבית הכנסת וידיעת איזו פרשה קורא אותה אחד ואיזו פרשה קורא אותה שנים והיאך סדר הקריאה עוד יתבאר במסכת מגילה (פ\"ד הלכה א'):\n"
            ],
            [
                "<b>כל יום שיש בו הלל אין מעמד בשחרית כו':</b><br>יום שיש בו הלל בלי מוסף הם ימים של חנוכה ולפי שהם מדברי סופרים עשו להם חיזוק ודחו המעמד מתחילת היום. ויום שיהיה בו קרבן מוסף ידחה מעמד ממוסף פירוש מתחלת מוסף שלהם ומתפלה שניה חוץ מתפלת מוסף. ואמרו במה שקדם שאנשי מעמד קורין במוסף מורה שיש מעמד במוסף וכבר בארנו כי ענין תפלתם היא הנוספת המיוחד' באנשי מעמד ושאנשי מעמד היו מתפללין תפלה יתירה בכל יום והיא נקראת מוסף. וביום שיש בו תפלת מוסף לכל העם בכלל תדחה הקריאה באותה תפלה היתירה ובתפלת מנחה ואין קורין אלא בשחרית ובנעילה. ומזו ההלכה יתבאר לך כי אנשי מעמד היו מתפללין תפלת נעילה בכל יום והלכה כבן עזאי:\n"
            ],
            [
                "<b>זמן עצי כהנים והעם תשעה באחד בניסן כו':</b><br>תדע כי אחד בטבת מכלל ימי חנוכה ולפיכך הוא יום הלל לא מפני שהוא ר\"ח דהלל בראש חדש אינו חיוב לא ליחיד ולא לצבור לפי שהוא מנהג ועל הצבור לקרותו בדילוג ויחיד לא יתחיל ואם התחיל גומרו ואם היה יום ר\"ח יום הלל לא היה באחד בניסן מעמד ועיקר קרבן העצים הזה כי המשפחות המנויות היו קובעות להם לכל משפחה ומשפחה יום ידוע להביא להם עצים לאש המערכה באלו הזמנים הידועים וביום שהיה יומם הידוע היו מקריבין קרבנות נדבה וזהו קרבן העצים והעתים המזומנים הכתובים בעזרא (נחמיה י, לה): "
            ],
            [
                "<b>חמשה דברים אירעו את אבותינו בי\"ז בתמוז וכו':</b><br>זה הדין הוא בשני תנאים האחד שתהיה סעודה המפסיק בה והשני שתהיה אותה האכילה אחר חצי היום אבל אם אכל קודם חצות סעודה המפסקת או אחר חצות ודעתו לאכול פעם אחרת מותר לו לאכול בשר ולשתות יין ומאמר רבן שמעון בן גמליאל שאמר ישנה רוצה לומר שישנה מנהגו לגרוע כלומר שיגרע מרבוי המאכל והמשקין ואין הלכה כר' יהודה. ואמרו בחמישי מותרין הוא מאמר רבן שמעון בן גמליאל שאמר כל השבת אסור ואפי' לאחר התענית ואין הלכה. וממה שאתה חייב לדעת כי כל המצות הנוהגות באבל נוהגות בט' באב ועוד יתבארו הלכות אבל במקומן ודין תעניתו כדין תענית צום כפור רוצה לומר שאסור ברחיצה ובסיכה ובנעילת הסנדל ובתשמיש המטה ומוסיפין מחול על הקדש ועשיית מלאכה בו מגונה מאד:\n"
            ],
            [
                "<b>אמר רשב\"ג לא היו י\"ט לישראל כט\"ו באב ויוה\"כ כו':</b><br>מה שחייב להטביל הכלים כולם מפני שהיו מתערבות זו בזו ובלי ספק היה בכל ההמון נשים בלי טהורות וכמו כן באנשים בלי טהורים: והנשים הנאות והיפות שבהם היו אומרות בחור שא נא עיניך וראה מה אתה בורר לך שאין אשה אלא ליופי. והמיוחסות כשלא היו נושאות חן בעיני רואיהן היו אומרות אל תתן עיניך בנוי תן עיניך במשפחה שאין אשה אלא לבנים: ובחרו יום חמשה עשר באב לפי שבו נסתלקה המגפה ממתי מדבר בשנת הארבעים כי המות היתה הרבה בכל ט' באב ובשנה האחרונה נסתלקה והמתינו עד חצי החדש ואז בטחו בנפשם והאמינו בעצמם והרגישו בו רצון הבורא והשבת אפו וסילוק חמתו מהם ולפיכך עשו אותו משם והלאה יום משתה וששון: "
            ],
            []
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}