var Yomajson ={
    "language": "he",
    "title": "Mishnah Yoma",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה יומא",
    "categories": [
        "Mishnah",
        "Seder Moed"
    ],
    "textmishna": [
        [
            "שִׁבְעַת יָמִים קֹדֶם יוֹם הַכִּפּוּרִים מַפְרִישִׁין כֹּהֵן גָּדוֹל מִבֵּיתוֹ לְלִשְׁכַּת פַּלְהֶדְרִין, וּמַתְקִינִין לוֹ כֹהֵן אַחֵר תַּחְתָּיו, שֶׁמָּא יֶאֱרַע בּוֹ פְסוּל. רַבִּי יְהוּדָה אוֹמֵר, אַף אִשָּׁה אַחֶרֶת מַתְקִינִין לוֹ, שֶׁמָּא תָמוּת אִשְׁתּוֹ, שֶׁנֶּאֱמַר (ויקרא טז) וְכִפֶּר בַּעֲדוֹ וּבְעַד בֵּיתוֹ. בֵּיתוֹ, זוֹ אִשְׁתּוֹ. אָמְרוּ לוֹ, אִם כֵּן, אֵין לַדָּבָר סוֹף: \n",
            "כָּל שִׁבְעַת הַיָּמִים הוּא זוֹרֵק אֶת הַדָּם וּמַקְטִיר אֶת הַקְּטֹרֶת וּמֵטִיב אֶת הַנֵּרוֹת וּמַקְרִיב אֶת הָרֹאשׁ וְאֶת הָרֶגֶל. וּשְׁאָר כָּל הַיָּמִים, אִם רָצָה לְהַקְרִיב, מַקְרִיב, שֶׁכֹּהֵן גָּדוֹל מַקְרִיב חֵלֶק בָּרֹאשׁ וְנוֹטֵל חֵלֶק בָּרֹאשׁ: \n",
            "מָסְרוּ לוֹ זְקֵנִים מִזִּקְנֵי בֵית דִּין, וְקוֹרִין לְפָנָיו בְּסֵדֶר הַיּוֹם, וְאוֹמְרִים לוֹ, אִישִׁי כֹהֵן גָּדוֹל, קְרָא אַתָּה בְּפִיךָ, שֶׁמָּא שָׁכַחְתָּ אוֹ שֶׁמָּא לֹא לָמָדְתָּ. עֶרֶב יוֹם הַכִּפּוּרִים שַׁחֲרִית, מַעֲמִידִין אוֹתוֹ בְּשַׁעַר מִזְרָח, וּמַעֲבִירִין לְפָנָיו פָּרִים וְאֵילִים וּכְבָשִׂים, כְּדֵי שֶׁיְּהֵא מַכִּיר וְרָגִיל בָּעֲבוֹדָה: \n",
            "כָּל שִׁבְעַת הַיָּמִים לֹא הָיוּ מוֹנְעִין מִמֶּנּוּ מַאֲכָל וּמִשְׁתֶּה, עֶרֶב יוֹם הַכִּפּוּרִים עִם חֲשֵׁכָה, לֹא הָיוּ מַנִּיחִים אוֹתוֹ לֶאֱכֹל הַרְבֵּה, מִפְּנֵי שֶׁהַמַּאֲכָל מֵבִיא אֶת הַשֵּׁנָה: \n",
            "מְסָרוּהוּ זִקְנֵי בֵית דִּין לְזִקְנֵי כְהֻנָּה, וְהֶעֱלוּהוּ לַעֲלִיַּת בֵּית אַבְטִינָס, וְהִשְׁבִּיעוּהוּ וְנִפְטְרוּ וְהָלְכוּ לָהֶם. וְאָמְרוּ לוֹ, אִישִׁי כֹהֵן גָּדוֹל, אָנוּ שְׁלוּחֵי בֵית דִּין, וְאַתָּה שְׁלוּחֵנוּ וּשְׁלִיחַ בֵּית דִּין, מַשְׁבִּיעִין אָנוּ עָלֶיךָ בְּמִי שֶׁשִּׁכֵּן שְׁמוֹ בַבַּיִת הַזֶּה, שֶׁלֹּא תְשַׁנֶּה דָבָר מִכָּל מַה שֶּׁאָמַרְנוּ לָךְ. הוּא פוֹרֵשׁ וּבוֹכֶה, וְהֵן פּוֹרְשִׁין וּבוֹכִין: \n",
            "אִם הָיָה חָכָם, דּוֹרֵשׁ. וְאִם לָאו, תַּלְמִידֵי חֲכָמִים דּוֹרְשִׁין לְפָנָיו. וְאִם רָגִיל לִקְרוֹת, קוֹרֵא. וְאִם לָאו, קוֹרִין לְפָנָיו. וּבַמֶּה קוֹרִין לְפָנָיו, בְּאִיּוֹב וּבְעֶזְרָא וּבְדִבְרֵי הַיָּמִים. זְכַרְיָה בֶּן קְבוּטָל אוֹמֵר, פְּעָמִים הַרְבֵּה קָרִיתִי לְפָנָיו בְּדָנִיֵּאל: \n",
            "בִּקֵּשׁ לְהִתְנַמְנֵם, פִּרְחֵי כְהֻנָּה מַכִּין לְפָנָיו בְּאֶצְבַּע צְרֵדָה, וְאוֹמְרִים לוֹ, אִישִׁי כֹהֵן גָּדוֹל, עֲמֹד וְהָפֵג אַחַת עַל הָרִצְפָּה. וּמַעֲסִיקִין אוֹתוֹ עַד שֶׁיַּגִּיעַ זְמַן הַשְּׁחִיטָה: \n",
            "בְּכָל יוֹם תּוֹרְמִין אֶת הַמִּזְבֵּחַ בִּקְרִיאַת הַגֶּבֶר אוֹ סָמוּךְ לוֹ, בֵּין לְפָנָיו בֵּין לְאַחֲרָיו. בְּיוֹם הַכִּפּוּרִים מֵחֲצוֹת, וּבָרְגָלִים מֵאַשְׁמוּרָה הָרִאשׁוֹנָה, וְלֹא הָיְתָה קְרִיאַת הַגֶּבֶר מַגַּעַת עַד שֶׁהָיְתָה עֲזָרָה מְלֵאָה מִיִּשְׂרָאֵל: \n"
        ],
        [
            "בָּרִאשׁוֹנָה כָּל מִי שֶׁרוֹצֶה לִתְרֹם אֶת הַמִּזְבֵּחַ, תּוֹרֵם. וּבִזְמַן שֶׁהֵן מְרֻבִּין, רָצִין וְעוֹלִין בַּכֶּבֶשׁ, וְכָל הַקּוֹדֵם אֶת חֲבֵרוֹ בְאַרְבַּע אַמּוֹת זָכָה. וְאִם הָיוּ שְׁנֵיהֶם שָׁוִין, הַמְמֻנֶּה אוֹמֵר לָהֶם הַצְבִּיעוּ. וּמָה הֵן מוֹצִיאִין, אַחַת אוֹ שְׁתַּיִם, וְאֵין מוֹצִיאִין אֲגֻדָּל בַּמִּקְדָּשׁ: \n",
            "מַעֲשֶׂה שֶׁהָיוּ שְׁנֵיהֶם שָׁוִין וְרָצִין וְעוֹלִין בַּכֶּבֶשׁ, וְדָחַף אֶחָד מֵהֶן אֶת חֲבֵרוֹ, וְנָפַל וְנִשְׁבְּרָה רַגְלוֹ. וְכֵיוָן שֶׁרָאוּ בֵית דִּין שֶׁבָּאִין לִידֵי סַכָּנָה, הִתְקִינוּ שֶׁלֹּא יְהוּ תוֹרְמִין אֶת הַמִּזְבֵּחַ אֶלָּא בְפַיִס. אַרְבָּעָה פְיָסוֹת הָיוּ שָׁם, וְזֶה הַפַּיִס הָרִאשׁוֹן: \n",
            "הַפַּיִס הַשֵּׁנִי, מִי שׁוֹחֵט, מִי זוֹרֵק, וּמִי מְדַשֵּׁן מִזְבֵּחַ הַפְּנִימִי, וּמִי מְדַשֵּׁן אֶת הַמְּנוֹרָה, וּמִי מַעֲלֶה אֵבָרִים לַכֶּבֶשׁ, הָרֹאשׁ וְהָרֶגֶל, וּשְׁתֵּי הַיָּדַיִם, הָעֹקֶץ וְהָרֶגֶל, הֶחָזֶה וְהַגֵּרָה, וּשְׁתֵּי הַדְּפָנוֹת, וְהַקְּרָבַיִם, וְהַסֹּלֶת, וְהַחֲבִתִּין, וְהַיָּיִן. שְׁלשָׁה עָשָׂר כֹּהֲנִים זָכוּ בוֹ. אָמַר בֶּן עַזַּאי לִפְנֵי רַבִּי עֲקִיבָא מִשּׁוּם רַבִּי יְהוֹשֻׁעַ, דֶּרֶךְ הִלּוּכוֹ הָיָה קָרֵב: \n",
            "הַפַּיִס הַשְּׁלִישִׁי, חֲדָשִׁים לַקְּטֹרֶת בֹּאוּ וְהָפִיסוּ. וְהָרְבִיעִי, חֲדָשִׁים עִם יְשָׁנִים, מִי מַעֲלֶה אֵבָרִים מִן הַכֶּבֶשׁ וְלַמִּזְבֵּחַ: \n",
            "תָּמִיד קָרֵב בְּתִשְׁעָה, בַּעֲשָׂרָה, בְּאַחַד עָשָׂר, בִּשְׁנֵים עָשָׂר, לֹא פָחוֹת וְלֹא יוֹתֵר. כֵּיצַד. עַצְמוֹ בְּתִשְׁעָה. בֶּחָג, בְּיַד אֶחָד צְלוֹחִית שֶׁל מַיִם, הֲרֵי כָאן עֲשָׂרָה. בֵּין הָעַרְבַּיִם, בְּאַחַד עָשָׂר, הוּא עַצְמוֹ בְּתִשְׁעָה, וּשְׁנַיִם בְּיָדָם שְׁנֵי גְזִירֵי עֵצִים. וּבְשַׁבָּת בְּאַחַד עָשָׂר, הוּא עַצְמוֹ בְּתִשְׁעָה, וּשְׁנַיִם בְּיָדָם שְׁנֵי בְזִיכֵי לְבוֹנָה שֶׁל לֶחֶם הַפָּנִים. וּבְשַׁבָּת שֶׁבְּתוֹךְ הֶחָג, בְּיַד אֶחָד צְלוֹחִית שֶׁל מָיִם: \n",
            "אַיִל קָרֵב בְּאַחַד עָשָׂר, הַבָּשָׂר בַּחֲמִשָּׁה, הַקְּרָבַיִם וְהַסֹּלֶת וְהַיַּיִן בִּשְׁנַיִם שְׁנָיִם: \n",
            "פַּר קָרֵב בְּעֶשְׂרִים וְאַרְבָּעָה, הָרֹאשׁ וְהָרֶגֶל, הָרֹאשׁ בְּאֶחָד, וְהָרֶגֶל בִּשְׁנַיִם. הָעֹקֶץ וְהָרֶגֶל, הָעֹקֶץ בִּשְׁנַיִם, וְהָרֶגֶל בִּשְׁנַיִם. הֶחָזֶה וְהַגֵּרָה, הֶחָזֶה בְּאֶחָד, וְהַגֵּרָה בִּשְׁלשָׁה. שְׁתֵּי יָדַיִם בִּשְׁנַיִם. שְׁתֵּי דְפָנּוֹת בִּשְׁנַיִם. הַקְּרָבַיִם וְהַסֹּלֶת וְהַיַּיִן בִּשְׁלשָׁה שְׁלשָׁה. בַּמֶּה דְבָרִים אֲמוּרִים, בְּקָרְבְּנוֹת צִבּוּר. אֲבָל בְּקָרְבַּן יָחִיד, אִם רָצָה לְהַקְרִיב, מַקְרִיב. הֶפְשֵׁטָן וְנִתּוּחָן שֶׁל אֵלּוּ וָאֵלּוּ שָׁוִין: \n"
        ],
        [
            "אָמַר לָהֶם הַמְמֻנֶּה, צְאוּ וּרְאוּ אִם הִגִּיעַ זְמַן הַשְּׁחִיטָה. אִם הִגִּיעַ, הָרוֹאֶה אוֹמֵר, בַּרְקַאי. מַתִּתְיָא בֶּן שְׁמוּאֵל אוֹמֵר, הֵאִיר פְּנֵי כָל הַמִּזְרָח עַד שֶׁבְּחֶבְרוֹן. וְהוּא אוֹמֵר הֵן: \n",
            "וְלָמָה הֻצְרְכוּ לְכָךְ, שֶׁפַּעַם אַחַת עָלָה מְאוֹר הַלְּבָנָה וְדִמּוּ שֶׁהֵאִיר מִזְרָח, וְשָׁחֲטוּ אֶת הַתָּמִיד, וְהוֹצִיאוּהוּ לְבֵית הַשְּׂרֵפָה. הוֹרִידוּ כֹהֵן גָּדוֹל לְבֵית הַטְּבִילָה. זֶה הַכְּלָל הָיָה בַמִּקְדָּשׁ, כָּל הַמֵּסֵךְ אֶת רַגְלָיו טָעוּן טְבִילָה, וְכָל הַמַּטִּיל מַיִם טָעוּן קִדּוּשׁ יָדַיִם וְרַגְלָיִם: \n",
            "אֵין אָדָם נִכְנָס לָעֲזָרָה לָעֲבוֹדָה, אֲפִלּוּ טָהוֹר, עַד שֶׁיִּטְבֹּל. חָמֵשׁ טְבִילוֹת וַעֲשָׂרָה קִדּוּשִׁין טוֹבֵל כֹּהֵן גָּדוֹל וּמְקַדֵּשׁ בּוֹ בַיּוֹם, וְכֻלָּן בַּקֹּדֶשׁ עַל בֵּית הַפַּרְוָה, חוּץ מִזּוֹ בִלְבָד: \n",
            "פֵּרְסוּ סָדִין שֶׁל בּוּץ בֵּינוֹ לְבֵין הָעָם. פָּשַׁט, יָרַד וְטָבַל, עָלָה וְנִסְתַּפֵּג. הֵבִיאוּ לוֹ בִגְדֵי זָהָב, וְלָבַשׁ וְקִדֵּשׁ יָדָיו וְרַגְלָיו. הֵבִיאוּ לוֹ אֶת הַתָּמִיד. קְרָצוֹ, וּמֵרַק אַחֵר שְׁחִיטָה עַל יָדוֹ. קִבֵּל אֶת הַדָּם וּזְרָקוֹ. נִכְנַס לְהַקְטִיר קְטֹרֶת שֶׁל שַׁחַר, וּלְהֵטִיב אֶת הַנֵּרוֹת, וּלְהַקְרִיב אֶת הָרֹאשׁ וְאֶת הָאֵבָרִים וְאֶת הַחֲבִתִּין וְאֶת הַיָּיִן: \n",
            "קְטֹרֶת שֶׁל שַׁחַר הָיְתָה קְרֵבָה בֵּין דָּם לָאֵבָרִים. שֶׁל בֵּין הָעַרְבַּיִם, בֵּין אֵבָרִים לַנְּסָכִים. אִם הָיָה כֹהֵן גָּדוֹל זָקֵן אוֹ אִסְטְנִיס, מְחַמִּין לוֹ חַמִּין וּמְטִילִין לְתוֹךְ הַצּוֹנֵן, כְּדֵי שֶׁתָּפוּג צִנָּתָן: \n",
            "הֱבִיאוּהוּ לְבֵית הַפַּרְוָה, וּבַקֹּדֶשׁ הָיְתָה. פָּרְסוּ סָדִין שֶׁל בּוּץ בֵּינוֹ לְבֵין הָעָם, קִדֵּשׁ יָדָיו וְרַגְלָיו וּפָשַׁט. רַבִּי מֵאִיר אוֹמֵר, פָּשַׁט, קִדֵּשׁ יָדָיו וְרַגְלָיו. יָרַד וְטָבַל, עָלָה וְנִסְתַּפֵּג. הֵבִיאוּ לוֹ בִגְדֵי לָבָן, לָבַשׁ וְקִדֵּשׁ יָדָיו וְרַגְלָיו: \n",
            "בַּשַּׁחַר הָיָה לוֹבֵשׁ פִּלּוּסִין שֶׁל שְׁנֵים עָשָׂר מָנֶה, וּבֵין הָעַרְבַּיִם הִנְדְּוִין שֶׁל שְׁמֹנֶה מֵאוֹת זוּז, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בַּשַּׁחַר הָיָה לוֹבֵשׁ שֶׁל שְׁמֹנָה עָשָׂר מָנֶה, וּבֵין הָעַרְבַּיִם שֶׁל שְׁנֵים עָשָׂר מָנֶה, הַכֹּל שְׁלשִׁים מָנֶה. אֵלּוּ מִשֶּׁל צִבּוּר. וְאִם רָצָה לְהוֹסִיף, מוֹסִיף מִשֶּׁלּוֹ: \n",
            "בָּא לוֹ אֵצֶל פָּרוֹ, וּפָרוֹ הָיָה עוֹמֵד בֵּין הָאוּלָם וְלַמִּזְבֵּחַ, רֹאשׁוֹ לַדָּרוֹם וּפָנָיו לַמַּעֲרָב, וְהַכֹּהֵן עוֹמֵד בַּמִּזְרָח וּפָנָיו לַמַּעֲרָב, וְסוֹמֵךְ שְׁתֵּי יָדָיו עָלָיו וּמִתְוַדֶּה. וְכָךְ הָיָה אוֹמֵר, אָנָּא הַשֵּׁם, עָוִיתִי פָּשַׁעְתִּי חָטָאתִי לְפָנֶיךָ אֲנִי וּבֵיתִי. אָנָּא הַשֵּׁם, כַּפֶּר נָא לָעֲוֹנוֹת וְלַפְּשָׁעִים וְלַחֲטָאִים, שֶׁעָוִיתִי וְשֶׁפָּשַׁעְתִּי וְשֶׁחָטָאתִי לְפָנֶיךָ אֲנִי וּבֵיתִי, כַּכָּתוּב בְּתוֹרַת משֶׁה עַבְדֶּךָ (ויקרא טז), כִּי בַיּוֹם הַזֶּה יְכַפֵּר עֲלֵיכֶם לְטַהֵר אֶתְכֶם מִכֹּל חַטֹּאתֵיכֶם לִפְנֵי יְיָ תִּטְהָרוּ. וְהֵן עוֹנִין אַחֲרָיו, בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד: \n",
            "בָּא לוֹ לְמִזְרַח הָעֲזָרָה, לִצְפוֹן הַמִּזְבֵּחַ, הַסְּגָן מִימִינוֹ וְרֹאשׁ בֵּית אָב מִשְּׂמֹאלוֹ. וְשָׁם שְׁנֵי שְׂעִירִים, וְקַלְפִּי הָיְתָה שָׁם וּבָהּ שְׁנֵי גוֹרָלוֹת. שֶׁל אֶשְׁכְּרוֹעַ הָיוּ, וַעֲשָׂאָן בֶּן גַּמְלָא שֶׁל זָהָב, וְהָיוּ מַזְכִּירִין אוֹתוֹ לְשָׁבַח: \n",
            "בֶּן קָטִין עָשָׂה שְׁנֵים עָשָׂר דַּד לַכִּיּוֹר, שֶׁלֹּא הָיוּ לוֹ אֶלָּא שְׁנַיִם. וְאַף הוּא עָשָׂה מוּכְנִי לַכִּיּוֹר, שֶׁלֹּא יִהְיו מֵימָיו נִפְסָלִין בְּלִינָה. מֻנְבַּז הַמֶּלֶךְ הָיָה עוֹשֶׂה כָל יְדוֹת הַכֵּלִים שֶׁל יוֹם הַכִּפּוּרִים שֶׁל זָהָב. הִילְנִי אִמּוֹ עָשְׂתָה נִבְרֶשֶׁת שֶׁל זָהָב עַל פִּתְחוֹ שֶׁל הֵיכָל. וְאַף הִיא עָשְׂתָה טַבְלָא שֶׁל זָהָב שֶׁפָּרָשַׁת סוֹטָה כְתוּבָה עָלֶיהָ. נִיקָנוֹר נַעֲשׂוּ נִסִּים לְדַלְתוֹתָיו, וְהָיוּ מַזְכִּירִין אוֹתוֹ לְשָׁבַח: \n",
            "וְאֵלּוּ לִגְנַאי, שֶׁל בֵּית גַּרְמוּ לֹא רָצוּ לְלַמֵּד עַל מַעֲשֵׂה לֶחֶם הַפָּנִים. שֶׁל בֵּית אַבְטִינָס לֹא רָצוּ לְלַמֵּד עַל מַעֲשֵׂה הַקְּטֹרֶת. הֻגְרַס בֶּן לֵוִי הָיָה יוֹדֵעַ פֶּרֶק בַּשִּׁיר וְלֹא רָצָה לְלַמֵּד. בֶּן קַמְצָר לֹא רָצָה לְלַמֵּד עַל מַעֲשֵׂה הַכְּתָב. עַל הָרִאשׁוֹנִים נֶאֱמַר (משלי י), זֵכֶר צַדִּיק לִבְרָכָה. וְעַל אֵלּוּ נֶאֱמַר (שם) וְשֵׁם רְשָׁעִים יִרְקָב: \n"
        ],
        [
            "טָרַף בַּקַּלְפִּי וְהֶעֱלָה שְׁנֵי גוֹרָלוֹת. אֶחָד כָּתוּב עָלָיו לַשֵּׁם וְאֶחָד כָּתוּב עָלָיו לַעֲזָאזֵל. הַסְּגָן בִּימִינוֹ וְרֹאשׁ בֵּית אָב מִשְּׂמֹאלוֹ. אִם שֶׁל שֵׁם עָלָה בִימִינוֹ, הַסְּגָן אוֹמֵר לוֹ, אִישִׁי כֹהֵן גָּדוֹל, הַגְבֵּהַּ יְמִינֶךָ. וְאִם שֶׁל שֵׁם עָלָה בִשְׂמֹאלוֹ, רֹאשׁ בֵּית אָב אוֹמֵר לוֹ, אִישִׁי כֹהֵן גָּדוֹל, הַגְּבֵּהַּ שְׂמֹאלֶךָ. נְתָנוֹ עַל שְׁנֵי הַשְּׂעִירִים וְאוֹמֵר, לַיְיָ חַטָּאת. רַבִּי יִשְׁמָעֵאל אוֹמֵר, לֹא הָיָה צָרִיךְ לוֹמַר חַטָּאת, אֶלָּא לַיְיָ. וְהֵן עוֹנִין אַחֲרָיו, בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד: \n",
            "קָשַׁר לָשׁוֹן שֶׁל זְהוֹרִית בְּרֹאשׁ שָׂעִיר הַמִּשְׁתַּלֵּחַ וְהֶעֱמִידוֹ כְנֶגֶד בֵּית שִׁלּוּחוֹ, וְלַנִּשְׁחָט כְּנֶגֶד בֵּית שְׁחִיטָתוֹ. בָּא לוֹ אֵצֶל פָּרוֹ שְׁנִיָּה, וְסוֹמֵךְ שְׁתֵּי יָדָיו עָלָיו וּמִתְוַדֶּה. וְכָךְ הָיָה אוֹמֵר, אָנָּא הַשֵּׁם, עָוִיתִי פָּשַׁעְתִּי חָטָאתִי לְפָנֶיךָ אֲנִי וּבֵיתִי וּבְנֵי אַהֲרֹן עַם קְדוֹשֶׁיךָ. אָנָּא הַשֵּׁם, כַּפֶּר נָא לָעֲוֹנוֹת וְלַפְּשָׁעִים וְלַחֲטָאִים, שֶׁעָוִיתִי וְשֶׁפָּשַׁעְתִּי וְשֶׁחָטָאתִי לְפָנֶיךָ אֲנִי וּבֵיתִי וּבְנֵי אַהֲרֹן עַם קְדוֹשֶׁךָ, כַּכָּתוּב בְּתוֹרַת משֶׁה עַבְדֶּךָ (ויקרא טז), כִּי בַיּוֹם הַזֶּה יְכַפֵּר עֲלֵיכֶם לְטַהֵר אֶתְכֶם מִכֹּל חַטֹּאתֵיכֶם לִפְנֵי יְיָ תִּטְהָרוּ. וְהֵן עוֹנִין אַחֲרָיו, בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד: \n",
            "שְׁחָטוֹ וְקִבֵּל בַּמִּזְרָק אֶת דָּמוֹ, וּנְתָנוֹ לְמִי שֶׁהוּא מְמָרֵס בּוֹ עַל הָרֹבֶד הָרְבִיעִי שֶׁבַּהֵיכָל, כְּדֵי שֶׁלֹּא יִקְרֹשׁ. נָטַל מַחְתָּה וְעָלָה לְרֹאשׁ הַמִּזְבֵּחַ, וּפִנָּה גֶחָלִים אֵילָךְ וְאֵילָךְ, וְחוֹתֶה מִן הַמְעֻכָּלוֹת הַפְּנִימִיּוֹת, וְיָרַד וְהִנִּיחָהּ עַל הָרֹבֶד הָרְבִיעִי שֶׁבָּעֲזָרָה: \n",
            "בְּכָל יוֹם הָיָה חוֹתֶה בְּשֶׁל כֶּסֶף וּמְעָרֶה בְתוֹךְ שֶׁל זָהָב, וְהַיּוֹם חוֹתֶה בְשֶׁל זָהָב וּבָהּ הָיָה מַכְנִיס. בְּכָל יוֹם חוֹתֶה בְשֶׁל אַרְבַּעַת קַבִּין וּמְעָרֶה בְתוֹךְ שֶׁל שְׁלשֶׁת קַבִּין, וְהַיּוֹם חוֹתֶה בְשֶׁל שְׁלשֶׁת קַבִּין, וּבָהּ הָיָה מַכְנִיס. רַבִּי יוֹסֵי אוֹמֵר, בְּכָל יוֹם חוֹתֶה בְשֶׁל סְאָה וּמְעָרֶה בְתוֹךְ שֶׁל שְׁלשֶׁת קַבִּין, וְהַיּוֹם חוֹתֶה בְשֶׁל שְׁלשֶׁת קַבִּין, וּבָהּ הָיָה מַכְנִיס. בְּכָל יוֹם הָיְתָה כְבֵדָה, וְהַיּוֹם קַלָּה. בְּכָל יוֹם הָיְתָה יָדָהּ קְצָרָה, וְהַיּוֹם אֲרֻכָּה. בְּכָל יוֹם הָיָה זְהָבָהּ יָרוֹק, וְהַיּוֹם אָדֹם, דִּבְרֵי רַבִּי מְנַחֵם. בְּכָל יוֹם מַקְרִיב פְּרָס בְּשַׁחֲרִית וּפְרָס בֵּין הָעַרְבַּיִם, וְהַיּוֹם מוֹסִיף מְלֹא חָפְנָיו. בְּכָל יוֹם הָיְתָה דַקָּה, וְהַיּוֹם דַּקָּה מִן הַדַּקָּה: \n",
            "בְּכָל יוֹם כֹּהֲנִים עוֹלִים בְּמִזְרָחוֹ שֶׁל כֶּבֶשׁ וְיוֹרְדִין בְּמַעֲרָבוֹ, וְהַיּוֹם כֹּהֵן גָּדוֹל עוֹלֶה בָאֶמְצַע וְיוֹרֵד בָּאֶמְצַע. רַבִּי יְהוּדָה אוֹמֵר, לְעוֹלָם כֹּהֵן גָּדוֹל עוֹלֶה בָאֶמְצַע וְיוֹרֵד בָּאֶמְצַע. בְּכָל יוֹם כֹּהֵן גָּדוֹל מְקַדֵּשׁ יָדָיו וְרַגְלָיו מִן הַכִּיּוֹר, וְהַיּוֹם מִן הַקִּיתוֹן שֶׁל זָהָב. רַבִּי יְהוּדָה אוֹמֵר, לְעוֹלָם כֹּהֵן גָּדוֹל מְקַדֵּשׁ יָדָיו וְרַגְלָיו מִן הַקִּיתוֹן שֶׁל זָהָב: \n",
            "בְּכָל יוֹם הָיוּ שָׁם אַרְבַּע מַעֲרָכוֹת, וְהַיּוֹם חָמֵשׁ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, בְּכָל יוֹם שָׁלשׁ, וְהַיּוֹם אַרְבַּע. רַבִּי יְהוּדָה אוֹמֵר, בְּכָל יוֹם שְׁתַּיִם, וְהַיּוֹם שָׁלשׁ: \n"
        ],
        [
            "הוֹצִיאוּ לוֹ אֶת הַכַּף וְאֶת הַמַּחְתָּה, וְחָפַן מְלֹא חָפְנָיו וְנָתַן לְתוֹךְ הַכַּף, הַגָּדוֹל לְפִי גָדְלוֹ, וְהַקָּטָן לְפִי קָטְנוֹ, וְכָךְ הָיְתָה מִדָּתָהּ. נָטַל אֶת הַמַּחְתָּה בִּימִינוֹ וְאֶת הַכַּף בִּשְׂמֹאלוֹ. הָיָה מְהַלֵּךְ בַּהֵיכָל, עַד שֶׁמַּגִּיעַ לְבֵין שְׁתֵּי הַפָּרֹכוֹת הַמַּבְדִּילוֹת בֵּין הַקֹּדֶשׁ וּבֵין קֹדֶשׁ הַקָּדָשִׁים, וּבֵינֵיהֶן אַמָּה. רַבִּי יוֹסֵי אוֹמֵר, לֹא הָיְתָה שָׁם אֶלָּא פָרֹכֶת אַחַת בִּלְבָד, שֶׁנֶּאֱמַר (שמות כו), וְהִבְדִּילָה הַפָּרֹכֶת לָכֶם בֵּין הַקֹּדֶשׁ וּבֵין קֹדֶשׁ הַקָּדָשִׁים. הַחִיצוֹנָה הָיְתָה פְרוּפָה מִן הַדָּרוֹם, וְהַפְּנִימִית מִן הַצָּפוֹן. מְהַלֵּךְ בֵּינֵיהֶן, עַד שֶׁמַּגִּיעַ לַצָּפוֹן. הִגִּיעַ לַצָּפוֹן, הוֹפֵךְ פָּנָיו לַדָּרוֹם, מְהַלֵּךְ לִשְׂמֹאלוֹ עִם הַפָּרֹכֶת עַד שֶׁהוּא מַגִּיעַ לָאָרוֹן. הִגִּיעַ לָאָרוֹן. נוֹתֵן אֶת הַמַּחְתָּה בֵּין שְׁנֵי הַבַּדִּים. צָבַר אֶת הַקְּטֹרֶת עַל גַּבֵּי גֶחָלִים, וְנִתְמַלֵּא כָל הַבַּיִת כֻּלּוֹ עָשָׁן. יָצָא וּבָא לוֹ בְדֶרֶךְ בֵּית כְּנִיסָתוֹ, וּמִתְפַּלֵּל תְּפִלָּה קְצָרָה בַּבַּיִת הַחִיצוֹן, וְלֹא הָיָה מַאֲרִיךְ בִּתְפִלָּתוֹ, שֶׁלֹּא לְהַבְעִית אֶת יִשְׂרָאֵל: \n",
            "מִשֶּׁנִּטַּל הָאָרוֹן, אֶבֶן הָיְתָה שָׁם מִימוֹת נְבִיאִים רִאשׁוֹנִים, וּשְׁתִיָּה הָיְתָה נִקְרֵאת, גְּבוֹהָה מִן הָאָרֶץ שָׁלשׁ אֶצְבָּעוֹת, וְעָלֶיהָ הָיָה נוֹתֵן: \n",
            "נָטַל אֶת הַדָּם מִמִּי שֶׁהָיָה מְמָרֵס בּוֹ, נִכְנַס לַמָּקוֹם שֶׁנִּכְנַס, וְעָמַד בַּמָּקוֹם שֶׁעָמַד, וְהִזָּה מִמֶּנּוּ אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה, וְלֹא הָיָה מִתְכַּוֵּן לְהַזּוֹת לֹא לְמַעְלָה וְלֹא לְמַטָּה, אֶלָּא כְמַצְלִיף. וְכָךְ הָיָה מוֹנֶה, אַחַת, אַחַת וְאַחַת, אַחַת וּשְׁתַּיִם, אַחַת וְשָׁלשׁ, אַחַת וְאַרְבַּע, אַחַת וְחָמֵשׁ, אַחַת וָשֵׁשׁ, אַחַת וָשֶׁבַע. יָצָא וְהִנִּיחוֹ עַל כַּן הַזָּהָב שֶׁבַּהֵיכָל: \n",
            "הֵבִיאוּ לוֹ אֶת הַשָּׂעִיר, שְׁחָטוֹ וְקִבֵּל בַּמִּזְרָק אֶת דָּמוֹ. נִכְנַס לִמְקוֹם שֶׁנִּכְנַס, וְעָמַד בִּמְקוֹם שֶׁעָמַד, וְהִזָּה מִמֶּנּוּ אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה, וְלֹא הָיָה מִתְכַּוֵּן לְהַזּוֹת לֹא לְמַעְלָה וְלֹא לְמַטָּה, אֶלָּא כְמַצְלִיף. וְכָךְ הָיָה מוֹנֶה, אַחַת, אַחַת וְאַחַת, אַחַת וּשְׁתַּיִם, אַחַת וְשָׁלשׁ, אַחַת וְאַרְבַּע, אַחַת וְחָמֵשׁ, אַחַת וָשֵׁשׁ, אַחַת וָשֶׁבַע. יָצָא וְהִנִּיחוֹ עַל כַּן הַשֵּׁנִי שֶׁהָיָה בַהֵיכָל. רַבִּי יְהוּדָה אוֹמֵר, לֹא הָיָה שָׁם אֶלָּא כַּן אֶחָד בִּלְבָד. נָטַל דַּם הַפָּר וְהִנִּיחַ דַּם הַשָּׂעִיר, וְהִזָּה מִמֶּנּוּ עַל הַפָּרֹכֶת שֶׁכְּנֶגֶד הָאָרוֹן מִבַּחוּץ, אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה, וְלֹא הָיָה מִתְכַּוֵּן לְהַזּוֹת לֹא לְמַעְלָה וְלֹא לְמַטָּה, אֶלָּא כְמַצְלִיף. וְכָךְ הָיָה מוֹנֶה, אַחַת, אַחַת וְאַחַת, אַחַת וּשְׁתַּיִם, אַחַת וְשָׁלשׁ, אַחַת וְאַרְבַּע, אַחַת וְחָמֵשׁ, אַחַת וָשֵׁשׁ, אַחַת וָשֶׁבַע. נָטַל דַּם הַשָּׂעִיר וְהִנִּיחַ דַּם הַפָּר, וְהִזָּה מִמֶּנּוּ עַל הַפָּרֹכֶת שֶׁכְּנֶגֶד הָאָרוֹן מִבַּחוּץ, אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה, וְלֹא הָיָה מִתְכַּוֵּן לְהַזּוֹת לֹא לְמַעְלָה וְלֹא לְמַטָּה, אֶלָּא כְמַצְלִיף. וְכָךְ הָיָה מוֹנֶה, אַחַת, אַחַת וְאַחַת, אַחַת וּשְׁתַּיִם, אַחַת וְשָׁלשׁ, אַחַת וְאַרְבַּע, אַחַת וְחָמֵשׁ, אַחַת וָשֵׁשׁ, אַחַת וָשֶׁבַע. עֵרָה דַם הַפָּר לְתוֹךְ דַּם הַשָּׂעִיר, וְנָתַן אֶת הַמָּלֵא בָרֵיקָן: \n",
            "וְיָצָא אֶל הַמִּזְבֵּחַ אֲשֶׁר לִפְנֵי יְיָ, זֶה מִזְבַּח הַזָּהָב. הִתְחִיל מְחַטֵּא וְיוֹרֵד. מֵהֵיכָן הוּא מַתְחִיל, מִקֶּרֶן מִזְרָחִית צְפוֹנִית, צְפוֹנִית מַעֲרָבִית, מַעֲרָבִית דְּרוֹמִית, דְּרוֹמִית מִזְרָחִית. מְקוֹם שֶׁהוּא מַתְחִיל בַּחַטָּאת עַל מִזְבֵּחַ הַחִיצוֹן, מִשָּׁם הָיָה גוֹמֵר עַל מִזְבֵּחַ הַפְּנִימִי. רַבִּי אֱלִיעֶזֶר אוֹמֵר, בִּמְקוֹמוֹ הָיָה עוֹמֵד וּמְחַטֵּא. וְעַל כֻּלָּן הָיָה נוֹתֵן מִלְּמַטָּה לְמַעְלָה, חוּץ מִזּוֹ שֶׁהָיְתָה לְפָנָיו, שֶׁעָלֶיהָ הָיָה נוֹתֵן מִלְמַעְלָה לְמָטָּה: \n",
            "הִזָּה עַל טָהֳרוֹ שֶׁל מִזְבֵּחַ שֶׁבַע פְּעָמִים, וּשְׁיָרֵי הַדָּם הָיָה שׁוֹפֵךְ עַל יְסוֹד מַעֲרָבִי שֶׁל מִזְבֵּחַ הַחִיצוֹן, וְשֶׁל מִזְבֵּחַ הַחִיצוֹן הָיָה שׁוֹפֵךְ עַל יְסוֹד דְּרוֹמִי. אֵלּוּ וָאֵלּוּ מִתְעָרְבִין בָּאַמָּה וְיוֹצְאִין לְנַחַל קִדְרוֹן, וְנִמְכָּרִין לַגַּנָּנִין לְזֶבֶל, וּמוֹעֲלִין בָּהֶן: \n",
            "כָּל מַעֲשֵׂה יוֹם הַכִּפּוּרִים הָאָמוּר עַל הַסֵּדֶר, אִם הִקְדִּים מַעֲשֶׂה לַחֲבֵרוֹ, לֹא עָשָׂה כְלוּם. הִקְדִּים דַּם הַשָּׂעִיר לְדַם הַפָּר, יַחֲזֹר וְיַזֶּה מִדַּם הַשָּׂעִיר לְאַחַר דַּם הַפָּר. וְאִם עַד שֶׁלֹּא גָמַר אֶת הַמַּתָּנוֹת שֶׁבִּפְנִים נִשְׁפַּךְ הַדָּם, יָבִיא דָם אַחֵר וְיַחֲזֹר וְיַזֶּה בַתְּחִלָּה בִּפְנִים. וְכֵן בַּהֵיכָל, וְכֵן בְּמִזְבַּח הַזָּהָב, שֶׁכֻּלָּן כַּפָּרָה בִפְנֵי עַצְמָן. רַבִּי אֶלְעָזָר וְרַבִּי שִׁמְעוֹן אוֹמְרִים, מִמְּקוֹם שֶׁפָּסַק, מִשָּׁם הוּא מַתְחִיל: \n"
        ],
        [
            "שְׁנֵי שְׂעִירֵי יוֹם הַכִּפּוּרִים, מִצְוָתָן שֶׁיִּהְיוּ שְׁנֵיהֶן שָׁוִין בְּמַרְאֶה וּבְקוֹמָה וּבְדָמִים וּבִלְקִיחָתָן כְּאֶחָד. וְאַף עַל פִּי שֶׁאֵינָן שָׁוִין, כְּשֵׁרִין. לָקַח אֶחָד הַיּוֹם וְאֶחָד לְמָחָר, כְּשֵׁרִין. מֵת אֶחָד מֵהֶן, אִם עַד שֶׁלֹּא הִגְרִיל מֵת, יִקַּח זוּג לַשֵּׁנִי. וְאִם מִשֶּׁהִגְרִיל מֵת, יָבִיא זוּג אַחֵר וְיַגְרִיל עֲלֵיהֶם בַּתְּחִלָּה, וְיֹאמַר, אִם שֶׁל שֵׁם מֵת, זֶה שֶׁעָלָה עָלָיו הַגּוֹרָל לַשֵּׁם יִתְקַיֵּם תַּחְתָּיו. וְאִם שֶׁל עֲזָאזֵל מֵת, זֶה שֶׁעָלָה עָלָיו הַגּוֹרָל לַעֲזָאזֵל יִתְקַיֵּם תַּחְתָּיו. וְהַשֵּׁנִי יִרְעֶה עַד שֶׁיִּסְתָּאֵב, וְיִמָּכֵר וְיִפְּלוּ דָמָיו לִנְדָבָה, שֶׁאֵין חַטַּאת צִבּוּר מֵתָה. רַבִּי יְהוּדָה אוֹמֵר, תָּמוּת. וְעוֹד אָמַר רַבִּי יְהוּדָה, נִשְׁפַּךְ הַדָּם, יָמוּת הַמִּשְׁתַּלֵּחַ. מֵת הַמִּשְׁתַּלֵּחַ, יִשָּׁפֵךְ הַדָּם: \n",
            "בָּא לוֹ אֵצֶל שָׂעִיר הַמִּשְׁתַּלֵּחַ וְסוֹמֵךְ שְׁתֵּי יָדָיו עָלָיו וּמִתְוַדֶּה. וְכָךְ הָיָה אוֹמֵר, אָנָּא הַשֵּׁם, עָווּ פָּשְׁעוּ חָטְאוּ לְפָנֶיךָ עַמְּךָ בֵּית יִשְׂרָאֵל. אָנָּא בַּשֵּׁם, כַּפֶּר נָא לָעֲוֹנוֹת וְלַפְּשָׁעִים וְלַחֲטָאִים, שֶׁעָווּ וְשֶׁפָּשְׁעוּ וְשֶׁחָטְאוּ לְפָנֶיךָ עַמְּךָ בֵּית יִשְׂרָאֵל, כַּכָּתוּב בְּתוֹרַת משֶׁה עַבְדֶּךָ לֵאמֹר (ויקרא טז), כִּי בַיּוֹם הַזֶּה יְכַפֵּר עֲלֵיכֶם לְטַהֵר אֶתְכֶם מִכֹּל חַטֹּאתֵיכֶם לִפְנֵי יְיָ תִּטְהָרוּ. וְהַכֹּהֲנִים וְהָעָם הָעוֹמְדִים בָּעֲזָרָה, כְּשֶׁהָיוּ שׁוֹמְעִים שֵׁם הַמְפֹרָשׁ שֶׁהוּא יוֹצֵא מִפִּי כֹהֵן גָּדוֹל, הָיוּ כּוֹרְעִים וּמִשְׁתַּחֲוִים וְנוֹפְלִים עַל פְּנֵיהֶם, וְאוֹמְרִים, בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד: \n",
            "מְסָרוֹ לְמִי שֶׁהָיָה מוֹלִיכוֹ. הַכֹּל כְּשֵׁרִין לְהוֹלִיכוֹ, אֶלָּא שֶׁעָשׂוּ הַכֹּהֲנִים גְּדוֹלִים קֶבַע וְלֹא הָיוּ מַנִּיחִין אֶת יִשְׂרָאֵל לְהוֹלִיכוֹ. אָמַר רַבִּי יוֹסֵי, מַעֲשֶׂה וְהוֹלִיכוֹ עַרְסְלָא, וְיִשְׂרָאֵל הָיָה: \n",
            "וְכֶבֶשׁ עָשׂוּ לוֹ מִפְּנֵי הַבַּבְלִיִּים, שֶׁהָיוּ מְתַלְּשִׁים בִּשְׂעָרוֹ, וְאוֹמְרִים לוֹ, טֹל וָצֵא, טֹל וָצֵא. מִיַּקִּירֵי יְרוּשָׁלַיִם הָיוּ מְלַוִּין אוֹתוֹ עַד סֻכָּה הָרִאשׁוֹנָה. עֶשֶׂר סֻכּוֹת מִירוּשָׁלַיִם וְעַד צוּק, תִּשְׁעִים רִיס, שִׁבְעָה וּמֶחֱצָה לְכָל מִיל: \n",
            "עַל כָּל סֻכָּה וְסֻכָּה אוֹמְרִים לוֹ, הֲרֵי מָזוֹן וַהֲרֵי מַיִם. וּמְלַוִּין אוֹתוֹ מִסֻּכָּה לְסֻכָּה, חוּץ מֵאַחֲרוֹנָה שֶׁבָּהֶן, שֶׁאֵינוֹ מַגִּיעַ עִמּוֹ לַצּוּק, אֶלָּא עוֹמֵד מֵרָחוֹק וְרוֹאֶה אֶת מַעֲשָׂיו: \n",
            "מֶה הָיָה עוֹשֶׂה, חוֹלֵק לָשׁוֹן שֶׁל זְהוֹרִית, חֶצְיוֹ קָשַׁר בַּסֶּלַע וְחֶצְיוֹ קָשַׁר בֵּין שְׁתֵּי קַרְנָיו, וּדְחָפוֹ לַאֲחוֹרָיו, וְהוּא מִתְגַּלְגֵּל וְיוֹרֵד, וְלֹא הָיָה מַגִּיעַ לַחֲצִי הָהָר עַד שֶׁנַּעֲשָׂה אֵבָרִים אֵבָרִים. בָּא וְיָשַׁב לוֹ תַּחַת סֻכָּה אַחֲרוֹנָה עַד שֶׁתֶּחְשָׁךְ. וּמֵאֵימָתַי מְטַמֵּא בְגָדִים, מִשֶּׁיֵּצֵא חוּץ לְחוֹמַת יְרוּשָׁלַיִם. רַבִּי שִׁמְעוֹן אוֹמֵר, מִשְּׁעַת דְּחִיָּתוֹ לַצּוּק: \n",
            "בָּא לוֹ אֵצֶל פָּר וְשָׂעִיר הַנִּשְׂרָפִין. קְרָעָן וְהוֹצִיא אֶת אֵמוּרֵיהֶן, נְתָנָן בְּמָגֵיס, וְהִקְטִירָן עַל גַּבֵּי הַמִּזְבֵּחַ. קְלָעָן בְּמִקְלָעוֹת, וְהוֹצִיאָן לְבֵית הַשְּׂרֵפָה. וּמֵאֵימָתַי מְטַמְּאִין בְּגָדִים, מִשֶּׁיֵּצְאוּ חוּץ לְחוֹמַת הָעֲזָרָה. רַבִּי שִׁמְעוֹן אוֹמֵר, מִשֶּׁיִּצַּת הָאוּר בְּרֻבָּן: \n",
            "אָמְרוּ לוֹ לְכֹהֵן גָּדוֹל, הִגִּיעַ שָׂעִיר לַמִּדְבָּר. וּמִנַּיִן הָיוּ יוֹדְעִין שֶׁהִגִּיעַ שָׂעִיר לַמִּדְבָּר, דַּרְכִּיּוֹת הָיוּ עוֹשִׂין, וּמְנִיפִין בַּסּוּדָרִין, וְיוֹדְעִין שֶׁהִגִּיעַ שָׂעִיר לַמִּדְבָּר. אָמַר רַבִּי יְהוּדָה, וַהֲלֹא סִימָן גָּדוֹל הָיָה לָהֶם, מִירוּשָׁלַיִם וְעַד בֵּית חִדּוּדוֹ שְׁלשָׁה מִילִין. הוֹלְכִין מִיל, וְחוֹזְרִין מִיל, וְשׁוֹהִין כְּדֵי מִיל, וְיוֹדְעִין שֶׁהִגִּיעַ שָׂעִיר לַמִּדְבָּר. רַבִּי יִשְׁמָעֵאל אוֹמֵר, וַהֲלֹא סִימָן אַחֵר הָיָה לָהֶם, לָשׁוֹן שֶׁל זְהוֹרִית הָיָה קָשׁוּר עַל פִּתְחוֹ שֶׁל הֵיכָל, וּכְשֶׁהִגִּיעַ שָׂעִיר לַמִּדְבָּר הָיָה הַלָּשׁוֹן מַלְבִּין, שֶׁנֶּאֱמַר (ישעיה א), אִם יִהְיוּ חֲטָאֵיכֶם כַּשָּׁנִים כַּשֶּׁלֶג יַלְבִּינוּ: \n"
        ],
        [
            "בָּא לוֹ כֹהֵן גָּדוֹל לִקְרוֹת. אִם רָצָה לִקְרוֹת בְּבִגְדֵי בוּץ, קוֹרֵא. וְאִם לֹא, קוֹרֵא בְאִצְטְלִית לָבָן מִשֶּׁלּוֹ. חַזַּן הַכְּנֶסֶת נוֹטֵל סֵפֶר תּוֹרָה וְנוֹתְנוֹ לְרֹאשׁ הַכְּנֶסֶת, וְרֹאשׁ הַכְּנֶסֶת נוֹתְנוֹ לַסְּגָן, וְהַסְּגָן נוֹתְנוֹ לְכֹהֵן גָּדוֹל, וְכֹהֵן גָּדוֹל עוֹמֵד וּמְקַבֵּל וְקוֹרֵא עוֹמֵד, וְקוֹרֵא אַחֲרֵי מוֹת וְאַךְ בֶּעָשׂוֹר. וְגוֹלֵל סֵפֶר תּוֹרָה וּמַנִּיחוֹ בְחֵיקוֹ, וְאוֹמֵר, יוֹתֵר מִמַּה שֶּׁקָּרָאתִי לִפְנֵיכֶם כָּתוּב כָּאן, וּבֶעָשׂוֹר שֶׁבְּחֻמַּשׁ הַפְּקוּדִים קוֹרֵא עַל פֶּה, וּמְבָרֵךְ עָלֶיהָ שְׁמֹנֶה בְרָכוֹת, עַל הַתּוֹרָה, וְעַל הָעֲבוֹדָה, וְעַל הַהוֹדָאָה, וְעַל מְחִילַת הֶעָוֹן, וְעַל הַמִּקְדָּשׁ בִּפְנֵי עַצְמוֹ, וְעַל יִשְׂרָאֵל בִּפְנֵי עַצְמָן וְעַל יְרוּשָׁלַיִם בִּפְנֵי עַצְמָהּ וְעַל הַכֹּהֲנִים בִּפְנֵי עַצְמָן וְעַל שְׁאָר הַתְּפִלָּה: \n",
            "הָרוֹאֶה כֹהֵן גָּדוֹל כְּשֶׁהוּא קוֹרֵא, אֵינוֹ רוֹאֶה פַר וְשָׂעִיר הַנִּשְׂרָפִים. וְהָרוֹאֶה פַר וְשָׂעִיר הַנִּשְׂרָפִים, אֵינוֹ רוֹאֶה כֹהֵן גָּדוֹל כְּשֶׁהוּא קוֹרֵא. וְלֹא מִפְּנֵי שֶׁאֵינוֹ רַשַּׁאי, אֶלָּא שֶׁהָיְתָה דֶרֶךְ רְחוֹקָה, וּמְלֶאכֶת שְׁנֵיהֶן שָׁוָה כְאֶחָת: \n",
            "אִם בְּבִגְדֵי בוּץ קוֹרֵא, קִדֵּשׁ יָדָיו וְרַגְלָיו, פָּשַׁט יָרַד וְטָבַל, עָלָה וְנִסְתַּפֵּג. הֵבִיאוּ לוֹ בִגְדֵי זָהָב, וְלָבַשׁ, וְקִדֵּשׁ יָדָיו וְרַגְלָיו, וְיָצָא וְעָשָׂה אֶת אֵילוֹ וְאֶת אֵיל הָעָם, וְאֶת שִׁבְעַת כְּבָשִׂים תְּמִימִים בְּנֵי שָׁנָה, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. רַבִּי עֲקִיבָא אוֹמֵר, עִם תָּמִיד שֶׁל שַׁחַר הָיוּ קְרֵבִין, וּפַר הָעוֹלָה וְשָׂעִיר הַנַּעֲשֶׂה בַחוּץ הָיוּ קְרֵבִין עִם תָּמִיד שֶׁל בֵּין הָעַרְבָּיִם: \n",
            "קִדֵּשׁ יָדָיו וְרַגְלָיו, וּפָשַׁט וְיָרַד וְטָבַל וְעָלָה וְנִסְתַּפֵּג. הֵבִיאוּ לוֹ בִגְדֵי לָבָן, וְלָבַשׁ, וְקִדֵּשׁ יָדָיו וְרַגְלָיו. נִכְנַס לְהוֹצִיא אֶת הַכַּף וְאֶת הַמַּחְתָּה. קִדֵּשׁ יָדָיו וְרַגְלָיו, וּפָשַׁט וְיָרַד וְטָבָל, עָלָה וְנִסְתַּפֵּג. הֵבִיאוּ לוֹ בִגְדֵי זָהָב וְלָבַשׁ, וְקִדֵּשׁ יָדָיו וְרַגְלָיו, וְנִכְנַס לְהַקְטִיר קְטֹרֶת שֶׁל בֵּין הָעַרְבַּיִם וּלְהֵטִיב אֶת הַנֵּרוֹת, וְקִדֵּשׁ יָדָיו וְרַגְלָיו, וּפָשַׁט. הֵבִיאוּ לוֹ בִגְדֵי עַצְמוֹ, וְלָבַשׁ. וּמְלַוִּין אוֹתוֹ עַד בֵּיתוֹ. וְיוֹם טוֹב הָיָה עוֹשֶׂה לְאוֹהֲבָיו בְּשָׁעָה שֶׁיָּצָא בְשָׁלוֹם מִן הַקֹּדֶשׁ: \n",
            "כֹּהֵן גָּדוֹל מְשַׁמֵּשׁ בִּשְׁמֹנָה כֵלִים. וְהַהֶדְיוֹט בְּאַרְבָּעָה, בְּכֻתֹּנֶת וּמִכְנָסַיִם וּמִצְנֶפֶת וְאַבְנֵט. מוֹסִיף עָלָיו כֹּהֵן גָּדוֹל, חשֶׁן וְאֵפוֹד וּמְעִיל וָצִיץ. בְּאֵלּוּ נִשְׁאָלִין בְּאוּרִים וְתֻמִּים. וְאֵין נִשְׁאָלִין אֶלָּא לַמֶּלֶךְ וּלְבֵית דִּין וּלְמִי שֶׁהַצִּבּוּר צָרִיךְ בּוֹ: \n"
        ],
        [
            "יוֹם הַכִּפּוּרִים אָסוּר בַּאֲכִילָה וּבִשְׁתִיָּה וּבִרְחִיצָה וּבְסִיכָה וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה. וְהַמֶּלֶךְ וְהַכַּלָּה יִרְחֲצוּ אֶת פְּנֵיהֶם, וְהֶחָיָה תִנְעֹל אֶת הַסַּנְדָּל, דִּבְרֵי רַבִּי אֱלִיעֶזֶר, וַחֲכָמִים אוֹסְרִין: \n",
            "הָאוֹכֵל כְּכוֹתֶבֶת הַגַּסָּה, כָּמוֹהָ וּכְגַרְעִינָתָהּ, וְהַשּׁוֹתֶה מְלֹא לֻגְמָיו, חַיָּב. כָּל הָאֳכָלִין מִצְטָרְפִין לִכְכוֹתֶבֶת. כָּל הַמַּשְׁקִין מִצְטָרְפִין לִמְלֹא לֻגְמָיו. הָאוֹכֵל וְשׁוֹתֶה, אֵין מִצְטָרְפִין: \n",
            "אָכַל וְשָׁתָה בְּהֶעְלֵם אַחַת, אֵינוֹ חַיָּב אֶלָּא חַטָּאת אֶחָת. אָכַל וְעָשָׂה מְלָאכָה, חַיָּב שְׁתֵּי חַטָּאוֹת. אָכַל אֳכָלִין שֶׁאֵינָן רְאוּיִין לַאֲכִילָה, וְשָׁתָה מַשְׁקִין שֶׁאֵינָן רְאוּיִין לִשְׁתִיָּה, וְשָׁתָה צִיר אוֹ מֻרְיָס, פָּטוּר: \n",
            "הַתִּינוֹקוֹת, אֵין מְעַנִּין אוֹתָן בְּיוֹם הַכִּפּוּרִים, אֲבָל מְחַנְּכִין אוֹתָם לִפְנֵי שָׁנָה וְלִפְנֵי שְׁנָתַיִם, בִּשְׁבִיל שֶׁיִּהְיוּ רְגִילִין בַּמִּצְוֹת: \n",
            "עֻבָּרָה שֶׁהֵרִיחָה, מַאֲכִילִין אוֹתָהּ עַד שֶׁתָּשִׁיב נַפְשָׁהּ. חוֹלֶה מַאֲכִילִין אוֹתוֹ עַל פִּי בְקִיאִין. וְאִם אֵין שָׁם בְּקִיאִין, מַאֲכִילִין אוֹתוֹ עַל פִּי עַצְמוֹ, עַד שֶׁיֹּאמַר דָּי: \n",
            "מִי שֶׁאֲחָזוֹ בֻלְמוּס, מַאֲכִילִין אוֹתוֹ אֲפִלּוּ דְבָרִים טְמֵאִים, עַד שֶׁיֵּאוֹרוּ עֵינָיו. מִי שֶׁנְּשָׁכוֹ כֶלֶב שׁוֹטֶה, אֵין מַאֲכִילִין אוֹתוֹ מֵחֲצַר כָּבֵד שֶׁלוֹ, וְרַבִּי מַתְיָא בֶן חָרָשׁ מַתִּיר. וְעוֹד אָמַר רַבִּי מַתְיָא בֶן חָרָשׁ, הַחוֹשֵׁשׁ בִּגְרוֹנוֹ, מַטִּילִין לוֹ סַם בְּתוֹךְ פִּיו בְּשַׁבָּת, מִפְּנֵי שֶׁהוּא סְפֵק נְפָשׁוֹת, וְכָל סְפֵק נְפָשׁוֹת דּוֹחֶה אֶת הַשַּׁבָּת: \n",
            "מִי שֶׁנָּפְלָה עָלָיו מַפֹּלֶת, סָפֵק הוּא שָׁם סָפֵק אֵינוֹ שָׁם, סָפֵק חַי סָפֵק מֵת, סָפֵק נָכְרִי סָפֵק יִשְׂרָאֵל, מְפַקְּחִין עָלָיו אֶת הַגַּל. מְצָאוּהוּ חַי, מְפַקְּחִין עָלָיו. וְאִם מֵת, יַנִּיחוּהוּ: \n",
            "חַטָּאת וְאָשָׁם וַדַּאי מְכַפְּרִין. מִיתָה וְיוֹם הַכִּפּוּרִים מְכַפְּרִין עִם הַתְּשׁוּבָה. הַתְּשׁוּבָה מְכַפֶּרֶת עַל עֲבֵרוֹת קַלּוֹת עַל עֲשֵׂה וְעַל לֹא תַעֲשֶׂה. וְעַל הַחֲמוּרוֹת הִיא תוֹלָה עַד שֶׁיָּבֹא יוֹם הַכִּפּוּרִים וִיכַפֵּר: \n",
            "הָאוֹמֵר, אֶחֱטָא וְאָשׁוּב, אֶחֱטָא וְאָשׁוּב, אֵין מַסְפִּיקִין בְּיָדוֹ לַעֲשׂוֹת תְּשׁוּבָה. אֶחֱטָא וְיוֹם הַכִּפּוּרִים מְכַפֵּר, אֵין יוֹם הַכִּפּוּרִים מְכַפֵּר. עֲבֵרוֹת שֶׁבֵּין אָדָם לַמָּקוֹם, יוֹם הַכִּפּוּרִים מְכַפֵּר. עֲבֵרוֹת שֶׁבֵּין אָדָם לַחֲבֵרוֹ, אֵין יוֹם הַכִּפּוּרִים מְכַפֵּר, עַד שֶׁיְּרַצֶּה אֶת חֲבֵרוֹ. אֶת זוֹ דָּרַשׁ רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, מִכֹּל חַטֹּאתֵיכֶם לִפְנֵי יְיָ תִּטְהָרוּ (ויקרא טז), עֲבֵרוֹת שֶׁבֵּין אָדָם לַמָּקוֹם, יוֹם הַכִּפּוּרִים מְכַפֵּר. עֲבֵרוֹת שֶׁבֵּין אָדָם לַחֲבֵרוֹ, אֵין יוֹם הַכִּפּוּרִים מְכַפֵּר, עַד שֶׁיְּרַצֶּה אֶת חֲבֵרוֹ. אָמַר רַבִּי עֲקִיבָא, אַשְׁרֵיכֶם יִשְׂרָאֵל, לִפְנֵי מִי אַתֶּם מִטַּהֲרִין, וּמִי מְטַהֵר אֶתְכֶם, אֲבִיכֶם שֶׁבַּשָּׁמַיִם, שֶׁנֶּאֱמַר (יחזקאל לו), וְזָרַקְתִּי עֲלֵיכֶם מַיִם טְהוֹרִים וּטְהַרְתֶּם. וְאוֹמֵר (ירמיה יז), מִקְוֵה יִשְׂרָאֵל יְיָ, מַה מִּקְוֶה מְטַהֵר אֶת הַטְּמֵאִים, אַף הַקָּדוֹשׁ בָּרוּךְ הוּא מְטַהֵר אֶת יִשְׂרָאֵל: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>שבעת ימים.</b> מפרישין כהן גדול. שכל עבודות יום הכפורים אין כשרות אלא בו, [יומא לב. ובכ״מ] שנאמר גבי יום הכיפורים (ויקרא ט״ז:ל״ב) וכפר הכהן אשר ימשח אותו. והפרשה זו, נפקא לן מדכתיב בשבעת ימי המלואים (שם ח׳) ומפתח אהל מועד לא תצאו שבעת ימים, וכתיב בתריה (שם) כאשר עשה ביום הזה צוה ה׳ לעשות לכפר עליכם, ודרשו רבותינו, לעשות, זה מעשה פרה לכפר עליכם זה מעשה יוה״כ. שהכהן השורף את הפרה והכהן העובד ביוה״כ שניהם טעונים הפרשה מביתם שבעת ימים כמו שהיו טעונים אהרן ובניו בשבעת ימי המלואים:",
                "<b>ללשכת פלהדרין.</b> פקידי המלך נקראים פלהדרין. ומתוך שהכהנים הגדולים שהיו בבית שני אחר שמעון הצדיק היו נותנים ממון כדי לשמש בכהונה גדולה ומתוך שרשעים היו לא היו משלימין שנתן והיו מתחלפין כל שנים עשר חודש כפקידי המלך שהמלך מחליפן כל שנה, לכך נקראת לשכה זו לשכת פלהדרין:",
                "<b>ומתקינין לו.</b> ומזמינין כהן אחר להיות כהן גדול תחתיו, אם יארע לו קרי או שאר טומאה:",
                "<b>אם כן אין לדבר סוף.</b> אם כן דחיישת למיתה אין לדבר סוף שמא גם זו תמות. אלא לטומאה דשכיחא חיישינן לפיכך מתקינים לו כהן אחר למיתה דלא שכיחא שימות מת בפתע פתאום לא חיישינן הלכך אין מתקינין לו אשה אחרת. והלכה כחכמים: "
            ],
            [
                "<b>הוא זורק את הדם.</b> של תמידים, כדי שיהא רגיל בעבודה:",
                "<b>ומטיב את הנרות.</b> מדשנן מן האפר של הפתילות שכבו:",
                "<b>ושאר כל הימים.</b> אם ירצה להקריב כל קרבן שירצה מקריב ואין אנשי המשמר יכולין לעכב על ידו:",
                "<b>מקריב חלק בראש.</b> ראש הוא להקריב כל חלק שיבחר:",
                "<b>ונוטל חלק בראש.</b> בחלוקת הקדשים נוטל מנה יפה שיבחר לו. והני מילי בקדשי מזבח, אבל בקדשי גבול אחד כהן גדול ואחד כהן הדיוט חולקים בשוה: "
            ],
            [
                "<b>וקורין לפניו.</b> כל שבעת הימים:",
                "<b>בסדר היום.</b> בפרשת אחרי מות:",
                "<b>אישי.</b> אדוני:",
                "<b>שמא לא למדת.</b> במקדש שני היו צריכין לכך שהיו מעמידין כהנים גדולים שאינם מהוגנים, על פי המלכות, דאילו במקדש ראשון לא היו מעמידין כהן גדול אלא הגדול שבכהנים בחכמה בנוי בכח ובעושר, ואם לא היה לו עושר אחיו הכהנים מגדלין אותו משלהם שנאמר (ויקרא כ״א) והכהן הגדול מאחיו, גדלהו משל אחיו:",
                "<b>שיהא מכיר.</b> מתבונן בבהמות העוברות לפניו לתת אל לבו הלכות סדר היום: "
            ],
            [
                "<b>לא היו מניחין אותו לאכול הרבה.</b> אפילו מן המאכלים שאין מביאים לידי חמום, ומונעים ממנו לגמרי כל מאכל המביא לידי חמום וקרי כגון חלב וביצים ובשר שמן ויין ישן וכיוצא בהן: "
            ],
            [
                "<b>מסרוהו זקני בית דין.</b> שקראו לפניו בסדר היום:",
                "<b>לזקני כהונה.</b> ללמדו חפינת הקטורת שנאמר (שם ט״ז) ומלא חפניו קטורת סמים. ועבודה קשה היתה:",
                "<b>בית אבטינס.</b> הם העושים את הקטורת וכותשים אותה ומערבין סממניה:",
                "<b>והשביעוהו.</b> שלא יהא צדוקי לתקן הקטורת על המחתה מבחוץ ולהכניס מבפנים שהם דורשין כי בענן אראה על הכפורת (ויקרא ט״ז), כי בענן עשן הקטורת יבא ואז אראה על הכפורת. ואין הדבר כן, שהרי הכתוב אומר (שם) ונתן את הקטורת על האש לפני ה׳:",
                "<b>הוא פורש ובוכה.</b> שחשדוהו לצדוקי:",
                "<b>והן פורשין ובוכין.</b> על שחשדוהו. דאמר מר [שבת צ״ז.] החושד בכשרים לוקה בגופו: "
            ],
            [
                "<b>אם היה חכם דורש.</b> בדבר הלכה כל ליל יוה״כ, שלא יישן ויראה קרי. ואם תלמיד הוא ולא חכם, שיודע להבין ולשמוע דבר הלכה ואינו יודע לדרוש דורשים לפניו:",
                "<b>באיוב ובעזרא.</b> שהן דברים המושכים את הלב לשומען ואין שינה חוטפתו: "
            ],
            [
                "<b>פרחי כהונה.</b> בחורים שמתחיל שער זקנם לפרוח קרויין פרחי:",
                "<b>באצבע צרדה.</b> האצבע הסמוכה לאגודל. ולשון <b>צרדה.</b> צרתא דדא כלומר צרתה של האגודל הסמוכה לה, היו מחברים האגודל באצבע הסמוכה לה ושומטה ומכה על כפו ומשמיע קול כדי שלא יישן כהן גדול:",
                "<b>עמוד.</b> על רגליך:",
                "<b>והפג אחת על הרצפה.</b> של שיש להסיר חומם. שצינון הרגלים מסיר השינה, והפג לשון הסרה, כמו מפיגין טעמן [ביצה י״ד.]: "
            ],
            [
                "<b>תורמין את המזבח.</b> תרומת הדשן, שהוא חותה מן הדשן במחתה בין רב בין מעט ונותנו במזרחו של כבש ונבלע שם במקומו, והיא היתה תחלת העבודה בשחרית:",
                "<b>או סמוך לו.</b> סמוך לקריאת הגבר או מלפניה או מלאחריה:",
                "<b>ביום הכפורים.</b> תורם מחצות. משום חולשא דכהן גדול שעליו לבדו מוטל הכל צריך להשכים יותר:",
                "<b>וברגלים.</b> דנפישי ישראל ונפישי קרבנות ורב הדשן במקום המערכה וצריך להעלות הדשן מן המערכה למקום שבאמצע המזבח ששמו תפוח שלשם גל גדול של דשן צבור ומכוונת כתפוח, היו צריכים להשכים יותר והיו משכימין מן האשמורת הראשונה שהיא שליש הלילה:",
                "<b>ולא היתה קריאת הגבר מגעת.</b> ברגלים: ",
                "<b>עד שהיתה עזרה מלאה מישראל</b> המביאים קרבנותיהם להקריבם מיד אחר תמיד של שחר:"
            ]
        ],
        [
            [
                "<b>בראשונה כל מי שרוצה לתרום.</b> כל כהן שהוא מאותו בית אב ורוצה לתרום את הדשן שחרית, תורם, ולא היה פייס בדבר:",
                "<b>ובזמן שהם מרובים.</b> הבאים לתרום, זה אומר אני תורם וזה אומר אני תורם, זה היה משפטם:",
                "<b>רצים ועולים בכבש.</b> המזבח, שהוא ל״ב אמה אורך:",
                "<b>וכל הקודם.</b> ליכנס לתוך ארבע אמות עליונות של כבש הסמוכות לראש המזבח, זכה לתרום. וזהו גורלם:",
                "<b>ואם היו שניהם שוים.</b> בכניסתם אין אחד מהם זוכה לתרום. אבל מעתה כולם באין להטיל גורל. ומהו הגורל הממונה על הפייסות אומר לכולם הצביעו כלומר הוציאו אצבעותיכם כל אחד יראה אצבעו, מפני שאסור למנות אנשים מישראל לפיכך הוצרכו להוציא האצבעות כדי שימנו האצבעות ולא האנשים. וכיצד עושים מקיפים ועומדים בעגולה והממונה בא ונוטל מצנפת מראשו של אחד מהם וממנו הפייס מתחיל למנות ומוציא כל אחד אצבעו והממונה מוציא מפיו סך ומנין, או מאה, או ששים, הרבה יותר ממה שיש שם כהנים, ואומר מי שיכלה חשבון זה אצלו יזכה. ומתחיל למנות מזה שנטל מראשו המצנפת, וסובב והולך ומונה האצבעות וחוזר חלילה עד סוף המנין, ומי שהמנין כלה בו הוא הזוכה. וכן כל הפייסות שבמקדש:",
                "<b>אחד או שנים.</b> אצבע א׳ אם הוא בריא או שנים אם הוא חולה. שהחולה אינו יכול לכבוש אצבעותיו, וכשמוציא אחת יוצאה חברתה עמה. ואין השנים נמנין אלא אחת:",
                "<b>ואין מוציאים אגודל במקדש.</b> מפני הרמאים, כשיקרב המנין לכלות ויבינו למי יכלה, יוציא זה העומד לפניו שתי אצבעות כדי שימנה לשני בני אדם וימהר המנין לכלות בו והממונה לא יבין לפי שהאדם יכול להרחיק האגודל מן האצבע הרבה עד שנראה כאצבעות שני בני אדם מה שאין יכול לעשות כן בשאר אצבעות: "
            ],
            [
                "<b>אלא בפייס.</b> זה שפירשנו:",
                "<b>ארבע פייסות היו שם.</b> ארבע פעמים ביום נאספים לפייס. ולא היו מפייסים על כולם באסיפה אחת, כדי להשמיע קול ארבע פעמים שיש עם רב בעזרה, וזהו כבודו של מלך שנאמר (תהילים נ״ה:ט״ו) בבית אלהים נהלך ברגש: "
            ],
            [
                "<b>מי שוחט.</b> את התמיד:",
                "<b>מי זורק וכו׳</b> כל העבודות הללו בפייס אחד הן. שמי שיכלה בו החשבון כמו שפירשנו, זכה, והוא זורק את הדם למזבח אחר שקבל הדם במזרק שהזורק הוא המקבל. והסמוך לו שוחט. ואע״פ שהשחיטה קודמת לקבלת הדם מ״מ מפני שעבודת הזריקה גדולה מן השחיטה שהשחיטה כשרה בזר משא״כ בזריקה דמקבלה ואילך מצות כהונה, לפיכך זכה הראשון שהגיע לו הפייס בזריקה, והסמוך לו בשחיטה. והסמוך לשוחט מדשן את המזבח, והסמוך למדשן את המזבח מדשן את המנורה. וכן כולם:",
                "<b>הראש והרגל.</b> של ימין, בכהן אחד:",
                "<b>ושתי הידים.</b> בכהן שני:",
                "<b>העוקץ.</b> הוא הזנב ",
                "<b>והרגל</b> של שמאל, בכהן שלישי:",
                "<b>החזה.</b> הוא שומן החזה הרואה את הקרקע, וחותכין אותו אילך ואילך בלא ראשי הצלעות:",
                "<b>והגרה.</b> מקום שהוא מעלה גרה, הוא הצואר, ובו מחוברים קנה הריאה עם הכבד והלב. החזה והגרה בכהן רביעי. ",
                "<b>ושתי הדפנות.</b> בכהן חמישי. ",
                "<b>והקרבים.</b> בששי. ",
                "<b>והסולת.</b> עשרון למנחת נסכו של תמיד בשביעי. ",
                "<b>והחביתים.</b> חצי עשרון למנחתו של כהן גדול שקריבה עם התמידים בכל יום שנאמר (ויקרא ו׳:י״ג) מחציתה בבוקר ומחציתה בערב, בשמיני. ",
                "<b>והיין.</b> ג׳ לוגין לנסך התמיד, בתשיעי:",
                "<b>י״ג כהנים זוכין בו.</b> בפייס זה, י״ג עבודות של כהנים המנויות בהן כפי הסדר הכתוב במשנה:",
                "<b>כדרך הלוכו.</b> בחייו:",
                "<b>היה קרב התמיד.</b> ת״ק סבר הטוב והיפה קרב תחלה. ובן עזאי סבר כדרך הלוכו, הראש והרגל, החזה והגרה, ושתי הידים, ושתי הדפנות, העוקץ והרגל. ואין הלכה כבן עזאי: "
            ],
            [
                "<b>חדשים לקטורת.</b> כך היו מכריזין בעזרה. כלומר מי שלא זכה בקטורת כל ימיו יבא ויפיס. ולא היה מניחין למי שזכה בה פעם אחת לשנות בה, מפני שמעשרת, דכתיב (דברים ל״ג:י׳) ישימו קטורה באפך וכו׳ ברך ה׳ חילו. ולפי שכל כהן המקטיר קטורת היה מתעשר ומתברך בשבילה לפיכך לא היו מניחין לשנות בה אדם, כדי שיהיו הכל מתעשרים ומתברכים בה:",
                "<b>חדשים גם ישנים.</b> מי שזכה בפייס פעמים אחרות, ומי שלא זכה בו מעולם, בואו והפיסו:",
                "<b>מי מעלה אברים מן הכבש למזבח.</b> כשהיו מוליכין האברים מבית המטבחים לא היו מוליכים אותם למזבח אלא נותנים אותם מחצי כבש ולמטה במזרח ומפיסין פייס אחר מי מעלה אותם ממקום הנחתן בכבש למזבח. והיו עושין כן משום ברוב עם הדרת מלך: "
            ],
            [
                "<b>תמיד קרב.</b> משעת הולכת אברים ואילך קחשיב:",
                "<b>עצמו.</b> בכל יום תשעה. ששה לאברים ולקרבים, כדאמרינן לעיל, ואחד לסולת. ואחד לחביתין ואחד ליין:",
                "<b>ובחג.</b> שצריך שני נסוכין, אחד של יין ואחד של מים ביד כהן אחד צלוחית של מים:",
                "<b>של בין הערבים.</b> שבכל יום שנים בידם שני גזירי עצים להוסיף על עצי מערכה דכתיב, (ויקרא א׳:ז׳) וערכו עצים על האש, אם אינו ענין לתמיד של שחר שכבר נאמר וביער עליה הכהן עצים תנהו ענין לתמיד של בין הערבים שמוסיפים שני גזירי עצים: "
            ],
            [
                "<b>הבשר בחמשה.</b> כאברים של כבש כך אברים של איל:",
                "<b>הסלת.</b> שני עשרונים היה, בשני כהנים: "
            ],
            [
                "<b>במה דברים אמורים.</b> דבעינן כל הני כהנים לכל בהמה ובעינן פייס:",
                "<b>אם רצה להקריב.</b> כהן יחידי את הכל ובלא פייס:",
                "<b>הפשטן ונתוחן.</b> של יחיד ושל צבור שוין להיות כשרים בזר ואין טעונין כהן:"
            ]
        ],
        [
            [
                "<b>אמר להם הממונה.</b> הוא הסגן:",
                "<b>צאו וראו.</b> על מקום גבוה שהיה להם במקדש:",
                "<b>זמן השחיטה.</b> שהשחיטה פסולה בלילה. שנאמר (ויקרא י״ט) ביום זבחכם:",
                "<b>ברקאי.</b> האיר והבריק השחר:",
                "<b>האיר פני המזרח.</b> זמן זה אחר ברקאי דאמר ת״ק. והלכה כמתתיה בן שמואל:",
                "<b>עד שבחברון.</b> אותן העומדין למטה שואלין לו הגיע האור לחברון, והוא משיב הן. וכדי להזכיר זכות אבות מזכירין חברון: "
            ],
            [
                "<b>שפעם אחת עלה מאור הלבנה.</b> לאו ביוה״כ קאמר, דא״א לעלות מאור הלבנה סמוך לשחר ביוה״כ שהוא בשליש החודש אלא בסוף אחד מן החדשים כשהלבנה עולה סמוך לעלות השחר אירע זה הטעות וחששו שמא ביה״כ יארע טעות אחר כיוצא בו לכך הוצרכו לכל זה:",
                "<b>הורידו כהן גדול.</b> מלתא באנפי נפשה היא. והשתא מהדר להא דתנינן לעיל עד חברון והוא אומר הן. ולאחר שהשיב הרואה הן היו מורידין כהן גדול לבית הטבילה שהיה טעון טבילה קודם שישחט התמיד:",
                "<b>המיסך רגליו.</b> כנוי לנקבים גדולים: "
            ],
            [
                "<b>לעבודה.</b> לאו דוקא:",
                "<b>עד שיטבול.</b> שהדברים קל וחומר ומה כהן גדול המשנה מקודש לקודש, מעבודת חוץ לעבודת פנים ומעבודת פנים לעבודת חוץ, טעון טבילה בין עבודה לעבודה, זה הבא מביתו שהוא מחול לקודש לא כל שכן שטעון טבילה:",
                "<b>על בית הפרוה.</b> על לשכת בית הפרוה:",
                "<b>חוץ מזו.</b> הראשונה, שהיתה בחול ע״ג שער המים, ובצד לשכתו היתה: "
            ],
            [
                "<b>סדין של בוץ.</b> כדי שיכיר שעבודת היום בבגדי בוץ, לפי שהוא רגיל לשמש כל השנה כולה בבגדי זהב:",
                "<b>ונסתפג.</b> ונתקנח:",
                "<b>וקדש ידיו ורגליו.</b> מן הכיור. שצריך לכל חליפות בגדי היום קדוש לפשיטה וקדוש ללבישה. וטבילה ראשונה זו שהפשיטה של בגדי חול היא, לא הוצרך קדוש ידים ורגלים על הפשיטה:",
                "<b>קרצו.</b> שחטו ברוב שני סימנין, הכשר שחיטה בלבד:",
                "<b>ומירק אחר.</b> וגמר כהן אחר בשחיטה. לפי שאין קבלת הדם כשרה אלא בכהן גדול וצריך למהר ולקבל:",
                "<b>על ידו.</b> בשבילו. אי נמי על ידו, אחריו וסמוך לו כמו ועל ידו החזיק. בספר עזרא: "
            ],
            [
                "<b>בין דם לאברים.</b> לאו דוקא, דהא תנן לעיל וקבל את הדם וזרקו נכנס להקטיר קטורת ולהטיב את הנרות ולהקריב את הראש ואת האברים, אלמא היתה קטורת קריבה בין דם לנרות ולא בין דם לאברים. אלא לא בא התנא עכשיו לומר סדר ההקרבות זו אחר זו איך היו אבל רצה לומר בלבד שלא היתה זריקת הדם והקרבת האברים רצופים זו אחר זה שהרי הקטורת היתה מפסקת ביניהן, והוא הדין נמי שהטבת הנרות היתה ביניהן לאחר הקטורת קודם הקרבת האברים:",
                "<b>אסטניס.</b> שגופו מצונן וקר:",
                "<b>מחמין לו חמין.</b> בערב יום הכיפורים:",
                "<b>ומטילין.</b> ביום הכיפורים לתוך חקק בנין בית טבילתו:",
                "<b>שתפיג.</b> להסיר צינתן במקצת. כמו מפיגין טעמן, [ביצה י״ד]: "
            ],
            [
                "<b>לבית הפרוה.</b> מכשף אחד ששמו פרוה בנאה ונקראת על שמו:",
                "<b>ובקודש היתה.</b> שטבילה שניה זו עם כל שאר טבילות, חוץ מן הראשונה, טעונות מקום קדוש, כדכתיב (ויקרא ט״ז:כ״ד) ורחץ את בשרו במים במקום קדוש:",
                "<b>רבי מאיר אומר.</b> פשט תחלה ואח״כ מקדש. ואין הלכה כרבי מאיר:",
                "<b>בגדי לבן.</b> כתונת, ומכנסים, ואבנט, ומצנפת האמורים בפרשת אחרי מות, שכל עבודות פנימיות היו בהן. ועבודות חיצונות כגון תמידין ומוספין היו בבגדי זהב שהוא משמש בהן כל השנה כולה. ובין כל חליפה וחליפה טעון טבילה ושתי קדושי ידים ורגלים מן הכיור: "
            ],
            [
                "<b>פלוסין.</b> בוץ דק ויפה הבא מארץ רעמסס, תרגום ירושלמי רעמסס, פילוסא:",
                "<b>הנדואין.</b> מארץ הודו:",
                "<b>ובין הערבים.</b> בגדים שלובש להוצאת כף ומחתה:",
                "<b>הכל שלושים מנה.</b> להכי הדר כללינהו, תנא לאשמועינן דשלושים מנה סך הכל לומר לך שאם פיחת לאותן של שחרית וריבה לאותן של ערבית לית לן בה:",
                "<b>אם רצה להוסיף מוסיף משלו.</b> ובלבד שיתן אותו תוספת מתנה להקדש: "
            ],
            [
                "<b>בין האולם ולמזבח.</b> כל צפון העזרה היה כשר מן הדין להעמדת הפר, דכולה לפני ה׳ היא, ולא היו מעמידים הפר בין האולם ולמזבח קרוב להיכל אלא משום חולשא דכהן גדול שלא יכבד עליו טורח משא מזרק הדם למרחוק:",
                "<b>ראשו לדרום ופניו למערב.</b> בדין היה שיהיה ראשו להיכל שהוא במערב ואחוריו למזבח אלא שמא יטיל גללים וגנאי הוא להראות בית הרעי שלו לצד מזבח לפיכך היה ראשו לדרום וזנבו לצפון דהכי שפיר טפי. ואמצע גופו בין האולם ולמזבח ועוקם ראשו עד שיהיו פניו למערב:",
                "<b>והכהן עומד.</b> ואחוריו למזרח: "
            ],
            [
                "<b>בא לו למזרח העזרה.</b> שלא היו מכניסים השעירים בין האולם ולמזבח כשרוצה לתת עליהם גורלות אלא בעזרה היו עד שעת שחיטה:",
                "<b>וקלפי.</b> כלי עץ חלול:",
                "<b>של אשכרוע.</b> בוס״א בלע״ז. מין עץ וחשוב הוא:",
                "<b>בן גמלא.</b> יהושע בן גמלא כשנתמנה להיות כהן גדול עשאן של זהב: "
            ],
            [
                "<b>בן קטין.</b> כהן גדול היה:",
                "<b>עשה שנים עשר דד לכיור.</b> כדי שיהיו שנים עשר כהנים הזוכים בפייס של תמיד של שחר מקדשים בבת אחת. ואע״פ ששלשה עשר כהנים היו כדאמרן בפירקא בראשונה, לא עשה דד לשוחט שהשחיטה כשרה בזר:",
                "<b>מוכני.</b> גלגל לשקעו בבור, שיהיו מימיו מחוברים בבור ולא יפסלו בלינה:",
                "<b>נברשת.</b> מנורה:",
                "<b>שפרשת סוטה כתובה עליה.</b> ולא יצטרך להביא תורה לכתוב ממנה פרשת סוטה:",
                "<b>נקנור.</b> שם אדם:",
                "<b>נעשו נסים לדלתותיו.</b> שהלך לאלכסנדריא של מצרים להביא דלתות, ובחזרתו עמד סער גדול בים לטבען נטלו אחד מהן והטילוה בים להקל מעליהם, בקשו להטיל האחרת אמר להם הטילוני עמה, מיד נח הים מזעפו. כיון שהגיעו לנמל של עכו היתה מבצבצת ויוצאה מתחת דופני הספינה: "
            ],
            [
                "<b>לא רצו ללמד על מעשה לחם הפנים.</b> שלא היו יודעים שאר אומנין לרדותם מן התנור שלא יהא נשבר, מפני שהיה עשוי כמין תיבה פרוצה:",
                "<b>לא רצו ללמד על מעשה הקטורת.</b> מכירין היו בעשב אחד ששמו מעלה עשן וכשהיו מערבים אותו עם סממני הקטורת היה עשן הקטורת מתמר ועולה כמין מקל ולא היה פונה אילך ואילך:",
                "<b>פרק בשיר.</b> הכרעת קול נעימה:",
                "<b>על מעשה הכתב.</b> קושר ד׳ קולמוסים בד׳ אצבעותיו, וכותב שם בן ד׳ אותיות כאחת:",
                "<b>על הראשונים.</b> בן גמלא ובן קטין, מונבז והלני אמו, וניקנור:",
                "<b>ועל האחרונים.</b> בית גרמו ובית אבטינס, הגרוס בן לוי ובן קמצר. ואע״ג דבית גרמו ובית אבטינס נתנו טעם לדבריהם שלא רצו ללמד, שמא ילמד אדם שאינו הגון וילך ויעבוד לע״ז בכך. לא קבלו חכמים את דבריהם:"
            ]
        ],
        [
            [
                "<b>טרף בקלפי.</b> טרף חטף ולקח פתאום בחטיפה בקלפי, ששנינו למעלה וקלפי היתה שם. ולמה בחטיפה, כדי שלא יתכוין להכיר במשמושו איזה של שם ויטלנו בימין, לפי שסימן יפה היה כשהיה עולה בימין:",
                "<b>והעלה שני גורלות.</b> אחד בימין ואחד בשמאל. והשעירים עומדים אחד לימין ואחד לשמאל, ונתן גורל שעלה בימין על שעיר של ימין וגורל שעלה בשמאל על שעיר של שמאל:",
                "<b>לה׳ חטאת.</b> שם המפורש היה מזכיר, והוא שם של יו״ד ה״א כמו שהוא נכתב:",
                "<b>ר׳ ישמעאל אומר לא היה צריך כו׳</b> ואין הלכה כר״י:",
                "<b>והן עונים אחריו.</b> כשמזכיר את השם: "
            ],
            [
                "<b>לשון של זהורית.</b> צמר צבוע אדום:",
                "<b>כנגד בית שלוחו.</b> כנגד שער שיוציאוהו בו:",
                "<b>ולנשחט.</b> היה קושר לשון של זהורית כנגד בית שחיטתו כלומר בצוארו והשתא לא אתי לאתחלופי בשעיר המשתלח, שזה בראשו וזה בצוארו. ותרווייהו בשאר שעירים לא מתחלפי שאלו לשון של זהורית קשורה בהם ושעירים אחרים אין לשון של זהורית קשורה בהם:",
                "<b>עויתי פשעתי חטאתי.</b> מתניתין ר״מ היא דיליף מקרא דכתיב (ויקרא ט״ז:כ״א) והתודה עליו את כל עונות בני ישראל ואת כל פשעיהם לכל חטאתם. אבל חכמים פליגי עליה ואמרי עונות אלו זדונות פשעים אלו מרדים חטאות אלו שגגות לאחר שהתודה על הזדונות ועל המרדים חוזר ומתודה על השגגות בתמיה, אלא אומר חטאתי עויתי פשעתי. וכן בדוד הוא אומר (תהילים ק״ו:ו׳) חטאנו עם אבותינו העוינו והרשענו. והלכה כחכמים. ומהו זה שאמר משה (שמות ל״ד:ז׳) נושא עון ופשע וחטאה כך אמר משה לפני המקום בשעה שישראל חוטאים ועושים תשובה עשה להם זדונות כשגגות: "
            ],
            [
                "<b>ממרס.</b> מגיס ומנער ומערב בו, שלא יקפה כשישהה עד שיעשה עבודת הקטורת:",
                "<b>על הרובד הרביעי.</b> כל שורה ושורה של אבני הרצפה קרויה רובד. וא״א לפרש רובד הרביעי שבהיכל, שורה רביעית שבתוך ההיכל מפתח ההיכל ולפנים, דהא כתיב (ויקרא ט״ז:י״ז) וכל אדם לא יהיה באוהל מועד וכו׳, אלא תני רובד רביעי של היכל, כלומר רובד הד׳ שבעזרה, כשיוצא מן ההיכל לעזרה מונה את הרובדין ומניחו על הרובד הרביעי ושם עומד הממרס בו. דאילו בתוך ההיכל אי אפשר כדאמרן:",
                "<b>וחותה.</b> את הגחלים ומניח את המחתה עד שיחפון בחפניו הקטורת ויתן לתוך הכף. ואח״כ יכניס כף ומחתה לפנים: "
            ],
            [
                "<b>בכל יום.</b> כשחותה גחלים ממערכה שניה של קטורת להכניס על מזבח הפנימי לקטורת שחרית וערבית:",
                "<b>חותה בשל כסף ומערה בשל זהב.</b> ואינו חותה בשל זהב, שחתיית הגחלים שוחקת הכלי ומחסרתו והתורה חסה על ממונן של ישראל:",
                "<b>והיום חותה בשל זהב.</b> שלא להטריח על כהן גדול לערות מכלי אל כלי:",
                "<b>כבדה.</b> שהיה דופנה עבה:",
                "<b>והיום קלה.</b> שהיה דופנה דק:",
                "<b>והיום ארוכה.</b> כדי שתהא זרוע של כהן גדול מסייעתו:",
                "<b>והיום אדום.</b> מזהב הקרוי זהב פרוים, על שם שדומה לדם פרים:",
                "<b>פרס.</b> חצי מנה:",
                "<b>דקה מן הדקה.</b> דכתיב (ויקרא ט״ז:י״ב) ומלא חפניו קטורת סמים דקה. ומה תלמוד לומר והלא כבר נאמר (שמות ל׳:ל״ו) ושחקת ממנה הדק אלא לומר לך שקטורת של יום הכפורים תהא דקה מן הדקה: "
            ],
            [
                "<b>בכל יום עולין במזרחו של כבש.</b> דאמר מר כל פינות שאתה פונה לא יהו אלא דרך ימין, שהוא למזרח, שהרי הכבש בדרום, לכך עולין במזרחו של כבש שסמוך לפנות לימין:",
                "<b>והיום כהן גדול.</b> משום כבודו להראות חשיבותו שהוא כבן בית והולך במקום שהוא חפץ מה שאין שאר כהנים רשאין לעשות כן: "
            ],
            [
                "<b>בכל יום היו שם.</b> במזבח החיצון:",
                "<b>ארבע מערכות.</b> של עצים שמבערים עליהם האש, אחת מערכה גדולה שמקריבין עליה התמיד ואחת מערכה שניה שממנה נוטלים אש למזבח הקטורת ואחת מערכה של קיום האש שלא תסור משם אש לעולם ואחת מערכה של אברים ופדרים של תמיד של בין הערבים שלא נתעכלו מבערב ולא נשרפו כל הלילה שורפין אותם במערכה זו. ומוסיפין ביוה״כ עוד מערכה אחת ליטול ממנה גחלים לקטורת לפני ולפנים:",
                "<b>רבי יוסי אומר בכל יום ג׳</b> דג׳ קראי כתיב (ויקרא ו׳:ב׳) על מוקדה על המזבח כל הלילה עד הבוקר זו מערכה גדולה. (שם) ואש המזבח תוקד בו זו מערכה שניה של קטורת. (שם) והאש על המזבח תוקד בו לא תכבה זו מערכה ג׳ של קיום האש. ומערכה רביעית לאברים ופדרים שלא נתעכלו לית ליה לרבי יוסי, דסבירא ליה שאברים ופדרים שלא נתעכלו בצדי מערכה גדולה הם נשרפים:",
                "<b>רבי יהודה אומר בכל יום שתים.</b> דלית ליה מערכה שלישית של קיום האש. ומקרא שלישי של והאש על המזבח תוקד בו לא תכבה דריש ליה רבי יהודה שהמבעיר קסמים דקים כדי להצית האש על המערכה הגדולה לא יצית על הרצפה ויעלם כשהם דולקים למזבח אלא ידליקם בראש המזבח. והלכה כר׳ יוסי:"
            ]
        ],
        [
            [
                "<b>הוציאו לו.</b> מלשכת הכלים:",
                "<b>וכך היתה מדתה.</b> כמדתה בחוץ כך מדתה בפנים מה בחוץ היה חופן בחפניו ממש ולא בכלי, כך בפנים כשמערה הקטורת מן הכף לתוך חפניו לא היה מערה בכלי עשוי כמדת חפניו אלא לתוך חפניו ממש:",
                "<b>נטל את המחתה בימינו.</b> לפי שהיא כבדה וחמה וכף הקטורת קלה הימנה לכך מחתה בימינו וכף בשמאלו:",
                "<b>היה מהלך בהיכל.</b> נכנס ומהלך בתוכה למערב:",
                "<b>לבין שתי הפרוכות.</b> לפי שנסתפקו בבית שני אם המחיצה המבדלת בין הקודש ובין קודש הקדשים שהיתה בבית ראשון והיה עביה אמה אי אותה אמה כלפנים או כלחוץ, לפיכך עשו ב׳ פרוכות אחת חיצונה ואחת פנימית וביניהן אויר אמה לקלוט ביניהן אויר מקום המחיצה:",
                "<b>החיצונה פרופה מן הדרום.</b> רבנן קאמרי לה, דפליגי עליה דרבי יוסי ואמרי והבדילה הפרוכת לכם במשכן בלבד נאמר. ",
                "<b>פרופה.</b> ראשה כפולה לצד החיצון ונאחזת בקרס של זהב להיות [פתוחה] מן הדרום ועומדת:",
                "<b>מהלך ביניהן.</b> נכנס בפריפת הדרום ומהלך ביניהם עד שמגיע לפריפת הצפון:",
                "<b>הגיע לצפון.</b> משנכנס לתוך חלל בית קודש הקדשים הפך פניו לדרום לילך עד בין הבדים שהוא באמצע החלל. שהבדים היו ארוכין עד הפרוכת ראשו אחד למערב והשני לו למזרח, אחד בראש הארון לצפון ואחד בראשו לדרום:",
                "<b>מהלך לשמאלו עם הפרוכת.</b> שהמהלך מצפון לדרום שמאלו למזרח והפרוכת היתה במזרח נמצא שמאלו עם הפרוכת:",
                "<b>עד שהוא מגיע לארון.</b> למקום ארון, ולא לארון ממש דבבית שני לא היה שם ארון:",
                "<b>דרך כניסתו.</b> שלא היה מסב את פניו לצאת אלא יוצא דרך אחוריו ופניו לארון:",
                "<b>ומתפלל תפלה קצרה.</b> וזו היא יהי רצון מלפניך ה׳ אלהי שאם שנה זו שחונה פירוש חמה, שתהא גשומה, ולא יעדי עבד שולטן מדבית יהודה, ולא יהיו עמך ישראל צריכים פרנסה זה מזה ולא מעם אחר ולא תכנס לפניך תפלת עוברי דרכים פירוש מפני שהם מתפללין שלא ירדו גשמים:",
                "<b>בבית החיצון.</b> בהיכל:",
                "<b>שלא להבעית את ישראל.</b> שיאמרו מת הוא: "
            ],
            [
                "<b>ושתיה היתה נקראת.</b> על שם שממנה נשתת העולם שבה יסד הקב״ה את עולמו. שתיה, יסוד: "
            ],
            [
                "<b>למקום שנכנס.</b> בבית קודש הקדשים:",
                "<b>במקום שעמד.</b> בין הבדים:",
                "<b>ולא היה מתכוין להזות לא למעלה.</b> שתהא אחת למעלה בחודה של כפורת העליון והשבע למטה [בעוביה], שהרי לא על הכפורת נוגעים אלא לארץ נופלים:",
                "<b>אלא כמצליף.</b> כמלקה הזה שמתחיל בין הכתפים ויורד למטה, כך היה מתכוין שיהיו ח׳ הזאות הללו בארץ כשורה, זו תחת זו:",
                "<b>אחת ואחת.</b> שאם לא ימנה הזאה ראשונה שלמעלה לעצמה עם כל שבע שלמטה פעמים שיטעה וימנה הזאה ראשונה עם שבע שלמטה, ובהזאה הראשונה שלמטה ימנה שתים. ואין לומר ימנה הזאה שלמעלה עם שבע שלמטה וימנה עד שמנה די״ל מצוה להפסיק מתנות שלמטה מתוך שבעה ולא מתוך שמונה: "
            ],
            [
                "<b>נטל דם הפר והניח דם השעיר.</b> מסקנא דמלתא דרבי יהודה היא, דאמר לא היה שם אלא כן אחד, וצריך ליטול דם הפר תחלה כדי להניח דם השעיר בכן שהיה עליו דם הפר. ואין הלכה כרבי יהודה:",
                "<b>על הפרוכת.</b> דכתיב (ויקרא ט״ז) וכן יעשה לאהל מועד:",
                "<b>עירה דם הפר.</b> דכתיב במתנות המזבח (שם) ולקח מדם הפר ומדם השעיר, מדם שניהם יחד:",
                "<b>ונתן את המלא בריקן.</b> וחוזר ומערה מזרק מלא תוך הריקן כדי שיתערבו הדמים יפה יפה: "
            ],
            [
                "<b>היה מחטא ויורד.</b> האי תנא סבר שהיה הכהן הולך ברגליו לכל קרן וקרן, וכל מתנה ומתנה היתה בקרן שלפניו וסמוך לו. ולהכי נקט מחטא ויורד, כלומר שהיה נותן מתנה מלמעלה למטה, שאם יתן מלמטה למעלה בקרן שלפניו הדם זב לתוך בית יד שלו ומטנף את בגדיו. ור״א סבר שהכהן עומד בקרן אחת ומשם נותן המתנות על כל הקרנות שהרי כל המזבח אינו אלא אמה על אמה מרובע וכיון שאין שלשת הקרנות סמוכות לו יכול ליתן מלמטה למעלה ולא יטנף את בגדיו, חוץ מקרן זו שהוא עומד אצלה שאי אפשר לו לצדד ראשי אצבעותיו למטה אלא למעלה, שאם יצדד ראשי אצבעותיו למטה ויתן מתנה מלמטה למעלה הרי הדם זב לתוך בית יד כתונת שלו. ואין הלכה כר״א: "
            ],
            [
                "<b>על טהרו.</b> אחר שגמר כל המתנות של קרנות מזה עליו שבע פעמים כדכתיב (ויקרא ט״ז) והזה עליו מן הדם. טהרו, המקום המגולה שבו שחותה האפר והגחלים אילך ואילך ומזה על זהבו של מזבח:",
                "<b>ושל מזבח החיצון.</b> שירי דם החטאות החיצונות היה שופך על יסוד דרומי:",
                "<b>אלו ואלו.</b> דמים החיצונים והפנימים הנשפכים על מזבח העולה היו שותתים ונופלים מן היסוד לרצפה ומתערבין באמה סילון שבעזרה היוצא לנחל קדרון:",
                "<b>לגננים.</b> לבעלי גנות:",
                "<b>ומועלין בהם.</b> אסור ליהנות מהם בלא דמים: "
            ],
            [
                "<b>כל מעשה יוה״כ.</b> כל עבודות שעובד בבגדי לבן בפנים ובהיכל:",
                "<b>האמור על הסדר.</b> במשנתינו:",
                "<b>וכן בהיכל.</b> נתן מקצת מתנות בפרוכת ונשפך הדם, יביא פר אחר ויתחיל מתנות הפרוכת, וא״צ לחזור ולהתחיל בפנים:",
                "<b>שכולן כפרה בפני עצמן.</b> לפיכך כפרה שנגמרה נגמרה:",
                "<b>ממקום שפסק.</b> ואפילו לא נגמרה אותה כפרה א״צ לחזור וליתן מה שנתן. ואין הלכה כר׳ אלעזר ור׳ שמעון:"
            ]
        ],
        [
            [
                "<b>שני שעירי.</b> במראה. שניהם לבנים או שניהם שחורים. ",
                "<b>ובקומה ובדמים.</b> דתלתא קראי כתיבי. (ויקרא ט״ז:ה׳) ומאת עדת בני ישראל יקח שני שעירים. ולקח את שני השעירים. ונתן אהרן על שני השעירים. וכיון דשעירים תרי משמע מה ת״ל שני שני שני תלתא זימני, אלא שיהיו שוים במראה ובקומה ובדמים:",
                "<b>ויאמר אם של שם מת כו׳</b> הכי מפרשה, אם של שם מת יאמר זה שעלה עליו הגורל לשם יתקיים תחתיו. ואם של עזאזל מת יאמר זה [שעלה] עליו וכו׳:",
                "<b>והשני.</b> אם של עזאזל מת ועכשיו יש כאן שנים לשם, אחד שנשאר מזוג ראשון ואחד מזוג שני, ובאחד מהן יתכפרו, והשני ירעה. וכן אם של שם מת והרי יש כאן שנים לעזאזל, האחד ישתלח והשני ירעה. ושני שבזוג שני הוא שירעה עד שיפול בו מום, ושני שבזוג ראשון הוא שיקרב אם הוא של שם, או ישתלח אם הוא של עזאזל, שאין בעלי חיים נדחין, ואם אירעה להן שעת פסול עדיין יכולין להתקן כשיזדווג לו אחר:",
                "<b>שאין חטאת צבור מתה.</b> דכי גמירי חטאות מתות, ביחיד גמירי. ושעירי יום הכפורים חטאות ציבור הן דכתיב (ויקרא ט״ז) ומאת עדת בני ישראל יקח. וחטאת מתה הוא שמכניסין אותה לבית אחד ומניחין אותה שם עד שתמות:",
                "<b>ועוד אמר ר״י נשפך הדם.</b> של שעיר של השם, ימות המשתלח, דהא לא אתעבידא מצוה דדם, ובכל העבודות הנעשות בבגדי לבן בין בפנים בין בחוץ חוקה כתיב בהו לעכב, וצריך להביא דם אחר ואי אפשר אלא בהגרלה, וכיון דאית ליה בעלי חיים נדחין ימות המשתלח הראשון:",
                "<b>מת המשתלח.</b> אע״ג דשלוח לא מעכב לדברי הכל, דכי כתיב חוקה לעכב אדברים שהכהן עושה בבגדי לבן לא על דברים הנעשים ביד איש עתי, מכל מקום ילפינן מקרא דכתיב (שם) יעמד חי לפני ה׳ לכפר עליו, עד אימתי זקוק המשתלח לעמוד חי, עד שעת מתן דמו של חבירו, הא אם מת קודם לכן אין כפרת הדם כלום, לכך צריך תשלומים. ובלא הגרלה א״א וזקוק לשנים וראשון ידחה דהכל מודים בשחוטים שנדחים: "
            ],
            [
                "<b>בא לו אצל שעיר.</b> לאחר שגמר מתן דמים של פר ושעיר בא לו הכהן אצל שעיר המשתלח במקום שהעמידו שם כנגד בית שלוחו: "
            ],
            [
                "<b>אלא שעשו הכהנים קבע.</b> להיות משלחין אותו ולא היו ב״ד של כהנים מניחין את ישראל להוליכו:",
                "<b>ערסלא.</b> שם האיש: "
            ],
            [
                "<b>וכבש.</b> כמין מעלה עשו, שהוא גבוה ויוצא דרך הכבש חוץ לעזרה וחוץ לעיר כדי שלא יוכלו הבבליים ליגע במשלח. לפי שהיו רגילין לתלשו בשערו ואומרים לו טול מהר וצא ואל תשהא עונותינו אצלנו עוד:",
                "<b>מיקירי ירושלים.</b> מחשובי ירושלים:",
                "<b>עד סוכה ראשונה.</b> סוכות עשו לו בדרך והולכין בני אדם לגור שם לפני יוה״כ שמלוין אותו מסוכה לסוכה:",
                "<b>תשעים ריס.</b> היו מירושלים ועד הצוק. כל הר גבוה וזקוף קרוי צוק:",
                "<b>שבעה ומחצה.</b> ריסין לכל מיל. אני שמעתי דרוס גרסינן בוי״ו. והם מאתים וס״ו פסיעות כחשבון רוס. נמצאו ז׳ ריסין ומחצה אלפים פסיעות פחות ה׳, קרוב למדת תחום שבת, וצ׳ ריס הם י״ב מיל: "
            ],
            [
                "<b>הרי מזון והרי מים.</b> לא היו אומרים לו כך אלא כדי שייטב לבו, שמי שיש לו פת בסלו אינו רעב כמי שאין לו פת בסלו, אבל מעולם לא הוצרך אדם לכך:",
                "<b>ומלוין אותו מסוכה לסוכה.</b> שמירושלים ועד סוכה ראשונה מיל ועשר סוכות ובין כל סוכה וסוכה מיל הרי מירושלים עד סוכה אחרונה עשר מילין. נשאר מסוכה אחרונה לצוק ב׳ מילין, מלוין אותו מיל כמדת תחום שבת ועומדים מרחוק ורואין את מעשיו: "
            ],
            [
                "<b>חציו קשר בסלע וחציו קשר בין קרניו.</b> לא היה קושר כל הלשון של זהורית בסלע שמא תלבין מיד קודם דחיפת השעיר, ומשמחת לבון הלשון של זהורית שמראה שכבר נתכפרו העונות ישכח מצות הדחיפה וידמה שכבר נשלמה המצוה מאחר שהלבין הלשון. ולא היה קושר כולה בין קרניו שמא בשעת דחיפה יכוף השעיר ראשו תחת גופו כשיפול לאחוריו ולא יוכל לראות הלשון כשתלבין ויהיו כל ישראל עצבין לפיכך קשר חציה בסלע והיא לא תלבין לחצאין עד שתגמר מלאכת כולה. וכשקושר באחרונה חציה בין קרניו אע״פ שתלבין מיד לא יניח מלדחפו הואיל והוא עסוק בה:",
                "<b>בא וישב לו.</b> חוזר עד סוכה אחרונה. ואע״פ שהיוצא חוץ לתחום אפילו ברשות חכמים אין לו אלא אלפים אמה ממקום שיצא לשם ברשות, לזה התירו לפי שירא לעמוד במדבר משתחשך:",
                "<b>מטמא בגדים.</b> דכתיב (ויקרא טז כו) והמשלח את השעיר לעזאזל יכבס בגדיו:",
                "<b>רבי שמעון אומר כו׳</b> ואין הלכה כר״ש: "
            ],
            [
                "<b>בא לו.</b> אחר שמסר כהן גדול השעיר המשתלח למשלח, בא לו אצל פר ושעיר העומדים לישרף, וקרען והוציא אימוריהן:",
                "<b>ונתנם במגיס.</b> בקערה של כלי שרת:",
                "<b>והקטירם.</b> אי אפשר לומר שהיה מקטירן עכשיו, דהא בבגדי לבן הוא לבוש ועדיין עליו לקרות הפרשה בבגדי לבן. אלא הכי קאמר, נתנם במגיס כדי להקטירן אחר כך כשיגיע זמנן לאחר שיטבול וילבש בגדי זהב:",
                "<b>קלען במקלות.</b> כמין קליעה, ושלמים הם עם עורותם ובשרם ופרשם אלא שנקרע כרסם להוציא אימוריהן:",
                "<b>והוציאן לבית השריפה.</b> חוץ לירושלים:",
                "<b>ומאימתי מטמאין בגדים.</b> העסוקין בהם, כדכתיב (ויקרא ט״ז) והשורף אותם יכבס בגדיו:",
                "<b>רבי שמעון אומר כו׳</b> ואין הלכה כרבי שמעון: "
            ],
            [
                "<b>הגיע שעיר למדבר.</b> שאינו רשאי להתחיל בעבודה אחרת עד שיגיע שעיר למדבר, שנאמר (שם) ושלח את השעיר במדבר. ואחר כך ואת חלב החטאת יקטיר:",
                "<b>דורכיאות.</b> אבנים גדולות וגבוהות זו על זו, ששם השומרים עומדים ומניפים בסודרין:",
                "<b>ועד בית חדודו.</b> הוא ראש המדבר. וס״ל לרבי יהודה שמשהגיע השעיר שם נעשית מצותו אע״פ שלא הגיע לצוק. ואין הלכה כר׳ יהודה:",
                "<b>הולכין מיל.</b> כדאמרינן לעיל מיקירי ירושלים מלוין אותו עד סוכה ראשונה. וכשחוזרין ושוהין אחר כך כדי הלוך מיל כבר ידעו שהגיע שעיר למדבר:"
            ]
        ],
        [
            [
                "<b>בא לו כהן גדול לקרות.</b> פרשת היום:",
                "<b>בבגדי בוץ.</b> שעבד בהם עבודת היום:",
                "<b>קורא.</b> שמותר ללבוש בגדי כהונה אפילו שלא בשעת עבודה, דבגדי כהונה נתנו ליהנות בהן:",
                "<b>באצטלית.</b> לבוש עשוי כמין חלוק לבן:",
                "<b>משלו.</b> שקריאת הפרשה אינה עבודה:",
                "<b>חזן הכנסת.</b> שמש:",
                "<b>ראש הכנסת.</b> על פיו נחתכים כל צרכי הכנסת, מי מפטיר ומי פורס על שמע ומי עובר לפני התיבה. ונותנים ס״ת מזה לזה משום יקרא דכהן גדול להראות שיש שררות הרבה למטה ממנו:",
                "<b>עומד ומקבל.</b> מכלל דעד השתא יושב הוה, נמצינו למדים דבעזרת נשים היה קורא, דאי בעזרת ישראל וכ״ש במקום המקודש יותר ממנה אסור לישב אלא למלכי בית דוד הותר להם לישב בעזרה, דכתיב (שמואל ב׳ ז׳) ויבא המלך דוד וישב לפני ה׳:",
                "<b>וקורא אחרי מות ואך בעשור.</b> שבפרשת אמור. שמותר לדלג בתורה בענין אחד כשהוא קרוב בכדי שלא יפסיק התורגמן. אבל אם קודם שיגלול ס״ת עד מקום הדלוג יפסיק התורגמן המתרגם פסוק שקרא הקורא, אסור לדלג ולגלול, שנמצאו צבור יושבים ומצפים ואין זה כבוד הצבור:",
                "<b>יותר ממה שקריתי לפניכם כתוב כאן.</b> שלא להוציא לעז על ספר תורה, כשרואין אותו קורא פרשה שלישית על פה יהיו סבורים שס״ת חסר אותה פרשה:",
                "<b>ובעשור שבחומש הפקודים קורא על פה.</b> שהיא רחוקה מפרשת אחרי מות ואך בעשור, יותר מכדי שיפסיק התורגמן, לפיכך אינו יכול לגלול ספר תורה עד שם, לפי שאין גוללים ס״ת בצבור מפני כבוד הציבור, וס״ת אחר אינו יכול להביא משום פגמו של ראשון שלא יאמרו הראשון חסר הוא:",
                "<b>על התורה.</b> שתי ברכות אחת לפניה ואחת לאחריה כדרך שמברכין בבית הכנסת:",
                "<b>על העבודה ועל ההודאה.</b> רצה ומודים:",
                "<b>ועל מחילת העון.</b> סלח לנו:",
                "<b>ועל המקדש.</b> שתשרה בו שכינה:",
                "<b>ועל הכהנים.</b> שיתברכו ויהיו קרבנותם לרצון:",
                "<b>ועל ישראל ועל שאר התפלה.</b> מפרש בגמרא. תחנה רנה בקשה מלפניך שעמך ישראל צריכין להוושע ברוך אתה ה׳ שומע תפלה: "
            ],
            [
                "<b>לא מפני שאינו רשאי.</b> דמהו דתימא הרואה עבודה אחת אינו רשאי להניחה כדי לילך לראות עבודה אחרת דאין מעבירין על המצות, וראיית עבודה מצוה היא משום ברוב עם הדרת מלך, קמ״ל דלא מעבר מצוה הוא, כיון שאינו עסוק בה: "
            ],
            [
                "<b>אילו ואיל העם.</b> טעמא דר״א, משום דאילו ואיל העם ואימורי חטאת והוצאת כף ומחתה כל הני דכתיבי ברישא בתורת כהנים בפרשת היום, עביד להו ברישא, והדר עביד מוספין פר העולה ושבעה כבשים ושעיר הנעשה בחוץ, כולן עם תמיד של בין הערבים דכתיב לבסוף, בחומש הפקודים:",
                "<b>ור״ע אומר.</b> פר העולה ושבעה כבשים של מוספין:",
                "<b>עם תמיד של שחר היו קרבין.</b> דכתיב (במדבר כ״ח:כ״ג) מלבד עולת הבוקר אשר לעולת התמיד וגו׳ אלמא מוספין עם עולת הבקר נעשים בסמוך לה, ואחר כך עבודת היום, ואחר כך שעיר הנעשה בחוץ, ואף על פי שהוא מן המוספין אינו יכול להקדים לעבודת היום לפי שנאמר בו (שם כ״ט) מלבד חטאת הכפורים, למדנו ששעיר הפנימי שהוא מעבודת היום קודמו, ואחר כך אילו ואיל העם ואחר כך אימורי חטאת כל אלו בטבילה שלישית. ואח״כ הוצאת כף ומחתה ואח״כ תמיד של בין הערבים. והלכה כר׳ עקיבא: "
            ],
            [
                "<b>ולהטיב את הנרות.</b> הטבה זו, הדלקה היא: "
            ],
            [
                "<b>באלו נשאלים.</b> כהן הנשאל באורים ותומים צריך ללבוש שמונה בגדים. וכיצד שואלים באורים ותומים השואל פניו אחורי הכהן הנשאל והנשאל פניו כלפי הארון, והשואל אומר האעשה דבר פלוני או לא אעשה. ואינו שואל בקול רם ולא מהרהר בלבו, אלא בקול נמוך. ורוח הקודש לובשת את הכהן ומביט בחושן. ורואה אותיות בולטות בחושן כנגד פניו עשה כך או לא תעשה כך. לפי שהיו כתובים על אבני החושן שמות של י״ב שבטים ואברהם יצחק ויעקב ושבטי יה, נמצאת כל האלפא ביתא שם, ורוח הקודש היתה מודיעה לכהן איך יצרף האותיות הבולטות זו עם זו, עד שיבין משמעותן של הדברים:",
                "<b>אלא למלך וכו׳</b> דכתיב (במדבר כ״ז:כ״א) ולפני אלעזר הכהן יעמוד וגו׳ הוא, זה מלך. וכל בני ישראל אתו מי שכל בני ישראל אתו לצאת למלחמה. אחריו, זה משוח מלחמה [דהיינו] למי שצורך הצבור בו. וכל העדה, אלו סנהדרי גדולה:"
            ]
        ],
        [
            [
                "<b>יום הכפורים אסור באכילה ובשתיה.</b> אע״ג דבאכילה ושתיה ענוש כרת משום דבעי למתני שאר ענויין דלית בהו כרת תנא אסור. והני ה׳ ענויין כנגד ה׳ ענויין הכתובים בתורה, דשבת שבתון דאמור אל הכהנים ושבת שבתון דאחרי מות ובעשור לחודש דחומש הפקודים ואך בעשור לחודש דאמור אל הכהנים והיתה זאת לכם לחקת עולם דאחרי מות בכולהו כתיב תענו ועניתם. והני דמתניתין נמי חמשה ענויין נינהו, דשתיה ואכילה אחת הן:",
                "<b>המלך.</b> צריך שיתראה נאה דכתיב (ישעיה ל״ג) מלך ביפיו תחזנה עיניך:",
                "<b>והכלה.</b> צריכה נוי כדי לחבבה על בעלה. וכל שלשים יום קרויה כלה:",
                "<b>והחיה.</b> יולדת:",
                "<b>תנעול.</b> מפני הצנה:",
                "<b>דברי ר״א.</b> אכלהו קאי, אמלך וכלה וחיה. והלכה כר״א: "
            ],
            [
                "<b>ככותבת.</b> תמרה גסה. והיא פחות מכביצה. ואף ע״ג דכל שעורי אכילה בכזית היינו משום דכתיב בהו אכילה אבל הכא דלא כתיב אלא אשר לא תעונה גמירי דבבציר מככותבת לא מיתבא דעתיה והוי מעונה. ומיהו קיי״ל דחצי שעור אסור מן התורה אלא שאין חייבין כרת ולא לוקין אלא על כשיעור:",
                "<b>כמלא לוגמיו.</b> כל שאילו יסלקנו לצד אחד יהיה אותו הצד בולט ונראה נקרא מלא לוגמיו. ושעור זה באדם בינוני הוא פחות מרביעית: "
            ],
            [
                "<b>אינו חייב אלא חטאת אחד.</b> דמחד קרא נפקי אכילה ושתיה וחד שמא הוא:",
                "<b>אכל ועשה מלאכה.</b> מתרי קראי נפקי ותרי שמות נינהו: "
            ],
            [
                "<b>אין מענין אותם.</b> אין חייבין למנוע מהן מאכל:",
                "<b>מחנכין אותן.</b> לשעות. היה רגיל לאכול בארבע שעות מאכילין אותו בחמש או בו׳ כפי כח הבן:",
                "<b>קודם לשנה.</b> שנה אחת קודם לפרקו, אם התינוק חולה ותש כחו ואינו יכול לסבול:",
                "<b>וקודם לשתים.</b> או שתי שנים קודם פרקו אם התינוק בריא. ופרקן הוי התינוקת בת י״ב שנה ויום אחד שאין דרכה להביא סימנים עד זמן זה ואז היא בת עונשין. ופרקו של תנוק הוי בן י״ג שנה ויום אחד וקודם זה אינו בר עונשין: "
            ],
            [
                "<b>עוברה שהריחה.</b> העובר מריח ריח התבשיל והיא מתאוה לו, ואם אינה אוכלת שניהם מסוכנים:",
                "<b>על פי בקיאים.</b> רופאים מומחין באומנותן:",
                "<b>אין שם בקיאין מאכילין אותו על פי עצמו.</b> הכי מפרשה מתניתין בגמרא, בד״א דסומכין על דברי בקיאין, בזמן שהחולה אומר איני צריך או שותק אבל אמר צריך, אין שם בקיאין כלל כלומר אין בקיאותן חשובה לכלום אבל מאכילין אותו ע״פ עצמו. ואף על פי שהבקיאין אומרים אינו צריך: "
            ],
            [
                "<b>בולמוס.</b> חולי האוחז מחמת רעבון ומסוכן למות, וכשמראיתו חוזרת בידוע שנתרפא:",
                "<b>כלב שוטה.</b> רוח רעה שורה עליו. וסימנים שלו, פיו פתוח רירו נוטף אזניו סרוחות וזנבו מונחת לו בין ירכותיו ומהלך על צדי רשות הרבים, ויש אומרים אף נובח ואין קולו נשמע:",
                "<b>אין מאכילין אותו מחצר כבד שלו.</b> ואע״פ שנהגו הרופאים ברפואה זו אינה רפואה גמורה להתיר לו איסור בהמה טמאה על כך:",
                "<b>ור׳ מתיא בן חרש מתיר.</b> קסבר רפואה גמורה היא. ואין הלכה כר׳ מתיא בן חרש:",
                "<b>החושש בשניו.</b> שמתחיל בשר החניכים להתאכל ומשם הולך לחיך ולגרון:",
                "<b>מטילין לו סם.</b> שורש עשב לרפואה:",
                "<b>וכל ספק נפשות דוחה את השבת.</b> כל, לאתויי כגון דפשיטא לן דבשבת זו לא ימות, אלא ספק שאם לא יעשו לו היום, שמא ימות לשבת הבאה. וכגון דאמדוהו לשתות סם זה לתמניא יומי, ויומא קמא שבתא, מהו דתימא לעכבינהו עד לאורתא כי היכי דלא ניחול עליה תרי שבתא, קמ״ל: "
            ],
            [
                "<b>מפקחין עליו.</b> חופרין את הגל ומחפשין אחריו. ואם בדקו עד חוטמו, בין מלמעלה למטה, בין מלמטה למעלה, ולא מצאו בו נשמה, בידוע שהוא מת ושוב אין מפקחין עליו, דכתיב (בראשית ז׳:כ״ב) כל אשר נשמת רוח חיים באפיו:",
                "<b>מצאוהו חי מפקחין עליו.</b> לא נצרכה אלא שראו בו שא״א שיחיה אלא חיי שעה ומיד הוא מת, קמ״ל דמפקחין עליו בשביל אותו חיי שעה:",
                "<b>מת אין מפקחין עליו.</b> הא קמ״ל, דאפילו לדברי האומר מצילין את המת מפני הדליקה, בהא מודה דאין מפקחין. דגבי דליקה התירו לטלטל המת ולהוציאו, דאי לא שרית ליה אתי לכבויי מתוך שאדם בהול על מתו. אבל הכא אי לא שרית ליה לפקח את הגל מאי אית ליה למעבד דתהוי אסורא דאורייתא דנשרי הא מקמי הא: "
            ],
            [
                "<b>חטאת ואשם ודאי.</b> מכפרים עם התשובה. ולא חש התנא להזכירה, דמסתמא כשהוא מביא חטאתו ואשמו כבר עשה תשובה, שאם לא היה מתחרט לא היה מביא קרבן:",
                "<b>אשם ודאי.</b> כגון אשם גזילות ואשם מעילות:",
                "<b>על עשה ועל לא תעשה.</b> הניתק לעשה, תשובה מכפרת. אבל לא תעשה שיש בה מלקות, תשובה תולה ויום הכפורים מכפר. ומסקנא דמלתא בגמרא, שאם הזיד בעשה ובלאו הניתק לעשה, או שגג בלא תעשה שיש בו מלקות ועשה תשובה, אינו זז משם עד שמוחלין לו. ואם הזיד בלאו שיש בו מלקות, תשובה תולה ויוה״כ מכפר. ואם שגג בחייבי כריתות ומיתות בית דין, החטאת מכפרת עם התשובה. ואם הזיד בהם, תשובה ויום כפורים תולין, ויסורין ממרקין. והני מילי כשלא חלל את השם, כלומר שלא חטא והחטיא אחרים, אבל אם חלל את השם אין כפרתו נגמרת עד שימות. וכל זה בזמן שאין שם שעיר המשתלח, אבל בזמן שיש שעיר המשתלח הוא מכפר על כל העבירות קלות וחמורות, חוץ מעבירות שבין אדם לחברו שאין מתכפר לו עד שירצה את חברו: "
            ],
            [
                "<b>אחטא ואשוב אחטא ואשוב.</b> תרי זימני.",
                "<b>אין מספיקין בידו וכו׳</b> שכיון שעבר עבירה ושנה בה שוב אינו פורש ממנה, לפי שדומה עליו כהיתר:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "<b>שבעת ימים קודם יוה\"כ מפרישין כהן גדול כו':</b><br>אמר ה' יתברך בשבעת ימי המלואים [ויקרא ח] ומפתח אהל מועד לא תצאו וגו' ואחר כך אמר כאשר עשה ביום הזה צוה ה' לעשות לכפר עליכם. ובאה הקבלה לעשות זה מעשה פרה. לכפר עליכם זה מעשה יום הכפורים לפיכך כהן השורף את הפרה וכהן גדול העובד ביום הכפורים מפרישין אותו שבעת ימים ומפרישין אותו מאשתו כדי שלא תמצא נדה ויהיה הוא טמא שבעת ימים כמו שאמר הכתוב בבא על נדה [שם טו] ותהי נדתה עליו וטמא שבעת ימים. וחכמים אומרים טומאה שכיחא מיתה לא שכיחא ואם תחוש למיתה אין לדבר סוף לפי שאנו אומרים שמא תמות זאת השניה וכן השלישית וכן הרביעית וענין באמרם מיתה לא שכיחא ר\"ל שהמיתה בפתע פתאום אינה נמצאת אלא לעתים רחוקים ואין הלכה כרבי יהודה:\n"
            ],
            [
                "<b>כל שבעת הימים הוא זורק את הדם ומקטיר וכו':</b><br>היה מרגיל עצמו בעבודה כל אלו השבעה ימים כדי שתהא נוחה עליו יום צום כפור: ומקריב חלק בראש ענינו שיקריב הוא ראשון לכל המקריבין ויקריב איזה קרבן שירצה וכמו כן יאכל מן הקרבנות הנאכלות איזה שיעור שירצה. ויקח חלקו בראש. ובתוספתא [ [בתוספתא שלפנינו ליתא בבא זו דכיצד מקריב שהביא הרב אלא כיצד נוטל וכו']:] כיצד מקריב חלק בראש אומר עולה זו אני מקריב. מנחה זו אני מקריב. כיצד נוטל חלק בראש אומר חטאת זו אני אוכל. אשם זה אני אוכל. במה דברים אמורים בקדשי המקדש אבל בקדשי הגבול אחד כהן גדול ואחד כהן הדיוט חולקים בשוה: "
            ],
            [
                "<b>מסרו לו זקנים מזקני בית דין וקורין לפניו וכו':</b><br>העיקר אצלנו כי כהן גדול צריך שלא יהיה באנשי דורו מן הכהנים יותר שלם ממנו בחכמה ובאמונה וביופי ובעושר ובכח. אמר השם יתברך [שם כא] והכהן הגדול מאחיו ובאה הקבלה שיהא גדול מהם בנוי בעושר ובחכמה ואם אין לו ממון מקבצין ממון מן הכהנים ונותנין לו שיהא עשיר יותר מכל אחד מהם. אמר השם הגדול מאחיו שיגדלוהו מאחיו. אבל במקדש שני שהיו בו הדברים כלם בלי שלמים כמו שידעת והמלכים לא היו הולכים על דרך הישר היו ממנים כהנים גדולים בחזקה ואפילו שלא היו ראוים לכך. ובהם אפשר לומר שמא לא למדת. ולזה הטעם נקראת הלשכה שמושיבין בה כהנים גדולים לשכת פרהדרין וענינו בית המחשבים. רוצה לומר פוסקי השערים הממנין אותן המלכים על השוקים ומעבירין אותן לפי שעה ברצון המלכים וכך היו עושים בכהנים גדולים מי שהיה יותר קרוב למלכות ונקרב אליו בממון היה ממנה כהן גדול:\n"
            ],
            [
                "<b>כל שבעת הימים לא היו מונעין ממנו מאכל כו':</b><br>וכן לא יאכל ערב יום הכפורים דבר מן המאכלים המרבים את הזרע ומוסיפין בקשיות האבר כדגים וחלב והביצים המתובלין בתבלין וכן כל מה שיש בו נפח:\n"
            ],
            [
                "<b>מסרוהו זקני ב\"ד לזקני כהונה והעלוהו כו':</b><br>היו מוליכין אותו לעליית בית אבטינס ללמדו חפינת הקטרת וזה לדעת האומר שהוא מן העבודות הקשות שבמקדש ועוד נבאר בתחילת מנחות כי אין הדבר כן אלא כמו שאמרו לשם מלא חפניו כדחפני אינשי. וכבר קדם לך בפרק החמישי משקלים [הל' א] בית אבטינס על מעשה הקטרת. ומשביעין אותו על דבר שאי אפשר לאדם שיראהו זולתו וזה כי הצדוקים מאמינים שהוא היה נותן הקטרת על האש בהיכל ואחר כך מכניס את המחתה לפני קדש הקדשים וראייתם על זה ממה שאמר הכתוב [שם טז] כי בענן אראה על הכפרת כי הוא לא היה נכנס אל הכפרת אלא בענן לדעתן. והקבלה האמתית באה כי אין הדבר כן אלא כמו שבאר ואמר [שם] ונתן את הקטרת על האש לפני ה' ובאותה שעה לא יוכל שום אדם לדעת מה שהוא עושה כמו שנאמר [שם] וכל אדם לא יהיה באהל מועד בבאו לכפר בקדש עד צאתו ומפני זה היו משביעין אותו. והוא היה בוכה מפני שחשדוהו במינות. והם היו בוכין שחשדוהו כי אסור בתורתנו לחשוד ולחשוב מחשבה רעה על אדם שענינו מסופק אלא לצורך הכרחי כמו שתראה:\n"
            ],
            [
                "<b>אם הוא היה חכם דורש ואם לאו תלמידי חכמים דורשין כו':</b><br>אלו הספרים הנזכרים יש בהם ספורים וחשבונות לזמנים שעברו ישעשעו הנפש ולא יתנמנם:\n"
            ],
            [
                "<b>בקש להתנמנם פרחי כהונה מכין לפניו באצבע כו':</b><br>מכין באצבע צרדה הוא שיכה בגודל עם האצבע האמצעי בכח והרבה עושין אותו בני אדם בעת השמחה ויעשו בו תנועות עריבות. וענין והפג אחת על הרצפה ר\"ל הפשיר חמימות רגלך שתעמוד שעה אחת על הרצפה לפי שהרצפה תצנן הרגלים ותדד השינה וכשיתחממו הרגלים תבא השינה ונתבארה זו הסבה בשאלות הטבעיות והפג היא מלה עברית [בראשית מה] ויפג לבו וענינו שנפשרה חמימות לבו. והרבה משתמשים חכמים בזו המלה בזה הענין כמו [ביצה יד.] מפיגין טעמן:\n"
            ],
            [
                "<b>בכל יום תורמין את המזבח בקריאת הגבר כו':</b><br>תרומת המזבח היא הסרת הדשן מן המזבח ונקרא דישון המזבח כמו לדשנו [שמות כז]:\n"
            ]
        ],
        [
            [
                "<b>בראשונה כל מי שרוצה לתרום את המזבח כו':</b><br>כבר הודעתיך כי תרומת המזבח היא הסרת הדשן. ואמרו כל הקודם את חבירו לתוך ארבע הוא שיקרב אל המזבח בארבע אמות. ומעשה הפייס שזכר כמו שאגיד לך ידוע כי אינו מותר אצלנו למנות אנשים מישראל בשום פנים ואפילו לדבר מצוה ומעשה דוד המלך מפורסם. אבל מונין אותם כשירצה אדם למנותם שיקחו מכל אחד מהם דבר ואחר כך מונין אותם הדברים. ומפני זה כשהיו קריבים כהנים רבים אל המזבח היה אומר להם הממונה הצביעו כלומר שישליכו האצבעות וזה אחר שיעמידם שורה ויסכימו ביניהם ממי יתחיל המנין. כיצד יסכימו על דרך הדמיון כשהיה המנין שלשים או ארבעים או חמשים או כמו שירצו מן המנין. אח\"כ ישליך כל אחד מהם אצבע [[עי' לח\"מ פ\"ד מהל' תמידין וסיים דגי' אחרת היה להרמב\"ם]:] אם הוא חלש או חולה או שתי אצבעות אם הוא בריא. ויתחיל למנות אותן האצבעות אחד שנים שלשה על השורה עד שיצא המנין שיסכימו עליו בתחילה והאיש שיצא סוף המנין אצל אצבעו היה מקדים לאותה עבודה ולא יחשבו האגודל למי שהשליך גודלו לפי שהוא נח לפשטו ולקפצו ושמא יפשוט אותו [או יקפוץ אותו] כשיקרב המנין לצאת כדי שיבא הפייס אצלו. וע\"ז הדרך היו הפייסות הארבעה שהיו במקדש. ודע זה והבן אותו כי אלו הפייסות לא פירשום שום גאון מן הגאונים שהיו לפנינו מאותה שעמדנו על דבריהם לפי שלשונות הגמרא לא יושג מהם מה שדומה לאדם בתחילת העיון אבל הסברא באותן הדברים הוא מה שספרנו: "
            ],
            [
                "<b>מעשה שהיו שניהן שוין ורצין ועולין בכבש כו':</b><br><b>הפייס השני מי שוחט מי זורק מי מדשן כו':</b><br>אלו הדברים כולם הם בפייס אחד כמו שאדמה לך והוא כי כולם היו כמו שורה אחת או עגולה והיו מסכימין על האדם שיתחיל ממנו המנין ואחר כן היו מסכימין כי אותו שיצא אצלו המנין שיסכימו עליו כמו שבארנו הוא זורק את הדם והסמוך לו שוחט. והסמוך לו מדשן את המזבח. והסמוך לו מדשן את המנורה והסמוך לו מעלה איברים לכבש. ואותו שמעלה איברים לכבש הוא ושמונה בני אדם כמו שעומדים בשורה זכין בתמיד של שחר כל אחד מהם במה שיש לו לשאת ולהעלות על הסדר שאומר. הראשון הוא מעלה הראש והרגל. השני הסמוך לו שתי הידים. השלישי בעוקץ וברגל. הרביעי בחזה ובגרה. החמישי בשתי דפנות. הששי בקרבים. השביעי בסלת. השמיני בחביתין והם חביתי כהן גדול שאמר בהם הש\"י [ויקרא ו] זה קרבן אהרן ובניו וגו' ונקראו חביתים לאומרו בהם הש\"י [שם] על מחבת בשמן תעשה. ותשיעי ביין. נמצא שהפייס הזה זכין בו שלשה עשר תשעה אותם שמנינו ושוחט וזורק ומדשן מזבח ומדשן מנורה. והזורק הוא מקבל הדם כמו שבארה הגמרא והקדמנו בזה הפייס זורק על שוחט לפי שהזריקה מעולה כיון שהעיקר אצלנו שחיטה כשרה בזרים. והמדשן היה מסיר הדשן והטינופים ומקנח ומנקה כמו שיתבאר בגמרא. וכבר ידעת כי שם האפר דשן. ודרך הלוכו הוא כמו שיתבאר בברייתא הראש והרגל והחזה והגרה שתי ידים ושתי דפנות העוקץ והרגל ותנא קמא חש ליפה ולטוב והקדימו ואיחר הגרוע. ואין הלכה כבן עזאי:\n"
            ],
            [],
            [
                "<b>הפייס השלישי חדשים לקטרת באו והפיסו כו':</b><br>היו הכהנים מתברכין בהקטרת הקטרת והיו אומרים כל מי שמקטיר קטרת היה מתעשר וממונו מתרבה למאמרו הש\"י [דברים לג] ישימו קטורה באפך וכתיב [שם] ברך ה' חילו וגו' ולפיכך כל מי שהקטיר לא היו מניחין אותו להקטיר פעם שניה שישאר זולתו מן הכהנים שלא יקטירו ולא היו אוספים לפיים הקטרת אלא למי שלא הקטיר קטורת מימיו ולפיכך יאמר חדשים לקטורת באו והפיסו:\n"
            ],
            [
                "<b>תמיד קרב בתשעה בעשרה באחד עשר כו':</b><br>אמר השם יתברך [ויקרא א] וערכו עצים על האש ובאה הקבלה כי זה נאמר בתמיד של בין הערבים כי בשל שחר כבר נאמר בו בפירוש [שם ו] ובער עליה הכהן עצים בבקר בבקר:\n"
            ],
            [
                "<b>איל קרב באחד עשר הבשר בחמשה כו':</b><br>כמו שבארנו בתמיד של כל יום:\n"
            ],
            [
                "<b>פר קרב בעשרים וארבעה הראש והרגל כו':</b><br>ענין אם רצה להקריב מקריב היא שהוא יכול להקריב באיזה מנין שירצה פחות מאלו או יתר על אלו. ורוצה באמרו הפשטן וניתוחן של אלו ושל אלו שוין שהן כשרים בזר ומותר בזר לפשוט ולשחוט ולנתח בין קרבנות ציבור בין קרבנות יחיד וכבר קדם לך זה העיקר בפסחים [פ\"ה הל' ו] במקום שאמרו מקבלה ואילך מצות כהונה:\n"
            ]
        ],
        [
            [
                "<b>אמר להם הממונה צאו וראו אם הגיע זמן השחיטה כו':</b><br>מקום גבוה היה להם במקדש שבו היה עולה הצופה. וכשהיה רואה פני המזרח מתחילין להשתנות היה אומר להם ברקאי ענינו כמו התחיל האור להבריק. והיו אומרים לו אותן שהיו בעזרה עד שהוא בחברון כלומר הגיע האור כפי ראות עיניך לחברון. והיה אומר להן הן ומיד היו שוחטין. וממה שאתה חייב לדעת כי הזמן (הזה) שזכר מתתיה בן שמואל באומרו האיר פני המזרח הוא אחר הזמן שזכר התנא קמא. והלכה כמתתיה בן שמואל:\n"
            ],
            [
                "<b>ולמה הוצרכו לכך שפעם אחת עלה מאור הלבנה כו':</b><br>ידוע כי הלבנה אינה עולה מן המזרח אלא אחר חצות החדש. ואמרו עלה מאור הלבנה ואירע בסוף חדש משאר חדשי השנה ואירע בליל צום כפור גם כן פעם אחרת ודימו שהאיר המזרח ושחטו את התמיד והוא כלל בכאן שתי המעשים ואומר פעם אחת כלומר זולת ליל צום כפור עלה מאור הלבנה מחובר למה שאירע ליל צום כפור. ועוד יתבאר כי כהן גדול טובל ושוחט התמיד בצום כפור וכאשר נפסל התמיד כמו שזכר מפני שנשחט בלילה יצטרך טבילה אחרת אחר כך שחט את התמיד. ומסיך את רגליו כינוי לנקבים גדולים:.\n"
            ],
            [
                "<b>אין אדם נכנס לעזרה לעבודה אפילו טהור עד שיטבול כו':</b><br>כל טבילה מקדש ידיו ורגליו לפניה ולאחריה כאשר יתבאר ואמר חוץ מזו רוצה לומר הטבילה הראשונה והוא יגיד אותה:\n"
            ],
            [
                "<b>פרסו סדין של בוץ בינו לבין העם קידש ידיו ורגליו כו':</b><br><b>פשט ירד וטבל עלה ונסתפג הביאו לו כו':</b><br>סדין של בוץ ענינו רדיד של פשתן. קרצו כמו שחטו והוא מגזרת קרץ מצפון בא [ירמיה מו] והוא שישחוט רוב שנים כי עבודת היום לא תהיה אלא בכהן גדול. ופי' מירק אחר שחיטה על ידו השלים אחר שחיטה אחריו. ומירוק נקרא השלמת הפעולה איזו פעולה שתהיה. ונסתפג כמו נתקנח:\n"
            ],
            [
                "<b>קטרת של שחר היתה קריבה בין דם לאברים כו':</b><br>כבר קדם לך בהלכות שלפני אלו כי קטרת של שחר היתה קריבה בין דם לנרות. ואמרם בכאן בין דם לאיברים רוצה לומר כי אין זריקת דם התמיד והקטרת איבריו מעשה תכוף כלומר שיהיה זה אחר זה אבל מבדיל בינתיים הקטורת וכמו כן בהדלקת נרות ומפני זה לא זכר בכאן הדלקת נרות לפי שלא נתכוין בזה המאמר לסדר העבודות והוא ענין אמרם בסידורין לא קא מיירי. ואיסטניס הוא מי שגופו מצונן וקר. וענין חימום המים הוא שיהיו מחמין עששיות של ברזל מערב יום הכפורים מניחין אותן באש עד למחרת ומכבין אותן במים שהיה טובל בהם והיו נפשרין המים וזו אינה מלאכה כי אין כוונתן הקשאת הברזל לחזקו כמנהג הלוטשין אבל כוונתם חימום המים והעיקר אצלנו מלאכת מחשבת אסרה תורה. ועוד עיקר אחר אצלנו אין שבות במקדש ולפיכך הותר זה המעשה וכמו כן אם הוסיפו מי חמים שהוחמו מערב הצום במים שטבל בהם מותר:\n"
            ],
            [
                "<b>הביאוהו לבית הפרוה ובקדש היתה כו':</b><br>בגדי זהב הם בגדי כהונה גדולה שלובש בשאר ימי החול והם שמונה כלים והם מארגמן ושש וצמר צבוע תכלת וזהב ואבנים כמו שמפורש בתורה והם כתנת ומכנסים אבנט ומצנפת ואפוד וחשן ומעיל וציץ. ובגדי לבן הם ארבעה והם שמשתמש בהן כהן גדול העבודה המיוחדת בצום כפור והן כולם מפשתים לבן. אמר השם יתברך [ויקרא טז] כתנת בד קדש ילבש וגו' ואין הלכה כרבי מאיר:\n"
            ],
            [
                "<b>בשחר היה לובש פלוסין של שנים עשר מנה כו':</b><br>פלוסים והנדוים מינים מן הבגדים ידועים אצלם בזמנם. ויש הפרש ביניהם בצורת החיתוך בלבד. אבל עצמן רוצה לומר השתי והערב שלהם הוא מפשתים הלבן כמו שבאר הכתוב. ואמרם אם רצה להוסיף מוסיף משלו ובתנאי שיתן אותו התוספת להקדש. ואין הלכה כרבי מאיר:\n"
            ],
            [
                "<b>בא לו אצל פרו ופרו היה עומד בין האולם כו':</b><br>כל מה שמשתמשין חכמים בכל המשנה מצורת המקדש או חלק מחלקיו ודמיון רוחותיו והעזרה והלשכות והמזבח וזולתו לא תבקש ממני לציירו לך בכל מקום לפי שאני עתיד לבארו לך ולהרבות צורותיו עד שתדמה אותו דמיון יפה ויצטייר הכל בדעתך כאילו ראית אותו בעין במסכת מדות בע\"ה: והכהנים והעם וכו' אמר הכתוב [דברים לב] כי שם ה' אקרא הבו גודל לאלהינו ובא בקבלה כי משה רבינו ע\"ה אמר לישראל בזמן שאני מזכיר שמו של הקדוש ברוך הוא אתם הבו גודל לאלהינו וכן ראוי ומצוה לעשות כן תמיד:\n"
            ],
            [
                "<b>בא לו למזרח העזרה לצפון המזבח הסגן מימינו כו':</b><br>קלפי הוא כלי עץ חלול. אשכרוע קורין אותו בערבי בק\"ס והוא בלשון עברי ברוש:\n"
            ],
            [
                "<b>בן קטין עשה שנים עשר דד לכיור שלא היה לו כו':</b><br>עשה לכיור שנים עשר חוטמין שהמים יוצאין משם כדי שיהו כל הכהנים המתעסקין בתמיד מקדשים ידיהם ורגליהם כאחת. והוא לא מנה שוחט כי השחיטה כשירה בזרים כמו שקדם. וזורק הוא מקבל הדם. וכבר קדם לך כי שלשה עשר היו זכין בו יחסר מהם שוחט נשארו שנים עשר. והכיור מכלל כלי שרת. וכשהיו בו מים נתקדשו ונפסלו בלינה כמו שיתבאר במקומו מקדשים וזה עשה כלי סביב לכיור והיו בו המים תמיד והיו שותתין מאותו כלי לכיור כדי הצורך ראשון ראשון ואותו הכלי היה נקרא מוכני. וכל ידות הכלים הם הקתות כלומר בית ידו של סכין או של קרדום שהיו חותכין בהם הבשר ודומיהן. ונברשת היא כמו שמשית שעושין על פתחי הבתים מזכוכית והיא עשתה אותה מזהב טוב ממורט. וכשהיה השמש זורח עליה היה לאותה השמשית אורה ונוגה בתחילת היום כעלות השמש מאופק ירושלים ואותה שעה היו קורין קריאת שמע. וניקנור היה איש מן החסידים והלך לאלכסנדריא של מצרים ועשה שם שתי דלתות של נחושת והתקין מלאכתן מאד והיה דעתו להעמידן לעזרה והביאן על הים ויהי כאשר סער הים על המלחים השליכו אחת מן הדלתות בתוך הים להקל מעליהם ומאנייתם ורצו להשליך השניה וכאשר ראה קשר עצמו בדלת ואמר להם אם רצונכם להשליך זאת הדלת אל תשליכוה אלא עמי אז עמד הים מזעפו וכאשר יצא הוא לנמל בעכו היה מצטער על הדלת שטבעה ורצה הש\"י והשליך הים את הדלת האחרת שטבעה לאותו מקום שיצא זה החסיד וזהו הנס שנעשה לדלתותיו והעמידן לרוח מזרחי מן העזרה לעומת ההיכל. וענין לשבח תהלה וגדולה והמלה עברית וארמי' והענין אחד ויהללו אותה [בראשית יב] ושבחו יתה ואומר [תהלים קמז] שבחי ירושלים:\n"
            ],
            [
                "<b>ואלו לגנאי של בית גרמו לא רצו ללמד כו':</b><br>גנאי הפך שבח. ולחם הפנים עב היה כמו שיתבאר במנחות אבל היו מתקנין אפייתו בדפוסים עד שהיו מקפלים אותו כמו שמקפלין הבגדים והוא היה בתכלית ההשוייה ותקון האפייה במלאכה שהיתה ידועה אצלם. ופיטום הקטורת ידוע ועוד אזכרנו במקומו במס' כריתות [פרק א הל' א]. ובכלל סממניה עשב כשנותנין אותו עם הקטרת על האש היה העשן כולו עולה מכונס לא מפוזר והיו מכירים אותו העשב ולא הודיעוהו לאדם. והיה הוגרס בן לוי מוציא אותיות בפיו בהוצאה נפלאה בשעת קריאת השיר של כל יום שהיה נותן גודלו בפיו עם לשונו בשעת הקריאה ולא הודיע לשום אדם איך היתה המלאכה בשינוי נתינת הלשון בפה ואנה היה משים בוהנו כשהיו יוצאין אותן הנעימות הערבות. ובן קמצר היה כותב בקולמוסים רבים בבת אחת ואע\"פ שכל אלו נתנו אמתלא מפני מה נמנעו מלמוד מעשיהם גנה אותם כאשר תראה:\n"
            ]
        ],
        [
            [
                "<b>טרף בקלפי והעלה שני גורלות כו':</b><br>כל מקום שזוכר בזו המסכת שם רוצה בו שם המפורש רוצה לומר יו\"ד ה\"א. ואין הלכה כרבי ישמעאל:\n"
            ],
            [
                "<b>קשר לשון של זהורית בראש שעיר המשתלח כו':</b><br>לשון של זהורית הוא לשון של צמר צבוע אדום תרגום ותולעת שני [שמות כה] וצבע זהורי ומשקלו שני סלעים. וכבר בארנו פעמים [בפרק בתרא דפאה ובפרק א דשקלים] משקל הסלע. והש\"י אומר [ויקרא טז] וכפר בעדו ובעד ביתו ובעד כל קהל ישראל ולפיכך אומר בודוי ראשון אני וביתי ואומר בשני ובני אהרן לפי שהוא מכפר תחילה בעד נפשו ואחר כך בעד הכהנים ואח\"כ מכפר על כל ישראל. וזה שתראה כתוב בשלשה הוידויין עון פשע וחטאה הוא דעת רבי מאיר והוא סומך על מה שאומר הכתוב [שם] והתודה עליו את כל עונות בני ישראל ואת כל פשעיהם לכל חטאתם ואין הדבר כן לפי שכוונתו בזה אינו אלא שיכלול מיני העונות. כי עונות הם העונות שאדם עושה במזיד. וחטאים הם הנעשים בשוגג. ופשעים הם מיני הכפירה והמרד בהש\"י בעשיית העונות הגדולות שעושיהן נקרא פורק עול כחילול שבת ועבודה זרה. והעיקר אצלנו מתודה על הקלות ואח\"כ על החמורות ולפיכך יהיה סדר הוידויין כולם ליחיד כמו לצבור חטאנו עוינו פשענו. ואין הלכה כרבי מאיר:\n"
            ],
            [
                "<b>שחטו וקבל במזרק את דמו ונתנו למי שהוא כו':</b><br>ממרס ענינו שמניע את הדם כדי שלא יקרוש ויקפא. רובד איצטבא:\n"
            ],
            [
                "<b>בכל יום היה חותה בשל כסף ומערה בתוך של זהב כו':</b><br>חותה היא חתיית האש בלבד ולשון עברי הוא ולחתות אש מיקוד [ישעיה ל]. ולא היו מצריכין אותו ביום צום כיפור לערות אש ממחתה למחתה אחרת כדי שלא ייגע כהן גדול ושלא יוסיף בעמלו אלא באותה מחתה עצמה שהוא חותה האש מן המזבח. וקלה היתה כנגד המחתה של כל יום ויום. וידה ארוכה כדי שיקל משאה. וכבר ביארנו שיעור הקב והסאה וזולתם מן המדות והמשקולות בסוף מסכת פיאה: ופרס חצי המנה רוצה לומר משקל חמשים דינר ואמר השם יתברך בקטורת של כל יום ושחקת ממנה הדק [שמות ל'] ואמר ביום צום כיפור ומלא חפניו קטרת סמים דקה [ויקרא טז] ובאמרו בכאן דקה נבין שירצה לומר להוסיף לה שחיקה וזהו ענין דקה מן הדקה:\n"
            ],
            [
                "<b>בכל יום כהנים עולין במזרחו של כבש כו':</b><br>מפני כבוד כהן גדול הטרוחו לכהנים שיהיה עלייתם וירידתם באמצע הכבש לפניו ומפני כבודו היה מקדש ג\"כ ידיו ורגליו מקיתון של זהב הוא לבדו משאר כהנים. ואין הלכה כרבי יהודה:\n"
            ],
            [
                "<b>בכל יום היו שם ארבע מערכות והיום חמש כו':</b><br>מערכה הוא צבור האש שנעשה מן העצים המסודרין וגודשין ומבערין האש. ורבי יהודה אומר כי במזבח החיצון היו בה שתי מערכות האחת מערכה גדולה והיא שמקריבין עליה התמיד ומערכה שניה שלוקחין ממנה האש במחתה לקטרת כמו שזכרנו. ורבי יוסי אומר כי מערכה שלישית היו עושין לקיום האש לא תסור משם אש לעולם. ור\"מ אומר כי רביעית היו עושין ושורפין עליה האיברים ופדרים שנשארו מן התמיד של בין הערבים שלא שלט בהם האש כל הלילה. וכולם מודים על שתי מערכות כי באה הקבלה כי אמרו [שם ו] על מוקדה על המזבח כל הלילה עד הבוקר זו מערכה גדולה ואש המזבח תוקד בו זו מערכה שניה של קטרת. ואמרו אחר כך [שם] והאש על המזבח תוקד בו א\"ר יוסי זו מערכה שלישית של קיום האש. ורבי יהודה אומר שהוא חוזר על המערכה הנקדמת. ורבי מאיר אומר היה מייחד מערכה לאיברים ופדרים שלא נתאכלו מבערב וזולתו אומר כי בצידי מערכה גדולה היו נשרפין והכל מודים כי על כל פנים צריך תוספת מערכה ביום צום כיפור לכבוד ולהדור בעיני העם והלכה כרבי יוסי:\n"
            ]
        ],
        [
            [
                "<b>הוציאו לו את הכף ואת המחתה וחפן כו':</b><br><b>היה מהלך בהיכל עד שמגיע לבין שתי הפרוכת כו':</b><br><b>החיצונה היתה פרופה מן הדרום והפנימית מן הצפון כו':</b><br><b>משניטל הארון אבן היתה שם מימות נביאים ראשונים כו':</b><br>מקדש ראשון היה בו פרוכת אחת ובמקדש שני היו שתים מפני ספק שנתחדש להם בעת הבנותו. ועוד נבאר זה במקומו במסכת מדות [פרק בתרא הל' ז] ורבי יוסי נתבאר לו אותו ספק וראה כי הפרוכת על צורתו כך וזהו ענין אמרו לא היתה שם אלא פרוכת אחת ועוד אבארהו לך במקומו. ואמרו עד שהוא מגיע לארון רוצה בו למקום ארון כי בבית ראשון שהיה שם ארון לא היה שם אלא פרוכת אחת והוא יספר בכאן סדר בית שני שלא היה שם ארון והיו שם שתי פרוכת: וענין אמרו ובא לו בדרך בית כניסתו שהיה יוצא אחורנית ופניו כלפי קדשי הקדשים ואחוריו אל הפתח וזה גדולה וכבוד למקום. וכך היו עושין כהנים בחזרתן מן העבודה ולוים בחזרתן מן הדוכן וישראל בחזרתן מן המעמד כולם היו חוזרין אחוריהם. ולשון תפלה קצרה כך יהי רצון מלפני ה' אלהינו שאם תהיה שנה זו שחונה תהיה גשומה ולא יעדי עביד שלטן מדבית יהודה ולא יהיו עמך בית ישראל צריכין לפרנסה זה לזה ואל תכנס לפניך תפלת עוברי דרכים. פירוש שחונה חמה תרגום ולא יחם לו [מלכים א א] ולא שחין ליה. והיה מתפלל שישוה מזג אותה שנה וזו טובה גדולה כוללת האדם והבהמה כי כשהאויר שוה במזגו יבריאו גופות בני אדם החולים ויתמיד בריאות הבריאים והברכה הראשונה היא והסיר ה' ממך כל חולי. ואחר כך היה מתפלל בהתמדת מלכות היושר והאמונה וזהו הצריך יותר. ואח\"כ היה מתפלל אחר אלו השני דברים הכלליים על דברים פרטיים לכל בני אדם שיתקן השם מעשה כל אחד ואחד שיצליח מעשיו וסחורותיו כדי שלא יצטרך לבקש ולשאול מאחר. ואחר כך היה מתפלל בירידת הגשמים והוא אמרו ואל תכנס לפניך תפלת עוברי דרכים לפי שאלו לא יבקשו תמיד אלא התמדת זריחת השמש וצחות האויר ומניעת הגשם. שלא להבעית את ישראל כלומר שלא להפחיד לפי שאילו היה מתאחר היו מפחדין שמא אירעו מיתה כי הרבה כהנים גדולים היו מתים בקדש הקדשים אם לא היו ראוין או אם ישנה דבר במעשה הקטרת הלא תראה אמר יתעלה לאהרן [ויקרא טז] ולא ימות כי בענן אראה על הכפורת. ופירוש שתיה יסוד ובאמת כי מקום העבודה יסוד העולם כמו שזכרנו בתחילת אבות: "
            ],
            [],
            [
                "<b>נוטל את הדם ממי שהיה ממרס בו נכנס כו':</b><br>נכנס במקום שנכנס ענינו למקום שנכנס בקטרת בין בדי הארון והיה מזה מן הדם לפני הארון. כמו שאמר הש\"י [שם] על הכפרת ולפני הכפרת:",
                "<b>כמצליף כמי שמלקה בשוט: </b><br>והיה מחזיר פעמיים מלת אחת כדי שלא יטעה במנין. והיה מונה ההזאה הראשונה מכלל שבע של מטה והש\"י אמר [שם] והזה באצבעו והיא ההזאה הראשונה ואח\"כ מן הדם באצבעו ז' פעמים כך באה הקבלה וכאילו הוא העיקר: "
            ],
            [
                "<b>הביאו לו את השעיר שחטו וקבל במזרק כו':</b><br>היה שופך דם הפר במזרק שהיה בו דם השעיר ומחזיר הכל במזרק שהיה בו דם הפר כדי שיתערבו הדמים עירוב יפה והדבר כולו מבואר:\n"
            ],
            [
                "<b>ויצא אל המזבח אשר לפני ה' זה מזבח הזהב כו':</b><br>היה מזה בקרן שלפניו מלמעלן למטן כדי שלא יזה מן הדם על בגדיו ואין הלכה כרבי אליעזר: "
            ],
            [
                "<b>הזה על טהרו של מזבח ז' פעמים ושירי הדם כו':</b><br>טהרו של מזבח הוא המקום המגולה ממנו. והוא כי קטרת של כל יום היה במזבח של זהב כמו שאמר השם יתברך [שמות ל] והקטיר עליו אהרן קטרת סמים וכל יום היה מוציא ממנו מותר הגחלים והדשן כמו שבארנו והיה נזהר שיזה הדם על מקום שלא יהיה בו דשן ולא גחלים אלא עצם המזבח מגולה. ואמרו בשל מזבח החיצון רוצה בו דמים הניתנים על המזבח החיצון שיריהן ניתנין על יסוד דרומי ועוד יתבאר לך ענין המעילה משלם במקומו: "
            ],
            [
                "<b>כל מעשה יום הכפורים האמור על הסדר אם הקדים כו':</b><br>רבי שמעון ורבי אליעזר אומרים שאם הזה שלש הזאות או ארבע ונשפך הדם שישלים המנין על מה שיש לו מן ההזאות מדם אחר ואין הלכה כמותן: \n"
            ]
        ],
        [
            [
                "<b>שני שעירי יום הכפורים מצותן שיהיו שניהן שוין כו':</b><br>החזיר מלת שני בשעירי יום הכפורים שלשה פעמים והוא אמרו [ויקרא טז] ומאת עדת בני ישראל יקח שני שעירי עזים. ואמר ולקח את שני השעירים. ואמר ונתן על שני השעירים גורלות. ובאה הקבלה שיהיו שניהן שוין במראה ובקומה ובדמים. ואמרו מצוה ולא אמרו חובה לפי שאמר אחר כך השעיר ולא אמר האחד יראה שרוצה בו שעיר מ\"מ ואמרו בכאן ויאמר אם של שם מת ואם של עזאזל מת אינו רוצה שיאמר השני מאמרים להוציא את הספק כמו שאמרנו בפסחים אם גדי אמר לי רבי ואם טלה אמר לי רבי כי אינו ספק אצלו כיון שאחר הגורל מת אחד מהם אבל הוא מספר איך יהיה מאמרו אם של שם מת או איך יאמר אם של עזאזל מת ואמרו והשני ירעה עד שיסתאב רוצה בו השני מן השנים שהגריל עליהם בסוף כי פסק ההלכה אין בעלי חיים נדחין וענין מיתה שתאסף לבית ויניחוה עד שתמות וידוע כי שעירי יום הכפורים הם חטאת ציבור אמר השם יתברך [שם] ומאת עדת בני ישראל יקח שני שעירי עזים לחטאת. ואין הלכה כרבי יהודה:\n"
            ],
            [
                "<b>בא לו אצל שעיר המשתלח וסומך שתי ידיו עליו כו':</b><br>כבר בארתי לך [פ\"ד הל' ב] כי סדר הוידוי חטא עון ופשע:\n"
            ],
            [
                "<b>מסרו למי שהיה מוליכו הכל כשרין להוליכו כו':</b><br>באה הקבלה כי מה שאמר הש\"י [שם] איש להכשיר את הזר:\n"
            ],
            [
                "<b>וכבש עשו לו מפני הבבליים שהיו מתלשים בשערו כו':</b><br><b>מיקירי ירושלים היו מלוין אותו עד סוכה הראשונה כו':</b><br>הריס שני חלקים מחמשה עשר מן המיל ובמיל שבעה ריסין ומחצה והיה מירושלים עד המקום ששמו צוק שנים עשר מילין והם תשעים ריסין והיה בין כל סוכה וסוכה מיל והוא אלפים אמה שהוא תחום שבת נשאר בין הסוכה האחרונה ובין הצוק שני מילין:\n"
            ],
            [
                "<b>על כל סוכה וסוכה אומרים לו הרי מזון והרי מים כו':</b><br>כבר ידעת כי בין כל סוכה וסוכה תחום שבת על כן היה אפשר להם ללותו מסוכה לסוכה הסמוכה לה והסוכה האחרונה שבינה ובין הצוק שני מילין וא\"א להלך אלא מיל שהוא תחום שבת ולפיכך עומד מרחוק:\n"
            ],
            [
                "<b>מה היה עושה חולק לשון של זהורית כו':</b><br>לא היה קושר הלשון כולו בצוק שמא ילבין קודם דחיית השעיר ויחשבו כי העונות מתכפרין קודם שידחה השעיר. ומה שחייב שלא יקשור אותו כולו בין קרנותיו שמא בשעת דחייתו יכוף ראשו ולא יראה לשון של זהורית אם הלבינה ותחלוש דעתן שיחשבו שהכפרה לא נשלמה ולשון התורה במשלח השעיר שהוא מטמא בגדים אמר יתברך [שם] והמשלח את השעיר לעזאזל יכבס בגדיו. ואין הלכה כרבי שמעון:\n"
            ],
            [
                "<b>בא לו אצל פר ושעיר הנשרפין קרעו והוציא כו':</b><br>קלען במקלעות פירוש שירים חתיכות הבשר בלי הפשטה לאומרו יתברך [שם] את ערתם ואת בשרם ולשון התורה [שם] והשורף אותם יכבס בגדיו ואין הלכה כרבי שמעון:\n"
            ],
            [
                "<b>אמרו לו לכהן גדול הגיע שעיר למדבר כו':</b><br>דרכיות הם [מצבות] גדולות שהשומרים עומדים שם ומניפין בסודרין ורבי יהודה סובר כי משהגיע שעיר למדבר נעשית מצותו אע\"פ שלא הגיע לצוק ולפיכך משערין שיעור כדי שמגיע לבית חורון שהוא במדבר בלבד. ואין הלכה כרבי יהודה.\n"
            ]
        ],
        [
            [
                "<b>בא לו כהן גדול לקרות אם רצה לקרות כו':</b><br>אצטלית לבן משלו להודיע כי הקריאה אינה עבודה ומותר לו לקרות באיזה בגד שירצה. ואמר אם רצה בבגדי בוץ קורא הודיעך כי מותר לו ללבוש בגדי כהונה אפילו שלא בשעת עבודה כי העיקר אצלנו בגדי כהונה נתנו ליהנות שלא בשעת עבודה. והיו נותנין ספר תורה מיד ליד לתפארת וגדולה. והקריאה היתה בעזרת הנשים שמותר לאדם לישב שם כי אמרו עומד ראיה שהיה יושב קודם לכן אבל בעזרת ישראל ומה שאחריה לא ישב שום אדם כלל אלא מלכי בית דוד בלבד כמו שכתוב [ד\"ה א יז] ויבא המלך דוד וישב לפני ה'. ומה שחייב שיקרא ובעשור שבחומש הפקודים על פה לפי שאין אדם אחד קורא בשני ספרי תורה משום פגם ראשון ואין ראוי לגלול ספר תורה בצבור משום כבוד צבור לפיכך לא היה גולל ספר תורה כדי שיגיע לחומש הפקודים ולא היה ג\"כ קורא בספר שני משום פגם ראשון נמצא שקורא על פה. ואלו השמנה ברכות הראשונה אשר בחר בנו מכל העמים וכו' ואחר שישלים קריאתו מברך אשר נתן לנו תורת אמת וכו' והיא הברכה השנית והשלישית רצה ה' אלהינו והרביעית מודים אנחנו לך והחמישית סלח לנו והששית מתפלל בהתמדת השכינה במקדש ושיקיים השם הדרו יהודו והשביעית יתפלל שיברך השם לכהנים ויקבל קרבנותיהם וכיוצא בזה והשמינית יתפלל שיושיע השם לישראל ויצילם וחותם ברוך אתה ה' שומע תפלה:\n"
            ],
            [
                "<b>הרואה כהן גדול כשהוא קורא כו':</b><br>הודיעך כי מותר לאדם שיניח מלראות עבודה לילך לראות עבודה אחרת:\n"
            ],
            [
                "<b>אם בבגדי בוץ קירא קדש ידיו ורגליו כו':</b><br>רבי אליעזר סובר כי סדר הקרבת יום צום כיפור הוא על סדר הכתובים והוא שיקריב תמיד של שחר ואחריו עבודת היום כאשר קדם בו הסיפור ואחריו תמיד של בין הערבים לפי שעבודת יוה\"כ בחומש ויקרא ופר העולה ושבעה כבשים בחומש הפקודים. ורבי עקיבא אומר שהסדר הוא שיקריב תמיד של שחר ואחריו פר העולה ושבעה כבשים לפי שהן קרבן מוסף והשם אמר במוספין [במדבר כט] מלבד עולת הבקר וגו' וסמך אותן לתמיד של שחר. ורבי אליעזר אומר שכן הוא אבל לא ביום העבודה. ואחר כך עבודת היום ואח\"כ שעיר הנעשה בחוץ ואח\"כ אילו ואיל העם ואח\"כ אימורי חטאת ואח\"כ תמיד של בין הערבים. והלכה כרבי עקיבא:\n"
            ],
            [
                "<b>קדש ידיו ורגליו ופשט וירד וטבל ועלה ונסתפג כו':</b><br><b>כהן גדול משמש בשמונה כלים וההדיוט בארבעה כו':</b><br>אמרם באלו נשאלין רוצה לומר שאין נשאלין באורים ותומים אלא בכהן גדול לבוש אלו השמונה בגדים. וצורת השאלה כיון שזכרנו אותה כך היא כהן גדול היה מחזיר פניו לארון והשואל היה מחזיר פניו לאחורי הכהן והיה אומר לו האעשה כך וכך או לא והכהן היה משיבו עשה או לא תעשה כפי הנראה לו בחשן. כי בחשן יש אלפא ביתא שלימה לפי שיש שם כתוב אברהם יצחק ויעקב ושמות שנים עשר שבטים כמו שפירש הכתוב ושם כתוב אחר שמותם שבטי יה. והכהן הנשאל אינו אלא נביא כי הקבלה אצלנו כל כהן שמדבר ברוח הקודש ושכינה שורה עליו שואלין בו ושאין מדבר ברוח הקודש ואין שכינה שורה עליו אין שואלין בו. ומה שהתנה שלא ישאל אלא מלך ואב בית דין וכיונא בהם למה שאמר ביהושע שהיה מלך ולפני אלעזר הכהן יעמוד ושאל לו במשפט האורים לפני ה' [שם כז] ובאה הקבלה וכל בני ישראל זה משוח מלחמה וכל העדה זה סנהדרין וכמו כן כל מי שצורך הצבור בו נכנס תחת מאמר וכל בני ישראל אתו וכיון שזכרנו מה שהיה כתוב בחושן אודיעך איך היו שמות השבטים כתובים על אבני האפוד: וזהו צורתם <br>ראובן שמעון <br>לוי יהודה <br>יששכר זבולן <br>נפתלי דן <br>גד אשר <br>יהוסף בנימן <br>תמצא מנין האותיות שהם בכל אבן ואבן חמשה ועשרים אותיות ושם יוסף כתיב יהוסף והרמז על זה באומרו (תהילים פ״א:ו׳) עדות ביהוסף שמו ואבן שכתוב בתחילתו ראובן על כתיפו הימני ואבן שכתוב בתחילתו שמעון על כתיפו השמאלי:\n"
            ]
        ],
        [
            [
                "<b>יום הכפורים אסור באכילה ובשתיה וברחיצה כו':</b><br>לא בארה התורה מניעה מאלו הדברים ביום צום כפור אבל אמר הכתוב לשון עינוי חמש פעמים. אמר (ויקרא כ״ג:ג׳) שבת שבתון ואמר (שם טז) שבת שבתון ואמר (במדבר כ״ט:ז׳) ובעשור לחדש ואמר (ויקרא כ״ג:כ״ז) אך בעשור לחדש ואמר (שם טז) והיתה זאת לכם ובאה הקבלה כי באו לאסור חמשה דברים מהנאת הגוף והם האכילה והשתיה והרחיצה במים וסיכה בשמן ונעילת הסנדל ותשמיש המטה. ובא בכל אחת מאלו המלות בספרים מלת עינוי לפי שהם רמזים ואסמכתות ועיקר איסורם קבלה וכולן יתחייב העושה אחת מהן מכת מרדות. וזהו ענין אמרם אסור. מלבד האכילה והשתיה שהוא חייב כרת כשאכל שיעור הנזכר. ואם אכל פחות מכשיעור הוא אסור וחייב מכת מרדות אמר הש\"י בעונש העינוי (שם כג) והאבדתי את הנפש ההיא מקרב עמה ובאה הקבלה דבר שהנפש תלויה בו זו אכילה ושתיה. ואמרו המלך והכלה המלך צריך שיהיה עמו הנוי אמר (ישעיהו ל״ג:י״ז) מלך ביפיו תחזינה עיניך. וכן הכלה כדי שלא תתגנה על בעלה ולפיכך התרנו להם רחיצת פניהם. וכותבת גסה תמרה גדולה אמרו כותבת הגסה שאמרו חסירה מכביצה. ופירוש גרעינתה ידוע. ומלא לוגמא הוא שישתה כל כך שכשמסלק אותו לצד אחד מפיו יהיה אותו הצד בולט ונראה. וממה שאתה חייב לזכרו תמיד כי כל השיעורים שהם בכל התורה הם הלכה למשה מסיני. והלכה כרבי אליעזר:\n"
            ],
            [],
            [
                "<b>אכל ושתה בהעלם אחד אינו חייב אלא חטאת אחת כו':</b><br><b>התינוקות אין מענין אותן ביום הכפורים כו':</b><br>ציר הוא מה ששותת מן הדג כששורין. אותו במלח. מורייס ידוע. מחנכין אותן כלומר מלמדין אותן מגזרת חנוך לנער (משלי כב) ומרגילין אותן להתענות קודם שיהיו חייבין בתענית בב' שנים לבריאים ובשנה אחת לחולים. ודע כי הזכרים מי\"ג שנים שלימים והנקבות מי\"ב שנים שלימים הם חייבין להתענות מדאורייתא אם הביאו שתי שערות כי הנקבות סובלות התענית יותר מהזכרים לפי שמזג הזכרים חם והנמס מגוף יותר והזכרים והנקבות מאחת עשרה שנה מתענים כל היום כולו מדרבנן כדי לחנכן במצות. ומתשע שנים ומעשר שנים מתענין לשעות מן היום בין זכרים בין נקבות בשוה כדי שיתחנכו במצות ואין מאכילין אותם עד שיצערם הרעב:\n"
            ],
            [],
            [
                "<b>עוברה שהדיחה מאכילין אותה עד שתשיב נפשה כו':</b><br>וכן עוברה שהריחה בשר קדש או בשר חזיר ונתעורר טבעה ותאותה לאכול מאכילין אותה ממנו עד שיתישב נפשה. ובקיאים הם המהירים במלאכתן ורצה בו בכאן הבקיאים מן הרופאים. ובזה הענין משפטם אבארם לך והוא כי החולה כששאל לאכול אפילו כל הרופאים אומרים אינו צריך מאכילין אותו על פי עצמו עד שישבע. ואם הורה רופא בקי שהוא צריך לאכול והוא אומר איני צריך מאכילין אותו על פי רופא ואין שומעין לחולה. ואם נחלקו הרופאים ואמרו מקצתם צריך ומקצתן אין צריך שומעין לרובם. ואם הם בשוה במנין ובחכמה כפי סברתנו מאכילין אותו כי העיקר אצלנו ספק נפשות להקל:\n"
            ],
            [
                "<b>מי שאחזו בולמוס מאכילין אותו אפי' דברים כו':</b><br>בולמוס מין ממיני החולאים שנופל בו האדם ואינו מרגיש כלל וזה החולה הוא מין ממיני החלאים הנקראים בלשון חכמים נכפין ויארע לאלו הנזכרים בכאן כמו נשיכה בפי האסטומכא וכשיאכלו יקל מעליהם ויאירו עיניהם: ודברים טמאים הם הדברים האסורים כשקצים ורמשים ובהמה טמאה וזולתם. ולאלו ולכיוצא בהם אין נותנין להם בתחילה האיסור החמור אבל נותנים להם איסור הקל יותר אם נתישבה דעתם מוטב ואם לאו נותנין להם מה שהוא אסור יותר ממנו. וחושש בפיו הוא שיתעכלו החניכים שאם יניחוהו יתעכל החיך. וסם שם העיקר איזה עיקר שיהיה. ואין הלכה כרבי מתיא בן חרש בזה שהוא מתיר להאכיל לאדם הכבד של כלב שוטה כשנשך כי זה אינו מועיל אלא בדרך סגולה. וחכמים סוברים כי אין עוברין על המצות אלא ברפואה בלבד ר\"ל בדברים המרפאין בטבע והוא דבר אמתי הוציאו הדעת והנסיון הקרוב לאמת. אבל להתרפאות בדברים שהם מרפאים בסגולתן אסור כי כוחם חלוש אינו מצד הדעת ונסיונו רחוק והיא טענה חלושה מן הטועה. וזה העיקר דעהו וזכרהו כי הוא עיקר גדול. ואמרם כל ספק נפשות דוחה את השבת להזהירך ולזרז אותך להקדים ולהתחיל בזה הענין ושלא לאחרו ואפי' בשבת הראשונה מן החולי שהחולה סובל חוליו ושלא נאמר אין ספק החולי יתמיד עד לשבת האחרת ונצטרך לחלל עליו השבת על כן נניחהו היום עד למחר כדי שלא נחלל עליו שתי שבתות:\n"
            ],
            [
                "<b>מי שנפלה עליו מפולת ספק הוא שם ספק כו':</b><br>מפקחין פירוש שחופרין ומחפשין אותו וכשמגיע לחוטמו ולא נמצא בו נשמה אז אסור לו לחפור יותר לפי שבודאי הוא מת. ואם מצאו חי אע\"פ שהוא בענין שאינו יכול לחיות אלא זמן מועט וימות לפי שעה חופרין עליו ומוציאין אותו וזהו ענין אמרם מצאוהו חי מפקחין עליו. ואמרם אם מת יניחוהו כי יש מן החכמים שסובר מצילין את המת מפני הדליקה והודיענו בכאן שמניחין אותו תחת המפולת ואין על זה חולק:\n"
            ],
            [
                "<b>חטאת ואשם ודאי מכפרין מיתה ויום הכפורים מכפרין כו':</b><br>שמור אלו העיקרים וסמוך עליהם והוא כשהאדם שוגג בעשה ולא תעשה או מזיד בעשה ועשה תשובה מכפרים לו לאלתר. והתשובה הוא שיתודה אדם על עונותיו לפני השם ויתנחם על מה שחטא ויקבל עליו שלא ישוב לאותו עון לעולם אמר בוידוי והפרישה מן העון (משלי כ״ח:י״ג) ומודה ועוזב ירוחם ואמר בחרטה על העון (ירמיהו ל״א:י״ט) כי אחרי שובי נחמתי. וכשהזיד בלאו ועשה תשובה תשובה תולה ויוה\"כ מכפר. וכששגג בכריתות ובמיתות בית דין במה שהוא חייב עליו חטאת או שחטא חטא שהוא חייב עליו אשם ודאי והביא אשמו וחטאתו ועשה תשובה נתכפר לו במקומו לאלתר ולשון הכתוב הוא כי מביא חטאתו צריך תשובה שנאמר (ויקרא ה׳:ה׳) והתודה אשר חטא עליה וכשהזיד בכריתות ובמיתות בית דין ועשה תשובה תשובה ויוה\"כ תולין ויסורין ממרקין אז וכשימות נגמרה כפרתו הוא שנאמר אם יכופר העון הזה לכם עד תמותון (ישעיהו כ״ב:י״ד). וכל זה כשעבר ברצונו אבל באונס פטור וכל זה כשאין עבודת יוה\"כ אבל בזמן שהיתה העבודה כבר ידעת כי בשעיר המשתלח היו מתכפרין על כל העונות כמו שנבאר בתחילת שבועות:\n"
            ],
            [
                "<b>האומר אחטא ואשוב אחטא ואשוב כו':</b><br>האומר אחטא ויום הכפורים מכפר אין יום הכפורים מכפר כמו אמרם אין מספיקין בידו לעשות תשובה ולפיכך לא יעזרהו השם שיעשה בצום כיפור מה שראוי לו לעשות כדי שיתכפרו לו עונותיו באותו היום ושעיר המשתלח אינו מכפר עבירות שבין אדם לחבירו.\n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}