var Berakhotjson ={
    "language": "he",
    "title": "Mishnah Berakhot",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה ברכות",
    "categories": [
        "Mishnah",
        "Seder Zeraim"
    ],
    "textmishna": [
        [
            "מֵאֵימָתַי קוֹרִין אֶת שְׁמַע בְּעַרְבִית. מִשָּׁעָה שֶׁהַכֹּהֲנִים נִכְנָסִים לֶאֱכֹל בִּתְרוּמָתָן, עַד סוֹף הָאַשְׁמוּרָה הָרִאשׁוֹנָה, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. וַחֲכָמִים אוֹמְרִים, עַד חֲצוֹת. רַבָּן גַּמְלִיאֵל אוֹמֵר, עַד שֶׁיַּעֲלֶה עַמּוּד הַשָּׁחַר. מַעֲשֶׂה שֶׁבָּאוּ בָנָיו מִבֵּית הַמִּשְׁתֶּה, אָמְרוּ לוֹ, לֹא קָרִינוּ אֶת שְׁמַע. אָמַר לָהֶם, אִם לֹא עָלָה עַמּוּד הַשַּׁחַר, חַיָּבִין אַתֶּם לִקְרוֹת. וְלֹא זוֹ בִּלְבַד, אֶלָּא כָּל מַה שֶּׁאָמְרוּ חֲכָמִים עַד חֲצוֹת, מִצְוָתָן עַד שֶׁיַּעֲלֶה עַמּוּד הַשָּׁחַר. הֶקְטֵר חֲלָבִים וְאֵבָרִים, מִצְוָתָן עַד שֶׁיַּעֲלֶה עַמּוּד הַשָּׁחַר. וְכָל הַנֶּאֱכָלִים לְיוֹם אֶחָד, מִצְוָתָן עַד שֶׁיַּעֲלֶה עַמּוּד הַשָּׁחַר. אִם כֵּן, לָמָּה אָמְרוּ חֲכָמִים עַד חֲצוֹת, כְּדֵי לְהַרְחִיק אֶת הָאָדָם מִן הָעֲבֵרָה: \n",
            "מֵאֵימָתַי קוֹרִין אֶת שְׁמַע בְּשַׁחֲרִית. מִשֶּׁיַּכִּיר בֵּין תְּכֵלֶת לְלָבָן. רַבִּי אֱלִיעֶזֶר אוֹמֵר, בֵּין תְּכֵלֶת לְכַרְתִּי. וְגוֹמְרָהּ עַד הָנֵץ הַחַמָּה. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, עַד שָׁלֹשׁ שָׁעוֹת, שֶׁכֵּן דֶּרֶךְ בְּנֵי מְלָכִים לַעֲמֹד בְּשָׁלֹשׁ שָׁעוֹת. הַקּוֹרֵא מִכָּאן וְאֵילָךְ לֹא הִפְסִיד, כְּאָדָם הַקּוֹרֵא בַתּוֹרָה: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, בָּעֶרֶב כָּל אָדָם יַטּוּ וְיִקְרְאוּ, וּבַבֹּקֶר יַעַמְדוּ, שֶׁנֶּאֱמַר (דברים ו) וּבְשָׁכְבְּךָ וּבְקוּמֶךָ. וּבֵית הִלֵּל אוֹמְרִים, כָּל אָדָם קוֹרֵא כְדַרְכּוֹ, שֶׁנֶּאֱמַר (שם) וּבְלֶכְתְּךָ בַדֶּרֶךְ. אִם כֵּן, לָמָּה נֶאֱמַר וּבְשָׁכְבְּךָ וּבְקוּמֶךָ, בְּשָׁעָה שֶׁבְּנֵי אָדָם שׁוֹכְבִים, וּבְשָׁעָה שֶׁבְּנֵי אָדָם עוֹמְדִים. אָמַר רַבִּי טַרְפוֹן, אֲנִי הָיִיתִי בָא בַדֶּרֶךְ, וְהִטֵּתִי לִקְרוֹת, כְּדִבְרֵי בֵית שַׁמַּאי, וְסִכַּנְתִּי בְעַצְמִי מִפְּנֵי הַלִּסְטִים. אָמְרוּ לוֹ, כְּדַי הָיִיתָ לָחוּב בְּעַצְמְךָ, שֶׁעָבַרְתָּ עַל דִּבְרֵי בֵית הִלֵּל: \n",
            "בַּשַּׁחַר מְבָרֵךְ שְׁתַּיִם לְפָנֶיהָ וְאַחַת לְאַחֲרֶיהָ, וּבָעֶרֶב שְׁתַּיִם לְפָנֶיהָ וּשְׁתַּיִם לְאַחֲרֶיהָ. אַחַת אֲרֻכָּה וְאַחַת קְצָרָה. מָקוֹם שֶׁאָמְרוּ לְהַאֲרִיךְ, אֵינוֹ רַשַּׁאי לְקַצֵּר. לְקַצֵּר, אֵינוֹ רַשַּׁאי לְהַאֲרִיךְ. לַחְתֹּם, אֵינוֹ רַשַּׁאי שֶׁלֹּא לַחְתֹּם. וְשֶׁלֹּא לַחְתֹּם, אֵינוֹ רַשַּׁאי לַחְתֹּם: \n",
            "מַזְכִּירִין יְצִיאַת מִצְרַיִם בַּלֵּילוֹת. אָמַר רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, הֲרֵי אֲנִי כְּבֶן שִׁבְעִים שָׁנָה, וְלֹא זָכִיתִי שֶׁתֵּאָמֵר יְצִיאַת מִצְרַיִם בַּלֵּילוֹת, עַד שֶׁדְּרָשָׁהּ בֶּן זוֹמָא, שֶׁנֶּאֱמַר (דברים טז) לְמַעַן תִּזְכֹּר אֶת יוֹם צֵאתְךָ מֵאֶרֶץ מִצְרַיִם כֹּל יְמֵי חַיֶּיךָ. יְמֵי חַיֶּיךָ, הַיָּמִים. כֹּל יְמֵי חַיֶּיךָ, הַלֵּילוֹת. וַחֲכָמִים אוֹמְרִים, יְמֵי חַיֶּיךָ, הָעוֹלָם הַזֶּה. כֹּל יְמֵי חַיֶּיךָ, לְהָבִיא לִימוֹת הַמָּשִׁיחַ: \n"
        ],
        [
            "הָיָה קוֹרֵא בַתּוֹרָה, וְהִגִּיעַ זְמַן הַמִּקְרָא, אִם כִּוֵּן לִבּוֹ, יָצָא. וְאִם לָאו, לֹא יָצָא. בַּפְּרָקִים שׁוֹאֵל מִפְּנֵי הַכָּבוֹד וּמֵשִׁיב, וּבָאֶמְצַע שׁוֹאֵל מִפְּנֵי הַיִּרְאָה וּמֵשִׁיב, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, בָּאֶמְצַע שׁוֹאֵל מִפְּנֵי הַיִּרְאָה, וּמֵשִׁיב מִפְּנֵי הַכָּבוֹד, בַּפְּרָקִים שׁוֹאֵל מִפְּנֵי הַכָּבוֹד, וּמֵשִׁיב שָׁלוֹם לְכָל אָדָם: \n",
            "אֵלּוּ הֵן בֵּין הַפְּרָקִים, בֵּין בְּרָכָה רִאשׁוֹנָה לִשְׁנִיָּה, בֵּין שְׁנִיָּה לִשְׁמַע, וּבֵין שְׁמַע לִוְהָיָה אִם שָׁמֹעַ, בֵּין וְהָיָה אִם שָׁמֹעַ לְוַיֹּאמֶר, בֵּין וַיֹּאמֶר לֶאֱמֶת וְיַצִּיב. רַבִּי יְהוּדָה אוֹמֵר, בֵּין וַיֹּאמֶר לֶאֱמֶת וְיַצִּיב לֹא יַפְסִיק. אָמַר רַבִּי יְהוֹשֻׁעַ בֶּן קָרְחָה, לָמָּה קָדְמָה שְׁמַע לִוְהָיָה אִם שָׁמֹעַ, אֶלָּא כְדֵי שֶׁיְּקַבֵּל עָלָיו עֹל מַלְכוּת שָׁמַיִם תְּחִלָּה, וְאַחַר כָּךְ יְקַבֵּל עָלָיו עֹל מִצְוֹת. וְהָיָה אִם שָׁמֹעַ לְוַיֹּאמֶר, שֶׁוְהָיָה אִם שָׁמֹעַ נוֹהֵג בַּיּוֹם וּבַלַּיְלָה, וַיֹּאמֶר אֵינוֹ נוֹהֵג אֶלָּא בַּיּוֹם: \n",
            "הַקּוֹרֵא אֶת שְׁמַע וְלֹא הִשְׁמִיעַ לְאָזְנוֹ, יָצָא. רַבִּי יוֹסֵי אוֹמֵר, לֹא יָצָא. קָרָא וְלֹא דִקְדֵּק בְּאוֹתִיּוֹתֶיהָ, רַבִּי יוֹסֵי אוֹמֵר יָצָא, רַבִּי יְהוּדָה אוֹמֵר לֹא יָצָא. הַקּוֹרֵא לְמַפְרֵעַ, לֹא יָצָא. קָרָא וְטָעָה, יַחֲזֹר לְמָקוֹם שֶׁטָּעָה: \n",
            "הָאֻמָּנִין קוֹרִין בְּרֹאשׁ הָאִילָן אוֹ בְרֹאשׁ הַנִּדְבָּךְ, מַה שֶּׁאֵינָן רַשָּׁאִין לַעֲשׂוֹת כֵּן בַּתְּפִלָּה: \n",
            "חָתָן פָּטוּר מִקְּרִיאַת שְׁמַע בַּלַּיְלָה הָרִאשׁוֹן עַד מוֹצָאֵי שַׁבָּת, אִם לֹא עָשָׂה מַעֲשֶׂה. מַעֲשֶׂה בְּרַבָּן גַּמְלִיאֵל שֶׁקָּרָא בַלַּיְלָה הָרִאשׁוֹן שֶׁנָּשָׂא. אָמְרוּ לוֹ תַּלְמִידָיו, לֹא לִמַּדְתָּנוּ, רַבֵּנוּ, שֶׁחָתָן פָּטוּר מִקְּרִיאַת שְׁמַע בַּלַּיְלָה הָרִאשׁוֹן. אָמַר לָהֶם, אֵינִי שׁוֹמֵעַ לָכֶם לְבַטֵּל מִמֶּנִּי מַלְכוּת שָׁמַיִם אֲפִלּוּ שָׁעָה אֶחָת: \n",
            "רָחַץ לַיְלָה הָרִאשׁוֹן שֶׁמֵּתָה אִשְׁתּוֹ. אָמְרוּ לוֹ תַלְמִידָיו, לֹא לִמַּדְתָּנוּ, רַבֵּנוּ, שֶׁאָבֵל אָסוּר לִרְחֹץ. אָמַר לָהֶם, אֵינִי כִשְׁאָר כָּל אָדָם, אִסְטְנִיס אָנִי: \n",
            "וּכְשֶׁמֵּת טָבִי עַבְדּוֹ, קִבֵּל עָלָיו תַּנְחוּמִין. אָמְרוּ לוֹ תַּלְמִידָיו, לֹא לִמַּדְתָּנוּ רַבֵּנוּ, שֶׁאֵין מְקַבְּלִין תַּנְחוּמִין עַל הָעֲבָדִים. אָמַר לָהֶם, אֵין טָבִי עַבְדִּי כִּשְׁאָר כָּל הָעֲבָדִים, כָּשֵׁר הָיָה: \n",
            "חָתָן אִם רָצָה לִקְרוֹת קְרִיאַת שְׁמַע לַיְלָה הָרִאשׁוֹן, קוֹרֵא. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, לֹא כָל הָרוֹצֶה לִטֹּל אֶת הַשֵּׁם יִטֹּל: \n"
        ],
        [
            "מִי שֶׁמֵּתוֹ מוּטָל לְפָנָיו, פָּטוּר מִקְּרִיאַת שְׁמַע, מִן הַתְּפִלָּה וּמִן הַתְּפִלִּין. נוֹשְׂאֵי הַמִּטָּה וְחִלּוּפֵיהֶן וְחִלּוּפֵי חִלּוּפֵיהֶן, אֶת שֶׁלִּפְנֵי הַמִּטָּה וְאֶת שֶׁלְּאַחַר הַמִּטָּה, אֶת שֶׁלַּמִּטָּה צֹרֶךְ בָּהֶן פְּטוּרִים, וְאֶת שֶׁאֵין לַמִּטָּה צֹרֶךְ בָּהֶן חַיָּבִין. אֵלּוּ וָאֵלּוּ פְּטוּרִים מִן הַתְּפִלָּה: \n",
            "קָבְרוּ אֶת הַמֵּת וְחָזְרוּ, אִם יְכוֹלִין לְהַתְחִיל וְלִגְמֹר עַד שֶׁלֹּא יַגִּיעוּ לַשּׁוּרָה, יַתְחִילוּ. וְאִם לָאו, לֹא יַתְחִילוּ. הָעוֹמְדִים בַּשּׁוּרָה, הַפְּנִימִים פְּטוּרִים, וְהַחִיצוֹנִים חַיָּבִין: \n",
            "נָשִׁים וַעֲבָדִים וּקְטַנִּים פְּטוּרִין מִקְּרִיאַת שְׁמַע וּמִן הַתְּפִלִּין, וְחַיָּבִין בִּתְפִלָּה וּבִמְזוּזָה, וּבְבִרְכַּת הַמָּזוֹן: \n",
            "בַּעַל קֶרִי מְהַרְהֵר בְּלִבּוֹ וְאֵינוֹ מְבָרֵךְ, לֹא לְפָנֶיהָ וְלֹא לְאַחֲרֶיהָ. וְעַל הַמָּזוֹן מְבָרֵךְ לְאַחֲרָיו, וְאֵינוֹ מְבָרֵךְ לְפָנָיו. רַבִּי יְהוּדָה אוֹמֵר, מְבָרֵךְ לִפְנֵיהֶם וּלְאַחֲרֵיהֶם: \n",
            "הָיָה עוֹמֵד בַּתְּפִלָּה, וְנִזְכַּר שֶׁהוּא בַעַל קְרִי, לֹא יַפְסִיק, אֶלָּא יְקַצֵּר. יָרַד לִטְבֹּל, אִם יָכוֹל לַעֲלוֹת וּלְהִתְכַּסּוֹת וְלִקְרוֹת עַד שֶׁלֹּא תָנֵץ הַחַמָּה, יַעֲלֶה וְיִתְכַּסֶּה וְיִקְרָא. וְאִם לָאו, יִתְכַּסֶּה בַמַּיִם וְיִקְרָא. אֲבָל לֹא יִתְכַּסֶּה, לֹא בַמַּיִם הָרָעִים וְלֹא בְמֵי הַמִּשְׁרָה, עַד שֶׁיַּטִּיל לְתוֹכָן מָיִם. וְכַמָּה יַרְחִיק מֵהֶם וּמִן הַצּוֹאָה, אַרְבַּע אַמּוֹת: \n",
            "זָב שֶׁרָאָה קְרִי, וְנִדָּה שֶׁפָּלְטָה שִׁכְבַת זֶרַע, וְהַמְשַׁמֶּשֶׁת שֶׁרָאֲתָה נִדָּה, צְרִיכִין טְבִילָה, וְרַבִּי יְהוּדָה פּוֹטֵר: \n"
        ],
        [
            "תְּפִלַּת הַשַּׁחַר, עַד חֲצוֹת. רַבִּי יְהוּדָה אוֹמֵר, עַד אַרְבַּע שָׁעוֹת. תְּפִלַּת הַמִּנְחָה עַד הָעֶרֶב. רַבִּי יְהוּדָה אוֹמֵר, עַד פְּלַג הַמִּנְחָה. תְּפִלַּת הָעֶרֶב אֵין לָהּ קֶבַע. וְשֶׁל מוּסָפִין כָּל הַיּוֹם. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁבַע שָׁעוֹת:  ",
            "רַבִּי נְחוּנְיָא בֶּן הַקָּנָה הָיָה מִתְפַּלֵּל בִּכְנִיסָתוֹ לְבֵית הַמִּדְרָשׁ וּבִיצִיאָתוֹ תְּפִלָּה קְצָרָה. אָמְרוּ לוֹ, מַה מָּקוֹם לִתְפִלָּה זוֹ. אָמַר לָהֶם, בִּכְנִיסָתִי אֲנִי מִתְפַּלֵּל שֶׁלֹּא תֶאֱרַע תַּקָלָה עַל יָדִי, וּבִיצִיאָתִי אֲנִי נוֹתֵן הוֹדָיָה עַל חֶלְקִי:  ",
            "רַבָּן גַּמְלִיאֵל אוֹמֵר, בְּכָל יוֹם מִתְפַּלֵּל אָדָם שְׁמֹנֶה עֶשְׂרֵה. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, מֵעֵין שְׁמֹנֶה עֶשְׂרֵה. רַבִּי עֲקִיבָא אוֹמֵר, אִם שְׁגוּרָה תְפִלָּתוֹ בְּפִיו, יִתְפַּלֵּל שְׁמֹנֶה עֶשְׂרֵה. וְאִם לָאו, מֵעֵין שְׁמֹנֶה עֶשְׂרֵה:  ",
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, הָעוֹשֶׂה תְפִלָּתוֹ קֶבַע, אֵין תְּפִלָּתוֹ תַּחֲנוּנִים. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, הַמְהַלֵּךְ בִּמְקוֹם סַכָּנָה, מִתְפַּלֵּל תְּפִלָּה קְצָרָה. אוֹמֵר, הוֹשַׁע הַשֵּׁם אֶת עַמְּךָ אֶת שְׁאֵרִית יִשְׂרָאֵל, בְּכָל פָּרָשַׁת הָעִבּוּר יִהְיוּ צָרְכֵיהֶם לְפָנֶיךָ. בָּרוּךְ אַתָּה ה' שׁוֹמֵעַ תְּפִלָּה:  ",
            "הָיָה רוֹכֵב עַל הַחֲמוֹר, יֵרֵד. וְאִם אֵינוֹ יָכוֹל לֵירֵד, יַחֲזִיר אֶת פָּנָיו, וְאִם אֵינוֹ יָכוֹל לְהַחֲזִיר אֶת פָּנָיו, יְכַוֵּן אֶת לִבּוֹ כְּנֶגֶד בֵּית קֹדֶשׁ הַקָּדָשִׁים:  ",
            "הָיָה יוֹשֵׁב בִּסְפִינָה אוֹ בְקָרוֹן אוֹ בְאַסְדָּה, יְכַוֵּן אֶת לִבּוֹ כְּנֶגֶד בֵּית קֹדֶש הַקָּדָשִׁים:  ",
            "רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, אֵין תְּפִלַּת הַמּוּסָפִין אֶלָּא בְּחֶבֶר עִיר. וַחֲכָמִים אוֹמְרִים, בְּחֶבֶר עִיר וְשֶׁלֹּא בְחֶבֶר עִיר. רַבִּי יְהוּדָה אוֹמֵר מִשְּׁמוֹ, כָּל מָקוֹם שֶׁיֵּשׁ חֶבֶר עִיר, הַיָּחִיד פָּטוּר מִתְּפִלַּת הַמּוּסָפִין:  "
        ],
        [
            "אֵין עוֹמְדִין לְהִתְפַּלֵּל אֶלָּא מִתּוֹךְ כֹּבֶד רֹאשׁ. חֲסִידִים הָרִאשׁוֹנִים הָיוּ שׁוֹהִים שָׁעָה אַחַת וּמִתְפַּלְּלִים, כְּדֵי שֶׁיְּכַוְּנוּ אֶת לִבָּם לַמָּקוֹם. אֲפִלּוּ הַמֶּלֶךְ שׁוֹאֵל בִּשְׁלוֹמוֹ, לֹא יְשִׁיבֶנּוּ. וַאֲפִלּוּ נָחָשׁ כָּרוּךְ עַל עֲקֵבוֹ, לֹא יַפְסִיק: \n",
            "מַזְכִּירִין גְּבוּרוֹת גְּשָׁמִים בִּתְחִיַּת הַמֵּתִים, וְשׁוֹאֲלִין הַגְּשָׁמִים בְּבִרְכַּת הַשָּׁנִים, וְהַבְדָּלָה בְּחוֹנֵן הַדָּעַת. רַבִּי עֲקִיבָא אוֹמֵר, אוֹמְרָהּ בְּרָכָה רְבִיעִית בִּפְנֵי עַצְמָהּ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, בְּהוֹדָאָה: \n",
            "הָאוֹמֵר עַל קַן צִפּוֹר יַגִּיעוּ רַחֲמֶיךָ, וְעַל טוֹב יִזָּכֵר שְׁמֶךָ, מוֹדִים מוֹדִים, מְשַׁתְּקִין אוֹתוֹ. הָעוֹבֵר לִפְנֵי הַתֵּיבָה וְטָעָה, יַעֲבֹר אַחֵר תַּחְתָּיו, וְלֹא יְהֵא סָרְבָן בְּאוֹתָהּ שָׁעָה. מִנַּיִן הוּא מַתְחִיל, מִתְּחִלַּת הַבְּרָכָה שֶׁטָּעָה בָהּ: \n",
            "הָעוֹבֵר לִפְנֵי הַתֵּיבָה, לֹא יַעֲנֶה אַחַר הַכֹּהֲנִים אָמֵן, מִפְּנֵי הַטֵּרוּף. וְאִם אֵין שָׁם כֹּהֵן אֶלָּא הוּא, לֹא יִשָּׂא אֶת כַּפָּיו. וְאִם הַבְטָחָתוֹ שֶׁהוּא נוֹשֵׂא אֶת כַּפָּיו וְחוֹזֵר לִתְפִלָּתוֹ, רַשַּׁאי: \n",
            "הַמִּתְפַּלֵּל וְטָעָה, סִימָן רַע לוֹ. וְאִם שְׁלִיחַ צִבּוּר הוּא, סִימָן רַע לְשׁוֹלְחָיו, מִפְּנֵי שֶׁשְּׁלוּחוֹ שֶׁל אָדָם כְּמוֹתוֹ. אָמְרוּ עָלָיו עַל רַבִּי חֲנִינָא בֶן דּוֹסָא, כְּשֶׁהָיָה מִתְפַּלֵּל עַל הַחוֹלִים וְאוֹמֵר, זֶה חַי וְזֶה מֵת. אָמְרוּ לוֹ, מִנַּיִן אַתָּה יוֹדֵעַ. אָמַר לָהֶם, אִם שְׁגוּרָה תְפִלָּתִי בְּפִי, יוֹדֵעַ אֲנִי שֶׁהוּא מְקֻבָּל. וְאִם לָאו, יוֹדֵעַ אֲנִי שֶׁהוּא מְטֹרָף: \n"
        ],
        [
            "כֵּיצַד מְבָרְכִין עַל הַפֵּרוֹת. עַל פֵּרוֹת הָאִילָן אוֹמֵר, בּוֹרֵא פְּרִי הָעֵץ, חוּץ מִן הַיַּיִן, שֶׁעַל הַיַּיִן אוֹמֵר בּוֹרֵא פְּרִי הַגָּפֶן. וְעַל פֵּרוֹת הָאָרֶץ אוֹמֵר בּוֹרֵא פְּרִי הָאֲדָמָה, חוּץ מִן הַפַּת, שֶׁעַל הַפַּת הוּא אוֹמֵר הַמּוֹצִיא לֶחֶם מִן הָאָרֶץ. וְעַל הַיְרָקוֹת אוֹמֵר בּוֹרֵא פְּרִי הָאֲדָמָה. רַבִּי יְהוּדָה אוֹמֵר, בּוֹרֵא מִינֵי דְשָׁאִים: \n",
            "בֵּרַךְ עַל פֵּרוֹת הָאִילָן בּוֹרֵא פְּרִי הָאֲדָמָה, יָצָא. וְעַל פֵּרוֹת הָאָרֶץ בּוֹרֵא פְּרִי הָעֵץ, לֹא יָצָא. עַל כֻּלָּם אִם אָמַר שֶׁהַכֹּל נִהְיָה, יָצָא: \n",
            "עַל דָּבָר שֶׁאֵין גִּדּוּלוֹ מִן הָאָרֶץ אוֹמֵר שֶׁהַכֹּל. עַל הַחֹמֶץ וְעַל הַנּוֹבְלוֹת וְעַל הַגּוֹבַאי אוֹמֵר שֶׁהַכֹּל. עַל הֶחָלָב וְעַל הַגְּבִינָה וְעַל הַבֵּיצִים אוֹמֵר שֶׁהַכֹּל. רַבִּי יְהוּדָה אוֹמֵר, כָּל שֶׁהוּא מִין קְלָלָה אֵין מְבָרְכִין עָלָיו: \n",
            "הָיוּ לְפָנָיו מִינִים הַרְבֵּה, רַבִּי יְהוּדָה אוֹמֵר, אִם יֵשׁ בֵּינֵיהֶם מִמִּין שִׁבְעָה, מְבָרֵךְ עָלָיו. וַחֲכָמִים אוֹמְרִים, מְבָרֵךְ עַל אֵיזֶה מֵהֶם שֶׁיִּרְצֶה: \n",
            "בֵּרַךְ עַל הַיַּיִן שֶׁלִּפְנֵי הַמָּזוֹן, פָּטַר אֶת הַיַּיִן שֶׁלְּאַחַר הַמָּזוֹן. בֵּרַךְ עַל הַפַּרְפֶּרֶת שֶׁלִּפְנֵי הַמָּזוֹן, פָּטַר אֶת הַפַּרְפֶּרֶת שֶׁלְּאַחַר הַמָּזוֹן. בֵּרַךְ עַל הַפַּת, פָּטַר אֶת הַפַּרְפֶּרֶת. עַל הַפַּרְפֶּרֶת, לֹא פָטַר אֶת הַפָּת. בֵּית שַׁמַּאי אוֹמְרִים, אַף לֹא מַעֲשֵׂה קְדֵרָה: \n",
            "הָיוּ יוֹשְׁבִין לֶאֱכֹל, כָּל אֶחָד וְאֶחָד מְבָרֵךְ לְעַצְמוֹ. הֵסֵבּוּ, אֶחָד מְבָרֵךְ לְכֻלָּן. בָּא לָהֶם יַיִן בְּתוֹךְ הַמָּזוֹן, כָּל אֶחָד וְאֶחָד מְבָרֵךְ לְעַצְמוֹ. לְאַחַר הַמָּזוֹן, אֶחָד מְבָרֵךְ לְכֻלָּם. וְהוּא אוֹמֵר עַל הַמֻּגְמָר, אַף עַל פִּי שֶׁאֵין מְבִיאִין אֶת הַמֻּגְמָר אֶלָּא לְאַחַר הַסְּעֻדָּה: \n",
            "הֵבִיאוּ לְפָנָיו מָלִיחַ בַּתְּחִלָּה וּפַת עִמּוֹ, מְבָרֵךְ עַל הַמָּלִיחַ וּפוֹטֵר אֶת הַפַּת, שֶׁהַפַּת טְפֵלָה לוֹ. זֶה הַכְּלָל, כֹּל שֶׁהוּא עִקָּר וְעִמּוֹ טְפֵלָה, מְבָרֵךְ עַל הָעִקָּר וּפוֹטֵר אֶת הַטְּפֵלָה: \n",
            "אָכַל תְּאֵנִים עֲנָבִים וְרִמּוֹנִים, מְבָרֵךְ אַחֲרֵיהֶן שָׁלשׁ בְּרָכוֹת, דִּבְרֵי רַבָּן גַּמְלִיאֵל. וַחֲכָמִים אוֹמְרִים, בְּרָכָה אַחַת מֵעֵין שָׁלשׁ. רַבִּי עֲקִיבָא אוֹמֵר, אֲפִלּוּ אָכַל שֶׁלֶק וְהוּא מְזוֹנוֹ, מְבָרֵךְ אַחֲרָיו שָׁלשׁ בְּרָכוֹת. הַשּׁוֹתֶה מַיִם לִצְמָאוֹ, אוֹמֵר שֶׁהַכֹּל נִהְיֶה בִּדְבָרוֹ. רַבִּי טַרְפוֹן אוֹמֵר, בּוֹרֵא נְפָשׁוֹת רַבּוֹת: \n"
        ],
        [
            "שְׁלשָׁה שֶׁאָכְלוּ כְאֶחָד, חַיָּבִין לְזַמֵּן. אָכַל דְּמַאי, וּמַעֲשֵׂר רִאשׁוֹן שֶׁנִּטְּלָה תְרוּמָתוֹ, וּמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁנִּפְדּוּ, וְהַשַּׁמָּשׁ שֶׁאָכַל כַּזַּיִת, וְהַכּוּתִי, מְזַמְּנִין עֲלֵיהֶם. אֲבָל אָכַל טֶבֶל, וּמַעֲשֵׂר רִאשׁוֹן שֶׁלֹּא נִטְּלָה תְרוּמָתוֹ, וּמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁלֹּא נִפְדּוּ, וְהַשַּׁמָּשׁ שֶׁאָכַל פָּחוֹת מִכַּזַּיִת, וְהַנָּכְרִי, אֵין מְזַמְּנִין עֲלֵיהֶם: \n",
            "נָשִׁים וַעֲבָדִים וּקְטַנִּים, אֵין מְזַמְּנִין עֲלֵיהֶם. עַד כַּמָּה מְזַמְּנִין, עַד כַּזָּיִת. רַבִּי יְהוּדָה אוֹמֵר, עַד כַּבֵּיצָה: \n",
            "כֵּיצַד מְזַמְּנִין, בִּשְׁלשָׁה אוֹמֵר נְבָרֵךְ. בִּשְׁלשָׁה וְהוּא, אוֹמֵר בָּרְכוּ. בַּעֲשָׂרָה, אוֹמֵר נְבָרֵךְ לֵאלֹהֵינוּ. בַּעֲשָׂרָה וָהוּא, אוֹמֵר בָּרְכוּ. אֶחָד עֲשָׂרָה וְאֶחָד עֲשָׂרָה רִבּוֹא. בְּמֵאָה אוֹמֵר, נְבָרֵךְ לַייָ אֱלֹהֵינוּ. בְּמֵאָה וְהוּא, אוֹמֵר בָּרְכוּ. בְּאֶלֶף, אוֹמֵר נְבָרֵךְ לַייָ אֱלֹהֵינוּ אֱלֹהֵי יִשְׂרָאֵל. בְּאֶלֶף וְהוּא, אוֹמֵר בָּרְכוּ. בְּרִבּוֹא, אוֹמֵר, נְבָרֵךְ לַייָ אֱלֹהֵינוּ אֱלֹהֵי יִשְׂרָאֵל אֱלֹהֵי הַצְּבָאוֹת יוֹשֵׁב הַכְּרוּבִים עַל הַמָּזוֹן שֶׁאָכָלְנוּ. בְּרִבּוֹא וְהוּא, אוֹמֵר בָּרְכוּ. כְּעִנְיָן שֶׁהוּא מְבָרֵךְ, כָּךְ עוֹנִין אַחֲרָיו, בָּרוּךְ יְיָ אֱלֹהֵינוּ אֱלֹהֵי יִשְׂרָאֵל אֱלֹהֵי הַצְּבָאוֹת יוֹשֵׁב הַכְּרוּבִים עַל הַמָּזוֹן שֶׁאָכָלְנוּ. רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, לְפִי רֹב הַקָּהָל הֵן מְבָרְכִין, שֶׁנֶּאֱמַר בְּמַקְהֵלוֹת בָּרְכוּ אֱלֹהִים, יְיָ מִמְּקוֹר יִשְׂרָאֵל (תהלים סח). אָמַר רַבִּי עֲקִיבָא, מַה מָּצִינוּ בְּבֵית הַכְּנֶסֶת, אֶחָד מְרֻבִּין וְאֶחָד מֻעָטִין אוֹמֵר, בָּרְכוּ אֶת יְיָ. רַבִּי יִשְׁמָעֵאל אוֹמֵר, בָּרְכוּ אֶת יְיָ הַמְבֹרָךְ: \n",
            "שְׁלשָׁה שֶׁאָכְלוּ כְאֶחָד, אֵינָן רַשָּׁאִין לֵחָלֵק, וְכֵן אַרְבָּעָה, וְכֵן חֲמִשָּׁה. שִׁשָּׁה נֶחֱלָקִין, עַד עֲשָׂרָה. וַעֲשָׂרָה אֵינָן נֶחֱלָקִין, עַד שֶׁיִּהְיוּ עֶשְׂרִים: \n",
            "שְׁתֵּי חֲבוּרוֹת שֶׁהָיוּ אוֹכְלוֹת בְּבַיִת אֶחָד, בִּזְמַן שֶׁמִּקְצָתָן רוֹאִין אֵלּוּ אֶת אֵלּוּ, הֲרֵי אֵלּוּ מִצְטָרְפִים לְזִמּוּן. וְאִם לָאו, אֵלּוּ מְזַמְּנִין לְעַצְמָן, וְאֵלּוּ מְזַמְּנִין לְעַצְמָן. אֵין מְבָרְכִין עַל הַיַּיִן עַד שֶׁיִּתֵּן לְתוֹכוֹ מַיִם, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. וַחֲכָמִים אוֹמְרִים, מְבָרְכִין: \n"
        ],
        [
            "אֵלּוּ דְבָרִים שֶׁבֵּין בֵּית שַׁמַּאי וּבֵית הִלֵּל בַּסְּעֻדָּה. בֵּית שַׁמַּאי אוֹמְרִים, מְבָרֵךְ עַל הַיּוֹם וְאַחַר כָּךְ מְבָרֵךְ עַל הַיַּיִן. וּבֵית הִלֵּל אוֹמְרִים, מְבָרֵךְ עַל הַיַּיִן וְאַחַר כָּךְ מְבָרֵךְ עַל הַיּוֹם: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, נוֹטְלִין לַיָּדַיִם, וְאַחַר כָּךְ מוֹזְגִין אֶת הַכּוֹס. וּבֵית הִלֵּל אוֹמְרִים, מוֹזְגִין אֶת הַכּוֹס וְאַחַר כָּךְ נוֹטְלִין לַיָּדָיִם: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, מְקַנֵּחַ יָדָיו בַּמַּפָּה וּמַנִּיחָהּ עַל הַשֻּׁלְחָן. וּבֵית הִלֵּל אוֹמְרִים, עַל הַכֶּסֶת: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, מְכַבְּדִין אֶת הַבַּיִת וְאַחַר כָּךְ נוֹטְלִין לַיָּדַיִם. וּבֵית הִלֵּל אוֹמְרִים, נוֹטְלִין לַיָּדַיִם וְאַחַר כָּךְ מְכַבְּדִין אֶת הַבָּיִת: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, נֵר וּמָזוֹן וּבְשָׂמִים וְהַבְדָּלָה. וּבֵית הִלֵּל אוֹמְרִים, נֵר וּבְשָׂמִים וּמָזוֹן וְהַבְדָּלָה. בֵּית שַׁמַּאי אוֹמְרִים, שֶׁבָּרָא מְאוֹר הָאֵשׁ. וּבֵית הִלֵּל אוֹמְרִים, בּוֹרֵא מְאוֹרֵי הָאֵשׁ: \n",
            "אֵין מְבָרְכִין לֹא עַל הַנֵּר וְלֹא עַל הַבְּשָׂמִים שֶׁל עוֹבְדֵי כוֹכָבִים, וְלֹא עַל הַנֵּר וְלֹא עַל הַבְּשָׂמִים שֶׁל מֵתִים, וְלֹא עַל הַנֵּר וְלֹא עַל הַבְּשָׂמִים שֶׁלִּפְנֵי עֲבוֹדָה זָרָה. אֵין מְבָרְכִין עַל הַנֵּר עַד שֶׁיֵּאוֹתוּ לְאוֹרוֹ: \n",
            "מִי שֶׁאָכַל וְשָׁכַח וְלֹא בֵרַךְ, בֵּית שַׁמַּאי אוֹמְרִים, יַחֲזֹר לִמְקוֹמוֹ וִיבָרֵךְ. וּבֵית הִלֵּל אוֹמְרִים, יְבָרֵךְ בַּמָּקוֹם שֶׁנִּזְכָּר. עַד אֵימָתַי הוּא מְבָרֵךְ. עַד כְּדֵי שֶׁיִּתְעַכֵּל הַמָּזוֹן שֶׁבְּמֵעָיו: \n",
            "בָּא לָהֶם יַיִן לְאַחַר הַמָּזוֹן וְאֵין שָׁם אֶלָּא אוֹתוֹ הַכּוֹס, בֵּית שַׁמַּאי אוֹמְרִים, מְבָרֵךְ עַל הַיַּיִן וְאַחַר כָּךְ מְבָרֵךְ עַל הַמָּזוֹן. וּבֵית הִלֵּל אוֹמְרִים, מְבָרֵךְ עַל הַמָּזוֹן וְאַחַר כָּךְ מְבָרֵךְ עַל הַיָּיִן. עוֹנִין אָמֵן אַחַר יִשְׂרָאֵל הַמְבָרֵךְ, וְאֵין עוֹנִין אָמֵן אַחַר הַכּוּתִי הַמְבָרֵךְ, עַד שֶׁיִּשְׁמַע כָּל הַבְּרָכָה: \n"
        ],
        [
            "הָרוֹאֶה מָקוֹם שֶׁנַּעֲשׂוּ בוֹ נִסִּים לְיִשְׂרָאֵל, אוֹמֵר בָּרוּךְ שֶׁעָשָׂה נִסִּים לַאֲבוֹתֵינוּ בַּמָּקוֹם הַזֶּה. מָקוֹם שֶׁנֶּעֶקְרָה מִמֶּנּוּ עֲבוֹדָה זָרָה, אוֹמֵר בָּרוּךְ שֶׁעָקַר עֲבוֹדָה זָרָה מֵאַרְצֵנוּ: \n",
            "עַל הַזִּיקִין, וְעַל הַזְּוָעוֹת, וְעַל הַבְּרָקִים, וְעַל הָרְעָמִים, וְעַל הָרוּחוֹת, אוֹמֵר בָּרוּךְ שֶׁכֹּחוֹ וּגְבוּרָתוֹ מָלֵא עוֹלָם. עַל הֶהָרִים, וְעַל הַגְּבָעוֹת, וְעַל הַיַּמִּים, וְעַל הַנְּהָרוֹת, וְעַל הַמִּדְבָּרוֹת, אוֹמֵר בָּרוּךְ עוֹשֵׂה מַעֲשֵׂה בְרֵאשִׁית. רַבִּי יְהוּדָה אוֹמֵר, הָרוֹאֶה אֶת הַיָּם הַגָּדוֹל אוֹמֵר בָּרוּךְ שֶׁעָשָׂה אֶת הַיָּם הַגָּדוֹל, בִּזְמַן שֶׁרוֹאֶה אוֹתוֹ לִפְרָקִים. עַל הַגְּשָׁמִים וְעַל הַבְּשׂוֹרוֹת הַטּוֹבוֹת אוֹמֵר בָּרוּךְ הַטּוֹב וְהַמֵּטִיב, וְעַל שְׁמוּעוֹת רָעוֹת אוֹמֵר בָּרוּךְ דַּיַּן הָאֱמֶת: \n",
            "בָּנָה בַיִת חָדָשׁ, וְקָנָה כֵלִים חֲדָשִׁים, אוֹמֵר בָּרוּךְ שֶׁהֶחֱיָנוּ. מְבָרֵךְ עַל הָרָעָה מֵעֵין הַטּוֹבָה, וְעַל הַטּוֹבָה מֵעֵין הָרָעָה. הַצּוֹעֵק לְשֶׁעָבַר, הֲרֵי זוֹ תְּפִלַּת שָׁוְא. כֵּיצַד. הָיְתָה אִשְׁתּוֹ מְעֻבֶּרֶת, וְאָמַר, יְהִי רָצוֹן שֶׁתֵּלֵד אִשְׁתִּי זָכָר, הֲרֵי זוֹ תְּפִלַּת שָׁוְא. הָיָה בָא בַדֶּרֶךְ וְשָׁמַע קוֹל צְוָחָה בָּעִיר, וְאָמַר יְהִי רָצוֹן שֶׁלֹּא יִהְיוּ אֵלּוּ בְּנֵי בֵיתִי, הֲרֵי זוֹ תְּפִלַּת שָׁוְא: \n",
            "הַנִּכְנָס לִכְרַךְ מִתְפַּלֵּל שְׁתַּיִם, אַחַת בִּכְנִיסָתוֹ וְאַחַת בִּיצִיאָתוֹ. בֶּן עַזַּאי אוֹמֵר, אַרְבַּע, שְׁתַּיִם בִּכְנִיסָתוֹ וּשְׁתַּיִם בִּיצִיאָתוֹ, וְנוֹתֵן הוֹדָאָה לְשֶׁעָבַר, וְצוֹעֵק לֶעָתִיד לָבֹא: \n",
            "חַיָּב אָדָם לְבָרֵךְ עַל הָרָעָה כְּשֵׁם שֶׁהוּא מְבָרֵךְ עַל הַטּוֹבָה, שֶׁנֶּאֱמַר (דברים ו) וְאָהַבְתָּ אֵת יְיָ אֱלֹהֶיךָ בְּכָל לְבָבְךָ וּבְכָל נַפְשְׁךָ וּבְכָל מְאֹדֶךָ. בְּכָל לְבָבְךָ, בִּשְׁנֵי יְצָרֶיךָ, בְּיֵצֶר טוֹב וּבְיֵצֶר רָע. וּבְכָל נַפְשְׁךָ, אֲפִלּוּ הוּא נוֹטֵל אֶת נַפְשֶׁךָ. וּבְכָל מְאֹדֶךָ, בְּכָל מָמוֹנֶךָ. דָּבָר אַחֵר בְּכָל מְאֹדֶךָ, בְּכָל מִדָּה וּמִדָּה שֶׁהוּא מוֹדֵד לְךָ הֱוֵי מוֹדֶה לוֹ בִּמְאֹד מְאֹד. לֹא יָקֵל אָדָם אֶת רֹאשׁוֹ כְּנֶגֶד שַׁעַר הַמִּזְרָח, שֶׁהוּא מְכֻוָּן כְּנֶגֶד בֵּית קָדְשֵׁי הַקָּדָשִׁים. לֹא יִכָּנֵס לְהַר הַבַּיִת בְּמַקְלוֹ, וּבְמִנְעָלוֹ, וּבְפֻנְדָּתוֹ, וּבְאָבָק שֶׁעַל רַגְלָיו, וְלֹא יַעֲשֶׂנּוּ קַפַּנְדַּרְיָא, וּרְקִיקָה מִקַּל וָחֹמֶר. כָּל חוֹתְמֵי בְרָכוֹת שֶׁהָיוּ בַמִּקְדָּשׁ, הָיוּ אוֹמְרִים מִן הָעוֹלָם. מִשֶּׁקִּלְקְלוּ הַמִּינִין, וְאָמְרוּ, אֵין עוֹלָם אֶלָּא אֶחָד, הִתְקִינוּ שֶׁיְּהוּ אוֹמְרִים, מִן הָעוֹלָם וְעַד הָעוֹלָם. וְהִתְקִינוּ, שֶׁיְּהֵא אָדָם שׁוֹאֵל אֶת שְׁלוֹם חֲבֵרוֹ בַּשֵּׁם, שֶׁנֶּאֱמַר (רות ב) וְהִנֵּה בֹעַז בָּא מִבֵּית לֶחֶם, וַיֹּאמֶר לַקּוֹצְרִים יְיָ עִמָּכֶם, וַיֹּאמְרוּ לוֹ, יְבָרֶכְךָ יְיָ. וְאוֹמֵר (שופטים ו) יְיָ עִמְּךָ גִּבּוֹר הֶחָיִל. וְאוֹמֵר (משלי כג) אַל תָּבוּז כִּי זָקְנָה אִמֶּךָ. וְאוֹמֵר (תהלים קיט) עֵת לַעֲשׂוֹת לַייָ הֵפֵרוּ תוֹרָתֶךָ. רַבִּי נָתָן אוֹמֵר, הֵפֵרוּ תוֹרָתֶךָ עֵת לַעֲשׂוֹת לַייָ: \n"
        ]
     ],
    "textbartenura":[
        [
            [
                "<b>מאימתי קורין. משעה שהכהנים נכנסין לאכול בתרומתן.</b> כהנים שנטמאו וטבלו, אין יכולים לאכול בתרומה עד שיעריב שמשן, דהיינו צאת הכוכבים. והא דלא תני משעת צאת הכוכבים, מלתא אגב אורחיה קמ״ל שאם נטמאו הכהנים בטומאה שטהרתן תלויה בקרבן כגון זב ומצורע, אין הכפרה מעכבתן מלאכול בתרומה, דכתיב (ויקרא כב, ז) ובא השמש וטהר ואחר יאכל מן הקדשים, ביאת שמשו מעכבתו מלאכול בתרומה. ואין כפרתו מעכבתו מלאכול בתרומה וכו׳:",
                "<b>עד סוף האשמורה הראשונה.</b> שליש הראשון של לילה, שהלילה נחלק לשלש משמרות. ומשם ואילך לא מקרי תו זמן קריאת שמע דשכיבה, ולא קרינא ביה בשכבך. ומקמי צאת הכוכבים נמי יממא הוא ולאו זמן שכיבה. והמקדימים וקורים קריאת שמע של ערבית מבעוד יום, סומכים אהא דרבי יהודה דאמר לקמן בפרק תפלת השחר תפלת המנחה עד פלג המנחה, שהוא שעה ורביע קודם הלילה. וקי״ל דעבד כר׳ יהודה עבד, ומיד כשכלה זמן המנחה מתחיל זמן קריאת שמע של ערבית:",
                "<b>עד שיעלה עמוד השחר.</b> דכל הלילה מקרי זמן שכיבה. והלכה כרבן גמליאל שגם חכמים מודים לו, ולא אמרו עד חצות אלא כדי להרחיק את האדם מן העבירה. ומיהו לכתחילה משהגיע עונת קריאת שמע של ערבית דמתניתין דהיינו מצאת הכוכבים, אסור לסעוד וכל שכן לישן עד שיקרא קריאת שמע ויתפלל:",
                "<b>מעשה שבאו בניו מבית המשתה.</b> בני רבן גמליאל שמעינהו לרבנן דאמרי עד חצות, והכי קאמרי ליה, הא דפליגי רבנן עלך, דוקא קאמרי עד חצות ותו לא, ויחיד ורבים הלכה כרבים, או דילמא רבנן כוותך סבירא להו, והאי דקאמרי עד חצות, כדי להרחיק את האדם מן העבירה. ואמר להו, רבנן כוותי סבירא להו, והאי דקאמרי עד חצות כדי להרחיק את האדם מן העבירה וחייבים אתם לקרות:",
                "<b>ולא זו בלבד.</b> כולה מילתא דרבן גמליאל היא דאמר לבניו:",
                "<b>הקטר חלבים.</b> של קרבנות:",
                "<b>ואברים.</b> של עולת תמיד של בין הערבים שנזרק דמו ביום, מצוה להעלות הנתחים כל הלילה, דכתיב (ויקרא ו׳:ב׳) היא העולה על מוקדה על המזבח כל הלילה עד הבקר:",
                "<b>וכל הנאכלין ליום אחד.</b> כגון תודה וחטאת ואשם וכיוצא בהם שהם נאכלים ליום ולילה, זמן אכילתן עד שיעלה עמוד שחר והוא המביא לידי נותר:",
                "<b>אם כן למה אמרו חכמים עד חצות.</b> בק״ש ובאכילת קדשים, אבל בהקטר חלבים ואיברים לא אמרו בו חכמים עד חצות כלל, ולא נקט ליה הכא אלא להודיע שכל דבר שמצותו בלילה כשר כל הלילה:",
                "<b>כדי להרחיק את האדם מן העבירה.</b> שלא יבא לאכלן אחר שיעלה עמוד השחר ויתחייב כרת, וכן בק״ש שלא יאמר עדיין יש לי שהות ותעבור עונתה:"
            ],
            [
                "<b>בין תכלת ללבן.</b> בין חוטי תכלת לחוטי לבן שבציצית. פירוש אחר, גיזת צמר שצבעה תכלת ויש בה מקומות שלא נקלט הצבע יפה ונשאר לבן:",
                "<b>בין תכלת לכרתי.</b> צבע התכלת קרוב לגוון של כרתי כרישין שקורין פורוש בלע״ז:",
                "<b>עד שלש שעות.</b> ביום, עד סוף שעה שלישית שהוא רביע היום בזמן שהימים והלילות שוים. ולעולם זמן קריאת שמע הוא עד רביע היום בין שהימים ארוכים בין קצרים. וכן הא דתנן לקמן [פ״ד מ״א] תפלת השחר עד ארבע שעות ביום, היינו עד שליש היום, וארבע שעות דנקט, לפי ששליש היום הוא ארבע שעות בזמן שהימים והלילות שוין. וכל מקום שנזכר במשנה כך וכך שעות ביום, על דרך זה אתה צריך לחשוב ולדון. זו הבנתי מפירושי הרמב״ם ונתקבל לי. וטעמא דרבי יהושע דאמר עד שלש שעות ביום, שכן דרך בני מלכים שאין עומדין ממטתן עד סוף שעה שלישית. ורחמנא דאמר ובקומך, עד שעה שכל בני אדם עומדים ממטתן קאמר והלכה כרבי יהושע, ומיהו לכתחלה צריך לכוין לקרות ק״ש עם הנץ החמה כמו שהיו הותיקים עושים:",
                "<b>לא הפסיד.</b> כלומר לא הפסיד מלברך לפניה ולאחריה, אלא אע״פ שעברה עונתה קורא ומברך לפניה ולאחריה:",
                "<b>כאדם הקורא בתורה.</b> אע״פ שלא יצא ידי חובת ק״ש בעונתה, יש לו קבול שכר כקורא בתורה:"
            ],
            [
                "<b>יטו.</b> על צדיהם, דכתיב בשכבך דרך שכיבה:",
                "<b>יעמדו.</b> דכתיב ובקומך דרך קימה:",
                "<b>כדרכו.</b> בין בקימה בין בישיבה בין בשכיבה בין בהליכה:",
                "<b>כדי היית.</b> ראוי היית ליהרג, ואם היית מת היית מתחייב בנפשך:"
            ],
            [
                "<b>שתים לפניה.</b> יוצר אור ואהבה:",
                "<b>ואחת לאחריה.</b> אמת ויציב:",
                "<b>ובערב.</b> מברך:",
                "<b>שתים לפניה.</b> מעריב ערבים ואהבת עולם:",
                "<b>ושתים לאחריה.</b> אמת ואמונה והשכיבנו:",
                "<b>אחת ארוכה ואחת קצרה.</b> אשתים שלפניה קאי, יוצר אור ארוכה שפותחת בברוך וחותמת בברוך, וכן מעריב ערבים. אהבה קצרה, שחותמת בברוך ואינה פותחת בברוך:",
                "<b>לחתום.</b> בברוך:",
                "<b>שלא לחתום.</b> כגון ברכת הפירות וברכת המצות:"
            ],
            [
                "<b>מזכירין יציאת מצרים בלילות.</b> פרשת ציצית אומרים אותה בק״ש של ערבית ואע״פ שאין לילה זמן ציצית דכתיב וראיתם אותו, פרט לכסות לילה אומרים אותה בלילה מפני יציאת מצרים שבה:",
                "<b>כבן שבעים שנה.</b> הייתי נראה זקן. ולא זקן ממש אלא שהלבינו שערותיו יום שמינו אותו נשיא כדי שיראה זקן וראוי לנשיאות, ואותו היום דרש בן זומא מקרא זה:",
                "<b>ולא זכיתי.</b> לא נצחתי לחכמים. ודומה לו בש״ס בפרק בנות כותים (נדה לח.) בהא זכנהו ר׳ אלעזר לרבנן כלומר נצחם:"
            ]
        ],
        [
            [
                "<b>היה קורא בתורה.</b> פרשת קריאת שמע:",
                "<b>והגיע זמן.</b> קריאת שמע:",
                "<b>אם כיון לבו יצא.</b> לדברי האומר מצות צריכות כוונה צריך לפרש אם כיון לבו שיהא מתכוין לצאת ידי חובתו, והאומר מצות אין צריכות כוונה מפרש אם כיון לבו לקרות כנקודתן וכהלכתן לאפוקי קורא להגיה שאינו קורא התיבות כנקודתן אלא קורא ככתיבתן כדי להבין בחסרות ויתרות, דבקריאה כזו לא יצא. ואנן קיימא לן כמאן דאמר מצות צריכות כוונה:",
                "<b>בפרקים.</b> לקמן במתניתין מפרש מה הם הפרקים:",
                "<b>שואל מפני הכבוד.</b> שואל בשלום אדם נכבד שראוי להקדים לו שלום כגון אביו או רבו או שגדול ממנו בחכמה:",
                "<b>ומשיב.</b> ואין צריך לומר שמשיב להם שלום אם הקדימו לו:",
                "<b>ובאמצע.</b> הפרק:",
                "<b>שואל מפני היראה.</b> אדם שהוא ירא מפניו שמא יהרגהו, ואצ״ל שמשיב לו שלום. אבל מפני הכבוד לא:",
                "<b>רבי יהודה אומר באמצע.</b> הפרק, שואל בשלום מי שהוא ירא ממנו, ומשיב שלום למי שמוטל עליו לכבדו:",
                "<b>ומשיב שלום לכל אדם.</b> שהקדים לו שלום. והלכה כר״י ובכל מקום שאסור להפסיק, כך אסור לדבר בלשון הקודש כמו בשאר לשונות:"
            ],
            [
                "<b>בין ויאמר לאמת ויציב לא יפסיק.</b> דכתיב וה׳ אלהים אמת (ירמיהו י׳:י׳), הלכך אין מפסיקין בין אני ה׳ אלהיכם לאמת. וכן הלכה:",
                "<b>והיה אם שמוע נוהג בין ביום בין בלילה.</b> דכתיב בה (דברים י״א:י״ט) ולמדתם אותם את בניכם, ותלמוד תורה נוהג בין ביום ובין בלילה:",
                "<b>ויאמר אינו נוהג אלא ביום.</b> דאית ביה פרשת ציצית שאינה נוהגת בלילה, דכתיב (במדבר טו) וראיתם אותו:"
            ],
            [
                "<b>רבי יוסי אומר לא יצא.</b> דכתיב שמע, השמע לאזנך מה שאתה מוציא מפיך. ותנא קמא סבר, שמע בכל לשון שאתה שומע. והלכה כת״ק:",
                "<b>ולא דקדק באותיותיה.</b> להוציאן בשפתיו יפה, בשתי תיבות שהתיבה השניה מתחלת באות שהתיבה הראשונה נגמרת, כגון על לבבך, עשב בשדך, ואבדתם מהרה, אם אינו נותן ריוח ביניהם להפרידם נמצא קורא אותם שתי אותיות כאות אחת:",
                "<b>רבי יוסי אומר יצא.</b> והלכה כר׳ יוסי. מיהו לכתחלה צריך לדקדק באותיותיה, וכן יזהר שלא יניח הנד ולא יניד הנח ולא ירפה החזק ולא יחזק הרפה, וצריך להתיז זיי״ן של תזכרו שלא יהא נראה כאומר תשכרו בשי״ן כלומר כדי שתרבו שכר, שהרי אין ראוי לשמש את הרב על מנת לקבל פרס:",
                "<b>הקורא למפרע.</b> הקדים פסוק שלישי לשני ושני לראשון וכיוצא בזה:",
                "<b>לא יצא.</b> דכתיב והיו הדברים בהוייתן יהיו כלומר כמו שהן סדורין בתורה. ומיהו אם הקדים פרשת ויאמר לפרשת והיה אם שמוע, ופרשת והיה אם שמוע לשמע, נראה דאין זה חשוב למפרע ויצא, שהרי אינן סדורות זו לאחר זו בתורה:",
                "<b>יחזור למקום שטעה.</b> אם בין פרק לפרק טעה, שאינו יודע באיזה פרק הפסיק ולראש איזה פרק יחזור, חוזר להפסק ראשון שהוא והיה אם שמוע. והרמב״ם אומר שהוא ואהבת את ה׳, ואם באמצע הפרק פסק, שיודע הפרק שפסק בו, אבל אינו יודע באיזה מקום מאותו פרק פסק חוזר לראש אותו הפרק. היה קורא וכתבתם, ואינו יודע אם הוא בוכתבתם של שמע או בוכתבתם של והיה אם שמוע, חוזר לוכתבתם של שמע, ואם נסתפק לאחר שהתחיל למען ירבו, אינו חוזר, שעל הרגל לשונו הוא הולך:"
            ],
            [
                "<b>נדבך.</b> שורה של בנין אבנים, כמו נדבכין די אבן גלל בעזרא, ואע״ג דמסתפי דלמא נפלי ולא מצו מכווני, לא הצריכום חכמים לרדת, דק״ש לא בעי כוונה אלא פסוק ראשון בלבד:",
                "<b>מה שאינן רשאין לעשות כן בתפלה.</b> דצלותא רחמי היא ובעי כוונה, הלכך יורדין למטה ומתפללין:"
            ],
            [
                "<b>חתן.</b> שנשא בתולה:",
                "<b>פטור מקריאת שמע לילה ראשון.</b> משום דטריד שמא לא ימצאנה בתולה. ואני שמעתי שמתירא שמא ייעשה כרות שפכה בבעילתו, וטרדא דמצוה היא, ורחמנא אמר ובלכתך בדרך, בלכת דידך הוא דמחייבת, הא דמצוה פטירת:",
                "<b>אם לא עשה מעשה.</b> אם לא בעל עד מוצ״ש שהם ד׳ לילות, טריד. ומשם ואילך לבו גס בה ותו לא טריד, ואף על פי שלא עשה מעשה חייב בק״ש:"
            ],
            [
                "<b>רחץ לילה הראשון שמתה אשתו.</b> ואף על פי שאבל אסור ברחיצה:",
                "<b>אסטניס אני.</b> קר ומצונן, לשון צינה. ואיכא צערא אם לא היה רוחץ, ואין אסור בימי אבלו אלא רחיצה של תענוג:"
            ],
            [],
            [
                "<b>לא כל הרוצה ליטול את השם יטול.</b> אם לא הוחזק חכם ופרוש בשאר דברים אין [זה] אלא גאוה שמראה בעצמו שיכול לכוין לבו, ואין הלכה כרבן שמעון בן גמליאל. וחזינן לקצת מרבותינו דאמרי דהאידנא כל אדם יקרא קריאת שמע בלילה הראשון, שכיון שבדורות הללו אין מכוונים כל כך בשאר ימים, אם לא יקרא בלילה ראשון מיחזי יותר כיוהרא שמראה עצמו שהוא מכוין בכל שעה אלא השתא משום דטריד במצוה:"
            ]
        ],
        [
            [
                "<b>מי שמתו מוטל לפניו.</b> אחד מן הקרובים שחייב להתאבל עליהם מוטל עליו לקברו:",
                "<b>פטור מקריאת שמע.</b> משום דטריד טרדא דמצוה:",
                "<b>וחלופיהן.</b> שכן דרך שמתחלפין לפי שהכל רוצים לזכות במצוה:",
                "<b>את שלפני המטה.</b> המזומנים לנשאה כשתגיע המטה אצלם:",
                "<b>ואת שלאחר המטה.</b> כלומר בין אותם שלפני המטה ובין אותם שלאחר המטה, אם המטה צריכה להם לשאתה, פטורים:",
                "<b>ואת שאין למטה צורך בהן.</b> כגון ההולכים ללוות את המת לכבודו בלבד, חייבין:",
                "<b>אלו ואלו פטורים מן התפילה.</b> דלאו דאורייתא היא כמו קריאת שמע. ואיכא דאמרי מפני שהיא צריכה כוונה יתירה:"
            ],
            [
                "<b>להתחיל ולגמור.</b> פרשה אחת של קריאת שמע:",
                "<b>לשורה.</b> שהיו עושים שורות שורות סביב האבל לנחמו בשובם מן הקבר:",
                "<b>ואם לאו.</b> שהיה הדרך קרוב מן הקבר עד המקום שבו עושים השורה, ואין פנאי להתחיל ולגמור עד שלא יגיעו לשורה:",
                "<b>הפנימים.</b> הרואים האבלים:",
                "<b>והחיצונים.</b> שאינם רואים פני האבלים:"
            ],
            [
                "<b>נשים ועבדים פטורים מקריאת שמע.</b> אע״פ שהיא מצות עשה שהזמן גרמא, וכל מצות עשה שהזמן גרמא נשים פטורות, סד״א לחייבן הואיל ואית בה מלכות שמים, קמ״ל. ותפילין מצות עשה שהזמן גרמא הן, דלילה ושבת לאו זמן תפילין נינהו, וסד״א הואיל ואתקש תפילין למזוזה, נשים נחייבו, קמ״ל:",
                "<b>קטנים.</b> אפילו קטן שהגיע לחינוך לא הטילו על אביו לחנכו בקריאת שמע, לפי שאינו מצוי תמיד אצלו בעונת ק״ש. ולא בתפילין, משום דסתם קטן אינו יודע לשמור תפיליו שלא יפיח בהן:",
                "<b>וחייבין בתפלה.</b> דתפלה רחמי היא, ומדרבנן היא, ותקנוה אף לנשים ולחנך בה הקטנים:",
                "<b>ובמזוזה.</b> דמהו דתימא הואיל ואתקש לתלמוד תורה, כי היכי דנשים פטורות מתלמוד תורה דכתיב (דברים י״א:י״ט) ולמדתם אותם את בניכם ולא את בנותיכם הכי נמי נפטרו ממזוזה אע״פ שהיא מצות עשה שלא הזמן גרמא קא משמע לן:",
                "<b>ובברכת המזון.</b> מיבעיא לן אי חייבות בברכת המזון מדאורייתא כיון דכתיב (שם ח) ואכלת ושבעת וברכת הויא ליה מצות עשה שלא הזמן גרמא, או שמא אין חייבות מדאורייתא משום דכתיב (שם) על הארץ הטובה אשר נתן לך והארץ לא נתנה לנקבות ולא אפשיטא:"
            ],
            [
                "<b>בעל קרי.</b> עזרא תקן שלא יקרא בעל קרי בתורה בין שראה קרי לאונסו בין לרצונו עד שיטבול. ולא מפני טומאה וטהרה שאין דברי תורה מקבלין טומאה אלא כדי שלא יהיו תלמידי חכמים מצויין אצל נשותיהן כתרנגולים:",
                "<b>מהרהר.</b> ק״ש בלבו כשהגיע זמן המקרא:",
                "<b>ואינו מברך לפניה ולאחריה.</b> ואפילו בהרהור, כיון דברכות לאו דאורייתא לא אצרכוהו רבנן:",
                "<b>ועל המזון מברך לאחריו.</b> דחיובא דאורייתא הוא:",
                "<b>ואינו מברך לפניו.</b> דלאו חיובא דאורייתא היא. וכבר נפסקה ההלכה דבטלוה לטבילותא, ובעלי קריין קורין ק״ש כדרכן ועוסקין בתורה ומתפללין ומברכין כל הברכות ואין מערער בדבר:"
            ],
            [
                "<b>לא יפסיק.</b> תפלתו לגמרי אלא יקצר כל ברכה וברכה:",
                "<b>ולקרות עד שלא תנץ החמה.</b> שהותיקין מדקדקים על עצמן לגמור אותה עם הנץ החמה, דכתיב (תהילים ע״ב:ה׳) ייראוך עם שמש:",
                "<b>יתכסה במים.</b> ודוקא מים עכורים שאין לבו רואה את הערוה, אבל צלולים לא:",
                "<b>במים הרעים.</b> מים סרוחים:",
                "<b>במי המשרה.</b> מים ששורין בהם פשתן:",
                "<b>עד שיטיל לתוכן מים.</b> חסורי מחסרא והכי קתני, ולא יקרא אצל מי רגלים עד שיתן לתוכן מים, ושיעור המים שיטיל למי רגלים של פעם אחת רביעית:",
                "<b>וכמה ירחיק מהם.</b> מן המי רגלים שלא הטיל לתוכן מים, ומן הצואה:",
                "<b>ארבע אמות.</b> ודוקא כשהוא לצדדים או לאחריו אבל לפניו מרחיק כמלא עיניו:"
            ],
            [
                "<b>זב שראה קרי.</b> אע״פ שטמא טומאת שבעה משום זיבה ואין טבילה זו מטהרתו, אפילו הכי צריך טבילה לדברי תורה כתקנת עזרא משום קרי. וכן נדה אם באה להתפלל ופולטת שכבת זרע הרי היא כבעל קרי. ושכבת זרע מטמא האשה בפליטתו כל שלשה ימים לאחר תשמיש. ולאחר מכאן כבר הסריח בגופה ואין ראוי עוד להיות ולד נוצר ממנו. והכי פירושו נדה שפלטה עתה תשמיש ששמשה אתמול קודם שראתה והמשמשת מטתה שראתה נדה אחר ששמשה צריכין טבילה:",
                "<b>ורבי יהודה פוטר.</b> אף במשמשת שראתה נדה פטר ר׳ יהודה, ואף על גב דמעיקרא בת טבילה הות ואיכא למימר דלא פקעא חובת טבילה מינה. וכבר כתבנו לעיל דבטלוה לטבילותא מפני שהיתה תקנה שאין רוב הצבור יכולין לעמוד בה:"
            ]
        ],
        [
            [
                "<b>תפלת השחר עד חצות.</b> שכן תמיד של שחר קרב עד חצות לרבנן, ולר׳ יהודה אינו קרב אלא עד ארבע שעות ביום. ועד ד׳ שעות היינו עד סוף שעה רביעית שהוא שליש היום בזמן שהיום י״ב שעות, וכן זמנה לעולם עד סוף שליש היום לפי אורך הימים וקטנן כדכתבינן לעיל גבי ק״ש. והלכה כרבי יהודה:",
                "<b>תפלת המנחה עד הערב.</b> עד שתחשך:",
                "<b>עד פלג המנחה.</b> זמן מנחה קטנה הוא מתשע שעות ומחצה עד הלילה, שהם שתי שעות ומחצה, נמצא פלג המנחה שהוא חצי שיעור זה שעה ורביע. ופסק ההלכה בזה, דעבד כמר עבד ודעבד כמר עבד, והרוצה לעשות כדברי חכמים ולהתפלל תפלת המנחה עד הערב יעשה, ובלבד שלא יתפלל ערבית בזמן זה, שכיון שמחשיב אותו יום לענין שמתפלל בו מנחה אינו יכול להחשיבו לילה ולהתפלל בו ערבית. ואם בא לעשות כדברי רבי יהודה שלא להתפלל מנחה אלא עד פלג המנחה שהוא שעה ורביע קודם הלילה עושה ומשם ואילך יוכל להתפלל ערבית:",
                "<b>אין לה קבע.</b> זמנה כל הלילה. והא דתני אין לה קבע ולא קתני זמנה כל הלילה, לאשמעינן דתפלת ערבית רשות, לפי שהיא כנגד הקרבת איברים ופדרים שקרבים כל הלילה, והנך רשות נינהו שכיון שנזרק הדם נרצה הקרבן אף על פי שנטמאו איברים ופדרים או שאבדו. ומיהו האידנא קבלוה עליהם כחובה:",
                "<b>ושל מוספין כל היום.</b> אם אחרה אחר שבע יצא, אבל נקרא פושע וכן הלכה:"
            ],
            [
                "<b>מה מקום.</b> כלומר מה טיבה:",
                "<b>שלא תארע תקלה.</b> שלא יבא מכשול על ידי, כדמפרש בברייתא שלא אכשל בדבר הלכה וישמחו חבירי, הרי רעה שתבא על ידי שאגרום להם שיענשו:",
                "<b>אני נותן הודיה על חלקי.</b> מודה על הטובה שחלק לי ששם חלקי מיושבי בית המדרש. ושתי תפלות הללו בכניסתו לבית המדרש וביציאתו חובה על כל איש ואיש לאמרן, דהכי אמרינן בברייתא בכניסתו מה הוא אומר וביציאתו מהו אומר משמע דחובה למימרינהו:"
            ],
            [
                "<b>מעין שמונה עשרה.</b> אית דמפרשי בגמרא שאומר מכל ברכה וברכה מן האמצעיות בקוצר וחותם על כל אחת ואחת. ואית דאמרי, הביננו ה׳ אלהינו לדעת דרכך, שהיא ברכה אחת שיש בה מעין כל הברכות האמצעיות של שמונה עשרה, וחותם ברוך אתה ה׳ שומע תפלה:",
                "<b>שגורה בפיו.</b> שהוא למוד ורגיל בה. והלכה כרבי עקיבא שמי שאין תפלתו שגורה בפיו, או בשעת הדחק, מתפלל אדם שלש ראשונות ושלש אחרונות והביננו באמצע שהיא מעין כל האמצעיות, חוץ מימות הגשמים שאינו מתפלל הביננו מפני שצריך לומר שאלה בברכת השנים, וחוץ ממוצאי שבתות וי״ט שצריך לומר הבדלה בחונן הדעת:"
            ],
            [
                "<b>העושה תפלתו קבע.</b> שתפלתו דומה עליו כמשאוי. ולשון קבע שאומר חוק קבוע עלי להתפלל וצריך אני לצאת ממנה:",
                "<b>מתפלל תפלה קצרה.</b> ומה היא תפלה קצרה, שאומר הושע ה׳ את עמך וגו׳:",
                "<b>בכל פרשת העבור.</b> אפילו בשעה שהם פורשים לעבירה, יהיו צרכיהם גלוים לפניך לרחם עליהם. פרשת לשון פרישה, העבור של עבירה. ואין הלכה כרבי יהושע, אלא התפלה שמתפללים במקום סכנה היא צרכי עמך מרובים וכו׳. ומתפלל אותה אדם כשהוא מהלך. ואינו מתפלל לא ג׳ ראשונות ולא ג׳ אחרונות. וכשיעבור מקום הסכנה ותתיישב דעתו צריך לחזור ולהתפלל תפלה כתקנה אם לא עברה עונתה:"
            ],
            [
                "<b>היה רוכב על החמור ירד.</b> אין הלכה כסתם משנה זו, אלא בין יש לו מי שיאחוז חמורו בין אין לו מי שיאחוז חמורו לא ירד, מפני שאין דעתו מיושבת עליו כשהוא יורד:",
                "<b>יחזיר את פניו.</b> לצד ירושלים, שנאמר (מלכים א ח׳:מ״ח) והתפללו אליך דרך ארצם:",
                "<b>יכוין את לבו כנגד בית קדשי הקדשים.</b> שנא׳ (שם) והתפללו אליך אל המקום הזה:"
            ],
            [
                "<b>באסדא.</b> עצים הרבה קשורים ומהודקים יחד, ומשיטים אותם בנהר ובני אדם הולכים עליהם. ובלשון מקרא (ד״ה ב ב) קרוין רפסודות:"
            ],
            [
                "<b>אין תפלת המוספים אלא בחבר עיר.</b> בחבורת העיר, כלומר בצבור ולא ביחיד:",
                "<b>בחבר עיר ושלא בחבר עיר.</b> בין בצבור בין ביחיד:",
                "<b>רבי יהודה אומר משמו.</b> של ר׳ אלעזר בן עזריה. ואיכא בין ת״ק לרבי יהודה יחיד הדר בעיר שאין שם עשרה לת״ק אליבא דר׳ אלעזר דאמר לא תקנוה אלא בחבר עיר יחיד זה פטור, ולר״י אין יחיד פטור אלא כשהוא במקום עשרה שש״צ פוטרו. והלכה כחכמים:"
            ]
        ],
        [
            [
                "<b>אין עומדין. מתוך כובד ראש.</b> הכנעה ומורא דכתיב (תהלים ב) עבדו את ה׳ ביראה, ועבודה זו תפלה היא:",
                "<b>שוהים שעה אחת.</b> במקום שבאו להתפלל:",
                "<b>אפילו המלך שואל בשלומו.</b> ודוקא מלך ישראל אבל מלך עובד כוכבים פוסק שלא יהרגנו:",
                "<b>אפילו נחש כרוך על עקבו.</b> דוקא נחש שרוב פעמים אינו נושך, אבל עקרב או אפעה מן הדברים שודאי נושכים וממיתים פוסק:  "
            ],
            [
                "<b>מזכירין גבורות גשמים.</b> משיב הרוח שאינו לשון בקשה אלא לשון הזכרה ושבח. ומפני שהגשמים אחת מגבורותיו של הקב״ה דכתיב (איוב ה׳:י׳) עושה גדולות עד אין חקר הנותן מטר על פני ארץ משום הכי קרי להו גבורות גשמים:",
                "<b>ושאלה.</b> ותן טל ומטר ל׳ בקשה:",
                "<b>בברכת השנים.</b> מתוך שהן פרנסה קבעו שאלתן בברכת פרנסה:",
                "<b>והבדלה.</b> במוצאי שבת:",
                "<b>בחונן הדעת.</b> שהיא ברכה ראשונה של חול. ובירושלמי אמרו מפני מה תקנו הבדלה בחונן הדעת שאם אין דעה הבדלה מנין. וכן הלכה:"
            ],
            [
                "<b>על קן צפור יגיעו רחמיך.</b> כמו שהגיעו רחמיך על צפור וגזרת לא תקח האם על הבנים כן חוס ורחם עלינו:",
                "<b>משתקין אותו.</b> שעושה מדותיו של הקב״ה רחמים והן אינן אלא גזרות מלך על עבדיו:",
                "<b>ועל טוב יזכר שמך.</b> משמע על טובתך נודה לך ועל הרע לא נודה, והרי אנו חייבין לברך על הרעה כשם שמברכין על הטובה:",
                "<b>מודים מודים.</b> דמיחזי כמקבל עליו שתי אלוהות. ומפרש בירושלמי הדא דתימא בצבור, אבל ביחיד תחנונים הם:",
                "<b>ולא יהא סרבן באותה שעה.</b> כדרך שאר יורדים לפני התיבה שצריך לסרב פעם ראשונה אבל זה לא יסרב כשאומרים לו לך רד לפי שגנאי הוא שתהא התפלה מופסקת כל כך:"
            ],
            [
                "<b>לא יענה אחר הכהנים אמן.</b> בסוף כל ברכה כמו ששאר הצבור עונים:",
                "<b>מפני הטירוף.</b> שלא תטרוף דעתו ויטעה, לפי שש״ץ הוא צריך להתחיל ברכה שניה ולהקרות להן מלה במלה ואם יענה אמן לא יוכל לכוין ולחזור לתפלתו מהר ולהתחיל הברכה שראוי שיתחיל:",
                "<b>לא ישא את כפיו.</b> שמא לא יוכל לכוין ולחזור לתפלתו להתחיל שים שלום שתהא דעתו מטורפת מאימתא דצבורא:",
                "<b>ואם הבטחתו.</b> כלומר אם בטוח הוא שלא תהא דעתו מטורפת מאימת הצבור:"
            ],
            [
                "<b>אם שגורה תפלתי.</b> סדורה בפי במרוצה ואיני נכשל בה:",
                "<b>שהוא מטורף.</b> שהחולה מטורף, כמו אך טרוף טורף (בראשית מ״ד:כ״ח). פי׳ אחר לשון טורפים לו תפלתו בפניו [בגמרא ה]. כלומר התפלה שהתפללו עליו מטורפת וטרודה ממנו ואינה מקובלת:"
            ]
        ],
        [
            [
                "<b>כיצד מברכין.</b> חוץ מן היין. שמתוך חשיבותו קבעו לו ברכה לעצמו. וכן הפת:",
                "<b>בורא מיני דשאים.</b> לפי שיש בכלל פרי האדמה דשא, וזרעים כגון קטניות, ור׳ יהודה בעי היכר ברכה לכל מין ומין ואין הלכה כר׳ יהודה. והא דתנן על הירקות אומר בורא פרי האדמה, הני מילי ירקות שדרכן לאכלן חיין ואכלן חיין או שדרכן לאכלן מבושלים ואכלן מבושלים אבל אותן שדרכן לאכלן חיין ואכלן מבושלים או שדרכן לאכלן מבושלים ואכלן חיין אינו מברך עליהן אלא שהכל. וירקות שאוכלין אותם בין חיין בין מבושלים מברכין עליהן בורא פרי האדמה בין חיין בין מבושלים:"
            ],
            [
                "<b>בירך על פירות האילן וכו׳</b> כל היכא דכי שקלי פירא איתיה לענף, ואותו הענף עצמו חוזר ומוציא פרי לשנה האחרת מקרי אילן, ומברכין על פירותיו בורא פרי העץ, אבל היכא דכי שקלת ליה לפרי לא ישאר ענף שיחזור ויוציא פרי לשנה האחרת אין מברכין על הפירות אלא בורא פרי האדמה:",
                "<b>ועל כולן אם אמר שהכל יצא.</b> ואפילו על הפת ועל היין. ומיהו לכתחלה אין לאכול שום פרי אם אינו יודע תחלה שיברך עליו ברכה הראויה לו:"
            ],
            [
                "<b>נובלות.</b> פירות שנפלו מן האילן קודם שנתבשלו כל צרכן:",
                "<b>גובאי.</b> חגבים טהורים:",
                "<b>מין קללה.</b> נובלות וגובאי ע״י קללה הן באים ואין הלכה כר״י:"
            ],
            [
                "<b>מין שבעה.</b> חטה ושעורה וגפן ותאינה ורמון זית ותמרים, דהני עדיפי הואיל ונשתבחה בהן א״י:",
                "<b>מברך על איזה מהם שירצה.</b> דחביב עדיף. והלכה כחכמים:"
            ],
            [
                "<b>פטר את היין שלאחר המזון.</b> הני מילי בשבתות וימים טובים שרגילים לקבוע על היין לאחר המזון, וכשברך על היין לפני המזון אדעתא דהכי ברך, אבל בשאר ימים שאין רגילים לקבוע עצמן על היין שלאחר המזון אין היין שלפני המזון פוטר היין שלאחר המזון. וכל לאחר המזון דתנן במתניתין היינו לאחר שסלקו ידיהם מן הפת קודם שיברכו ברכת המזון:",
                "<b>פרפרת.</b> כל דבר שמלפתים בו את הפת, כגון בשר וביצים ודגים קרויים פרפרת. ופעמים שהיו מביאים פרפראות קודם סעודה להמשיך האכילה וחוזרים ומביאים פרפראות אחרות לאחר הסעודה אחר שמשכו ידיהם מן הפת:",
                "<b>מעשה קדרה.</b> כגון הריפות וגרש כרמל וקמח שנתבשל במים כגון הלביבות וכיוצא בהן. ואית דמפרשי פרפרת דמתניתין פת הצנומה בקערה שאין בה מראה לחם דמברכים עלה בורא מיני מזונות. והשתא ניחא דאיצטריך לאשמעינן ברך על הפרפרת לא פטר את הפת אף על גב דהיא נמי מין פת, אבל מעשה קדרה פטר. ובית שמאי סברי כשם שאם ברך על הפרפרת לא פטר את הפת כך לא פטר מעשה קדרה. ואין הלכה כב״ש:"
            ],
            [
                "<b>היו יושבים.</b> בלא הסיבה, וסימן הוא שלא נתועדו לאכול יחד. שרגילים היו כשמתועדים חבורות אנשים לאכול שהיו מסובים על המטות ואוכלים ושותים בהסבת שמאל:",
                "<b>כל אחד מברך לעצמו.</b> שלא היה להם קבע סעודה בלא הסיבה. ומיהו אם אמרו ניזיל ניכול נהמא בדוכתא פלן, אע״פ שלא הסיבו כהסיבו דמי, ואחד מברך לכולם ומצטרפין נמי לזימון:",
                "<b>בא להם יין בתוך המזון כל אחד מברך לעצמו.</b> הואיל ואין בית הבליעה פנוי ואין לב המסובים פונה אל המברך אלא לבלוע מה שבפיהם. א״נ חיישינן שמא יחנק כשבא לענות אמן:",
                "<b>והוא אומר על המוגמר.</b> המברך ברכת המזון הוא מברך על המוגמר בורא עצי בשמים. ואע״ג דאיכא דעדיף מיניה אפ״ה כיון דאתחיל בחדא עביד לאידך:",
                "<b>לאחר הסעודה.</b> לאחר ברכת המזון, דהשתא לאו מצרכי הסעודה הוא, אפ״ה כיון שהתחיל בברכות אחרונות גומרן:",
                "<b>מוגמר.</b> רגילין היו להביא אחר הסעודה עצי בשמים במחתה על האש לריח טוב:"
            ],
            [
                "<b>מליח.</b> כל דבר מלוח:",
                "<b>שהפת טפלה לו.</b> מי שאכל אכילה גסה מפירות מתוקים ביותר אוכל אחריו דבר מליח לחתך הליחות הנדבקות בגופו מחמת רוב הפירות, ומפני שאינו יכול לאכול המליח לבדו אוכל מן הפת עמו. אבל המליח לבדו עיקר והפת טפלה לו:"
            ],
            [
                "<b>מברך אחריהן ג׳ ברכות.</b> דכל שהוא משבעת המינים מברך אחריו שלש ברכות, דסבירא ליה לרבן גמליאל דואכלת ושבעת וברכת לאו אלחם בלבד קאי אלא אכל ז׳ המינין המוזכרים לעיל בפרשה. ובהאי קרא שלש ברכות רמיזי, וברכת זו ברכת הזן, על הארץ זו ברכת הארץ, הטובה זו בונה ירושלים, וכן הוא אומר (דברים ג׳:כ״ה) ההר הטוב הזה:",
                "<b>וחכ״א ברכה אחת.</b> מעין שלש ברכות אם ענבים תאנים רימונים זיתים ותמרים אכל, מברך על העץ ועל פרי העץ ועל ארץ חמדה טובה וכו׳, וחותם על הארץ ועל הפירות. ובארץ ישראל חותם על הארץ ועל פירותיה. וברכה זו עצמה מברך על היין אלא שפותח בה על הגפן ועל פרי הגפן. ועל כל דבר הנעשה מחמשת מיני דגן במקום על העץ ועל פרי העץ אומר על המחיה ועל הכלכלה וחותם על הארץ ועל המחיה:",
                "<b>אפילו אכל שלק.</b> של ירק. והוא מזונו, שסומך עליו למזון מברך ג׳ ברכות דואכלת ושבעת אכל מאי דאכל קאי. והלכה כחכמים שאין מברכין שלש ברכות אלא אלחם, ועל שבעת המינין ברכה אחת מעין שלש, ועל כל שאר דברים בורא נפשות רבות וחסרונן. פירוש חסרונן כמו לחם ומים שאי אפשר להתקיים בלא הם, על כל מה שברא להחיות בהם נפש כל חי, כלומר על כל מה שבעולם שגם אם לא נבראו יכולין הבריות להתקיים, ולא נבראו כי אם לתענוג ולתוספת טובה. ומפני שיש בברכה זו ב׳ ענינים הויא ברכה ארוכה ופותחת בברוך וחותמת בברוך, כדאיתא בירושלמי שחותמים בה ברוך אתה ה׳ חי העולמים:",
                "<b>השותה מים לצמאו.</b> דוקא, מברך שהכל. אבל השותה מים לבלוע מאכל שנתחב לו בגרונו וכיוצא בזה אינו מברך:",
                "<b>רבי טרפון אומר בורא נפשות רבות.</b> מברך לפני שתיית המים. ואין הלכה כר׳ טרפון, אלא לפניהם מברך שהכל ולאחריהם בורא נפשות רבות:"
            ]
        ],
        [
            [
                "<b>שלשה שאכלו.</b> לזמן. להזדמן יחד, לברך בלשון רבים נברך שאכלנו משלו:",
                "<b>דמאי.</b> פירות עמי הארץ קרויים דמאי, כלומר דא מאי מעושרין הן או לא, לפי שהם חשודים על המעשרות ואסרו חכמים לאכול מפירותיהן עד שיעשר. ואם אכל ולא עשר מברך עליו ולא הוי מצוה הבאה בעבירה דרוב עמי הארץ מעשרים הם:",
                "<b>שנטלה תרומתו.</b> ואף על פי שלא נטלה ממנו תרומה גדולה, כגון בן לוי שהקדים את הכהן ולקח המעשר בשבלים קודם שנטל הכהן תרומה גדולה, והכהן היה לו ליטול תרומה גדולה תחלה אחד מחמשים, דרחמנא קרייה ראשית, נמצא תרומה גדולה של כהן בתוך המעשר הזה אחד מחמשים שבו, לבד מתרומת מעשר שעל הלוי להפריש תרומה ממעשרו. ואשמעינן מתניתין דהכא דפטור הלוי מלהפריש ממנו תרומה גדולה דכתיב (במדבר י״ח:כ״ו-כ״ז) והרמותם ממנו תרומת ה׳ מעשר מן המעשר, מעשר מן המעשר אמרתי לך ולא תרומה גדולה ותרומת מעשר מן המעשר:",
                "<b>ומעשר שני והקדש שנפדו.</b> כגון שנתן את הקרן ולא נתן את החומש, שהבעלים מוסיפים חומש. וקמשמע לן תנא דאין חומש מעכב:",
                "<b>והשמש שאכל כזית.</b> דמהו דתימא כיון שהשמש אין לו קביעות אלא הולך ובא אין מזמנין עליו קמ״ל. ובכל הני אשמעינן דאע״ג דדמו לאיסור אין כאן ברכה בעבירה:",
                "<b>והכותי.</b> מן העובדי כוכבים שהביא מלך אשור מכותא ומשאר ארצות ויושב אותם בערי שומרון, ונתגיירו מאימת האריות שהיו אוכלים בהם כמפורש בספר מלכים (ב יז), והיו שומרים תורה שבכתב, וכל מצוה שהחזיקו בה מדקדקים בה יותר מישראל, לפיכך היו מאמינים בהם בקצת המצות, עד שבדקו אחריהם ומצאו להם דמות יונה בראש הר גריזים שהיו עובדים אותה, ומאז עשאום כעובדי כוכבים גמורים לכל דבריהם, הלכך האידנא אין מזמנין על הכותי:",
                "<b>אכל טבל.</b> דגן שלא נטלה ממנו תרומה ומעשרות קרוי טבל. ופירוש טבל טב לא ואין צריך לומר טבל דאורייתא, אלא אפילו טבל דרבנן כגון דגן שצמח בעציץ [שאינו נקוב] שאינו טבל אלא מדרבנן, אין מזמנין עליו:",
                "<b>ומעשר ראשון שלא נטלה תרומתו.</b> לאו תרומת מעשר קאמר דהאי טבל גמור הוא, אלא כגון שהקדים לוי את הכהן בכרי לאחר שנתמרח והוקבע לתרומה מן התורה ונטל מעשר ראשון תחלה, ואחד מחמשים שבו היא ראויה לתרומה גדולה לכהן, וכל זמן שלא נתן ממנו תרומה גדולה זו אף על פי שהפריש תרומת מעשר אין מזמנין עליו, ואם היה מקדימו בשבלים קודם שתתמרח לא היה צריך להפריש תרומה גדולה כדכתבינן לעיל:",
                "<b>ומעשר שני והקדש שלא נפדו.</b> א״צ לומר שלא נפדו כלל דהא מילתא דפשיטא היא, אלא שנפדו ולא נפדו כהלכתן, כגון שפדה מע״ש בגרוטאות של כסף או במטבע שאין עליו צורה, ורחמנא אמר (דברים י״ד:כ״ה) וצרת הכסף בדבר שיש בו צורה. והקדש שחללו ע״ג קרקע ולא פדאו בכסף, ורחמנא אמר ונתן את הכסף:",
                "<b>והשמש שאכל פחות מכזית.</b> משנה שאינה צריכה היא, אלא איידי דהדר לרובא לצורך הדר נמי להא:",
                "<b>ועובד כוכבים.</b> בגר שמל ולא טבל מיירי. ואשמעינן דכל כמה דלא טבל עובד כוכבים הוא, ולעולם אינו גר עד שימול ויטבול:"
            ],
            [
                "<b>וקטנים אין מזמנין עליהם.</b> דוקא קטנים שאין יודעים למי מברכין, אבל קטן היודע למי מברכין מזמנין עליו. ואיכא מרבוותא דאמרי דלא אמרו קטן היודע למי מברכין מזמנין עליו אלא בבן שלש עשרה שנה ויום אחד שלא הביא שתי שערות והוא הנקרא קטן פורח אבל בבציר מהכי אין מזמנין עליו, ואפילו יודע למי מברכין. ובירושלמי מייתי הלכה למעשה דאין מזמנין על הקטן כלל עד שיגדל ויביא שתי שערות. ונשים מזמנות לעצמן ועבדים מזמנין לעצמן, אבל נשים עם עבדים לא משום פריצותא:",
                "<b>עד כזית.</b> וכן הלכה, ולא כרבי יהודה דאמר עד כביצה:"
            ],
            [
                "<b>בשלשה והוא אומר ברכו.</b> דהא בלאו דידיה איכא זימון, וכן כולם:",
                "<b>אחד עשרה ואחד עשר רבוא.</b> הך רישא רבי עקיבא היא, דאמר מה מצינו בבית הכנסת משהגיעו לעשרה אין חילוק בין רבים למועטים הכא נמי אין חילוק:",
                "<b>במאה אומר נברך לה׳ אלהינו.</b> הך סיפא כולה רבי יוסי הגלילי היא, דאמר לפי רוב הקהל הן מברכין שנאמר במקהלות ברכו אלהים. ופסק הלכה משלשה ועד עשרה, ואין עשרה בכלל, המברך אומר נברך שאכלנו משלו וכולן עונים ברוך שאכלנו משלו ובטובו חיינו. ועשרה או מעשרה ולמעלה המברך אומר נברך לאלהינו שאכלנו משלו, וכולן עונים ברוך אלהינו שאכלנו משלו ובטובו חיינו:",
                "<b>רבי ישמעאל אומר ברכו את ה׳ המבורך.</b> והלכה כר׳ ישמעאל:"
            ],
            [
                "<b>אינן רשאים ליחלק.</b> מכיון שחלה עליהם חובת זימון:",
                "<b>וכן ארבעה וכן חמשה.</b> אין השלשה מזמנין לעצמן והיחיד יחלק מהן, דאיהו נמי אקבע בחובת זמון:",
                "<b>ששה נחלקים.</b> כדי זמון לכאן וכדי זמון לכאן, עד עשרה, אבל י׳ אין נחלקים דאתחייבו להו בזמון שיש בו הזכרת השם, עד שיהיו עשרים, ואז יחלקו לשתי חבורות אם ירצו:"
            ],
            [
                "<b>ואם לאו אלו מזמנין לעצמן.</b> ובזמן ששמש אחד משמש לשתי החבורות אף על פי שאין רואים אלו את אלו, השמש מצרפן:",
                "<b>אין מברכין על היין.</b> בורא פרי הגפן:",
                "<b>עד שיתן לתוכו מים.</b> לפי שהיה יינם חזק מאד ולא היה ראוי לשתייה בלא מים, הילכך אכתי לא אישתני למעליותא ולא זז מברכתו הראשונה ומברכין עליו בורא פרי העץ כענבים. ואין הלכה כרבי אליעזר:"
            ]
        ],
        [
            [
                "<b>אלו דברים.</b> מברך על היום. בתחלה קדוש היום ואח״כ מברך על היין בורא פרי הגפן, שתחלה קדש היום ואחר כך בא היין על השלחן בשביל היום, וכשם שקדם לכניסה כך קודם לברכה:",
                "<b>מברך על היין.</b> תחלה, וה״ה למקדש על הפת, שהיין או הפת גורמים לקדוש היום שאם אין לו יין או פת לא יקדש:"
            ],
            [
                "<b>בש״א נוטלין לידים ואחר כך מוזגין את הכוס.</b> שאם אתה אומר מוזגין את הכוס תחלה, גזרה שמא יטמאו משקים שנפלו באחורי הכוס מחמת הידים, שהידים קודם נטילה תורת שני לטומאה יש להן ומטמאים את המשקים להיות תחלה, ויחזרו המשקים ויטמאו את אחורי הכוס, שהמשקים שנטמאו מטמאים כלים מדרבנן, אלא שהקילו בטומאה זו שכלי שנטמאו אחוריו במשקים טמאים לא נטמא תוכו ולא ידיו ולא אוגנו, וסברי בית שמאי אסור להשתמש בכוס שאחוריו טמאות אע״פ שלא נטמא תוכו, גזרה שמא ינתזו נצוצות מתוכו על אחורי הכוס ויקבלו המשקין טומאה מחמת אחוריו ויטמאו את הידים. וכיון דאסור להשתמש בכלי שאחוריו טמאות נוטלין לידים תחלה ואח״כ מוזגין את הכוס, כדי שלא יקבלו המשקים שאחורי הכלי טומאה מחמת ידים ונמצאו אחורי הכלי טמאים מחמת אותן משקים ומשתמש בו באיסור. ובית הלל סברי אין אסור להשתמש בכלי שאחוריו טמאות, הלכך מוזגים את הכוס תחלה ושותים אותו ואח״כ נוטלין לידים, שאם אתה אומר נוטלין לידים תחלה ואח״כ מוזגים את הכוס גזירה שמא יהיו אחורי הכוס טמאים, שמותר להשתמש בכלי שאחוריו טמאים, ולא יהיו ידיו נגובות יפה ויטמאו אחורי הכלי המשקין שבידיו, ואותן משקין שנעשו תחלה יחזרו ויטמאו את הידים ונמצא אוכל בידים מסואבות:  "
            ],
            [
                "<b>מקנח ידיו במפה.</b> מנטילת מים ראשונים, ומניחה על השלחן ומקנח בה ידיו תמיד מזוהמת התבשיל, ולא יניחנה על הכסת שהוא יושב בה גזירה שמא יהיה הכסת ראשון לטומאה ויהיה משקה טופח במפה מחמת נגוב הידים ואותו משקה כשנוגע בכסת נעשה ראשון דלעולם המשקים נעשות תחלה וחוזר ומטמא את הידים כשמקנח בה תמיד בתוך הסעודה. אבל בשלחן ליכא למגזר הכי שאסור להשתמש בשלחן שהוא שני לטומאה. ובית הלל סברי מותר להשתמש בשלחן שהוא שני לטומאה, הלכך לא יניח המפה על השלחן שמא יטמאו המשקים שבמפה מחמת השלחן ויחזרו ויטמאו את האוכלים, ואם יניחנה על הכסת אין לחוש כי אם שמא יטמאו ידיו, מוטב שיטמאו ידים שאין להם עיקר מן התורה, דאין נטילת ידים לחולין מן התורה, ולא יטמאו אוכלים שיש להם עיקר מן התורה דראשון עושה שני בחולין מן התורה:"
            ],
            [
                "<b>בית שמאי אומרים מכבדין את הבית.</b> מקום שאכלו שם מכבדים אותו משיורי אוכלים שנתפררו עליו ואח״כ נוטלים לידים מים אחרונים. דפעמים שהשמש עם הארץ ומניח הפירורים שיש בהם כזית, ואם אתה אומר נוטלים לידים תחלה נמצא אתה מפסיד את האוכלים שמים אחרונים נתזים עליהם ונמאסים. ובית הלל סברי אסור להשתמש בשמש עם הארץ, ושמש תלמיד חכם אינו מניח פירורים שיש בהן כזית אלא מסיר אותם, ואם נתזים המים על גבי פירורים שאין בהם כזית אין בכך כלום דפירורים שאין בהם כזית מותר לאבדן ביד. והלכה כבית שמאי בזה שמותר להשתמש בשמש עם הארץ:"
            ],
            [
                "<b>נר ומזון.</b> מי שאכל בשבת במנחה וחשכה לו ועדיין לא גמר סעודתו ואין לו יין אלא שיעור [כוס] אחד. בית שמאי אומרים נר ומזון בשמים והבדלה. דכולי עלמא הבדלה בסוף, דאפוקי יומא מאחרינן ליה כי היכי דלא ליהוי עליה כמשאוי. לא נחלקו אלא על הנר ועל הבשמים, דבית שמאי אומרים נר ומזון ואח״כ בשמים, ובית הלל אומרים נר ובשמים כי הדדי, דברכות שאנו יכולים לעשותם דלא מיחזי כמשאוי כגון נר ובשמים מקדמינן להו לברכת המזון:",
                "<b>בית שמאי אומרים שברא מאור האש.</b> שברא דמשמע לשעבר ולא בורא דמשמע להבא. ",
                "<b>מאור האש</b> ולא מאורי האש, דחדא נהורא איכא בנורא:",
                "<b>ובית הלל אומרים בורא.</b> נמי משמע לשעבר:",
                "<b>מאורי האש.</b> שהרבה גוונים יש בשלהבת, אדומה לבנה וירקרוקת:"
            ],
            [
                "<b>לא על הנר ולא על הבשמים של עובדי כוכבים.</b> נר משום דלא שבת שהעובד כוכבים עשה מלאכה לאורו וקיימא לן אור שלא שבת אין מברכין עליו הואיל ונעבדה בו עבירה. ובשמים של עובדי כוכבים בבשמים שהם במסבה שעובדי כוכבים מסובים בה לסעודה מיירי. והא דתנן בסיפא ולא על הנר ולא על הבשמים של עבודת כוכבים, מה טעם קאמר, מה טעם אין מברכין על בשמים של עובדי כוכבים לפי שסתם מסבת עובדי כוכבים לעבודת כוכבים ואין מברכין על בשמים של עבודת כוכבים:",
                "<b>ולא על הנר של מתים.</b> דלא אתעביד לאורה אלא לכבוד בעלמא:",
                "<b>ולא על בשמים של מתים.</b> דלעבורי ריחא עבידי:",
                "<b>ולא על נר ובשמים.</b> דעבודת כוכבים, לפי שאסורין בהנאה:",
                "<b>עד שיאותו לאורו.</b> שיהנו מאורו, ולא שיהנו ממש אלא שקרוב לו כל כך שיוכל ליהנות אם ירצה:"
            ],
            [
                "<b>שיתעכל המזון שבמעיו.</b> כל זמן שאינו רעב מחמת אותה האכילה הוא סימן שלא נתעכל המזון. ודוקא בשכח אמרי בית הלל דאינו חוזר, אבל במזיד דברי הכל יחזור למקומו ויברך:"
            ],
            [
                "<b>מברך על היין ואחר כך מברך על המזון.</b> שאין ברכת המזון טעונה כוס. וב״ה סברי ברכת המזון טעונה כוס:",
                "<b>עונין אמן אחר ישראל המברך.</b> ואף על פי שלא שמע הזכרת השם אלא סוף הברכה דמסתמא לשמים ברך:",
                "<b>אלא אם כן שמע כל הברכה.</b> שמא ברך להר גריזים:"
            ]
        ],
        [
            [
                "<b>הרואה מקום שנעשו בו ניסים.</b> כגון מעברות ים סוף ונחלי ארנון ומעברות הירדן ואבן שישב עליה משה ע״ה כשעשה מלחמה בעמלק ודומיהן. ואניסא דרבים כגון הני דאמרינן מחייבי כ״ע לברוכי, אבל אניסא דיחיד כגון הרואה מקום שנעשה לו בו נס איהו חייב לברוכי ברוך שעשה לי נס במקום הזה ובנו ובן בנו חייבים לברך ברוך שעשה נס לאבותי במקום הזה. וכל הני ברכות דמתניתין בעו הזכרת שם ומלכות דכל ברכה שאין בה הזכרת השם ומלכות אינה ברכה:"
            ],
            [
                "<b>זיקים.</b> כוכב הנראה כמו שפותח הרקיע ויורה כחץ ממקום למקום. אי נמי כוכב שנראה כמו שיש לו זנב ארוך:",
                "<b>זועות.</b> שהארץ מזדעזעת ורועשת:",
                "<b>רעמים.</b> קול הנשמע ברקיע מעננים ששופכים מים מזה לזה, כמה דתימא (ירמיה נא) לקול תתו המון מים בשמים:",
                "<b>ועל הרוחות.</b> שבאים בסערה וזעף, ואינם מצויות אלא לפרקים:",
                "<b>ברוך שכחו מלא עולם.</b> ואי בעי מברך ברוך עושה מעשה בראשית שכל אלו מעשה בראשית הם דכתיב (תהלים קלה) ברקים למטר עשה, אבל על ההרים ועל הגבעות וכו׳ אומר עושה מעשה בראשית דוקא דלא מצי לברוכי עלייהו שכחו מלא עולם שאינן נראים ברוב העולם אלא כל אחד ואחד במקומו:",
                "<b>הים הגדול.</b> ים אוקינוס שמקיף העולם:",
                "<b>ברוך שעשה את הים הגדול.</b> שמתוך גדלו וחשיבותו קובע ברכה לעצמו:",
                "<b>לפרקים.</b> משלשים יום לשלשים יום:",
                "<b>על הגשמים וכו׳</b> מברך הטוב והמטיב, והוא דאית ליה ארעא בשותפות עם אחריני דהכי משמע הטוב והמטיב הטוב לדידיה והמטיב לאחריני, אבל כי לית ליה ארעא כלל אומר מודים אנחנו לך ה׳ אלהינו על כל טיפה וטיפה שהורדת לנו וכו׳. ואם יש לו קרקע לבדו מברך שהחיינו:"
            ],
            [
                "<b>בנה בית חדש וקנה כלים חדשים.</b> בין יש לו כיוצא בהן בין אין לו כיוצא בהן מברך שהחיינו:",
                "<b>על הרעה מעין הטובה.</b> מפרש בגמרא כגון שצפו מים על ארצו ושטפו תבואתו של שנה זו, אע״פ שרוו המים פני האדמה ונעשית שדהו משובחת לשנים הבאות השתא מיהא רעה היא ומברך דיין האמת:",
                "<b>ועל הטובה מעין הרעה.</b> כגון דאשכח מציאה, אע״ג דרעה היא דאי שמע בה מלכא חובטו במכות ויסורין ושקיל לה מיניה השתא מיהא טובה היא ומברך הטוב והמטיב:",
                "<b>הצועק לשעבר.</b> המתפלל על מה שכבר היה הרי זו תפלת שוא, דמאי דהוה הוה:"
            ],
            [
                "<b>שתים בכניסתו ושתים ביציאתו.</b> בכניסתו אומר שתכניסני לכרך זה לשלום, נכנס אומר מודה אני לפניך שהכנסתני לכרך זה לשלום הרי (זה) שתים בכניסתו. בקש לצאת אומר שתוציאני מכרך זה לשלום, לאחר שיצא אומר מודה אני לפניך שהוצאתני מכרך זה לשלום וכל כך למה מפני שצריך שיתן אדם הודאה לבוראו על מה שעבר עליו מן הטוב ויתפלל על העתיד שתבא לו טובה:"
            ],
            [
                "<b>חייב אדם לברך על הרעה.</b> כשמברך דיין האמת על הרעה, חייב לברך בשמחה ובלב טוב כשם שמברך בשמחה הטוב והמטיב על הטובה:",
                "<b>דבר אחר בכל מאדך.</b> בכל מדות המדודות לך בין מדה טובה בין מדת פורענות:",
                "<b>לא יקל אדם ראשו.</b> לא ינהג קלות ראש:",
                "<b>כנגד שער המזרח.</b> חוץ להר הבית אשר בחומה הנמוכה אשר לרגלי הבית למזרח, לפי שהוא מכוון, שכל השערים מכוונים זה, כנגד זה שער מזרח שער עזרת נשים ושער עזרת ישראל ופתח האולם וההיכל ובית קדש הקדשים בימי בית ראשון:",
                "<b>באפונדתו.</b> אזור חלול שנותנים בו מעות. פירוש אחר בגד שלובש על בשרו לקבל הזיעה שלא לטנף שאר בגדים, וגנאי לאדם לצאת באותו בגד לבדו:",
                "<b>קפנדריא.</b> ליכנס בפתח זה ולצאת בפתח שכנגדו כדי לקצר הלוכו דרך שם. ולשון קפנדריא אדמקיפנא דרי אעול בהא, כלומר בעוד שאני צריך להקיף שורות של בתים אקצר מהלכי ואכנס דרך כאן:",
                "<b>ורקיקה.</b> אסורה בהר הבית:",
                "<b>מקל וחומר.</b> ממנעל, ומה מנעל שאינו דרך בזיון אסור, רקיקה שהיא דרך בזיון לא כל שכן:",
                "<b>כל חותמי ברכות שבמקדש.</b> המברך אומר בסוף כל ברכה ברוך ה׳ אלהי ישראל מן העולם ועד העולם חונן הדעת וכן בכולם, והעונין אומרים ברוך שם כבוד מלכותו לעולם ועד. שאין עונין אמן אחר כל ברכה שבמקדש, דכתיב בעזרא (נחמיה ט) קומו ברכו את ה׳ אלהיכם מן העולם עד העולם, ואומר אח״כ ויברכו שם כבודך, כלומר שעונים ברוך שם כבוד מלכותו לע״ו. ואשמעינן הכא דבמקדש ראשון לא היו אומרים אלא ברוך אלהי ישראל מן העולם ולא יותר ולא היו אומרים ועד העולם:",
                "<b>משקלקלו המינים.</b> שאין מאמינים בתחיית המתים ואמרו אין עולם אלא זה, התקינו עזרא ובית דינו שיהו אומרים מן העולם ועד העולם לומר ששני עולמות יש, העולם הזה והעולם הבא, להוציא מלב המינים שכופרים בתחיית המתים:",
                "<b>שיהא אדם שואל בשלום חבירו בשם.</b> בשמו של הקדוש ברוך הוא, ולא אמרינן מזלזל הוא בכבודו של מקום בשביל כבוד הבריות להוציא שם שמים עליו, ולמדו מבועז שאמר לקוצרים ה׳ עמכם, וכי תימא בעז מדעתיה דנפשיה קעבד ולא גמרינן מיניה, תא שמע מן המלאך שאמר לגדעון ה׳ עמך גבור החיל, וכי תימא לא שאל המלאך בשלום גדעון, ולא ברכו, אלא בשליחותו של מקום הודיעו שהשכינה עמו, ולא גמרינן מיניה, תא שמע ואומר אל תבוז כי זקנה אמך, אל תבוז את בעז לומר שמדעתו עשה אלא למוד מזקני אומתך כי יש לו על מי להסמך שנאמר עת לעשות לה׳ הפרו תורתך:",
                "<b>רבי נתן אומר הפרו תורתך.</b> פעמים שמבטלים דברי תורה כדי לעשות לה׳, אף זה המתכוין לשאול בשלום חברו, וזהו רצונו של מקום שנאמר (תהילים ל״ד:ט״ו) בקש שלום ורדפהו, מותר להפר תורה ולעשות דבר הנראה אסור:"
            ]
        ]
     ],
    "textrambam":[
        [
            [
                "<b>מאימתי קורין את שמע בערבין וכו': </b>כבר בארנו בפתיחת דברינו מה טעם התחיל בזו המסכת ומה שהצריכו לדבר על עונת קריאת שמע ערבית קודם שידבר על עונת קריאתה שחרית. שכן מצינו בתורה בחיובה בשכבך ובקומך רוצה לומר שיקראוה בשעת שינת בני אדם ושעת קומם משנתם. ורצה לומר במה שאמר משעה שהכהנים נכנסין לאכול בתרומתן משעה שיכנסו כהנים טמאים שטבלו לאכול בתרומתן וזה לא יהיה אלא אחר כלות היום כאשר אמר הכתוב בכל מי שיטהר מטומאתו ובא השמש וטהר ואחר יאכל מן הקדשים ושהצריכו לומר משעה שהכהנים נכנסין ולא אמר מצאת הכוכבים ואף על פי שהעת אחד להועילנו תועלת מתוך דבריו והוא שכהן טמא כשיטבול מותר לו לאכול בתרומה אחר ביאת השמש ואם עדיין הוא מחוסר כפורים והוא שתהיה טבילה זו אחר השלמת הזיבה או הצרעת שלא תאמר לא תעלה לו טבילה עד שיקריב הקרבנות הראוים לו ממחרת והודיענו שמותר לו לאכול תרומה קודם שיקריב אותן הקרבנות שלא הקפיד באכילת התרומה אלא על ביאת השמש לא על הבאת הכפרה. ואשמורת שם שלישית הלילה אצלם ושאמרה אשמורה הראשונה הוא השליש הראשון מן הלילה. ועמוד השחר הוא האור הנוצץ בפאת מזרח קודם עלות השמש בכדי שעה וחומש שעה מן השעות הזמניות. וטעם זה קרבת שטח אור השמש מן הקיטורים העבים העולים מן הארץ תמיד אשר די [*<small>צ\"ל</small> עלותם <small>פי' הקיטורים, עיין תוי\"ט</small>] עלותה מן הארץ אחד וחמשים מיל כמו שהתבאר בחכמת הלמודים ודעת חכמים כדעת רבן גמליאל אלא שאמרו עד חצות כדי להרחיק אדם מן העבירה כמו שיתבאר אחר כן והלכה כרבי גמליאל: ",
                "<b>מעשה שבאו בניו מבית המשתה וכו': </b>בית המשתה בית משתה היין והביא דבר זה לסייע בו רבן גמליאל ושהוא הורה כדבריו: ",
                "<b>ולא זו בלבד אמרו אלא כל מה שאמרו חכמים כו': </b>הקטר חלבים הם כלל חלבי הקרבנות אשר יקריבו הכהנים בכל יום. ואברים הם נתחי העולה הקרבה בכל יום והוא מה שאמר הכתוב את הכבש אחד וגו'. והנותר מן החלבים ההם ואברים ההם מקריבין אותן כל הלילה עד עלות עמוד השחר כמו שאמר הכתוב בעולת התמיד היא העולה על מוקדה על המזבח כל הלילה עד הבקר. וכן אכילת קדשים שצוה הקדוש ברוך הוא באכילתן שלא יאכלו אלא ליום אחד אשר נאמר בהם ביום ההוא יאכל לא תותירו ממנו עד בקר דינם כן שיאכלו יום הזבוח ובלילה עד שיעלה עמוד השחר. ומה שאמרו באלו כולם עד חצות ואף על פי שיש בשעה פנאי עד שיעלה עמוד השחר הוא סייג שלא תדחק עליו את השעה ונמצא עושה מהם דבר אחר עלות השחר. וזה ענין מה שאמרו להרחיק אדם מן העבירה: "
            ],
            [
                "<b>מאימתי קורין את שמע בשחרית כו': </b>תכלת הוא שם נופל על הצמר הצבוע כעין תרשיש בלבד. ומה שאמר בין תכלת ללבן ר\"ל בין תכלת שבציצית ללבן שבה. וכרתי הוא הירוק. וסוף שעת הקריאה לדעת רבי אליעזר עד הנץ החמה ולדעת רבי יהושע עד ג' שעות לפי שהוא סובר כי מה שאמר הכתוב ובקומך בעת שיהיו כל בני אדם עומדים ממטתם ויש מי שלא יקום ממטתו עד שעברו ג' שעות מן היום והם בני מלכים ועל כן מותר לקרותה עד סוף שעה שלישית. ודע כי כל השעות הנזכרות בכל המשנה הם השעות הזמניות וענין הזמניות הם השעות שיש מהם י\"ב שעות ביום וי\"ב שעות בלילה ומה שאמר עד שלש שעות כאילו אמר עד כלות רביע היום אחד שהיה היום יום תקופת תמוז או יום תקופת טבת ועל זה היה סובר ומה שאמר לא הפסיד ר\"ל לא הפסיד הברכות אלא מברך יוצר ואהבה וקורא ק\"ש ואפילו אחר (שש) [שלש] שעות מן היום אבל שכרו בענין ההוא כמי שקורא בתורה לא כמי שקורא ק\"ש בעונתה ומכאן אתה למד שהקורא ק\"ש בעונתה שכרו מרובה מקורא בתורה. ואין הלכה כרבי אליעזר והלכה כרבי יהושע וזה במי ששכח אבל לכתחלה הוא חייב לכוון השלמת קריאתה עם הנץ החמה. "
            ],
            [
                "<b>בית שמאי אומרים בערב כל אדם יטה כו': </b>פי' יטה עד שיהא נוטה להשען או להיות מיסב והוא כמו לא יטה לארץ מנלם (איוב ט״ו:כ״ט) ומה שאמר אם כן היא קושיא שהקשו בית שמאי על בית הלל וטעם המחלוקת בין בית שמאי ובית הלל בזה הדין שבית הלל מביאין ראיה מפסוק ובלכתך בדרך כלומר כפי שיזדמן לאדם שלא יתכוין לא בשכיבה ולא בקימה ובית שמאי אומרים שלא בא ובלכתך בדרך אלא ללמדנו שכל העוסק במצוה פטור מקריאת שמע כלומר שכל זמן שתהיה מהלך בדרך ואינך עוסק במצוה אתה חייב בק\"ש אבל אם היית מתעסק במצוה אחרת אינך חייב בה. וכן דברי הכל העוסק במצוה פטור מן המצוה ובית הלל דקדקו העיון ואמרו להם כדבריכם כן הוא וכבר נתבאר ממה שאמרנו שיוכל אדם לקרות קריאת שמע כשהולך בדבר הרשות אם כן מותר לקרות קריאת שמע מי שהוא מהלך וזה מה שאנו מבקשים: ",
                "<b>אמר רבי טרפון אני הייתי בא בדרך והטיתי לקרות כדברי בית שמאי כו': </b>פי' סכנתי שמתי נפשי בכפי לפי שהוא ירד מעל בהמתו וישב לארץ והטה ועל דעת בית הלל היה יכול לקרות ק\"ש והוא הולך רוכב על בהמתו. ולסטים הם שוללי הדרכים והגנבים. ",
                "<b>כדי היית לחוב בעצמך.</b> ענין חייב מיתה היית מפני שעברת על דברי בית הלל ואם היית מת היית מתחייב בנפשך: "
            ],
            [
                "<b>בשחר מברך שתים לפניה ואחת לאחריה כו': </b>שתי הברכות שיברך בשחר קודם ק\"ש הם יוצר ואהבה והא' שהוא מברך לאחריה אמת ויציב אבל בלילה יברך לפניה שתים מעריב ערבים ואהבת עולם ואחריה אמת ואמונה והשכיבנו. והברכה הארוכה היא יוצר אור ומעריב ערבים והקצרה היא אהבת עולם ונקראת ברכת יוצר ארוכה ואהבת עולם קצרה מפני שכל ברכה שיש בתחלתה ברוך ובסופה ברוך נקראת ארוכה ושאינה כן נקראת קצרה ופי' אינו רשאי אין לו רשות כלומר לא יהא מותר לו לעשות ופי' לחתום רוצה לומר שיפסוק במקום שאינו ראוי לפסוק: "
            ],
            [
                "<b>מזכירין יציאת מצרים בלילות כו': </b>יציאת מצרים כנוי לפרשת ציצית שנאמר בה אשר הוצאתי אתכם מארץ מצרים והסברא נותנת שלא יקראו הפרשה הזאת בלילה כי הכתוב אומר וראיתם אותו בשעת הראיה כאשר באה הקבלה לולי יציאת מצרים שנזכר שם ויש לנו לקרותה מפני הענין ההוא. ואולם מה שאמר ר\"א בן עזריה הרי אני כבן שבעים שנה ולא אמר בן שבעים שנה כי לא היה בן שבעים אלא צעיר לימים היה והיה מרבה לשנות וללמוד ולקרות יום ולילה עד אשר תשש כחו ונזרקה בו שיבה וחזר כזקן בן שבעים שנה והיה התחלת השיבה ברצונו כמו שנתבאר בגמרא (דף כח.) ואמר בענין תמיהה הרי אני אע\"פ שהשתדלתי והתחברתי עם אנשי החכמה לא זכיתי לדעת הרמז שנרמז בכתוב בחיוב קריאת פרשת ציצית בלילה עד שדרשה בן זומא: "
            ]
        ],
        [
            [
                "<b>היה קורא בתורה והגיע זמן המקרא אם כיון לבו יצא כו': </b>זמן המקרא הוא אחד מזמני קריאת שמע הקצובים בפרק הקודם לזה. ומה שאמר אם כיון לבו יצא ר\"ל אם ישים לבו ומחשבתו ורעיוניו לקריאה ההיא שאפשר לשמור הנקוד ולא יתכוין לקריאת הפרשה. ומה שאמר יצא ר\"ל יצא ידי חובתו. ובפרקים הם פרקי קריאת שמע ונבארם אחרי זאת. ודברי רבי מאיר בפרקים שואל מפני הכבוד וקל וחומר להשיב שלום למי שישאל בשלומו וכמו כן מה שאמר באמצע שואל יתחיל הוא לתת שלום וקל וחומר להשיב שלום. ופי' מפני הכבוד הוא לתת שלום או להשיב שלום אל איש ראוי לכבדו כגון אביו או רבו או חכם ממנו ומפני היראה איש שהוא מפחד ממנו כגון אנס או מלשין והלכה כרבי יהודה: "
            ],
            [
                "<b>אלו הן בין הפרקים בין ברכה ראשונה לשניה כו': </b>ענין דברו אינו נוהג אלא ביום כי המצוה האמורה בפרשת ויאמר והיא מצות ציצית אינה מחויבת אלא ביום כמו שבארנו קודם זה. והלכה כר\"י: "
            ],
            [
                "<b>הקורא את שמע ולא השמיע לאזנו יצא כו': </b>דקדוק האותיות הוא להשמר במוצא שפתיו בעת הקריאה כדי שלא יניע אות נחה ולא יניח אות נעה ויבאר זכרון התנועות הראויות לבארם ויחטוף התנועות הראויות למהרם בחטיפה ויוציא האותיות דרך מוצאם ולא יבליע אות בשניה הסמוכה אליה בהיות האות מסוף המלה היא בעצמה ראש המלה הבאה אחריה כגון ואבדתם מהרה בכל לבבך וכדומה לו והדברים האלה כולם אי אפשר לכתבם בספר אבל יקחו אותם מפי מלמד שילמדם פה אל פה. ולמפרע פירוש הפוך והוא שיקרא פסוק ואחר כן שלפניו ואחריו השלישי שלפניו. ופי' טעה שגה וחטא. וענין דברו יחזור למקום שטעה על הדרך שזכרו בתוספתא (פ\"ב) הוא שאמר טעה בין פרק לפרק ואינו יודע באיזה פרק חוזר לפרק ראשון באמצע הפרק חוזר לתחלת הפרק בין כתיבה לכתיבה חוזר לכתיבה ראשונה. ואין הלכה כרבי יוסי ולא כרבי יהודה שאמרו לא יצא: "
            ],
            [
                "<b>האומנין קורין בראש האילן או בראש הנדבך כו': </b>פירוש אומנין עושי מלאכה ומנהג בוני הקירות בעפר להציב שני לוחות ומשליכים העפר באמצע וירקעו אותו בכלי עץ יד עד יאחז תבנית הקיר ויקשר ואח\"כ מסירין הלוחות ההם מן הבנין אשר בנו וזה המעשה נקרא אצל בני אדם היום בלשון ערב טאפי\"ה והלוח הא' מאלו השנים אשר בם יבנה ויכונן הקיר קורים אותו נדבך וזהו פירוש המלה על אמתתה. וענין מה שאמר בראש הנדבך ר\"ל בראש הקיר בשעה שיהיו עושי המלאכה רוקעים וכותשים בין הלוחות הנקראין נדבכים. ומה שאסר להם שלא יתפללו שם מפני טרדת הלב וק\"ש לא תצטרך לכוונת הלב אלא פסוק ראשון בלבד: "
            ],
            [
                "<b>חתן פטור מקריאת שמע לילה הראשון כו': </b>האדם לא יפטר מקריאת שמע אלא בהיות לבו טרוד בדבר מצוה שהעוסק במצוה פטור מן המצוה ואם ישא בתולה פטור מק\"ש בעוד שהוא יבא אליה מפני טרדת לבו שמא לא ימצאנה בתולה והוא שיהא בענין ההוא מתעסק במצוה ר\"ל מצות פריה ורביה אבל אם נשא אלמנה חייב בק\"ש שאע\"פ שהוא טרוד במצוה אין לו טרדת מחשבה וכן אם יעמוד ימים לבתולה ולא יבא אליה אין לו אז טרדת הלב שכבר עברה ממנו טרדת הנשואים. וזהו ענין שאמרו אם לא עשה מעשה ר\"ל אם לא בעלה ועמד עד לאחר שבת שנשאה לפניו כבר עברה טרדת לבו וזה המעשה שעשה רבן גמליאל חומרא שהחמיר על עצמו: "
            ],
            [
                "<b>רחץ בלילה הראשון שמתה אשתו כו': </b>זו הרחיצה היתה במים חמין מפני שאבל אסור לרחוץ במים חמין. ופירוש אסטניס קר הגוף גזור ממלת צנת שלג ואע\"פ שנכתב בסמ\"ך וזה נמצא הרבה בלשונות: "
            ],
            [
                "<b>וכשמת טבי עבדו קבל עליו תנחומין כו': </b>כל זה מבואר: "
            ],
            [
                "<b>חתן אם רצה לקרות ק\"ש לילה הראשון קורא רשב\"ג אומר לא כל הרוצה לטול את השם יטול כו': </b>ענין דברי רבי שמעון הוא אומר כי כשיקרא יביטו אליו בני אדם בעין הדור וכבוד וכשהוא מדקדק במצות ואפשר שיהיה מעשהו לפנים ולא לשם שמים. ואין הלכה כרבן שמעון בן גמליאל: "
            ]
        ],
        [
            [
                "<b>מי שמתו מוטל לפניו פטור מקריאת שמע ומן התפלה כו': </b>ענין דברו מוטל לפניו אינו ר\"ל שיעמוד לפניו אך ר\"ל קודם שיקברהו ואף על פי שאינו עמו במקום אחד אבל כשלא יהיה המת ההוא קרובו מאותן שהוא חייב להתאבל עליהם הוא חייב בק\"ש ואע\"פ שעדיין לא נקבר אבל אם יהיה לפניו וישמרהו אז יהיה פטור מק\"ש. ונושאי המטה וחלופיהן וחלופי חלופיהם הם האנשים המזומנים לשאת המטה כשייעפו נושאיה וכל מי שיבא לשאת המטה או יצטרך לעזור נושאי המטה אחד שיהיה לפני המטה או אחר המטה הוא פטור מק\"ש ואם לא יהיה מן המזומנים לשאת המטה ולא מן העוזרים אבל בא ללוותם בלבד הוא חייב בקריאת שמע והכל פטורים מן התפלה והטעם מפני טרדת הלב: "
            ],
            [
                "<b>קברו את המת וחזרו אם יכולין להתחיל ולגמור כו': </b>היה המנהג אצלם לקבור המת ואחר כך ישובו כל העם מן הקבר וירחקו ממנו עד מקום ידוע והמקום ההוא נקרא מעמד ויעמדו שם האבלים ויתקבצו האנשים אשר שם לנחם האבלים ושירה הוא מערכת אנשים ונקראת בזה השם בשביל האנשים העומדים זה אצל זה. ומה שאמר להתחיל ולגמור ר\"ל להשלים פרשה ראשונה בלבד ואם יהיה המקום אשר יעמדו בו לנחם קרוב מן הקבר בכדי שלא יספיק לקרות פרשת שמע באורך הדרך ההוא והם הולכים אינם רשאים להתחיל בק\"ש והפנימיים הם העם הרואים את האבלים ואין ביניהם אנשים אמצעיים ואשר אחריהם נקראים חיצונים: "
            ],
            [
                "<b>נשים ועבדים וקטנים פטורים מק\"ש ומן התפילין כו': </b>כל זה מבואר ועוד יתבאר זה הענין במקומו במסכת קדושין (פ\"א) במצות שאין הנשים חייבות בהן ומה טעם לא יתחייבו: "
            ],
            [
                "<b>בעל קרי מהרהר בלבו ואינו מברך לא לפניה ולא לאחריה כו': </b>בעל קרי הוא הפולט שכבת זרע ברצונו או שלא ברצונו. ופי' מהרהר מחשב ברעיוניו ר\"ל יקרא ק\"ש בלבו ולא יניע שפתיו ואולם נתחייב בברכה אחר המזון מפני שהוא מן התורה כמו קריאת שמע והוא מה שאמר הכתוב ואכלת ושבעת וברכת את ה' אלהיך ונפסקה ההלכה שדברי תורה אינן מקבלים טומאה ומותר לו לקרוא קריאת שמע ולברך לפניה ולאחריה וכן ברכת המזון ואף על פי שהוא בעל קרי אמנם התפלה כבר נהגו שלא יתפלל בעל קרי עד ירחץ במים אלא אם כן יהיה חולה ונכאב ואז לא יתחייב טהרה בשום פנים ואפילו על הזמן הראשון רוצה לומר שנתחייב בעל קרי אחרי הקרי טבילה ואז יתפלל כמו שיתבאר (דף כב.) בגמרא וכן נאמר בו חולה לאונסו פטור מכולם: "
            ],
            [
                "<b>היה עומד בתפלה ונזכר שהוא בעל קרי לא יפסיק כו': </b>דברי המשנה הזאת הם בזריזים והזהירים שהיו שומרים להשלים קריאת שמע עם הנץ החמה ועלותה פאת מזרח כדי שתהיה התפלה עם עלות השמש וסמכו זה לדבר הנביא ייראוך עם שמש ועל כן יתכסה במים ויקרא והמים הרעים הם המבאישים ומי משרה מים ששורין בהן הפשתים. ומה שאמר עד שיטיל לתוכן מים אינו חוזר על המים הרעים ועל מי משרה אבל הוא חוזר על מי רגלים שנופל עליהם שם המים הרעים אבל המים המבאישים ומי משרת הפשתן לא יתכסה בהם בשום פנים ואפילו השליך לתוכן מים אך מי רגלים אם השליך עליהם רביעית מים בבת אחת מותר לו לקרות קריאת שמע אצלם במקום אחר בתוך ארבע אמות ויהיה תיקון דברי זו המשנה להיות כן אבל לא יתכסה במים הרעים ובמי משרה ולא יקרא כנגד מי רגלים עד שיטיל לתוכן מים וכמה ירחיק מהן אם לא הטיל לתוכן מים ומן הצואה ארבע אמות ועוד נבאר במסכת שאחרי זאת <small>(פרק ח מ\"ה דפאה)</small> שיעור רביעית וזולתה מן המדות ומה שאמר להרחיק מן הצואה ארבע אמות כשתהיה לאחריו או לצדדיו אבל לפניו בעוד שיראה אותה אינו מותר לו לקרות והיא כנגד עיניו: "
            ],
            [
                "<b>זב שראה קרי ונדה שפלטה שכבת זרע כו': </b>הזב והנדה טומאתם חמורה ואי אפשר להטהר ממנה ביום אחד כמו שנבאר במקומן ופי' משמשת הוא כנוי לאשה בשעת הבעילה ומנהג האשה כשתבעל ונכנסה הטפה במקום תחתונה שיקפא כל מה שימצא שם מן הליחה ונעשה העובר כמו שהתבאר בחכמת הטבע ואם יקרה בבית הרחם מדוה ולא ינהגו עניני העובר כראוי תהיה הטפה ההיא נופלת מן האשה ויש עת שהיא פולטת הזרע אחרי שינויו והפסדו ויש עת שהוא נופל והוא לא נשתנה כשתהיה פולט בתוך ג' ימים כמו שיתבאר בזולתי המקום הזה ותקרא האשה כשתפול ממנה הטפה ההיא פולטת שכבת זרע וכמו שנתחייב בטבילה האיש המוציא שכבת זרע כן תתחייב האשה אשר נבעלה או אשר הפילה הטפה קודם שנויה ואע\"פ שטהרה תיכף אחר הבעילה והפילה אותה ליום או לשני ימים ומפני זה אמרו חכמים שהזב שראה קרי והאשה הנדה כשתפול ממנה הטפה כאשר זכרנו או שראתה דם בשעת הבעילה ונעשית נדה כל אלו חייבים בטבילה מטומאת שכבת זרע ואח\"כ יתפללו ואע\"פ שהם בטומאה יותר חמורה משכבת זרע ר\"ל הזיבות והנדות ורבי יהודה אומר אחר שהם בטומאה חמורה לא יטהרו מטומאה הקלה ואין הלכה כרבי יהודה וכל זה היה בזמן הראשון שנתחייב כל הנטמא בשכבת זרע טבילה ואחר כן יתפלל וכאשר הביאו אחר כך בגמרא וכדבטלוה לטבילותא בטלו כל זה אבל יחויב הרחיצה בלבד קודם התפלה מפני שנהגו בה בני אדם אבל זב ונדה אינם חייבים טבילה שלא נהגו בה ועל כן תתבונן בזה הענין שהוא אמת: "
            ]
        ],
        [
            [
                "<b>תפלת השחר עד חצות רבי יהודה אומר עד ארבע שעות כו':</b> דברי רבי יהודה עד ארבע שעות ר\"ל עד סוף השעה הרביעית הזמנית והוא שליש היום כמו שבארנו בתחלת המסכת והלכה כרבי יהודה ופי' פלג חצי המנחה שם נופל על עת מן היום והוא כשישאר מן היום שתי שעות וחצי זמניות ונקראת התפלה השנית מנחה מפני היות תחלת זמנה בעת ההיא ופלג המנחה כשישאר מן היום שעה ורביע שעה זמנית ומי שהתפלל עד הערב והוא עת ביאת השמש כבר התפלל מנחה [<small>נ\"ל שצ\"ל </small>והוא] ואינה תפלה גמורה כי פסק ההלכה במקום זה מאן דעביד כמר עביד ומאן דעביד כמר עביד ומה שאמר תפלת הערב אין לה קבע מפני שאינה חובה כשחרית ומנחה אבל היא רשות ר\"ל התנדבו בה בלבד ועל כן לא הקפידו על תחלת זמנה וסופה ויכול אדם להתפלל אותה עד עלות השמש ואם עברה שעת תפלה מאלו השלש תפלות יוכל להשלימה אחר זמנה עם התפלה הבאה אחריה אבל יאחר התפלה שעבר זמנה ויקדים תפלת השעה שהוא בה ומה שאמר ושל מוספין כל היום אין זמנה אלא עד סוף השעה השביעית הזמנית ואם התפלל אחר שעה ז' יצא ידי חובתו כמו שאמרו כל היום אבל נקרא פושע: "
            ],
            [
                "<b>רבי נחוניא בן הקנה היה מתפלל בכניסתו לבית המדרש כו': </b>פי' יארע תקלה יבא מכשול ע\"י והודיה על חלקי שבח לאל על הטובה שחלק לי וכבר בארו דברי אלו שתי התפלות (דף כח) ואמר בכניסתו מה הוא אומר יהי רצון מלפניך ה' אלהי שלא אכשל בדבר הלכה ולא אומר על טמא טהור ועל טהור טמא ולא על מותר אסור ועל אסור מותר ולא אכשל בדבר הלכה וישמחו בי חבירי ולא יכשלו חבירי בדבר הלכה ואשמח בהם וביציאתו מהו אומר מודה אני לפניך ה' אלהי ששמת חלקי מיושבי בית המדרש ולא שמת חלקי עם יושבי קרנות שאני משכים והם משכימים אני משכים לדברי תורה והם משכימים לדברים בטלים אני עמל והם עמלים אני עמל ומקבל שכר והם עמלים ואינן מקבלים שכר אני רץ והם רצים אני רץ לחיי עולם והם רצים לבאר שחת ואלה שתי התפלות חובה לכל מי שיכנס בבית המדרש לקרות שהרי לא אמרו בכניסתו מה היה אומר כדי שיהיה ספור למה שהיה אומר רבי נחוניא בן הקנה ואז יהיה רשות בידינו אבל אומר בכניסתו מה הוא אומר ר\"ל כשיכנס לבית המדרש מה חייב לומר ויש לו להתפלל אלה שתי התפלות יושב או עומד או כמו שיזדמן לו ולא יחזיר פניו למזרח ולא יברך ולא יעשה השתחויה בהם ולא נפילת אפים וקרא שמה תפלה על מנהג הלשון שהוא מכנה כל בקשה תפלה: "
            ],
            [
                "<b>רבן גמליאל אומר בכל יום ויום מתפלל אדם י\"ח כו': </b>פירוש מעין שמנה עשרה ובארו ענין זה ואמרו [<small>כ\"ה לשון הירושלמי אליבא דרב</small>] סוף כל ברכה וברכה על דמיון שאומר לך אתה חונן לאדם דעת ברוך אתה ה' חונן הדעת סלח לנו אבינו בא\"י חנון המרבה לסלוח וכן עד סופם לבד משלש ראשונות ושלש אחרונות לא יוסיף בהם ולא יגרע מהם ופירוש שגורה שלא נתבלבל לשונו אבל אומר אותה במהירות ורגילות והלכה כרבי עקיבא: "
            ],
            [
                "<b>רבי אליעזר אומר העושה תפלתו קבע אין תפלתו תחנונים כו': </b>ר\"ל בענין קבע שישים תפלתו כמי שיש לו עסק שהוא מצווה לעשותו וישלימהו כדי שינוח מעבודתו ויסיר מעליו טרחו ומשאו ומה שאמר ואומר הושע ה' את עמך וכו' אין הדבר הזה ענין נוסף על תפלה קצרה אבל הוא באור ענין תפלה קצרה מה היא ומה שאמר פרשת העבור בארו בגמרא <small>[דף כ\"ט ע\"ב לחד לישנא]</small> שהוא גזור מעברה ענינו אפילו בשעת העברה הושע ה' את עמך ותרצה אותם ותשלים שאלותיהם ואין הלכה כרבי יהושע אבל דברי התפלה שיתפלל אדם בשעת טרדת הלב והמרוצה כך היא <small>[שם]</small> צרכי עמך ישראל מרובים ודעתם קצרה יהי רצון מלפניך ה' אלהינו שתתן לכל אחד ואחד כדי פרנסתו ולכל גויה וגויה די מחסורה והטוב בעיניך עשה בא\"י שומע תפלה ויכול להתפלל אותה הולך או רוכב או כמו שיזדמן לו ואין בה השתחויה וכשיגיע לישוב ונשאר זמן שאפשר בו למלאת חסרון התפלה יתפלל אותה כראוי: "
            ],
            [
                "<b>היה רוכב על החמור ירד ויתפלל כו': </b>מה שאמר ירד אינה הלכה (דף ל) ואע\"פ שיוכל לירד ויהיה לו מי שישמור בהמתו אינו חייב לרדת מבהמתו אבל יתפלל והוא רוכב שמא יהיה לו טרדת לב ופי' יכוון לבו יפנה לבו ורעיוניו ויחשוב בלבו שפניו כנגד קדשי הקדשים: "
            ],
            [
                "<b>היה יושב בספינה או בקרון או באסדא כו': </b>קרון מין ממיני העגלות ואסדא ספינה קטנה מאד יעברו בה בנחלים הגדולים ושמה המפורסם בלשון ערב אצל בני אדם מעד\"ה: "
            ],
            [
                "<b>רבי אלעזר בן עזריה אומר אין תפלת המוספין אלא בחבר עיר כו': </b>חבר שם תלמיד חכם ופי' חבר עיר חכם המדינה והוא כנוי בעד תפלת הקהל שלא יתקבצו אלא לפני החכם שבהם ורבי אלעזר בן עזריה אומר שתפלת מוסף לא יתפללו אותה אלא בצבור ואינה חובה ליחיד בשום פנים. ורבי יהודה אומר משמו שהיא חובה ליחיד בזמן שלא יהא שם צבור מתפלל תפלת מוסף אבל בזמן שיש צבור מתפלל תפלת מוסף במדינה ההיא היחיד פטור מתפלת המוספין אחר שהקהל התפללו אותה והלכה כחכמים: "
            ]
        ],
        [
            [
                "<b>אין עומדין להתפלל אלא מתוך כובד ראש כו': </b>רוצה לומר בכובד ראש לעמוד בכוונה וביראה כמו שאמר עבדו את ה' ביראה ופירוש שוהין מתעכבין רוצה לומר שהן מתעכבים קודם התפלה שעה אחת כדי ליישב דעתם ולהשקיט מחשבותם ואז יתחילו בתפלה ומה שאמר שהמתפלל לא ישיב שלום למלך כשישאל בשלומו אם היה המלך ממלכי ישראל אבל אם הוא ממלכי אומות העולם יפסיק תפלתו בשבילו (דף לב) מפני שהוא סכנת נפשות ואפילו נחש כרוך על עקבו לא יפסיק ודבר זה אינו אלא בנחש בלבד (דף לג) מפני שאינו נושך ברוב הפעמים אבל מי שמנהגו לנשך תמיד כגון עקרב ואפעה יפסיק התפלה בראותו אחד מהם הולך אליו כי זה סכנת נפשות: "
            ],
            [
                "<b>מזכירין גבורות גשמים בתחיית המתים כו': </b>תחיית המתים היא אתה גבור וגבורות גשמים היא מוריד הגשם וכנו אותו במלת גבורה לגודל תועלתו וברכת השנים היא ברך עלינו ושאלה היא שאלת גשמים והיא שיאמרו בברכת ברך עלינו כו' והודיה היא הברכה השמנה עשרה והיא מודים אנחנו לך וכו' ואין הלכה כרבי עקיבא ולא כרבי אליעזר: "
            ],
            [
                "<b>האומר על קן צפור יגיעו רחמיך ועל טוב יזכר שמך כו':</b> ענין מה שאמרו על קן צפור יגיעו רחמיך שיאמר כמו שחמלת על קן הצפור ואמרת לא תקח האם על הבנים כן רחם עלינו וכל מי שאמר כן בתפלתו משתקים אותו מפני שהוא תולה טעם זאת המצוה בחמלת הקדוש ברוך הוא על העוף ואין הדבר כן שאלו היה מדרך רחמנות לא צוה לשחוט חיה או עוף כלל אבל היא מצוה מקובלת אין לה טעם וכן אם יאמר על טוב יזכר שמך יוכל אדם להבין מדבר זה שעל הרעה לא יזכר וזה הדבר כנגד הדת כי הקב\"ה ראוי להודות לו על הטוב ועל הרע ופירוש סרבן איש מרי כלומר אין לו להמנע יותר מדאי והעובר לפני התיבה הוא שליח צבור: "
            ],
            [
                "<b>העובר לפני התיבה לא יענה אמן אחר הכהנים מפני הטירוף כו': </b>סדר ברכת כהנים <small>[ע' סוטה תמצא מקור דבריו]</small> לעמוד לפני ההיכל בבתי כנסיות ולהחזיר פניהם אל העם ואחוריהם להיכל וש\"צ כנגד הכהנים פנים אל פנים וישים בפיהם שלש ברכות אות באות על ענין זה (אומר). ש\"צ אומר <small>[ע' כ\"מ פי\"ג מהל' תפלה ובמג\"א סי' קכ\"ח ס\"ק כ']</small> יברכך ויענו הכהנים יברכך ומאמרם לקהל ואח\"כ אומר להם ש\"צ ה' ויענו הכהנים ה' ואח\"כ יאמר להם שליח צבור וישמרך ויענו הכהנים וישמרך אז יענו כל הקהל ויאמרו אמן וכן בשלש ברכות כולן על הסדר הזה וכשיענו הצבור אמן לא יענה שליח צבור אמן שמא ישכח איזו ברכה היא אשר סיים אבל יחריש ויכוין לבו בברכה השנית אשר ישים בפיהם. ופירוש טירוף השכחה על הדרך שזכרנו. ופירוש הבטחתו מנהגו: "
            ],
            [
                "<b>המתפלל וטעה סימן רע לו ואם שליח צבור הוא כו': </b>מטורף מת והוא מלשון טירוף כמו שזכרנו כי השכחה הוא אבוד הדבר מכח הזכרונות: "
            ]
        ],
        [
            [
                "<b>כיצד מכרכין על הפירות על פירות האילן הוא אומר כו': </b>מלת כיצד מורכבת משלש מלות כאי זה צד ופירושו על אי זה ענין והיא שאלה בעד איכות דבר או הדומה לו. וחוץ מלת שיור. והניח תחלת כל ברכה מפני שהוא דבר משתתף בכל הברכות ר\"ל בא\"י אמ\"ה. ופירוש ירקות (דף לח:) הם העשבים אשר מנהג לאכלם חיים או מבושלים ואשר מנהג לאכלם מבושלים כגון הכרוב והתרדין יברך עליהם כשיתבשלו בורא פרי האדמה אבל מי שיאכל התרדין והכרוב וכיוצא בהן בלא בשול אין לו לברך אלא שהכל. ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>בירך על פירות האילן בורא פרי האדמה יצא כו': </b>מה שאמר על כולן ואפילו על פת ויין אם ברך עליהם שהכל יצא: "
            ],
            [
                "<b>על דבר שאין גדולו מן הארץ אומר שהכל נהיה בדברו כו': </b>החומץ ידוע. ונובלות הם הפירות אשר נפלו מן האילנות פגי' קודם שיתבשלו ומה שאמר רבי יהודה כל שהוא מין קללה רוצה לומר הארבה והפירות אשר נפלו קודם בשולם. ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>היו לפניו מינים הרבה רבי יהודה אומר אם יש ביניהם ממין שבעה כו': </b>ממין שבעה אחד משבעה מינין הספורים בתורה והם חטה ושעורה וגפן ותאנה ורמון זית ודבש והוא התמר. והלכה כחכמים: "
            ],
            [
                "<b>בירך על היין שלפני המזון פוטר את היין שלאחר המזון כו': </b>זה שאמר שכל מי שיברך על היין קודם המזון אינו חובה לשנות הברכה על היין שהוא שותה אחר המזון זה הדבר מיוחד בשבתות וימים טובים שאדם קובע סעודתו על היין וכשברך על היין תחלה היה בלבו לקבוע על היין אחר המזון אבל מי שאין בלבו לקבוע על היין אחר המזון ונשלם המזון ונצרך לקבוע על היין צריך לשנות הברכה (דף מב:) ופרפרת שם ללפתן ולכל מיני מטעמים שיאכלו בו הלחם ולשון רבים פרפראות: ומעשה קדרה כגון הריפות וגריסים והבריה העשויה מן הקמח והסולת ודומיהן: וב\"ש אומרים שאם ברך על שום דבר מן הפרפראות לא פטר מעשה קדרה. ואין הלכה כב\"ש: "
            ],
            [
                "<b>היו יושבין כל אחד ואחד מברך לעצמו כו': </b>פירוש הסבו הטו. וענינו שהיתה אכילתם על דרך קבוץ וחברה והטעם להיות כל אחד ואחד מברך לעצמו כשבא היין בתוך סעודה מפני שבני הסעודה מתעסקים באכילה ואם יענה אמן יש לחוש שמא יחנק ולפיכך נותנין לו כוס ויברך עליו כשיבלע מה שיש בתוך פיו. ומוגמר הוא הקטרת בשמים. ואמר שמי שיברך ברכת המזון הוא יברך על המוגמר ואף על פי שהמוגמר לא יביאוהו אלא לאחר ברכת המזון וכן היה מנהגם להביא המוגמר לפני בני הסעודה לאחר הסעודה: "
            ],
            [
                "<b>הביאו לפניו מליח בתחלה ופת עמו מברך על המליח כו': </b>פירוש עיקר הוא השרש: ופירוש טפלה הסמוכה אליו ודברי זאת המשנה אינה אלא בשומרי גנות שהם אוכלים הפירות בתכלית מתיקותם ובשביל כך עושים מאכל מלוח כדי לחתך הליחות המתדבקות הנקבצות באסטומכא ואי אפשר לאכול המליח לבדו ומפני כך אוכלין אותו בלחם ואין כונתם אכילת הלחם ומפני זה תהיה הפת במקום זה טפלה והמליח עיקר: "
            ],
            [
                "<b>אכל תאנים וענבים ורמונים מברך אחריהם שלש ברכות דברי רבן גמליאל כו': </b>דעת רבן גמליאל שעל כל אחד ואחד משבעת המינים חייב לברך ג' ברכות ר\"ל ברכת המזון שהטוב והמטיב שהיא הברכה הרביעית חכמים תקנוה לימים מעטים אחר החרבן: ומה שאמר לצמאו ר\"ל השותה מים לצורך הצמא אבל השותה מים כדי לבלוע בו שום דבר או להטעים מה שיש בפיו אינו חייב ברכה: ופירוש שלוק הוא כל דבר שלוק מאיזה מין שיהיה ואין הלכה כרבן גמליאל ולא כרבי עקיבא ולא כרבי טרפון שהוא אומר לברך קודם שתיית המים בורא נפשות רבות אבל ענין הברכה לברך אחר שתיית המים בורא נפשות רבות וחסרונן על כל מה שברא ברוך אל חי העולמים ומה שאמרו חכמים לברך אחר שבעת המינים ברכה אחת צריך להיות בה מעין ג' ברכות וכך סדורה בא\"י אמ\"ה על העץ ועל פרי העץ ועל תנובת השדה ועל ארץ חמדה טובה ורחבה שנתת לנו ה' אלהינו לאכול מפריה ולשבוע מטובה רחם ה' אלהינו על עמך ועל עירך ועל נחלתך ותבנה ירושלים בקרוב במהרה בימינו והעלנו בתוכה בשמחה ונאכל מפריה ונשבע מטובה ונברכך עליה בקדושה ובטהרה ברוך אתה ה' על הארץ ועל הפירות ואם יהיה בארץ ישראל יאמר על הארץ ועל פירותיה וזאת הברכה בעצמה יברך על היין אבל יאמר על הגפן ועל פרי הגפן במקום על העץ ועל פרי העץ ואם אכל שום דבר מכל מה שיעשו ממיני התבואה אומר במקום על העץ ועל פרי העץ על המחיה ועל הכלכלה ויחתום על הארץ ועל המחיה: "
            ]
        ],
        [
            [
                "<b>שלשה שאכלו כאחת חייבין לזמן כו': </b>פירוש זאת המשנה צריך להקדמות יתבארו במקומות מהמשנה והנני אבארם בדרך קצרה ואח\"כ אפרש זאת הלכה ואומר שמתנות הקב\"ה מן הזרוע אחר שקצרו אותו ויודש וימרחו אותו חייב להוציא ממנו חלק מנ' ולתת אותו לכהן וזה נקרא תרומה גדולה ואח\"כ יוציאו מן הנותר חלק מי' זה נקרא מעשר ראשון ויתנהו ללוי ואח\"כ יוציאו מן הנותר עשירותו וזה נקרא מעשר שני וחייב בעליו להעלותו ולאכלו בירושלים ואם אינו יכול להעלותו יגאל אותו במקומו ויקח כסף הפדיון בידו ויעלהו לירושלים ואם יגאלהו איש אחר יתן כסף ערכו לבד ואם יגאלנו בעליו יוסיף חמישיתו כמ\"ש ואם גאל יגאל איש ממעשרו חמישיתו יוסיף עליו וכל מי שיקדיש דבר מכל הדברים אם יגאלנו הוא בעצמו יוסיף עליו חמישיתו כמו שיתבאר הכל במקומו ואח\"כ יקח הלוי המעשר ההוא שנתנו לו ויוציא ממנו חלק מעשרה ויתנהו לכהן וזה נקרא מעשר מן המעשר והחלק שיפריש הלוי נקרא תרומת מעשר וטבל הוא שם לכל דבר שלא הוציאו ממנו דבר מכל אלו המתנות אשר זכרנו והיא מלה מורכבת טב לא והדמאי הוא דבר מסופק שלא נודע אם הוציאו ממנו מעשרות אם לא וזאת המלה כמו כן מורכבת דא מאי: והעיקר בידינו שכל מי שיבא לגורן קודם שיודש ויוציא ממנו מעשר ראשון קודם שיוציא תרומה גדולה ואותו מעשר יתנהו ללוי אין הלוי חייב להוציא מן השבלים ההם חלק תרומה גדולה שיש בם אלא תרומת מעשר בלבד אבל אם בא לגורן אחר שהודש ונמרח ונמצא שם כמו מאה סאין חטין ולקח מהן עשר סאין ונתנם ללוי ולא הוציא תרומה גדולה יתחייב הלוי להוציא מאותן עשר סאין חלק תרומה גדולה שהיא חובה להוציאה מן הדגן והיא חמישית סאה ואח\"כ יוציא מן הנותר תרומת מעשר. ומן העיקרים שיש בידינו שמעשר שני אסור לפדותו אלא במטבע מצויר וחתום כמו שנאמר וצרת הכסף ובא בקבלה דבר שיש עליו צורה אבל לפדותו בחתיכות כסף או בחתיכות זהב אינו מותר וכן אסור לפדותו במטלטלין וכן אסור לפדות ההקדש בחלק מן הקרקע ועל כן שמור אלו העיקרים כלן. ויש לך לדעת שהמשנה אינה מדברת באיסור דבר שאיסורו מפורסם ולא בהיתר דבר שנודע שהוא מותר אבל היא אוסרת מה שיסתפק אם הוא אסור אם לא אבל הדברים המבוארים אין צריך לדבר עליהם וצריך להקשות בזאת הקושיא תמיד ר\"ל שיאמר איזה טעם למדנו מזאת המשנה. כשיהיה הדבר נודע ומבואר ואחר כל זה שים לבך לשמוע פירוש דברי זו המשנה אמר שכל מי שיאכל דמאי או מעשר ראשון שנטלה תרומתו אע\"פ שיש בו חלק מתרומה גדולה כשיוציא מעשר ראשון מן השבלים שלא הודשו כמו שאמרנו או אכל מעשר שני והקדש שפדאוהו בעליו ואף על פי שלא נתן החמישית אבל נשאר עליהם חוב והשמש אף על פי שאינו מכלל האוכלין והכותי נבאר ענינו במקום אחר והיה עולה במחשבתנו שכל אלה אינן חייבין זמון בשביל שאינם דברים שלמים בתכלית השלמות כמו שזכרנו ועל כן הודיענו שחייב לזמן על כלם אבל אם אכל טבל ואפילו טבל מדרבנן וטבל מדרבנן הוא הדבר הצומח בכלים מלאים עפר <small>[היינו שאינן נקובים, כמבואר בדף מ\"ד ע\"ב ובדמאי פ\"ה מ\"ו, וע\"ש]</small> שלא יתחייבו אלו המתנות שזכרנו מן התורה אלא לדבר שהוא צומח מן הארץ אבל מה שיצמח בכלים הוא מתחייב במתנות מדרבנן: ומעשר ראשון שלא נטלה תרומתו ר\"ל שלא הוציאו ממנו חלק תרומה גדולה שיש בו כשיוציא ממנו מעשר קודם תרומה גדולה והיא חטה מרוחה: ומעשר שני והקדש שלא נפדו ר\"ל לא נפדו כהוגן בשביל שפדה מעשר שני על מעות שאינן חתומין ולא מצוירים ופדה ההקדש בקרקע. והעיקר בידינו שהנכרי כשיתגייר לא יהיה ישראל אלא בשלשה דברים מילה וטבילה והרצאת קרבן ומה שנאמר בכאן והנכרי ר\"ל כשיכנס בדת ישראל ונמול ולא טבל שמא היינו חושבים שאלו הנזכרים בכאן אחר שיש בם חלק משלמותם שמותר לזמן עליהם על כן הודיעונו שאחר שלא נגמרו דיניהם כפי שזכרנו לא יתחייב עליהם זמון ועוד אפרש אחר זה ענין זמון: "
            ],
            [
                "<b>נשים ועבדים וקטנים אין מזמנין עליהם כו': </b>אין הלכה כרבי יהודה וזה שאמר קטנים אין מזמנין עליהם הוא כשלא ידעו ענין הברכה שהוא הדור ורוממות הקב\"ה אבל כשידעו למי מברכים מזמנין עליהם והנשים מזמנות לעצמן: "
            ],
            [
                "<b>כיצד מזמנין בשלשה אומר נברך בשלשה והוא אומר ברכו כו': </b>מה שנאמר במשנה הזאת אחד עשרה ואחד עשרה רבוא הוא דעת רבי עקיבא וכל מה שיבא אחר כך הוא דעת רבי יוסי הגלילי שהוא אומר לפי רוב הקהל הן מברכין ופסק ההלכה שמשלשה ועד עשרה אחד מהן מברך נברך שאכלנו משלו ועונין הכל ברוך הוא שאכלנו משלו ומעשרה ולמעלה אחד מהן מברך (אומר) נברך לאלהינו שאכלנו משלו ועונין הכל ברוך אלהינו שאכלנו משלו ובטובו חיינו והלכה כרבי ישמעאל <small>(דף נ' ע\"א)</small>: "
            ],
            [
                "<b>שלשה שאכלו כאחד אינן רשאין ליחלק כו': </b>טעם הענין הזה מבואר כי כשיגיעו לעשרה יוסיף מלת הברכה כפי שאמרנו: "
            ],
            [
                "<b>שתי חבורות שהיו אוכלות בבית אחד כו': </b>חבורה היא קהלה: ושאמר אם לאו אלו מזמנין לעצמן ואלו מזמנין לעצמן על מנת שלא יהיה לשתי החבורות שמש אחד ישמש לשתי החבורות אבל אם היה להם שמש אחד ואע\"פ שלא יראו אלו את אלו מצטרפין לזמון: והיין של זמן ההוא היה חזק מאד ולא היו יכולים לשתותו עד יתנו לתוכו מים הרבה וע\"כ לא נתחייב לברך עליו בפה\"ג לדעת ר\"א עד שימזגהו במים שקודם שיהיה מזוג אינו יין מפני שלא יוכלו לשתותו ואין הלכה כר\"א: "
            ]
        ],
        [
            [
                "<b>אלו דברים שבין בית שמאי ובית הלל בסעודה כו': </b>ענין מברך על היום קידוש השבת או המועד. ב\"ש מקדימין הקידוש קודם פרי הגפן שאלולי כבוד היום לא נצרכו ליין ובית הלל מקדימים בורא פרי הגפן כי לולי היין לא היינו יכולין לעשות קידוש: "
            ],
            [
                "<b>בית שמאי אומרים נוטלין לידים ואח\"כ מוזגין את הכוס כו': </b>בית הלל אומרים שאין נוטלין לידים עד שימלאו כוס של ברכה שמא יהו אחורי הכוס טמאים במשקים טמאים וכשיחזור הכוס בידו וידו לא נתנגבה נטמאו המים שעל ידיו באחורי הכוס ונטמאו ידיו במים ההם שעליהן וכשיהיו ידיו מנוגבים לא יטמאו באחורי הכוס שטומאתו על הענין שאמרנו ודעת בית שמאי שכוס שענינו כך אסור להשתמש בו אבל מחייבין בית שמאי נטילת הידים קודם קדוש שמא יהיו ידיו מטונפות <small>[צ\"ל</small> מטומאות <small>ובזה מיושב השגת הראב\"ד בפ\"ח הל\"א מהל' אבות הטומאה]</small> ונטמאו המשקין שאחורי הכוס והמשקין ההם מטמאין את הכוס. והעיקר באלו הענינים כלן רוצה לומר בטומאת ידים ובטומאת משקין היאך יטמאו הכלים מגבן בלבד והיאך יטמאו המשקין ולא יטמא האדם אי אפשר לפרש אותו בכאן מפני שיצטרך לפירושו יותר מעשרה דפין אבל יתבאר לך הכל במקומו במסכת טהרות ופרה ומקואות וידים וטבול יום מאשר תראה מדברינו באלו המסכתות יתבאר לך אלו העיקרים. "
            ],
            [
                "<b>בית שמאי אומרים מקנח ידיו במפה ומניחה על השלחן ובית הלל אומרים על הכסת: </b>פירוש מקנח מנגב. ופירוש מפה היא היריעה הפרוסה על השלחן. וכסת הוא המכבד [<small>צ\"ל</small> המכבר <small>מלשון הכתוב (מ\"ב ח, טו) ופירש רד\"ק שהוא כר</small>] שישב אדם עליו מצמר או ממשי או מפשתים ובית שמאי אומרים שמא תהיה הכסת טמאה ונטמאו המשקין אשר במפה וכל מי שיקנח במפה ההיא יטמא ידיו ובית הלל אומרום שמא יהיה השלחן טמא ונטמאו המשקין אשר במפה ויטמאו האוכלין ובית שמאי אומרים שכל שלחן שענינו כך אסור להשתמש בו. וכל זה נוהג על העקרים שיתבארו במסכתות שזכרתי לך:. "
            ],
            [
                "<b>בית שמאי אומרים מכבדין את הבית ואחר כך נוטלין לידים כו': </b>פירוש מכבדים את הבית להסיר הפתיתין שנפלו מן הסעודה. ודברי הכל היא שאם יהיה שם פתיתין כזית שאסור לרחוץ הידים עד שיסירו אותם. ובית שמאי אומרים מותר להשתמש בשמש עם הארץ ומפני שלא ידע מה שצריך להסיר יהיה אז מותר בנטילת הידים על כן אמר אין נוטלין לידים עד שיפנו המקום כולו. וב\"ה אוסרין להשתמש בשמש עם הארץ ובשביל כך אומרים נוטלין לידים תחלה שהשמש עצמו לא יטול לידים עד שיסיר כל מה שהוא כזית. והלכה כבית שמאי: "
            ],
            [
                "<b>בית שמאי אומרים נר ומזון בשמים והבדלה כו': </b>כבר נתבאר בגמרא שהכל מסכימין שברכת המזון היא הראשונה והבדלה אחרונה אבל נחלקו בית שמאי ובית הלל בהקדמת הנר על הבשמים שבית שמאי יקדימו הנר ובית הלל יקדימו הבשמים ומה שצריך לכלול המזון עם ההבדלה כדי ללמדך מתוך דבריו היאך יהיה הסדר אם התחיל לאכול בשבת ולא השלים עד מוצאי שבת ועוד שהוא כלל בראש הפרק הדברים שבין ב\"ש וב\"ה בסעודה לפיכך לא זכר מחלקותם בהבדלה עד שכלל הסעודה עם ההבדלה: "
            ],
            [
                "<b>אין מברכין לא על הנר ולא על הבשמים של עובדי כוכבים כו': </b>כבר ידעת מדברי התורה שאסור להנות בדבר מדברי העבודת כוכבים והוא מה שאמר הכתוב ולא ידבק בידך מאומה מן החרם. ונר של עכו\"ם אסור להבדיל עליו מפני שלא שבת והעיקר בידינו אור שלא שבת אין מברכין עליו ובשמים של עובדי כוכבים אין מברכין עליהן שכל ענינם לשם עובדי כוכבים. ואסר ברכת הנר עד שיאותו רוצה לומר עד שיהנו ממנו ואז יהיה מותר לברך עליו במוצאי שבת: "
            ],
            [
                "<b>מי שאכל ושכח ולא בירך ב\"ש אומרים יחזור למקומו ויברך כו': </b>פירוש יתעכל יהיה נטחן המאכל ושיעור זמנו כל זמן שאינו רעב אחר אותה אכילה. ובמזיד דברי הכל חוזר למקומו: "
            ],
            [
                "<b>בא להם יין לאחר המזון אם אין שם אלא אותו כוס כו': </b>יש מי שקורא שיקרא ויש מי שקורא שישמע והענין אחד שהכוונה שלא יענה אמן בהיות הכותי מברך עד שישמע העונה אמן כל הברכה. ובכאן אפרש לך ענין הכותים העם שהביא סנחריב מכותה והושיבם בערי שומרון העיד הכתוב בהם את ה' היו יראים ואת אלהיהם היו עובדים (מלכים ב י״ז:ל״ג) אבל באורך הימים למדו התורה וקבלוה על פשוטה והמצות אשר החזיקו בהן (ברכות מז: וש\"נ) היו מקפידים עליהם וישימו לבם עליהם מאד והוחזקו שהיו מאמינים בדתינו ומיחדים ולא יעבדו ע\"א עד אשר חקרו עליהם חכמים ומצאום מכבדים הר גריזים וחקרו על הדבר ההוא ומצאו להם בהר ההוא (חולין דף ו.) דמות יונה וידעו שהם עובדים ע\"א אז החזיקום בחזקת עובדי כוכבים גמורים לכל דבריהם: וכל מה שתמצא במשנה מן הדברים מענין הכותיים אשר תבין מהם שהכותים נכבדים מן העובדי כוכבים ופחותים מישראל כמו שאמרו מזמנין עם הכותי וכותי המברך וזולתו לא אמרו זה אלא קודם שחקרו עליהם אבל מעת שחקרו עליהם ומצאו אשר זכרנו הם פחותים מן העובדי כוכבים מאד. ועל כן דע אותו ולא נצטרך לשנות לך זה העיקר בכל מקום שנזכר כותי: "
            ]
        ],
        [
            [
                "<b>הרואה מקום שנעשו בו נסים לישראל וכו': </b>מקום שנעשו נסים לישראל כגון ים ונחלי ארנון ואבן שישב עליה משה במלחמת עמלק וכדומה לזה. וכבר אמרנו באשר הקדמנו כי בכל מקום שיאמר ברוך רוצה לומר ברוך אתה ה' אלהינו מלך העולם. ופירוש נעקרה ידוע: "
            ],
            [
                "<b>על הזיקים ועל הזועות ועל הדעמים ועל הרוחות כו': </b>זיקים הם ניצוצים והם התבניות הנראין בשמים כדמות כוכבים יש להם זנבות: וזועות קול שאון נשמע באויר כקול רחים סובבים לאטם <small>[נראה שהוא מלשון הכתוב (בראשית לג, יד) ואני אתנהלה לאטי, והיינו כשהם סובבים בנחת]</small> ופירוש רעמים ידוע. וכן פירוש הברקים. ורוחות רוצה לומר הסערות הגדולות הנושבות שאינן מצויות תמיד. ומה שאמר על ההרים ועל הגבעות ומה שאחריו שיברך ברוך עושה בראשית אינו מברך ברכה אחרת אבל בדברים המוקדמים כמו הזיקים והרוחות ומה שזכר ביניהם יברך עושה בראשית או שכחו מלא עולם. ודברי רבי יהודה לפרקים ר\"ל כשיראוהו אחר זמן וזה משלשים יום לשלשים יום ולמעלה. ואין הלכה כרבי יהודה. <small>[צ\"ע דבחבורו פ\"י מהלכות ברכות הלכה ט\"ו פסק כר\"י, ועי' בטור א\"ח סי' רכ\"ח הקשה על דבריו דפסק כיחיד. ומ\"כ מהה\"ג מוהר\"ר וואלף אופנהיים דסבירא ליה להרמב\"ם דר\"י תרתי קאמר ומפרש הת\"ק בחדא במאי דמפיק ים הגדול משאר הימים מתוך חשיבתו ובזה הלכתא כוותיה ועיין בב\"י שם טור א\"ח, ופליג עליה בחדא באומרו בזמן כו' פירוש כשרואה לל' יום אז קובע ברכה לעצמו אבל תוך ל' דינו כשאר ימים ומברך עושה בראשית, דבזה אין הלכה כר\"י דתוך ל' אינו מברך כלום בכל הני מילי]</small>: "
            ],
            [
                "<b>בנה בית חדש וקנה לו כלים חדשים כו': </b>מה שאמר על הרעה מעין הטובה ר\"ל כשיבא עליו מקרה רע ואע\"פ שאפשר שסופו לטוב יברך דיין האמת. וכן כשתבא לו טובה ואע\"פ שאפשר להיות סופה לרע יברך הטוב והמטיב. ודמיון הענין הראשון כגון שיעבור גשם שוטף על ארצו זה מקרה רע אף על פי שסופו לטוב מפני שהוא מרוה הארץ ואפשר שהגשם ההוא יביא תועלת לשדהו. ודמיון הענין השני כגון שימצא מטמון ויראהו איש בשעת מציאתו וזה טוב ואע\"פ שאפשר שסופו לרע כי זה האיש שראהו בשעת מציאת הממון ילשין בו לשר ויענהו ויבקש ממנה יותר ממה שמצא והטעם שהדברים המצוים אשר אין במציאותם ספק יברך על מה שנמצא מהם תחלה ואל יהי חושש למה שיקרה בסופם לפי שהעתידות ההם אפשר שיהיו או שלא יהיו: פירוש לשעבר הוא על דבר שחלף ועבר זמנו שלא יתפלל על דבר שכבר נגזר אבל יש לו להתפלל על העתידות: "
            ],
            [
                "<b>הנכנס לכרך מתפלל שתים אחת בכניסתו וא' ביציאתו כו': </b>כרך שם למדינה. ומה שאמר בכאן מתפלל אינו ר\"ל תפלה בכונה ולפאת מזרח ולא גם כן ברכה אבל היא בקשה. בשעת כניסתו הוא מתפלל להקב\"ה שישמרהו במדינה ובשעת צאתו יודה לאל שהוציאו ממנה לשלום. ובן עזאי מוסיף שתים בשעת כניסתו הוא נותן שבח והודאה למקום על אשר הצילו בדרך עד שהגיעו לשלום למדינה ובשעת צאתו מתפלל להצילו כמו כן בדרך שילך בה וכבר אמר כלל זה הענין והוא שיתן שבח למקום על הטובה שגמלהו במה שעבר ויבקש מלפניו לגמול אותו כמו כן בעתיד. והלכה כבן עזאי: "
            ],
            [
                "<b>חייב אדם לברך על הרעה כשם שמברך על הטובה כו': </b>מה שאמר כשם שהוא מברך על הטובה רוצה לומר לקבל אותו בשמחה ולב טוב ולכבוש כעסו וייטיב נפשו כשיברך דיין האמת כמו שיעשה בשעה שיברך הטוב והמטיב וכמו שהיו אומרים החכמים ברוב דבריהם כל מה דעביד מן שמיא לטב וזה דבר שכלי אצל בעלי השכל ואפילו לא הורה הכתוב עליו לפי שיש דברים רבים נראי' בתחלתן טובים ויהיה אחריתם רעה רבה ועל כן אין ראוי למשכיל להשתומם כשתבא עליו רעה גדולה מפני שאינו יודע סופה. וכמו כן אסרו ע\"ה להרבות בשמחה ובשחוק אבל תהיה השמחה במעשים עליונים רוצה לומר לעשות הצדק ולרדוף אותו. ואולם אזהרת הכתוב על היגון והדאגה כל כך הוא גלוי ומפורסם בספרים בדברי הנבואה שאין צריך לדבר עליו וזה שלא היה הכבוד ההוא שהוא מצטער עליו לטובתו בעולם מתחלתו ועד סופו ויחשוב החושב שכבר הצליח ושהיא ההצלחה האמתית והיה הכבוד ההוא סבה לטרדו מחיי העולם הבא ועל כן נאמר (משלי יד) יש דרך ישר לפני איש ואחריתה דרכי מות. ולפיכך יכוין אדם מחשבתו ויתפלל לאל להיות כל מה שיבואהו בעולם הזה מרע ומטוב סבה להשיג אליו ההצלחה האמתית. ומה שאמר ביצר טוב וביצר רע רוצה לומר להשיב אל לבו אהבת האל ולהאמין בו ואפילו בשעת העברה והכעס והאף שכל זה הוא יצר רע כמו שאמר בכל דרכיך דעהו אפילו בדבר עברה. ופירוש מדה ענין. רוצה לומר בכל ענין שיבואך שבחהו והודהו: ",
                "<b>לא יקל אדם את ראשו כנגד שער המזרח כו': </b>קלות ראש הפך כובד ראש שהקדמנו וענינו שלא ירבה בשחוק ובדברי שעשועים. ושער המזרח ר\"ל הפתח המזרחי מפתחי העזרה והוא הנקרא שער ניקנור וקדש הקדשים מערב לעזרה כנגד השער הנזכר ופירוש מכוון מקביל. ופירוש מקלו המטה אשר בידו. ואפונדתו בגד שילבש האדם על בשרו להזיע בו ולא יטנף בגדיו החמודות בזיעה ואין מנהג אדם לצאת בו לבדו עד שילבש עליו בגד אחר: ופירוש קפנדריא שיעשה אותו דרך לקצר דרכו וזה כגון שיכנס בשער זה ויצא בשער שכנגדו כדי שיגיע למקום ידוע כי אין ראוי להכנס במקום הנכבד ההוא תחלה אלא לענין מעניני תפלה ועבודה ומה שאמר ורקיקה מקל ותומר פירוש שתהיה הרקיקה אסורה במקום ההוא מדרך ק\"ו כי אחר שהמנעל שנעשה לשמירת הרגלים אסור להכניס בו במקום ההוא יותר ויותר הוא אסור הרוק שם מפני שהוא דבר מטונף: ",
                "<b>כל חותמי ברכות שבמקדש היו אומרים עד העולם כו': </b>מינים הם הכופרים בתורה שלא יאמינו בחיי העולם הבא ועוד נבאר ענין העולם הבא במקומו במסכת סנהדרין ופירוש קלקלו השחיתו הדעות והאמונות. וכשאמרו בכלל התקנות שתקנו שיהא אדם שואל בשלום חבירו בשם האל מפני שמלת שלום הוא שם משמות הקב\"ה (שבת דף י:) והביאו ראיה שהדבר ההוא מותר מענין בעז שאמר ה' עמכם והשיבוהו יברכך ה'. ומה שאמר אחר כן ואומר אל תבוז כי זקנה אמך אינו ראיה על מה שהקדים שיהא אדם שואל בשלום חבירו בשם אבל ראיה שלא יבוז וילעיג לתקנות חכמים אף על פי שהם ישנות וקדמוניות ועל זה הזהיר שלמה בזה המשל ואחר כן הביא ראיה על כל העוברים על התקנות ההם כי יבא זמן להפרע מהם ולענוש אותם כי הם הפרו תורה וזהו שאמר הפרו תורתך עת לעשות לה' אבל מי שיעזוב הפסוק על סדורו ויפרשהו ויאמר עת לעשות לה' הפרו תורתך יאמר כי כשיבא העת להפרע מהם ולהנקם יזדמנו סבות לבני אדם להפר התורה כדי שיבא עליהם העונש במשפט וזה הענין ארוך ורחוק עמוק עמוק מי ימצאנו כי נצא ממנו לענין הדין הנגזר מהקב\"ה על כל אדם ועל כן אל תבקש ממני עתה בענין הזה אשר אני בו אלא לבאר דברי המדברים בלבד על דרך פירוש פשוט בכל דבריו כי דברי הכתוב יבטלו קצתם לקצתם בענין ההוא וכן דברי החכמים אבל היסוד הוא כי הקב\"ה יגמול לטובים ויענוש הרעים והכל במשפט כי כן העיד עליו הפסוק כי משפטיו ישרים שנאמר כי כל דרכיו משפט אל אמונה ואין עול ודרך הצדק בהם אין ביכולת אדם להשיגו כאשר אין בכח שכל אדם להיות שכלו כולל דעת הקב\"ה וכבר הודיענו הכתוב כי אין ביכולת רעיונינו להשיג חכמתו וצדק דיניו בכל מה שפעל ויפעל והוא מה שאמר (ישעיה נה) כי גבהו שמים מארץ כן גבהו דרכי מדרכיכם ומחשבותי ממחשבותיכם ועל כן יש לך לסמוך על היסוד הזה ואל תשגה נפשך להעמיק אחר הענין הזה כי כל מי שחקר אחריו מאנשי תורתנו וזולתה לא השיג ממש אבל הוא כמו שאמרו ע\"ה צלל במים אדירים והעלה חרס בידו ואם תראה בדברי מן המדבר בזה הענין דמות ענינים אמתיים ומלים דומים טענה אינו כן אך בעת תטיב להסתכל יסור הצפוי ההוא שהוא כסף סיגים מצופה על חרס ויש עליו קושיות וטענות ובאחרונה יחזור למה שאמרתי לך ונאבד רוב הדברים וחבור הספרים אבל דברי הפילוסופים בענין ההוא והם הבקיאים בפילוסופיא הוא דבר מופלא מאד ועמוק וצריך להקדמות רבות. והרגיל בחכמות והאיש המשכיל הנבוב ישים אל לבו הדברים ההם ויקשור את דבריהם עם דברי הכתוב ראה נתתי לפניך היום את החיים ואת הטוב וגו' אות באות ויכוין מדבריהם ענין קרוב ממה שדברתי לך ביסוד הזה או מה שהוא יותר מדויק ממנו ומבורר. ועוד נדבר בקצת הענין הזה במסכת אבות ואראך קצת מהסכמת בקיאי הפילוסופים לדברי הכתוב בכל הענינים ואין זה מקום להביא שם הדבר הזה לולי אשר כונתי כשיבא זכר דבר בענין האמונה לבאר בו מעט כי יקר בעיני ללמד עיקר מעיקרי הדת והאמונה יותר מכל אשר אלמדהו. "
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}