var Challahjson ={
    "language": "he",
    "title": "Mishnah Challah",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה חלה",
    "categories": [
        "Mishnah",
        "Seder Zeraim"
    ],
    "textmishna": [ 
        [
            "חֲמִשָּׁה דְבָרִים חַיָּבִים בַּחַלָּה, הַחִטִּים וְהַשְּׂעוֹרִים וְהַכֻּסְּמִין וְשִׁבֹּלֶת שׁוּעָל וְשִׁיפוֹן. הֲרֵי אֵלּוּ חַיָּבִין בַּחַלָּה, וּמִצְטָרְפִין זֶה עִם זֶה, וַאֲסוּרִין בֶּחָדָשׁ מִלִּפְנֵי הַפֶּסַח, וּמִלִּקְצֹר מִלִּפְנֵי הָעֹמֶר. וְאִם הִשְׁרִישׁוּ קֹדֶם לָעֹמֶר, הָעֹמֶר מַתִּירָן. וְאִם לָאו, אֲסוּרִין עַד שֶׁיָּבֹא הָעֹמֶר הַבָּא: \n",
            "הָאוֹכֵל מֵהֶם כַּזַּיִת מַצָּה בְּפֶסַח, יָצָא יְדֵי חוֹבָתוֹ. כַּזַּיִת חָמֵץ, חַיָּב בְּהִכָּרֵת. נִתְעָרֵב אֶחָד מֵהֶם בְּכָל הַמִּינִים, הֲרֵי זֶה עוֹבֵר בְּפֶסַח. הַנּוֹדֵר מִן הַפַּת וּמִן הַתְּבוּאָה, אָסוּר בָּהֶם, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, הַנּוֹדֵר מִן הַדָּגָן אֵינוֹ אָסוּר אֶלָּא מֵהֶן. וְחַיָּבִין בַּחַלָּה וּבַמַּעַשְׂרוֹת: \n",
            "אֵלּוּ חַיָּבִין בַּחַלָּה וּפְטוּרִים מִן הַמַּעַשְׂרוֹת. הַלֶּקֶט, וְהַשִּׁכְחָה, וְהַפֵּאָה, וְהַהֶפְקֵר, וּמַעֲשֵׂר רִאשׁוֹן שֶׁנִּטְּלָה תְרוּמָתוֹ, וּמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁנִּפְדּוּ, וּמוֹתַר הָעֹמֶר, וּתְבוּאָה שֶׁלֹּא הֵבִיאָה שְׁלִישׁ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, תְּבוּאָה שֶׁלֹּא הֵבִיאָה שְׁלִישׁ, פְּטוּרָה מִן הַחַלָּה: \n",
            "אֵלּוּ חַיָּבִין בַּמַּעַשְׂרוֹת וּפְטוּרִים מִן הַחַלָּה, הָאֹרֶז, וְהַדֹּחַן, וְהַפְּרָגִים, וְהַשֻּׁמְשְׁמִין, וְהַקִּטְנִיּוֹת, וּפָחוֹת מֵחֲמֵשֶׁת רְבָעִים בַּתְּבוּאָה. הַסֻּפְגָּנִין, וְהַדֻּבְשָׁנִין, וְהָאִסְקְרִיטִין, וְחַלַּת הַמַּשְׂרֵת, וְהַמְדֻמָּע, פְּטוּרִין מִן הַחַלָּה: \n",
            "עִסָּה שֶׁתְּחִלָּתָהּ סֻפְגָּנִין וְסוֹפָהּ סֻפְגָּנִין, פְּטוּרָה מִן הַחַלָּה. תְּחִלָּתָהּ עִסָּה וְסוֹפָהּ סֻפְגָּנִין, תְּחִלָּתָהּ סֻפְגָּנִין וְסוֹפָהּ עִסָּה, חַיָּבִין בַּחַלָּה. וְכֵן הַקְּנוּבְקָאוֹת חַיָּבוֹת: \n",
            "הַמְּעִסָּה, בֵּית שַׁמַּאי פּוֹטְרִין, וּבֵית הִלֵּל מְחַיְּבִין. הַחֲלִיטָה, בֵּית שַׁמַּאי מְחַיְּבִין, וּבֵית הִלֵּל פּוֹטְרִין. חַלּוֹת תּוֹדָה וּרְקִיקֵי נָזִיר, עֲשָׂאָן לְעַצְמוֹ, פָּטוּר. לִמְכֹּר בַּשּׁוּק, חַיָּב: \n",
            "נַחְתּוֹם שֶׁעָשָׂה שְׂאֹר לְחַלֵּק, חַיָּב בַּחַלָּה. נָשִׁים שֶׁנָּתְנוּ לְנַחְתּוֹם לַעֲשׂוֹת לָהֶן שְׂאֹר, אִם אֵין בְּשֶׁל אַחַת מֵהֶן כַּשִּׁעוּר, פְּטוּרָה מִן הַחַלָּה: \n",
            "עִסַּת הַכְּלָבִים, בִּזְמַן שֶׁהָרוֹעִים אוֹכְלִין מִמֶּנָּה, חַיֶּבֶת בַּחַלָּה, וּמְעָרְבִין בָּהּ, וּמִשְׁתַּתְּפִין בָּהּ, וּמְבָרְכִין עָלֶיהָ, וּמְזַמְּנִין עָלֶיהָ, וְנַעֲשֵׂית בְּיוֹם טוֹב, וְיוֹצֵא בָהּ אָדָם יְדֵי חוֹבָתוֹ בְּפֶסַח. אִם אֵין הָרוֹעִים אוֹכְלִין מִמֶּנָּה, אֵינָהּ חַיֶּבֶת בַּחַלָּה, וְאֵין מְעָרְבִין בָּהּ, וְאֵין מִשְׁתַּתְּפִין בָּהּ, וְאֵין מְבָרְכִין עָלֶיהָ, וְאֵין מְזַמְּנִין עָלֶיהָ, וְאֵינָהּ נַעֲשֵׂית בְּיוֹם טוֹב, וְאֵין אָדָם יוֹצֵא בָהּ יְדֵי חוֹבָתוֹ בְּפֶסַח. בֵּין כָּךְ וּבֵין כָּךְ, מִטַּמְּאָה טֻמְאַת אֳכָלִין: \n",
            "הַחַלָּה וְהַתְּרוּמָה, חַיָּבִין עָלֶיהָ מִיתָה וְחֹמֶשׁ, וַאֲסוּרִים לְזָרִים, וְהֵם נִכְסֵי כֹהֵן, וְעוֹלִין בְּאֶחָד וּמֵאָה, וּטְעוּנִין רְחִיצַת יָדַיִם וְהַעֲרֵב שֶׁמֶשׁ, וְאֵין נִטָּלִין מִן הַטָּהוֹר עַל הַטָּמֵא, אֶלָּא מִן הַמֻּקָּף וּמִן הַדָּבָר הַגָּמוּר. הָאוֹמֵר, כָּל גָּרְנִי תְרוּמָה וְכָל עִסָּתִי חַלָּה, לֹא אָמַר כְּלוּם, עַד שֶׁיְּשַׁיֵּר מִקְצָת: \n"
        ],
        [
            "פֵּרוֹת חוּצָה לָאָרֶץ שֶׁנִּכְנְסוּ לָאָרֶץ, חַיָּבִים בַּחַלָּה. יָצְאוּ מִכָּאן לְשָׁם, רַבִּי אֱלִיעֶזֶר מְחַיֵּב, וְרַבִּי עֲקִיבָא פּוֹטֵר: \n",
            "עֲפַר חוּצָה לָאָרֶץ שֶׁבָּא בִסְפִינָה לָאָרֶץ, חַיֶּבֶת בַּמַּעַשְׂרוֹת וּבַשְּׁבִיעִית. אָמַר רַבִּי יְהוּדָה, אֵימָתַי, בִּזְמַן שֶׁהַסְּפִינָה גוֹשֶׁשֶׁת. עִסָּה שֶׁנִּלּוֹשָׁה בְמֵי פֵרוֹת, חַיֶּבֶת בַּחַלָּה, וְנֶאֱכֶלֶת בְּיָדַיִם מְסוֹאָבוֹת: \n",
            "הָאִשָּׁה יוֹשֶׁבֶת וְקוֹצָה חַלָּתָהּ עֲרֻמָּה, מִפְּנֵי שֶׁהִיא יְכוֹלָה לְכַסּוֹת עַצְמָהּ, אֲבָל לֹא הָאִישׁ. מִי שֶׁאֵינוֹ יָכוֹל לַעֲשׂוֹת עִסָּתוֹ בְטָהֳרָה, יַעֲשֶׂנָּה קַבִּין, וְאַל יַעֲשֶׂנָּה בְטֻמְאָה. וְרַבִּי עֲקִיבָא אוֹמֵר, יַעֲשֶׂנָּה בְטֻמְאָה וְאַל יַעֲשֶׂנָּה קַבִּים, שֶׁכְּשֵׁם שֶׁהוּא קוֹרֵא לַטְּהוֹרָה, כָּךְ הוּא קוֹרֵא לַטְּמֵאָה, לְזוֹ קוֹרֵא חַלָּה בַשֵּׁם וּלְזוֹ קוֹרֵא חַלָּה בַשֵּׁם, אֲבָל קַבַּיִם אֵין לָהֶם חֵלֶק בַּשֵּׁם: \n",
            "הָעוֹשֶׂה עִסָּתוֹ קַבִּים וְנָגְעוּ זֶה בָזֶה, פְּטוּרִים מִן הַחַלָּה עַד שֶׁיִּשּׁוֹכוּ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף הָרוֹדֶה וְנוֹתֵן לַסַּל, הַסַּל מְצָרְפָן לַחַלָּה: \n",
            "הַמַּפְרִישׁ חַלָּתוֹ קֶמַח, אֵינָהּ חַלָּה, וְגָזֵל בְּיַד כֹּהֵן. הָעִסָּה עַצְמָהּ, חַיֶּבֶת בַּחַלָּה. וְהַקֶּמַח, אִם יֶשׁ בּוֹ כַשִּׁעוּר, חַיֶּבֶת בַּחַלָּה, וַאֲסוּרָה לְזָרִים, דִּבְרֵי רַבִּי יְהוֹשֻׁעַ. אָמְרוּ לוֹ, מַעֲשֶׂה וּקְפָשָׁהּ זָקֵן זָר. אָמַר לָהֶם, אַף הוּא קִלְקֵל לְעַצְמוֹ וְתִקֵּן לַאֲחֵרִים: \n",
            "חֲמֵשֶׁת רְבָעִים קֶמַח, חַיָּבִים בַּחַלָּה. הֵם וּשְׂאֹרָן וְסֻבָּן וּמֻרְסָנָן חֲמֵשֶׁת רְבָעִים, חַיָּבִין. נִטַּל מֻרְסָנָן מִתּוֹכָן וְחָזַר לְתוֹכָן, הֲרֵי אֵלּוּ פְטוּרִין: \n",
            "שִׁעוּר הַחַלָּה, אֶחָד מֵעֶשְׂרִים וְאַרְבָּעָה. הָעוֹשֶׂה עִסָּה לְעַצְמוֹ, וְהָעוֹשֶׂה לְמִשְׁתֵּה בְנוֹ, אֶחָד מֵעֶשְׂרִים וְאַרְבָּעָה. נַחְתּוֹם שֶׁהוּא עוֹשֶׂה לִמְכֹּר בַּשּׁוּק, וְכֵן הָאִשָּׁה שֶׁהִיא עוֹשָׂה לִמְכֹּר בַּשּׁוּק, אֶחָד מֵאַרְבָּעִים וּשְׁמֹנָה. נִטְמֵאת עִסָּתָהּ שׁוֹגֶגֶת אוֹ אֲנוּסָה, אֶחָד מֵאַרְבָּעִים וּשְׁמֹנָה. נִטְמֵאת מְזִידָה, אֶחָד מֵעֶשְׂרִים וְאַרְבָּעָה, כְּדֵי שֶׁלֹּא יְהֵא חוֹטֵא נִשְׂכָּר: \n",
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, נִטֶּלֶת מִן הַטָּהוֹר עַל הַטָּמֵא. כֵּיצַד, עִסָּה טְהוֹרָה וְעִסָּה טְמֵאָה, נוֹטֵל כְּדֵי חַלָּה מֵעִסָּה שֶׁלֹּא הוּרָם חַלָּתָהּ, וְנוֹתֵן פָּחוֹת מִכַּבֵּיצָה בָּאֶמְצַע, כְּדֵי שֶׁיִּטֹּל מִן הַמֻּקָּף. וַחֲכָמִים אוֹסְרִין: \n"
        ],
        [
            "אוֹכְלִין עֲרַאי מִן הָעִסָּה, עַד שֶׁתִּתְגַּלְגֵּל בַּחִטִּים וְתִטַּמְטֵם בַּשְּׂעוֹרִים. גִּלְגְּלָהּ בַּחִטִּים וְטִמְטְמָהּ בַּשְּׂעוֹרִים, הָאוֹכֵל מִמֶּנָּה חַיָּב מִיתָה. כֵּיוָן שֶׁהִיא נוֹתֶנֶת אֶת הַמַּיִם, מַגְבַּהַת חַלָּתָהּ, וּבִלְבַד שֶׁלֹּא יְהֵא שָׁם חֲמִשָּׁה רִבְעֵי קֶמַח: \n",
            "נִדְמְעָה עִסָּתָהּ עַד שֶׁלֹּא גִלְגְּלָה, פְּטוּרָה, שֶׁהַמְּדֻמָּע פָּטוּר. וּמִשֶּׁגִּלְגְּלָה, חַיֶּבֶת. נוֹלַד לָהּ סְפֵק טֻמְאָה עַד שֶׁלֹּא גִלְגְּלָה, תֵּעָשֶׂה בְטֻמְאָה, וּמִשֶּׁגִּלְגְּלָה, תֵּעָשֶׂה בְטָהֳרָה: \n",
            "הִקְדִּישָׁה עִסָּתָהּ עַד שֶׁלֹּא גִלְגְּלָה, וּפְדָאַתָּהּ, חַיֶּבֶת. מִשֶּׁגִּלְגְּלָה, וּפְדָאַתָּה, חַיֶּבֶת. הִקְדִּישַׁתָּהּ עַד שֶׁלֹּא גִלְגְּלָה, וְגִלְגְּלָהּ הַגִּזְבָּר, וְאַחַר כָּךְ פְּדָאַתָּהּ, פְּטוּרָה, שֶׁבִּשְׁעַת חוֹבָתָהּ הָיְתָה פְטוּרָה: \n",
            "כַּיּוֹצֵא בוֹ, הַמַּקְדִּישׁ פֵּרוֹתָיו עַד שֶׁלֹּא בָאוּ לְעוֹנַת הַמַּעַשְׂרוֹת, וּפְדָאָן, חַיָּבִין. וּמִשֶּׁבָּאוּ לְעוֹנַת הַמַּעַשְׂרוֹת, וּפְדָאָן, חַיָּבִין. הִקְדִּישָׁן עַד שֶׁלֹּא נִגְמְרוּ, וּגְמָרָן הַגִּזְבָּר, וְאַחַר כָּךְ פְּדָאָן, פְּטוּרִין, שֶׁבִּשְׁעַת חוֹבָתָן הָיוּ פְטוּרִין: \n",
            "נָכְרִי שֶׁנָּתַן לְיִשְׂרָאֵל לַעֲשׂוֹת לוֹ עִסָּה, פְּטוּרָה מִן הַחַלָּה. נְתָנָהּ לוֹ מַתָּנָה, עַד שֶׁלֹּא גִלְגֵּל, חַיָּב, וּמִשֶּׁגִּלְגֵּל, פָּטוּר. הָעוֹשֶׂה עִסָּה עִם הַנָּכְרִי, אִם אֵין בְּשֶׁל יִשְׂרָאֵל כְּשִׁעוּר חַלָּה, פְּטוּרָה מִן הַחַלָּה: \n",
            "גֵּר שֶׁנִּתְגַּיֵּר וְהָיְתָה לוֹ עִסָּה, נַעֲשֵׂית עַד שֶׁלֹּא נִתְגַּיֵּר, פָּטוּר, וּמִשֶּׁנִּתְגַיֵּר, חַיָּב. וְאִם סָפֵק, חַיָּב, וְאֵין חַיָּבִין עָלֶיהָ חֹמֶשׁ. רַבִּי עֲקִיבָא אוֹמֵר, הַכֹּל הוֹלֵךְ אַחַר הַקְּרִימָה בַתַּנּוּר: \n",
            "הָעוֹשֶׂה עִסָּה מִן הַחִטִּים וּמִן הָאֹרֶז, אִם יֶשׁ בָּהּ טַעַם דָּגָן, חַיֶּבֶת בַּחַלָּה, וְיוֹצֵא בָהּ אָדָם יְדֵי חוֹבָתוֹ בְּפֶסַח. וְאִם אֵין בָּהּ טַעַם דָּגָן, אֵינָהּ חַיֶּבֶת בַּחַלָּה, וְאֵין אָדָם יוֹצֵא בָהּ יְדֵי חוֹבָתוֹ בְּפֶסַח: \n",
            "הַנּוֹטֵל שְׂאֹר מֵעִסָּה שֶׁלֹּא הוּרְמָה חַלָּתָהּ וְנוֹתֵן לְתוֹךְ עִסָּה שֶׁהוּרְמָה חַלָּתָהּ, אִם יֶשׁ לוֹ פַרְנָסָה מִמָּקוֹם אַחֵר, מוֹצִיא לְפִי חֶשְׁבּוֹן. וְאִם לָאו, מוֹצִיא חַלָּה אַחַת עַל הַכֹּל: \n",
            "כַּיּוֹצֵא בוֹ, זֵיתֵי מָסִיק שֶׁנִּתְעָרְבוּ עִם זֵיתֵי נִקּוּף, עִנְּבֵי בָצִיר עִם עִנְּבֵי עוֹלְלוֹת, אִם יֶשׁ לוֹ פַרְנָסָה מִמָּקוֹם אַחֵר, מוֹצִיא לְפִי חֶשְׁבּוֹן. וְאִם לָאו, מוֹצִיא תְרוּמָה וּתְרוּמַת מַעֲשֵׂר לַכֹּל, וְהַשְּׁאָר מַעֲשֵׂר וּמַעֲשֵׂר שֵׁנִי לְפִי חֶשְׁבּוֹן: \n",
            "הַנּוֹטֵל שְׂאֹר מֵעִסַּת חִטִּים וְנוֹתֵן לְתוֹךְ עִסַּת אֹרֶז, אִם יֶשׁ בָּהּ טַעַם דָּגָן חַיֶּבֶת בַּחַלָּה. וְאִם לָאו, פְּטוּרָה. אִם כֵּן, לָמָּה אָמְרוּ הַטֶּבֶל אוֹסֵר כָּל שֶׁהוּא, מִין בְּמִינוֹ. וְשֶׁלֹּא בְמִינוֹ, בְּנוֹתֵן טָעַם: \n"
        ],
        [
            "שְׁתֵּי נָשִׁים שֶׁעָשׂוּ שְׁנֵי קַבִּין, וְנָגְעוּ זֶה בָזֶה, אֲפִלּוּ הֵם מִמִּין אֶחָד, פְּטוּרִים. וּבִזְמַן שֶׁהֵם שֶׁל אִשָּׁה אַחַת, מִין בְּמִינוֹ, חַיָּב. וְשֶׁלֹּא בְמִינוֹ, פָּטוּר: \n",
            "אֵיזֶה הוּא מִין בְּמִינוֹ, הַחִטִּים אֵינָן מִצְטָרְפוֹת עִם הַכֹּל, אֶלָּא עִם הַכֻּסְּמִין. הַשְּׂעוֹרִים מִצְטָרְפוֹת עִם הַכֹּל, חוּץ מִן הַחִטִּים. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, שְׁאָר הַמִּינִים מִצְטָרְפִין זֶה עִם זֶה: \n",
            "שְׁנֵי קַבִּים, וְקַב אֹרֶז אוֹ קַב תְּרוּמָה בָּאֶמְצַע, אֵינָן מִצְטָרְפִין. דָּבָר שֶׁנִּטְּלָה חַלָּתוֹ בָּאֶמְצַע, מִצְטָרְפִין, שֶׁכְּבָר נִתְחַיֵּב בַּחַלָּה: \n",
            "קַב חָדָשׁ וְקַב יָשָׁן שֶׁנָּשְׁכוּ זֶה בָזֶה, רַבִּי יִשְׁמָעֵאל אוֹמֵר, יִטֹּל מִן הָאֶמְצַע, וַחֲכָמִים אוֹסְרִים, הַנּוֹטֵל חַלָּה מִן הַקַּב, רַבִּי עֲקִיבָא אוֹמֵר, חַלָּה. וַחֲכָמִים אוֹמְרִים, אֵינָהּ חַלָּה: \n",
            "שְׁנֵי קַבִּין שֶׁנִּטְּלָה חַלָּתוֹ שֶׁל זֶה בִּפְנֵי עַצְמוֹ וְשֶׁל זֶה בִּפְנֵי עַצְמוֹ, חָזַר וַעֲשָׂאוֹ עִסָּה אַחַת, רַבִּי עֲקִיבָא פוֹטֵר, וַחֲכָמִים מְחַיְּבִין. נִמְצָא חֻמְרוֹ קֻלּוֹ: \n",
            "נוֹטֵל אָדָם כְּדֵי חַלָּה מֵעִסָּה שֶׁלֹּא הוּרְמָה חַלָּתָהּ, לַעֲשׂוֹתָה בְּטָהֳרָה, לִהְיוֹת מַפְרִישׁ עָלֶיהָ וְהוֹלֵךְ חַלַּת דְּמַאי עַד שֶׁתִּסָּרֵחַ. שֶׁחַלַּת דְּמַאי נִטֶּלֶת מִן הַטָּהוֹר עַל הַטָּמֵא, וְשֶׁלֹּא מִן הַמֻּקָּף: \n",
            "יִשְׂרָאֵל שֶׁהָיוּ אֲרִיסִין לְנָכְרִים בְּסוּרְיָא, רַבִּי אֱלִיעֶזֶר מְחַיֵּב פֵּרוֹתֵיהֶם בַּמַּעַשְׂרוֹת וּבַשְּׁבִיעִית, וְרַבָּן גַּמְלִיאֵל פּוֹטֵר. רַבָּן גַּמְלִיאֵל אוֹמֵר, שְׁתֵּי חַלּוֹת בְּסוּרְיָא. וְרַבִּי אֱלִיעֶזֶר אוֹמֵר, חַלָּה אֶחָת. אָחֲזוּ קֻלּוֹ שֶׁל רַבָּן גַּמְלִיאֵל וְקֻלּוֹ שֶׁל רַבִּי אֱלִיעֶזֶר. חָזְרוּ לִנְהוֹג כְּדִבְרֵי רַבָּן גַּמְלִיאֵל בִּשְׁתֵּי דְרָכִים: \n",
            "רַבָּן גַּמְלִיאֵל אוֹמֵר, שָׁלֹשׁ אֲרָצוֹת לַחַלָּה. מֵאֶרֶץ יִשְׂרָאֵל וְעַד כְּזִיב, חַלָּה אֶחָת. מִכְּזִיב וְעַד הַנָּהָר וְעַד אֲמָנָה, שְׁתֵּי חַלּוֹת, אַחַת לָאוּר וְאַחַת לַכֹּהֵן. שֶׁל אוּר יֶשׁ לָהּ שִׁעוּר, וְשֶׁל כֹּהֵן אֵין לָהּ שִׁעוּר. מִן הַנָּהָר וְעַד אֲמָנָה וְלִפְנִים, שְׁתֵּי חַלּוֹת, אַחַת לָאוּר וְאַחַת לַכֹּהֵן. שֶׁל אוּר אֵין לָהּ שִׁעוּר, וְשֶׁל כֹּהֵן יֶשׁ לָהּ שִׁעוּר. וּטְבוּל יוֹם אוֹכְלָהּ. רַבִּי יוֹסֵי אוֹמֵר, אֵינוֹ צָרִיךְ טְבִילָה. וַאֲסוּרָה לַזָּבִים וְלַזָּבוֹת לַנִּדָּה וְלַיּוֹלְדוֹת, וְנֶאֱכֶלֶת עִם הַזָּר עַל הַשֻּׁלְחָן, וְנִתֶּנֶת לְכָל כֹּהֵן: \n",
            "וְאֵלּוּ נִתָּנִין לְכָל כֹּהֵן, הַחֲרָמִים, וְהַבְּכוֹרוֹת, וּפִדְיוֹן הַבֵּן, וּפִדְיוֹן פֶּטֶר חֲמוֹר, וְהַזְּרוֹעַ, וְהַלְּחָיַיִם, וְהַקֵּבָה, וְרֵאשִׁית הַגֵּז, וְשֶׁמֶן שְׂרֵפָה, וְקָדְשֵׁי הַמִּקְדָּשׁ, וְהַבִּכּוּרִים. רַבִּי יְהוּדָה אוֹסֵר בַּבִּכּוּרִים. כַּרְשִׁינֵי תְרוּמָה, רַבִּי עֲקִיבָא מַתִּיר וַחֲכָמִים אוֹסְרִים: \n",
            "נִתַּאי אִישׁ תְּקוֹעַ הֵבִיא חַלּוֹת מִבֵּיתָר, וְלֹא קִבְּלוּ מִמֶּנּוּ. אַנְשֵׁי אֲלֶכְּסַנְדְּרִיָּא הֵבִיאוּ חַלּוֹתֵיהֶן מֵאֲלֶכְּסַנְדְּרִיָּא, וְלֹא קִבְּלוּ מֵהֶם. אַנְשֵׁי הַר צְבוֹעִים הֵבִיאוּ בִכּוּרֵיהֶם קֹדֶם עֲצֶרֶת, וְלֹא קִבְּלוּ מֵהֶם, מִפְּנֵי הַכָּתוּב שֶׁבַּתּוֹרָה (שמות כג), וְחַג הַקָּצִיר בִּכּוּרֵי מַעֲשֶׂיךָ אֲשֶׁר תִּזְרַע בַּשָּׂדֶה: \n",
            "בֶּן אַנְטִינוֹס הֶעֱלָה בְכוֹרוֹת מִבָּבֶל, וְלֹא קִבְּלוּ מִמֶּנּוּ. יוֹסֵף הַכֹּהֵן הֵבִיא בִכּוּרֵי יַיִן וְשֶׁמֶן, וְלֹא קִבְּלוּ מִמֶּנּוּ. אַף הוּא הֶעֱלָה אֶת בָּנָיו וּבְנֵי בֵיתוֹ לַעֲשׂוֹת פֶּסַח קָטָן בִּירוּשָׁלַיִם, וְהֶחֱזִירוּהוּ, שֶׁלֹּא יִקָּבַע הַדָּבָר חוֹבָה. אֲרִיסְטוֹן הֵבִיא בִכּוּרָיו מֵאַפַּמְיָא, וְקִבְּלוּ מִמֶּנּוּ, מִפְּנֵי שֶׁאָמְרוּ, הַקּוֹנֶה בְסוּרְיָא, כְּקוֹנֶה בְּפַרְוָר שֶׁבִּירוּשָׁלָיִם: \n"
        ]
    ],
    "textbartenura":[
        [
            [
                "<b>חמשה דברים חייבים בחלה.</b> דגמרינן חלה מפסח נאמר בפסח מצות לחם עוני (דברים ט״ז:ג׳) ונאמר לחם בחלה והיה באכלכם מלחם הארץ (במדבר ט״ו:י״ט) מה לחם האמור בפסח דבר הבא לידי חמוץ אף לחם האמור בחלה דבר הבא לידי חמוץ. ואין לך בא לידי חמוץ אלא אלו חמשת המינים בלבד:",
                "<b>ומצטרפין זה עם זה.</b> להשלים שיעור העיסה החייבת בחלה. ולא שיצטרפו כולן יחד, דמין בשאינו מינו אינו מצטרף, כדתנן לקמן ריש פ״ד, אלא החטים מצטרפים עם הכוסמין בלבד מפני שהם מינן, והשעורים מצטרפים עם הכל חוץ מן החטין, ואע״ג דכוסמין מין חטין הם, לאו מין חטין דוקא אלא מין שעורים ואף מין חטים, ומצטרפין עם החטים והשעורים. ובירושלמי משמע דאם נלושו יחד מצטרפין אפילו מין בשאינו מינו, אבל אם לא נלושו יחד אלא שאחר כך היו נוגעין העיסות זו בזו, מין במינו מצטרפין, שלא במינו אין מצטרפין:",
                "<b>ואסורים בחדש.</b> כדכתיב (ויקרא כ״ג:י״ד) ולחם וקלי וכרמל לא תאכלו עד עצם היום הזה, וגמרינן לחם לחם מפסח:",
                "<b>ומלקצור מלפני הפסח.</b> שאסור לקצור מאחד מחמשת המינים קודם קצירת העומר, דכתיב בעומר (שם) ראשית קצירכם שתהא תחלה לכל הנקצרים, ואתיא ראשית ראשית מחלה, כתיב התם (במדבר ט״ו:כ׳) ראשית עריסותיכם, וכתיב הכא ראשית קצירכם, מה להלן מחמשת המינים אף כאן מחמשת המינים:",
                "<b>ואם השרישו.</b> אחד מחמשת המינין הללו, קודם קצירת העומר:",
                "<b>העומר מתירן.</b> ומותר לקצרו אחר קצירת העומר, דכתיב (שמות כ״ג:ט״ז) אשר תזרע בשדה, משעה שנזרע ונשרש בשדה:",
                "<b>ואם לאו.</b> שלא השרישו אלא אחר קצירת העומר:",
                "<b>אסורים עד שיבא עומר הבא.</b> של שנה הבאה:"
            ],
            [
                "<b>יצא ידי חובתו.</b> דכתיב (דברים טז) לא תאכל עליו חמץ שבעת ימים תאכל עליו מצות, דברים הבאים לידי חמוץ אדם יוצא בהן ידי חובת מצה, דברים שאין באים לידי חמוץ אין אדם יוצא בהן ידי חובת מצה:",
                "<b>נתערב אחד מהן בכל המינים.</b> נתערב אחד מחמשת המינים הללו בשאר תערובות, כגון כותח הבבלי ושכר המדי:",
                "<b>ה״ז עובר בפסח.</b> על בל יראה ובל ימצא, אם הניחו ברשותו:",
                "<b>הנודר מן הדגן אסור בכל המינים.</b> דדגן כל דמידגן משמע, וקטנית וזרעים מידי דמידגן הוא:",
                "<b>אינו אסור אלא בהן.</b> דדגן ותבואה אחד הוא. והלכה כחכמים:",
                "<b>וחייבים בחלה ובמעשרות.</b> איידי דבעי למיתני אלו חייבים בחלה ופטורים מן המעשרות ואלו חייבים במעשרות ופטורים מן החלה, תנא הכא וחייבים בחלה ובמעשרות:"
            ],
            [
                "<b>הלקט והשכחה והפאה וההפקר.</b> פטורים מן המעשרות. דכתיב (דברים י״ד:כ״ט) ובא הלוי כי אין לו חלק ונחלה עמך, ממה שיש לך ואין לו אתה חייב ליתן לו, יצאו אלו שיש לו עמך:",
                "<b>ומותר העומר.</b> שהעומר היה בא משלש סאין, ומוציאין ממנו עשרון סלת מנופה בשלש עשרה נפה, והשאר נפדה ונאכל לכל אדם. וחייב בחלה ופטור ממעשר, לפי שבשעת מירוח היה של הקדש:",
                "<b>ותבואה שלא הביאה שליש.</b> חייבת בחלה שאף היא באה לידי חמוץ, וכל דבר הבא לידי חמוץ לחם אקרי וחייב בחלה. ופטורה מן המעשרות, דבמעשרות כתיב (דברים יד) תבואת זרעך דבר שזורעים אותו וצומח, והאי אי זרעי ליה לא צמח:",
                "<b>תבואה שלא הביאה שליש פטורה מן החלה.</b> דכתיב (במדבר ט״ו:כ׳) כתרומת גורן כן תרימו אותה, מה תרומה אינה באה מתבואה שלא הביאה שליש אף חלה אינה באה מתבואה שלא הביאה שליש. ואין הלכה כרבי אליעזר:"
            ],
            [
                "<b>ופרגין.</b> קורין לו בערבי כשכא״ש, ובלע״ז פפאור״ו:",
                "<b>ופחות מחמשת רבעים בתבואה.</b> תבואה שעושה פחות מחמשת רבעים קמח חייב במעשרות, והעיסה שנילושה מן הקמח ההוא פטורה מן החלה, לפי ששיעור העיסה להתחייב בחלה היא חמשת רבעים קמח ועוד, כלומר מעט יותר מחמשת רבעים:",
                "<b>הסופגנים.</b> לחם שבלילתו רכה ועשוי כספוג. פ״א רקיקים דקים, תרגום ורקיקי מצות, ואספוגין:",
                "<b>הדובשנים.</b> מטוגנים בדבש, אי נמי נילושים בדבש:",
                "<b>האסקריטין.</b> תרגום צפיחית, אסקריטון. ובלילתן רכה מאד:",
                "<b>וחלת המשרת.</b> חלה חלוטה במחבת, תרגום מחבת, משריתא:",
                "<b>המדומע.</b> סאה של תרומה שנפלה לפחות ממאה סאין של חולין, ונעשו כולן מדומע ואסורים לזרים, ופטור מן החלה דכתיב (במדבר ט״ו:י״ט) תרימו תרומה, ולא שכבר נתרמה:"
            ],
            [
                "<b>עסה שתחלתה סופגנים.</b> כגון עיסה שבלילתה רכה:",
                "<b>וסופה סופגנים.</b> שמטגנים אותה בשמן ודבש, או מבשלה במים:",
                "<b>תחלתה עיסה וסופה סופגנים.</b> שבלילתה עבה ואח״כ מטגנים אותה בשמן ודבש או מבשלה במים:",
                "<b>תחלתה סופגנין וסופה עיסה.</b> בלילתה רכה, ואופה אותה בתנור:",
                "<b>קנובקעות.</b> לחם שמחזירים אותו לסלתו, ועושים ממנו מאכל לתינוקות:"
            ],
            [
                "<b>המעיסה.</b> קמח ע״ג מים רותחים:",
                "<b>החליטה.</b> מים רותחים על גבי קמח, ומפורש בגמרא דתרי תנאי נינהו ומי ששנה זו לא שנה זו, דתנא אחד תנא מעיסה והוא הדין חליטה, וסבר בין מעיסה בין חליטה בית שמאי פוטרין ובית הלל מחייבין, ואידך תנא, תנא חליטה והוא הדין מעיסה, וסבר בין חליטה בין מעיסה בית שמאי מחייבים ובית הלל פוטרים. ולענין פסק הלכה בין מעיסה בין חליטה אם נאפות בתנור חייבות בחלה, ואם במרחשת או במחבת ובכל דבר שהאור עוברת תחתיו פטורות מן החלה:",
                "<b>עשאן לעצמו.</b> לצורך תודתו ונזירותו:",
                "<b>פטור.</b> כיון דגלגלן לקדשן דכתיב עריסותיכם ולא עיסת הקדש:",
                "<b>למכור בשוק.</b> לבני אדם שצריכים לחלות תודה ורקיקי נזיר:",
                "<b>חייב.</b> דכל לשוק אימלוכי ממליך, אי מזביננא מזביננא ואי לא אכילנא להו אנא:"
            ],
            [
                "<b>נחתום שעשה שאור לחלק.</b> ויש בו כדי חיוב חלה, אלא שדעתו למכרו לבני אדם לחלקו לכמה עיסות ואין בכל חלק וחלק כשיעור:",
                "<b>חייב בחלה.</b> שדעתו אם לא ימצא קונים שיעשנו עיסה ויאפה אותה כולה כאחת:"
            ],
            [
                "<b>עיסת כלבים.</b> נעשית מקמח, ומורסן הרבה מעורב בה:",
                "<b>בזמן שהרועים אוכלים ממנה.</b> שלא נתערב בה מורסן כל כך:",
                "<b>חייבת בחלה.</b> דכיון דחזיא לרועים לחם קרינן בה:",
                "<b>ומערבין בה.</b> ערובי חצרות, להוציא מן הבתים לחצר:",
                "<b>ומשתתפין בה.</b> שתופי מבואות, להוציא מן החצרות למבוי:",
                "<b>ומברכין עליה.</b> ברכת המוציא:",
                "<b>ומזמנין עליה.</b> שלשה שאכלו ממנה כאחת חייבים לזמן:",
                "<b>ונאפית ביום טוב.</b> משום חלק רועים:",
                "<b>ואדם יוצא בה ידי חובתו בפסח.</b> לילה ראשונה שחייב לאכול כזית מצה:",
                "<b>אינה חייבת בחלה.</b> דכתיב (במדבר ט״ו:כ׳) ראשית עריסותיכם שלכם חייבת ולא של חיה:",
                "<b>מטמאה טומאת אוכלין.</b> כיון דעל ידי הדחק נאכלת לאדם, מטמאה, עד שתפסל מלאכול לכלב:"
            ],
            [
                "<b>חייבין עליהן מיתה.</b> זר האוכלן מזיד חייב מיתה בידי שמים, דחלה אקריא תרומה ובתרומה כתיב (ויקרא כ״ב:ט׳) ומתו בו כי יחללוהו:",
                "<b>וחומש.</b> האוכלן שוגג משלם קרן לבעלים וחומש לכל כהן שירצה:",
                "<b>ואסורים לזרים.</b> בחנם היא שנויה, דכיון שחייבים הזרים עליהם מיתה וחומש פשיטא דאסורים לזרים. ולרבי יוחנן דאמר חצי שיעור מדאורייתא, מצינן למימר דתנא אסורים לזרים לחצי שיעור שאין בו לא מיתה ולא חומש, אבל איסורא דאורייתא מיהא איכא:",
                "<b>והן נכסי כהן.</b> שיכול למכרן וליקח בהן עבדים וקרקעות ובהמה טמאה:",
                "<b>ועולין באחד ומאה.</b> אם נתערבו במאה של חולין:",
                "<b>וטעונים רחיצת ידים.</b> הבא ליגע בהן צריך ליטול ידיו תחלה, שסתם ידים פוסלות את התרומה, ואת החלה שאף היא נקראת תרומה:",
                "<b>והערב שמש.</b> טמא שטבל אינו אוכל בתרומה עד שיעריב שמשו, כדכתיב (ויקרא כ״ב:ז׳) ובא השמש וטהר ואחר יאכל מן הקדשים, והוא הדין לחלה:",
                "<b>ואינן ניטלים מן הטהור על הטמא.</b> גזרה שמא יתרום שלא מן המוקף, משום דמסתפי שמא יגע הטמא בטהור ויטמאנו. ואנן בעינן שהתורם יתרום מן המוקף כדתנן בסמוך:",
                "<b>ואין ניטלין אלא מן המוקף.</b> גרסינן, ופירוש מוקף קרוב וסמוך:",
                "<b>מן הדבר הגמור.</b> שנגמרה מלאכתן, וחלה משתתגלגל העיסה:",
                "<b>עד שישייר מקצת.</b> דחלה ותרומה כתיב בהו ראשית, ובעינן שיהו שיריהן נכרים:"
            ]
        ],
        [
            [
                "<b>פירות חוצה לארץ שנכנסו לארץ חייבין בחלה.</b> דכתיב (במדבר ט״ו:י״ח) אל הארץ אשר אני מביא אתכם שמה, שמה אתם חייבים בין בפירות הארץ בין בפירות חוצה לארץ:",
                "<b>מכאן לשם.</b> מא״י לחו״ל:",
                "<b>ר״א מחייב.</b> דכתיב (שם) והיה באכלכם מלחם הארץ, בין שאתם אוכלים אותו בארץ בין שאתם אוכלים אותו בחו״ל, הואיל ולחם הארץ הוא, חייב בחלה:",
                "<b>ורבי עקיבא פוטר.</b> דשמה משמע ליה מיעוטא, שמה אתם חייבים, ואין אתם חייבים בחוצה לארץ, אע״פ שאתם אוכלים מלחם הארץ. והלכה כרבי עקיבא:"
            ],
            [
                "<b>עפר חו״ל הבא בספינה לארץ.</b> בספינה נקובה איירי, ורגבי האדמה סותמין את הנקב שאין המים נכנסים בה:",
                "<b>חייבת במעשרות.</b> אם זרע וצמחו הזרעים בעפר שבתוך הספינה. ואע״פ שמעפר חו״ל הוא, הואיל והיא נקובה הזרע יונק מלחות עפרה של ארץ ישראל:",
                "<b>אימתי בזמן שהספינה גוששת.</b> נוגעת בגושי העפר, כלומר שהיא דבוקה בארץ:",
                "<b>עיסה שנילושה במי פירות חייבת בחלה.</b> בירושלמי מוכיח קצת שאין הלכה כסתם משנה זו, ועיסה שנילושה במי פירות פטורה מחלה. הלכך אין ללוש עיסה שיש בה שיעור חלה במי ביצים או במי פירות לבדם בלא תערובת מים, הואיל ולא אתבריר הלכה אי חייבת בחלה או פטורה:",
                "<b>ונאכלת בידים מסואבות.</b> שאין אוכל מוכשר לקבל טומאה עד שיבואו עליו מים או אחד משבעה משקין, [ומה] שלא הוכשר לקבל טומאה אין הידים מסואבות פוסלות אותה:"
            ],
            [
                "<b>וקוצה חלתה ערומה.</b> מפרשת חלה ומברכת על הפרשתה, והוא שפניה של מטה טוחות בקרקע וכל ערותה מכוסה. והעגבות אין בהן משום ערוה לענין ברכה. אבל האיש אינו יכול לברך ערום שאי אפשר לו לכסות ערותו שבולטים הביצים והגיד:",
                "<b>מי שאינו יכול לעשות עיסתו בטהרה.</b> כגון שהוא טמא, ואין שם ארבעים סאה שיטבול בהן:",
                "<b>יעשנה קבין.</b> יעשה כל עיסתו קב קב, כדי שלא תתחייב בחלה ויצטרך להפריש בטומאה:",
                "<b>יעשנה בטומאה.</b> דהכי עדיף טפי ממה שיפטור עיסתו מן החלה ולא יהיה בה חלק לשם. ואין הלכה כרבי עקיבא:"
            ],
            [
                "<b>קבים.</b> קב קב בפני עצמו:",
                "<b>ונגעו זה בזה.</b> אין הנגיעה מצרפתן להתחייב בחלה:",
                "<b>עד שישוכו.</b> שיתדבקו זה בזה כל כך שאם בא להפרידם נתלש מזו לזו:",
                "<b>אף הרודה ונותן לסל.</b> הרודה חלות מן התנור לאחר שנאפו ונותנם בסל:",
                "<b>הסל מצרפן לחלה.</b> ואף על פי שאין נושכות. והלכה כרבי אליעזר. והא דמצרכי רבנן נשיכה ור׳ אליעזר נגיעה, הני מילי לצרף שני עיסות יחד שאין בכל אחת כשיעור, אבל לענין לתרום [מן] המוקף אף נגיעה לא בעי, רק שיהיו סמוכים זה לזה. ובשלהי פרקין דאמר רבי אליעזר נותן פחות מכביצה באמצע כדי לתרום מן המוקף, אלמא בעינן נגיעה לענין מוקף, טהורה וטמאה שאני מפני שהוא דבר שמקפיד על תערובתו אין הכלי מצרף:"
            ],
            [
                "<b>אינה חלה.</b> דראשית עריסותיכם כתיב:",
                "<b>וגזל ביד כהן.</b> וצריך להחזירה לבעלים, שאם תשאר בידו יהיה סבור שעיסתו פטורה:",
                "<b>העיסה עצמה.</b> שהפריש חלתה קמח חייבת בחלה:",
                "<b>והקמח.</b> שבא ליד כהן בתורת חלה:",
                "<b>אם יש בו כשעור.</b> חמשת רבעים קמח, חייבת בחלה:",
                "<b>ואסורה לזרים.</b> כל הקמח שבא ליד כהן, וחומרא בעלמא הוא, לפי שראו שבא ליד כהן שלא יאמרו ראינו זר אוכל חלות:",
                "<b>וקפשה זקן זר.</b> חטפה זקן זר ואכלה:",
                "<b>קלקל לעצמו.</b> דאכלה ואיענש:",
                "<b>ותיקן לאחרים.</b> שאחרים אוכלין ותולין בו, ומוצאים פתח להתיר, לפי שראוהו שאכל:"
            ],
            [
                "<b>חמשת רבעים.</b> של קב חייבין בחלה, דכתיב (במדבר ט״ו:כ׳) ראשית עריסותיכם, ועיסת מדבר היתה עומר לגלגולת, והעומר עשירית האיפה הוא, האיפה שלש סאין, והסאה ששה קבין, הרי י״ח קבין באיפה, והקב ד׳ לוגין, הרי ע״ב לוגין. עשירית ע׳ ז׳ לוגין, ועשירית שני לוגין הוא ביצה וחומש ביצה, שהלוג הוא ששה ביצים. כשבאו לירושלים והוסיפו שתות על המדות נמצא ו׳ לוגין [הם] ה׳, ולוג הז׳ [צ״ל ולוג הוא] חמשה ביצים, שכל ששה נעשים חמשה, וביצה וחומש ביצה נעשית ביצה. נמצא העומר שהיה במדבר שבעה לוגים וביצה וחומש ביצה, נעשה בירושלים ששה לוגין. כשבאו לציפורי והוסיפו שתות על המדות של ירושלים, נעשו הו׳ לוגין חמשה. והיינו חמשת רבעים קמח. ונקראו הלוגין רבעים, לפי שהלוג הוא רובע הקב, שהקב ד׳ לוגין:",
                "<b>הן ושאורן.</b> השאור שנותנין לתוכן:",
                "<b>וסובן.</b> הוא הדק:",
                "<b>מורסנן.</b> הוא הגס. כולן מצטרפין עם הקמח להשלים השיעור, שכן עני אוכל פתו בעיסה מעורבת עם סובין ומורסנן:",
                "<b>ניטל מורסנן מתוכן וחזר לתוכן הרי אלו פטורים.</b> שאין דרך עיסה להחזיר מורסן לתוכה לאחר שנטל ממנה:"
            ],
            [
                "<b>אחד מעשרים וארבעה.</b> לפי שבעל הבית עיסתו מעוטה, ובפחות מאחד מעשרים וארבעה אין בה כדי מתנה, והתורה אמרה תתנו שיהא בו כדי נתינה:",
                "<b>והעושה למשתה בנו.</b> אף על פי שעושה עיסה מרובה לא פלוג בעיסת בעל הבית:",
                "<b>נחתום העושה למכור בשוק.</b> עיסתו מרובה, ובאחד ממ״ח יש בה כדי מתנה:",
                "<b>וכן האשה העושה למכור.</b> אע״פ שעיסתה מעוטה לא פלוג בפת העשוי למכור:",
                "<b>נטמאת.</b> הואיל ולשריפה עומדת א׳ ממ״ח:"
            ],
            [
                "<b>נטלת מן הטהור על הטמא.</b> ולא חיישינן שמא יגעו זה בזה:",
                "<b>נוטל כדי חלה.</b> שיעור חלה שצריך ליטול מן הטהור והטמא, נוטל מאותה עיסה הטהורה שלא הורמה חלתה:",
                "<b>ונותן פחות מכביצה באמצע.</b> בין הטמאה והטהורה, דפחות מכביצה אינו מטמא, ומניח החלה על אותו פחות מכביצה המחבר בין הטמאה והטהורה, שאין החלה מקבלת טומאה בכך:",
                "<b>כדי שיטול מן המוקף.</b> שתהיה הטמאה מחוברת לטהורה ע״י אותו פחות מכביצה, וכאילו הטמאה וטהורה עיסה אחת:",
                "<b>וחכמים אוסרין.</b> ליטול מן הטהורה על הטמאה, דחיישינן שמא יגע זו בזו אלא נוטל מן הטהור לעצמו ומן הטמא לעצמו. והלכה כחכמים:"
            ]
        ],
        [
            [
                "<b>אוכלין עראי עד שתתגלגל.</b> שתתערב יפה, לפי שאין שם עיסה עליה קודם גלגול:",
                "<b>ותטמטם בשעורים.</b> לפי שעיסת השעורים מתפרדת ואינה מתערבת יפה כעיסה של חטים אלא מטמטם ביד:",
                "<b>חייב מיתה.</b> דנגמרה מלאכתה וטבל הוא במיתה:",
                "<b>מגבהת חלתה.</b> תקנת חכמים היא בעיסה טהורה למהר להפריש חלה בטהרה, שמא תטמא העיסה, דעיקר מצוה היא להמתין עד אחר גמר לישה:",
                "<b>ובלבד שיהא שם חמשת רבעים קמח.</b> שנתערבו במים, דבפחות מהן לא הגיעה העיסה לכלל חיוב חלה. ואית ספרים דגרסי ובלבד שלא יהיה שם חמשת רביעית קמח, כלומר שלא ישארו חמשת רביעיות קמח שלא נתערבו במים, דאם נשארו חמשת רביעיות לא נפטרו בחלה שהפריש קודם שנתגלגלו. ובירושלמי מוכיח שאם אמר ה״ז חלה על השאור ועל העיסה ועל הקמח הנשאר לכשתתגלגל העיסה כולה תתקדש זו שבידי לשם חלה, הרי זה מותר. וכן ילמד אדם בתוך ביתו לנשים לומר כן כשמפרישות חלה מיד אחר גלגול העיסה קודם עריכת הלחם:"
            ],
            [
                "<b>נדמעה עיסתה.</b> נתערב בה תרומה בפחות ממאה חולין:",
                "<b>משגלגלה חייבת.</b> דכיון דנתחייבה בחלה כבר, תו לא פקע ע״י דמוע:",
                "<b>עד שלא גלגלה תעשה בטומאה.</b> כיון דאפילו אם תעשה בטהרה אין הכהן רשאי לאכלה מפני ספק שנולד בה, יכול לטמאתה מיד קודם גלגול:",
                "<b>משגלגלה תעשה בטהרה.</b> אם נולד בה ספק לאחר הגלגול אסור לטמאותה, דחולין הטבולים לחלה כחלה דמו, ותרומה תלויה צריכה שמור:"
            ],
            [
                "<b>עד שלא גלגלה ופדאתה.</b> ולאחר שפדאתה גלגלה, חייבת, כיון דבשעת הגלגול לא היתה הקדש:",
                "<b>שבשעת חובתה היתה פטורה.</b> דגלגול הקדש פוטר, דכתיב עריסותיכם ולא עיסת הקדש:"
            ],
            [
                "<b>עד שלא באו לעונת המעשרות.</b> כל אחד כמשפט המפורש בפ״ק דמעשרות:",
                "<b>וגמרן הגזבר.</b> שנגמרו בעודן תחת יד הגזבר:",
                "<b>שבשעת חובתן היו פטורים.</b> דכתיב דגנך. ולא דגן הקדש:"
            ],
            [
                "<b>פטורה מן החלה.</b> שאין גלגולו של ישראל מחייב העיסה של עובד כוכבים. וכן עיסה של ישראל אין גלגול העובד כוכבים פוטרת:",
                "<b>אם אין בשל ישראל כשעור.</b> שחייבין להפריש ממנה חלה, שהן ה׳ רביעיות:"
            ],
            [
                "<b>ספק חייב.</b> משום דהוי ספק איסורא, ולחומרא, ומפריש חלה ומוכרה לכהן:",
                "<b>ואין חייבין עליה חומש.</b> זר האוכלה אינו משלם את החומש, אבל הקרן משלם, דתשלומי תרומה כפרה נינהו, הלכך מפריש תשלומין ומכפרים מספק, ומוכרן לכהן:",
                "<b>אחר הקרימה בתנור.</b> דסבר ר״ע אין גמר מלאכתה של חלה עד שיקרמו פני הפת בתנור, וזו היא עונתה לחלה, הלכך אם נתגייר קודם שיקרמו פני הפת בתנור, חייב בחלה. ואין הלכה כר״ע:"
            ],
            [
                "<b>אורז.</b> לאו מין דגן הוא, וכל שאינו מין דגן פטור מן החלה, ואין אדם יוצא בו ידי חובתו בפסח:",
                "<b>אם יש בה טעם דגן חייב בחלה.</b> ואע״ג דאין בדגן כשיעור חלה:"
            ],
            [
                "<b>אם יש לו פרנסה ממקום אחר.</b> אם יש לו קמח אחר חוץ מעיסה זו, מביא קמח כשיעור שאם יצרפנו לשאור זה שחייב בחלה יהיה בו חמשת רבעים שהוא שיעור חלה, ולש עיסה ומערב עם העיסה שיש בה השאור, ומוציא ממנה כשיעור חלה שצריך להפריש מחמשת רבעים:",
                "<b>ואם לאו.</b> שאין לו קמח, מוציא חלה אחת מכ״ד על כל העיסה, דטבל אוסר בכל שהוא במינו, ונעשית כולה טבולה לחלה:"
            ],
            [
                "<b>זיתי מסיק.</b> זיתים שבעל הבית מלקט. ולקיטת הזיתים קרויה מסיקה:",
                "<b>זיתי נקוף.</b> זיתים שעניים מלקטים. כמה דאת אומר (ישעיהו י״ז:ו׳) כנוקף זית שנים שלשה גרגרים, והם פטורים מן המעשר:",
                "<b>ענבי בציר.</b> שחייבים במעשר:",
                "<b>עם ענבי עוללות.</b> שפטורים מן המעשר:",
                "<b>אם יש לו.</b> טבל אחר כיוצא בזה, מוציא ממנו לפי חשבון כשיעור מה שצריך להוציא מזיתי מסיק, או מענבי בציר שחייבים במעשר:",
                "<b>ואם לאו.</b> אם אין לו טבל אחר, מוציאים אותו כאילו כולו טבל, ומוציא תרומה ותרומת מעשר על הכל:",
                "<b>והשאר מעשר.</b> ראשון:",
                "<b>ומעשר שני.</b> או מעשר עני, אין מוציא אלא לפי חשבון. ולא שלא יפריש אלא לפי חשבון, דהא אי אפשר להפריש תרומת מעשר עד שיפריש תחלה מעשר על הכל, ועוד אי לא מפריש מעשר על הכל הרי כל מה שמעשר יש בהן חולין לפי חשבון, ונמצא מפריש מן הפטור על החיוב, אלא כל המעשרות צריך להפריש על הכל, אבל א״צ ליתן ללוי ולעני אלא לפי חשבון, והשאר מערב עם פירותיו. וכן מע״ש א״צ לפדות אלא לפי חשבון, אבל תרומה ותרומת מעשר שהן במיתה. כשמפריש על הכל נמצאו חולין שבהן מדומעין, וצריך שיתן הכל לכהן:"
            ],
            [
                "<b>הנוטל שאור מעיסת חטין.</b> שלא הורמה חלתה:",
                "<b>ואם לאו פטורה.</b> דאין הטבל אוסרה, כיון דליכא טעם:",
                "<b>א״כ למה אמרו הטבל אוסר בכל שהוא.</b> דאמרן לעיל כשאין לו פרנסה שמביא על הכל. ה״מ במינו, אבל שלא במינו כי האי דחטין באורז, בנותן טעם, דטעמא דטבל בכל שהוא. משום דכהתרו דחטה אחת פוטרת את הכרי כך איסורו, והאי טעמא לא שייך אלא מין במינו:"
            ]
        ],
        [
            [
                "<b>שתי נשים.</b> אפילו הן ממין אחד פטורים. ואין נשיכה וצירוף סל מצרפן, כיון שמקפידות. ואפילו לשו שני קבין כאחד, כיון דסופן ליחלק פטורות. וסתם מתניתין כבית הלל דאמרי קביים לחלה, ואינה הלכה, דקיימא לן דחמשה רבעים הוא שיעור חלה:",
                "<b>ובזמן שהן של אשה אחת.</b> סתם אשה אחת אינה מקפדת אם העיסות נוגעות זו בזו:",
                "<b>מין במינו חייב.</b> בנשיכה או בצרוף סל:"
            ],
            [
                "<b>החטים אינן מצטרפות עם הכל.</b> אם היו שתי עיסות אחת של חטים ואחת של מין אחר מחמשת המינים, ואין באחת מהן שיעור חלה ונושכות זו בזו:",
                "<b>השעורים מצטרפות עם הכל.</b> אף עם הכוסמין, ואע״ג דמין חטים הן, לאו דוקא מין חטים אלא מין שעורים ואף מין חטים, והכי פרישנא לה בריש פרק קמא:",
                "<b>שאר המינים מצטרפין זה עם זה.</b> כגון כוסמין ושבולת שועל ושיפון. והלכה כר׳ יוחנן בן נורי:"
            ],
            [
                "<b>שני קבין.</b> של אחד מחמשת המינים שחייבין בחלה:",
                "<b>וקב אורז או תרומה.</b> שאין חייבין בחלה באמצע:",
                "<b>אין מצטרפין.</b> להתחייב בחלה:"
            ],
            [
                "<b>יטול מן האמצע.</b> ממקום שנושכין זה את זה, נמצא מפריש משתיהן:",
                "<b>וחכמים אוסרים.</b> שהרואה סבור שמותר לתרום ולעשר מן החדש על הישן ומן הישן על החדש. והלכה כחכמים:",
                "<b>מן הקב.</b> שאין בו שיעור חלה:",
                "<b>רבי עקיבא אומר חלה.</b> והוא שהשלים על העיסה אחר כן כשיעור חלה, דכיון שנשלם השיעור הויא חלה למפרע:",
                "<b>אינה חלה.</b> כיון שבשעה שהפרישה היתה העיסה פטורה. והלכה כחכמים:"
            ],
            [
                "<b>רבי עקיבא פוטר.</b> ואזדא לטעמיה דהדרא והויא חלה למפרע:",
                "<b>נמצא חומרו קולו.</b> חומרו של רבי עקיבא דאמר לעיל בנוטל חלה מקב דהויא חלה וקדשה, גורם לו להקל ולפטור בשני קבים שנטלה חלתו של זה בפני עצמו ושל זה בפני עצמו:"
            ],
            [
                "<b>נוטל אדם כדי חלה וכו׳</b> הרוצה ללוש כמה עיסות של דמאי טמא, יכול לקבוע חלתן מעיסה טהורה שלא הורמה חלתה ושתהיה זאת העיסה הטהורה קבועה לחלה על כל עיסות שילוש מן הדמאי הטמא:",
                "<b>עד שתסרח.</b> עיסה זו ולא תהיה ראויה למאכל אדם, שבדמאי הקילו לתרום מן הטהור על הטמא ושלא מן המוקף, והקילו נמי לתרום מן הרע על היפה. וחלת דמאי היינו הלוקח תבואה מעם הארץ ומאכילה לעניים ולאכסניא, כדתנן מאכילין את העניים דמאי ואת האכסניא דמאי. וחלה שמפרישים ממנה היא חלת דמאי:"
            ],
            [
                "<b>בסוריא.</b> ארצות שכבש דוד, ואינה קדושה כקדושת א״י:",
                "<b>רבי אליעזר מחייב וכו׳</b> קסבר עשו סוריא כא״י לענין מעשרות ושביעית:",
                "<b>ורבן גמליאל פוטר.</b> דסבר לא עשו סוריא כא״י, ואינו חייב במעשרות בסוריא אלא בזמן שהקרקע של ישראל ואין לעובד כוכבים חלק בו:",
                "<b>ר״ג אומר שתי חלות בסוריא.</b> כדרך שמפרישים שתי חלות בחוצה לארץ, האחת נשרפת מפני שהיא טמאה בטומאת ארץ העמים, והשנית תנתן לכהן כדי שלא תשתכח תורת חלה מישראל:",
                "<b>ור׳ אליעזר אומר חלה אחת.</b> ר׳ אליעזר לטעמיה דאמר עשו סוריא כארץ ישראל ואין עפרה מטמא כעפר ארץ העמים, הלכך חלה אחת ותו לא:",
                "<b>אחזו קולו של רבן גמליאל.</b> דפוטר סוריא ממעשרות ושביעית:",
                "<b>וקולו של ר׳ אליעזר.</b> דאומר בסוריא חלה אחת. ואנן קי״ל שהעושה כקולי דמר וכקולי דמר רשע, הלכך חזרו לעשות כרבן גמליאל בשתי דרכים, שאין סוריא כא״י לא לענין מעשרות ושביעית כשיש לעובד כוכבים חלק בקרקע, ולא לענין חלה. וכן הלכה:"
            ],
            [
                "<b>שלש ארצות.</b> חלוקות בדין חלה:",
                "<b>מארץ ישראל ועד כזיב.</b> כלומר כל ארץ ישראל עד כזיב, שהיא רצועה היוצאה מעכו לצד צפון, וכבשוה עולי בבל וקדשה קדושה שניה:",
                "<b>מפרישים חלה אחת.</b> וניתנת לכהן ואוכלה בטהרה:",
                "<b>מכזיב ועד הנהר.</b> לצד מזרח ומכזיב ועד אמנה לצד מערב. ואינה א״י ממש לפי שכבשוה עולי מצרים ולא כבשוה עולי בבל וקדושה ראשונה לא קדשה לעתיד לבא. ",
                "<b>מפרישין שתי חלות.</b> הראשונה נשרפת לפי שהיא טמאה בטומאת ארץ העמים כיון שלא כבשוה עולי בבל והשניה נאכלת לפי שאין טומאת החלה הראשונה מפורסמת שהרי אינה ארץ העמים גמורה ואם לא היו מפרישין חלה שניה הנאכלת יאמרו תרומה טהורה נשרפת אבל כשמפרישין חלה שניה ונאכלת הרואה נותן על לבו להבין טעם הדבר, או שואל לחכמים ואומרים לו:",
                "<b>של אור יש לה שיעור.</b> מפני שזאת הארץ היתה קדושה כבר, נראית חלתה כשל תורה, הלכך יפריש כשיעור שמפרישים מעיסה טמאה, א׳ מכ״ד או ממ״ח:",
                "<b>ושל כהן אין לה שיעור.</b> לפי שהיא מדברי סופרים:",
                "<b>מן הנהר ומן אמנה ולפנים.</b> כלומר מתחלת הנהר ולפנים ממנה, וכן מתחלת אמנה ולפנים ממנו, חוצה, לארץ ממש, ומפרישין שתי חלות ושתיהן מדברי סופרים:",
                "<b>אחת לאור.</b> שהיא טמאה בטומאת ארץ העמים ממש:",
                "<b>ואחת לכהן.</b> כדי שלא תשתכח תורת חלה שנתנת לכהן:",
                "<b>של אור אין לה שיעור.</b> הואיל ושתיהן מדברי סופרים, מוטב להרבות באותה שנותנין לכהן שנאכלת ולא בנשרפת:",
                "<b>וטבול יום אוכלה.</b> לחלת האור של חו״ל. וטבול יום דקאמר הכא הוא כהן שטבל לקריו, שאין חלת האור של חו״ל אסורה אלא למי שטומאה יוצאה עליו מגופו, אבל טמא בשאר טומאות מותר בה. הלכך בחו״ל היכא דאיכא כהן קטן שלא ראה קרי מימיו או כהן גדול בשנים שטבל לקריו, מפריש חלה אחת בלבד ונותנה לכהן. ואי ליכא כהן קטן או כהן גדול שטבל לקריו ואיכא כהן בעל קרי מפריש שתי חלות אחת לאור ואין לה שיעור ואחת לכהן ויש לה שיעור, אחד מארבעים ושמנה, כדין כל עיסה שנטמאה באונס דטומאת ארץ העמים טומאת אונס היא, ואוכלה הכהן בקריו כדי שלא תשתכח תורת חלה מישראל:",
                "<b>אינו צריך טבילה.</b> ובעל קרי מותר בחלת חו״ל. ואין הלכה כרבי יוסי:",
                "<b>ואסורה לזבים ולזבות.</b> רבנן קאמרי לה, דאילו לר׳ יוסי שריא לזבים ולזבות כי היכי דשריא לבעל קרי:",
                "<b>ונאכלת עם הזר על השלחן.</b> דלא גזרינן העלאה אטו אכילה:",
                "<b>ונתנת לכל כהן.</b> בין לכהן חבר בין לכהן עם הארץ כך פי׳ רמב״ם. ואין שיטת הגמרא מוכחת כן, אלא בין לכהן שאוכל חוליו בטהרה, בין לכהן שאינו אוכל חוליו בטהרה. אבל לעם הארץ אין נותנין שום מתנה ממתנות כהונה דכתיב (דברי הימים ב ל״א:ד׳) לתת מנת הכהנים והלוים למען יחזקו בתורת ה׳ אין נותנין מנה אלא לכהנים המחזיקים בתורת ה׳. וכן הא דתנן לקמן אילו נתנין לכל כהן, לאו לכהן עם הארץ, אלא לכל כהן אע״פ שאינו אוכל חוליו בטהרה:"
            ],
            [
                "<b>החרמים.</b> לכהנים כדכתיב (במדבר י״ח:י״ד) כל חרם בישראל לך יהיה:",
                "<b>והבכורות.</b> אי תם הוא הרי זה קדשי מקדש ואי בעל מום הוא כתיב (דברים י״ב:ט״ו) הטמא והטהור יאכלנו:",
                "<b>ופדיון פטר חמור.</b> פודהו בשה ואין בו קדושה:",
                "<b>ראשית הגז.</b> דכתיב (שם יח) וראשית גז צאנך תתן לו:",
                "<b>ושמן שרפה.</b> שמן תרומה שנטמא:",
                "<b>וקדשי מקדש.</b> דלא אסרו לתת לכהן שאינו נזהר מטומאה אלא דבר שיש בו איסור טומאה בגבולין, כגון תרומה ותרומת מעשר וחלה אבל קדשי מקדש ובכורים שמביאין אותם לעזרה, לא חששו, דטהורי מטהר נפשיה:",
                "<b>רבי יהודה אוסר בבכורים.</b> דחייש דלמא לא מזדהר בהו, הואיל ואין עושין בהן עבודה. ואין הלכה כר׳ יהודה:",
                "<b>רבי עקיבא מתיר.</b> ר׳ עקיבא לטעמיה, דאמר בפרק שני דמעשר שני דכרשינין כל מעשיהן בטומאה דלא חשיבי אוכל:",
                "<b>וחכמים אוסרים.</b> דחשיבי להו אוכל הואיל והן נאכלין בשנות רעבון. והלכה כחכמים:"
            ],
            [
                "<b>מביתר.</b> שם מקום בחו״ל:",
                "<b>ולא קבלו ממנו.</b> דלאכלן אי אפשר שהרי נטמאו בארץ העמים. ולשרפן אי אפשר לפי שאין טומאה זו ידועה, שמא יאמרו ראינו תרומה טהורה נשרפת להחזירן למקומן אי אפשר שלא יאמרו תרומה יוצאה מארץ ישראל לחוץ לארץ, אלא מניחן עד ערב פסח ושורפן:",
                "<b>וחג הקציר בכורי מעשיך.</b> דשתי הלחם אקרו בכורים, ומתירין את החדש במקדש:"
            ],
            [
                "<b>העלה בכורות מבבל ולא קבלו ממנו.</b> דכתיב (דברים י״ד:כ״ג) ואכלת לפני ה׳ אלהיך מעשר דגנך תירושך ויצהרך ובכורות בקרך וצאנך ממקום שאתה מביא מעשר דגן אתה מביא בכורות מחו״ל שאי אתה מביא מעשר דגן אין אתה מביא בכורות:",
                "<b>הביא בכורים יין ושמן ולא קבלו ממנו.</b> לפי שלא בצרום מתחלה לכך דאילו בצרום מתחלה לכך שרי, דהכי תנן פרק בתרא דתרומות אין מביאין בכורים משקה אלא היוצא מן הזיתים וענבים בלבד:",
                "<b>פסח קטן.</b> פסח שני. ובניו קטנים היו ובפסח ראשון בלבד הן חייבים שהכל חייבים בראיה כדכתיב (שמות כ״ג:י״ז) יראה כל זכורך אבל לא בפסח שני:",
                "<b>מאפמיא.</b> גרסינן, והוא שם מקום בסוריא:",
                "<b>כקונה בפרוורי ירושלים.</b> מגרשי ירושלים וכפרים שסביבותיה. תרגום מגרשיה פרווהא:"
            ]
        ]
     ],
    "textrambam":[
        [
            [
                "כבר בארנו בתחלת כלאים כי הכוסמים הם חטים מדבריות ושבולת שועל ושיפון מינין מן השעורים והכתוב אמר בענין חלה (במדבר ט״ו:י״ט) והיה באכלכם מלחם הארץ ואמר במצה (דברים ט״ז:ג׳) לחם עוני כמו שהלחם הנאמר בפסח אינו בא אלא מחמשת מינין כמו שנבאר כמי כן הלחם הנאמר בחלה לא יהיה אלא מחמשת המינין: \n",
                "ומצטרפין זה עם זה. ענינו שיעור חלה כשיהיו מאלו החמשה מינין נתחייבת אותה עיסה בחלה: \n",
                "ואסורין בחדש מלפני הפסח הוא מאמר השי\"ת ולחם וקלי וכרמל לא תאכלו (ויקרא כ״ג:י״ד) וכבר בארנו שאלו החמשה מינין נקראין לחם: \n",
                "ומלקצור מלפני העומר. למה שאמר השי\"ת בעומר התנופה וקצרתם את קצירה והבאתם את עומר ראשית קצירכם אל הכהן (שם) ואמרו בספרא ראשית קצירכם שתהא תחלה לכל הנקצרים כן אסור לקצור דבר מחמשת המינין קודם קצירת עמרי התנופה: \n",
                "ומה שהיה מהן זרוע ונמשכו שרשיו בקרקע קודם קצירת העומר מותר לקצרו אחר קצירת העומר ומה שנזרע מהם ולא השריש אלא אחר קצירת העומר אסור לקצרו עד שיקצור העומר של שנה הבאה אמרו בגמרא רבי שמואל בר נחמן שמע כלהון מן הדין קרא (ישעיהו כ״ח:כ״ה) ושם חטה שורה ושעורה נסמן וכסמת גבולתו חטה אלו החטים שורה זו שבולת שועל ולמה נקרא שמה שורה שהיא עשויה כשורה ושעורה אלו השעורים נסמן זה שיפון וכוסמת אלו הכוסמין גבולתו עד כאן גבולו של לחם וזו היא אסמכתא כאשר תראה: \n",
                "באכילת מצה בליל פסח מצות עשה למה שאמר השי\"ת בערב תאכלו מצות (שמות י״ב:ט״ו) ועוד אמר לא תאכל עליו חמץ שבעת ימים תאכל עליו מצות לחם עוני (דברים ט״ז:ג׳) והדבר שהוא אסור משום חמץ אדםיוצא בו ידי חובתו משום מצה ר\"ל אם אכל ממנו כזית מצה בליל הפסח צא ידי חובתו ושאר שבעת ימים רצה אוכל מצה רצה אוכל קטנית וכיוצא בהן ועוד יתבאר זה במקומו ואלו החמשה מינין הם שמתחמצים ובאין לידי חמוץ אבל השאר אינן מתחמצין אבל מתעפשים ומסריחין והוא אמרם (פסחים דף לה.) יצא אורז ודוחן ופרגין ושומשמין שאין באים לידי חמוץ אלא לידי סרחון: ואמר הרי זה עובר בפסח. ענינו כי המניחן ברשותו בפסח הוא עובר עליו בבל יראה ובבל ימצא וכשתתערב באחד מהן שום תערובת ויהיה באותו תערובת מים כמו שיתבאר בפסחים ואין מחלוקת בין החכמים שהנודר מן הפת ומן התבואה שאסור בחמשת המינים בלבד וחולק רבי מאיר לחכמים בנודר מן הדגן שחכמים אומרים אינו אסור אלא בה' המינין בלבד ור' מאיר אומר שהנודר מן הדגן אסור בכל ומותר בפירות האילן כי לדעת ר\"מ דגן כולל התבואה והקטנית ולדעת החכמים דגן ותבואה שוה ועוד יתבאר זה מדעתם במסכת נדרים: ואמרם וחייבין בחלה ובמעשרות נאמר למה שעתיד לומר חייבין בחלה ופטורים מן המעשרות וחייבין במעשר ופטורים מן החלה ואין הלכה כר\"מ: \n"
            ],
            [],
            [
                "כבר בארנו במה שקדם כי לקט שכחה ופאה וההפקר שהן פטורין מן המעשרות: \n",
                "ומותר העומר הוא מה שישאר מן הנקצר להקריב ממנו העומר לפי שהיו לוקחים מן היפה שבו עומר ומניחים את המותר כמו שיתבאר במקומו: \n",
                "ותבואה שלא הביאה שליש עיסתה באה לידי חימוץ וכבר אמר כל מה שהוא בא לידי חימוץ חייב בחלה ורבי אליעזר מביא ראיה מן הכתוב שאומר בחלה (במדבר ט״ו:כ׳) כתרומת גרן כן תרימו אותה וכמו שתרומת גורן לא תבוא אלא מתבואה שהביאה שליש כמו שבארנו כמו כן החלה ואין הל' כר\"א: \n"
            ],
            [
                "כבר קדם לנו בשביעית פי' אורז ודוחן הם זרעים ידועים ופרגין הוא הנקרא בערבי כשבא\"ש שומשמין גם כן ידוע ובערבי נקרא אל סמסם:  ",
                "ופחות מה' רבעים בתבואה הוא פחות משעור חלה:  ",
                "וסופגנין ודובשנין ואסקריטין וחלת המשרת הם מיני פת אלא שמתחלת לישתן עושין בהם מלאכה אחרת ומערבין בהן שמן או דבש או מתבלין אותן בתבלין ואופין אותן במינים משונים ממיני האפי' וקורין להם שמות כפי הדברים המעורבין בהם וכפי מלאכת אפייתם ג\"כ תרגום רקיקי מצות (שמות כ״ט:ב׳) אספוגנין פטירין ודובשנין נקראין כן לפי שהן נילושין בדבש ואסקריטין תרגום צפיחית (שם טו) ותרגום מחבת (ויקרא ב) מסריתא ומזו הגזירה אמרו חלת המשרת:  ",
                "והמדומע הם החולין המעורבין בתרומה וכבר נתבאר זה במס' תרומות בתכלית הביאור: ואמרם בסוף זו המשנה פטורין מן החלה חוזר על סופגנין ודובשנין ואסקריטים וחלת המשרת והמדומע ואמרם בתחלתן חייבין במעשרות ופטורין מן החלה נופל על אורז ודוחן ופרגין ושומשמין וקטניות ופחות מה' רבעים קמח בתבואה:  "
            ],
            [
                "קנובקאות. הוא קמח קלוי נילוש בשמן ואחר לישתו ואפייתו מפרכין אותו בידים ומחזירין אותו קמח: \n"
            ],
            [
                "כשהמים הם רותחין בתכלית הרתיחה נותנין בו קמח ולשין הכל וקורין אותו מעיסה וכשנותנים המים הרותחים על הקמח קורים אותו חליטה ואין הפרש בין מעיסה וחליטה אלא שאחד כתב מחלוקת ב\"ש וב\"ה במעיסה שבית שמאי פוטרין וב\"ה מחייבין וכן הדין אצלו בחליטה ואחד כתב מחלוקתם בחליטה שבית שמאי מחייבין וב\"ה פוטרין וכן הדין אצלו במעיסה וההלכה כי מעיסה וחליטה אם נאפו בתנור שהם חייבות בחלה ואם הם מעשה אילפס הוא שנותנין אותן במרחשת ומבערין תחתיה אש עד שתאפה הם פטורין מן החלה: \n",
                "וחלות תודה ורקיקי נזיר. הם האמורים בתורה שיעורן ואיכות עשייתן אם עשאן לעצמו נתקדשו ואינן חייבות בחלה ואם עשאן למכור בשוק לא נתקדשו לפי שכוונתו אם לא יוכל למכרם שיאכלם וכן יתבאר בגמרא ומה שזכרנו ממחלוקת ב\"ש וב\"ה מבואר בירושלמי: \n"
            ],
            [
                "שיעור זו המשנה כן וכן נשים שנתנו לנחתום לעשות להם שאור ויש בשל כל אחת מהם שיעור חלה חייב בחלה ואם אין בשל אחת מהן כשיעור פטורה מן החלה ומה שאמר כי נחתום כשלש עיסה ועשאה כולה שאור לחלקה על בני אדם בתורת מכר שהוא חייב לפי שהוא מתכוין אם לא ימצא קונה לזה השאור שיעשה ממנה עיסה ויאפה אותה כמו שקדם ממאמרם למכור בשוק חייב: \n"
            ],
            [
                "עיסת הכלבים. הוא שלשין אותה במורסנה ודומה לו ומתכוין להאכילה לכלבים או זולתם ממיני החיות ושלא יאכל ממנה שום אדם: \n",
                "אינה חייבת בחלה. למאמר הש\"י באכלכם מלחם הארץ (במדבר ט״ו:י״ט): \n",
                "ואין עושין בה ערובי תחומין ולא שיתופי מבואות. לפי שאלו הערובין אינן נעשין אלא מן הדברים שהכונה בהם שיאכלום בעליהן כמו שיתבאר בערובין כי זה הוא כונת העירוב וכמו כן אין מברכין עליה ואין מזמנין עליה לפי שהן כמו הקטניות: \n",
                "ואינה נעשית ביום טוב למה שאמר הש\"י בי\"ט הוא לבדו יעשה לכם (שמות יב) ואמר לכם ולא לכלבים: \n",
                "ואין אדם יוצא בה ידי חובתו בפסח. לפי שאין אדם יוצא ידי חובתו אלא בדבר שחייב בחלה כמו שבארנו במה שקדם ואם חשב בעת הלישה בין על אכילת הכלבים ובין על אכילת בני אדם נתחייבה אותה עיסה במה שהיה חייבת כל עיסה ואין הפרש ביניהם: \n",
                "בין כך ובין כך מטמאה טומאת אוכלים. לפי שהעיקר אצלנו כי כל מה שהוא מיוחד למאכל אדם יטמא טומאת אוכלין ואין צריך מחשבה ר\"ל שאינו צריך שיחשוב עליו למאכל אדם אלא כיון שהיא מיוחד מטמא עד שיפסל מלאכול הכלב כמו שיתבאר בפ' שמיני מטהרות (מ\"ו) ובלי ספק כי זו העיסה היא מחמשת המינים וכל מין ומין מהם מיוחד לאכילת אדם בלא ספק: \n"
            ],
            [
                "מצינו שקרא הש\"י לחלה תרומה שנאמר (במדבר ט״ו:כ׳) חלה תרימו תרומה ואמר בתרומה ומתו בו כי יחללוהו (ויקרא כ״ב:ט׳) ומי שאכלה מישראל מזיד חייב מיתה בידי שמים ואם אכלה שוגג נתחייב בתוספת חומש כמו שנתבאר במסכת תרומות:  ",
                "והם נכסי כהן. לפי שהוא יכול לקדש בהן אשה:  ",
                "ועולין באחד ומאה. כמו שנתבאר בתרומות:  ",
                "וטעונים רחיצת ידים. אפילו שיהיו ידיו טהורות והיא מכלל י\"ח דברים שגזרו ועוד יתבאר זה במקומות רבות מסדר טהרות וכשנגעה התרומה או החלה בידו אפי' היא טהורה ולא נטלה ליגע בהן כבר פסל אותן ולפיכך חייב בנטילת ידים לאכול פירות של תרומה ואינו חייב בזה לא בחולין ולא במעשר ועוד יתבאר כל אלו הדברים במקומן:  ",
                "והערב שמש. לאמרו הש\"י ובא השמש וטהר ואחר יאכל מן הקדשים (ויקרא כ״ב:ז׳) והעיקר אצלנו ביאת שמשו מעכבתו מלאכול בתרומה וכבר בארנו זה בתחלת ברכות:  ",
                "אלא מן המוקף. ענינו מן הדבר שהוא מוקף ומכונס במקום אחד ולא שיוציא מזו העיסה החלה החייבת בה והחייבת לאותה עיסה האחרת שהיא במקום אחר ונמצא שהפריש שלא מן המוקףעל המוקף ושיעור המאמר כן אין נוטלין מן הטהור על הטמא ואין נוטלין אלא מן המוקף וכן תרומת הגורן כמו שזכרנו בתרומות:  ",
                "ומן הדבר הגמור. לפי שנקראת ראשית ואמרו ראשית דגנך אינו מפריש עד שיהא דגן ענינו עד שיגמור:  ",
                "עד שישייר מקצת. ענינו לא נקרא ראשית אלא אם נשאר ממנה שיור והוא אמרם מראשית ולא כל ראשית וכן פסקנו ההלכה במסכת תרומות:  "
            ]
        ],
        [
            [
                "אמר הש\"י אשר אני מביא אתכם שמה (במדבר ט״ו:י״ח) שמה אתם חייבים ואי אתם חייבים בחוצה לארץ ור' אליעזר אומר באכלכם מלחם הארץ (שם) בין בארץ בין בחוצה לארץ ולפיכך אומר שאם יצאו מן הארץ לחוצה לארץ חייבין והלכה כרבי עקיבא: \n"
            ],
            [
                "פירות חוצה לארץ אינן חייבות מן התורה במעשר ולא בדיני שמטה וכשבא עפר מחוצה לארץ לארץ ישראל בספינה וזרע באותו עפר שבאותו הספינה אותו הזרע חייב בכל החוקים ובתנאי שתהיה הספינה מתחככת בארץ וזהו ענין גוששת ופי' לומר דבקה בארץ וגוש כמו עפר וכבר בארנו כי בכל מקום שאמר ר' יהודה אימתי שהוא מבאר למי שקדם לו ואינו חולק עליו וכבר זכרנו זה כי מי פירות אינן מכשירים וזכרנו עוד ענין ההכשר ועוד יתבאר זה במקומותיו בסדר טהרות ולפיכך כשלש הקמח במי פירות אותה הפת תאכל בידים מסואבות ואף על פי שהיא תרומה לפי שלא הוכשרה לטומאה ולא תפסל בידים מסואבות: \n"
            ],
            [
                "מפני שהיא יכולה לכסות את עצמה. פירוש כשתשוה רגליה וישיבתה על הארץ ותאסף רגליה זה לזה לא תראה לה ערוה ומותר לה לברך ולהוציא חלה וכן אמרו בפירוש בגמרא כגון שהיו כל פניה טוחות בקרקע והאיש אע\"פ שהוא יושב כיון שאבריו ר\"ל אברי הזרע בולטים אסור לו לברך ולפיכך אינו מוציא חלה: \n",
                "ומי שאינו יכול לעשות עיסתו בטהרה. ענינו שיהיה טמא ויהיה בינו ובין המים יותר מארבע מילין לפניו אין מטריחין אותו ללכת עד מקום המים ולטבול וללוש אלא ילוש בטומאה אבל לא ילוש אלא קבים שהוא פחות משיעור חלה כדי שלא יתחייב בחלה וכבר בארנו שיעור הקב וכן אין מטריחין אותו לשוב לאחריו לבקש מים אפי' היה רחוק מהם שיעור מועטת אבל אם היה בינו ובין המים ושהיו המים לפניו ארבע מילין או פחות אסור לו ללוש בטומאה ואין הלכה כרבי עקיבא: \n"
            ],
            [
                "קבים הנזכרים בכאן בזו ההלכה יש [*)צ\"ל אין] בהם שיעור חלה ועוד נדבר על זה בזה הפרק ואמר ונגעו זה בזה ר\"ל בעת האפיה שנגעו קצת ככרות לקצתם שאין חייבות בחלה עד שידבקו קצתם בקצתם דבוק יפה ורבי אליעזר אומר שאם לש בדרך הדמיון מאה כעבין אחת אחת ואפה אותם והוציאם כולן מן התנור אחת אחת ונתקבצו כולן בסל אחד אע\"פ שאין נוגעות זו בזו חייב להוציא מהן החלה אחר האפיה וכן ביארו בגמרא ואמרו שאפי' כעבין שאין נושכות זו עם זו הסל מצרפן לחלה והלכה כרבי אליעזר: \n"
            ],
            [
                "העיסה עצמה חייבת בחלה. ענינו שאם לש מה שנשאר מן הקמח אחר שהוציא ממנה קמח ונתכוין להיות אותו הקמח חלה שאותה עיסה חייבת בחלה ואותו הקמח אם יש בו חמשת רבעים שהוא שיעור חלה כמו שיתבאר ולש אותו שהוא חייב גם כן בחלה ואותה חלה אסורה לזרים כדין כל חלה ולא נאמר זו העיסה אינה חייבת בחלה כיון שהקמח שלה לחלה היתה בו הכונה ולא יתקיים זה אלא כשהוציא החלה מן העיסה וכאילו אותה חלה הראשונה על כל הקמח הוציאה ר\"ל על כל מה שנלוש ממנה ועל הקמח שהוציאו חלה: \n",
                "אמרו לו מעשה וקפשה זקן זר. וקפשה כמו וכבשה וכן באה זאת המלה במקומות בענין אחר וענין אכילתו אותה ראיה שאינה בכלל חלה וכי זה הקמח שהוציאו חלה אינו חייב בחלה חיוב גמור לפי שאילו היה חייב כשאר העיסות לא היה ראוי לזר שיכבוש אותה חלה לעצמו: \n",
                "אמר להן אף הוא קלקל לעצמו. שאכל אותה חלה לפי שחטא ותיקן לאחרים שהם חשבו שלא חייב אותו הקמח חלה ובאמת שהוא חייב והוא אמרם בגמרא קלקל לעצמו ואכלה ואיענש ותיקן לאחרים דאינון אוכלין ותולין ביה והלכה כר' יהושע: \n"
            ],
            [
                "רבע. הוא רובע הקב אבל אתה חייב לדעת כי הרבעים הנזכרים בכאן במס' חלה והקבים הנזכרים אינם הקבים שקדם לנו שיעור מדתם ואין הרובע הנזכר בזו ההלכה בשיעור חלה הוא הרובע קב הנזכר בזו המס' ועוד אין הקבים הנזכרים בזו המס' כולם שוין וכבר בארנו במסכת עדיות (פ\"א) כל זה ר\"ל שיעור המדות בענין שיעור חלה וכמו כן כל זה כי חמשת רבעים הנזכרים בכאן יותר מקבים האמורין למעלה באמרו יעשנה קבים ולא יעשנה בטומאה אבל הם הקבים שאמרו העושה עיסתו קבים ושאלו החמשה רבעים שיעורם מן הקב הנזכר במשנה בזולת זה המקום שקדם לנו שיעורם בסוף פאה קב ושמנה עשיריות הקב וממה שזכרנו לך בסוף פאה מן המדות יתבאר לך שמדת הקב הנזכר ארבע אצבעות על ארבע אצבעות ברום עשר אצבעות ושמנה עשיריות האצבע נמצא לפי זה החשבון שהמדה שהיא חייבת בחלה צריך שתהיה מדתה עשרה אצבעות על עשרה אצבעות ברום שלשה אצבעות ועשירית אצבע ועשירית עשירית אצבע וחלק מאלפים וחמש מאות מן האצבע וכל זה בדיוק וכבר בארנו בסוף פאה כי האצבע שמשערין בו המדה הוא הגודל אם כן כל המדה שיהי' בחללה זה השיעור הנזכר יתחייב בחלה אבל אם באנו לשער מה שתכיל זאת המדה במשקל ישתנה כפי שינוי דבר המדוד לפי שאין כובד המשקל השעורים והחטים שוה ולא מיני הקמח כולם משקלם שוה אע\"פ שהם ממין אחד ולא נתנו לו שיעור חלה במשקל אלא במדה כמו שתראה והנותן שיעור חלה בשיעור המשקלים טועה ומקום טעותו גלוי מאד אלא אם נתן זה בקרוב במין רמוז אליו ואמרם ושאורן ומורסנן רוצה בו כי המורסן והשאור שבקמח מצטרפין לה' רבעים קמח וכשמסירין המורסן מן הה' רבעים קמח ואח\"כ מחזירין אותן לתוך הקמח פטורה לפי שהמורסן אינו חייב בחלה למה שאמר הכתוב עריסותיכם דרך עיסה: \n"
            ],
            [
                "מה שחייבו לבע\"ה אחד מכ\"ד לפי שהוא לש עיסה קטנה וצריך להוציא שיעור שיהיה ראוי לתתו לכהן כמו שאמר הש\"י תתנו שיהא בו כדי נתינה וע\"כ אין ראוי להיות פחות מחלק מכ\"ד מן השיעור המשוער לחלה שהוא חמשת רבעים אבל הנחתום שהוא לש הרבה אפי' חלק מארבעים ושמנה הוא שיעור שיש בו כדי נתינה ועוד נתנו טעם אחר מפני מה נתנו שעור לבעל הבית חלק מעשרים וארבעה לפי שענין הוצאת החלה הוא נתון לאשה והאשה עינה רעה וכשמטריחין אותה להוציא חלק מעשרים וארבעה ולוואי שתוציא חלק מארבעים ושמנה והעושה עיסה למשתה בנו אע\"פ ששיעורו רב והוא דומה לנחתום חייב להוציא חלק מעשרים וארבע כדי שלא תשתנה חלת בעל הבית וכמו כן לא נתן הפרש בחלת נחתום שתהיה חלק מארבעים ושמנה ואפילו תהיה זו המוכרת אשה ותלוש בביתה כמו בעל הבית. ונתן שיעור (תרומה) טמאה מעט לפי שהיא לשרפה עומדת ולא נשתדל להרבות טומאה בקדש: \n",
                "שלא יהא חוטא נשכר. פי' שלא ירויח החוטא שטמאה ויוציא פחות ממה שהיה מוציא אלו לא עבר וטמאה: \n"
            ],
            [
                "א\"ר אליעזר. שנוטל אדם מעיסה טהורה שלא הורמה חלתה שיעור תרומה החייבת לעיסה טמאה ולעיסה טהורה ואח\"כ נוטל פחות מכביצה מעיסה טמאה ומחלקה ונותן בצדה מצד אחד עיסה טהורה ובצדה מצד ב' עיסה טמאה ויהיה אותו החלק שהוא פחות מכביצה באמצע ואחר כך יניח השיעור שבו שיעור שתי חלות על אותו החלק הטמא שהוא פחות מכביצה ומוציאו לשם חלה על שתי העיסות ואז יהיה תורם מן המוקף כיון שכל אותם השיעורי' דבקים זה בצד זה ותהיה החלה טהורה והעיסה טהורה ג\"כ עומדת בטהרתה לפי שכל אחת מהם לא נגעה אלא בפחות מכביצה מאוכל טמא וכבר זכרתי לך כי מה שהוא פחות מכביצה מאוכל טמא שאינו מטמא טומאת אוכלים ועוד יתבאר זה ויתברר במסכת טהרות וחכמים אוסרין אלא שיוציא מן העיסה עצמה *והלכה כחכמים וכבר קדם לך שאסור להוציא מן הטהור על הטמא: \n"
            ]
        ],
        [
            [
                "עד שתתגלגל. פי' עד שתתערב: \n",
                "ותטמטם. פי' שידבקו חלקם קצתם בקצתם עד שיהיו גוף אחד: \n",
                "האוכל ממנו חייב מיתה. לפי שהוא טבל והטבל במיתה: \n",
                "כיון שהיא נותנת המים מגבהת חלתה. ואף על פי שנשאר מן הקמח בעריבה קצת שלא נלוש ולא נתערב ובתנאי שלא יהיה באותו הקמח שלא נלוש ולא נתערב שיעור חמשה רבעים שהוא שיעור חלה וכשאמר הרי זו חלה על העיסה ועל השאור ועל הקמח שנשתייר בה לכשתעשה כלה תתקדש זו שבידו לשם חלה הרי זה מותר וכן נתבאר בגמרא: \n"
            ],
            [
                "נדמעה. פירוש שנתערבה בה התרומה וכבר בארנו (תרומות פ\"ח מ\"ה ולעיל פ\"א מ\"ד) כי המדומע פטור מן החלה: ואמר תעשה בטהרה ענינו שתגמר כמות שהיא ולא יקפיד בספק טומאה שנולד: \n"
            ],
            [
                "ההקדש אינו חייב בחלה למאמר הש\"י תרימו תרומה ואמר בספרי את שמורם ממנו קודש והנשאר חול ולא שזה וזה קודש וזה המאמר כולו מבואר כשתבין כל מה שהקדמנו בזו הסדר: \n"
            ],
            [
                "זו הלכה כבר קדמנו לדבר עליה בפרק רביעי מפאה ולשם נשנית אות באות: \n"
            ],
            [
                "זה המאמר מבואר היטב: \n"
            ],
            [
                "נעשית עד שלא נתגייר.רוצה בו נתגלגלה בחטים ונטמטמה בשעורים: \n",
                "ואם נולד ספק אם קודם שנתגייר נעשית או אחר שנתגייר חייבת בחלה והאוכל אותה חלה בשוגג אינו חייב חומש לפי שהוא ספק והמוציא מחבירו עליו הראיה וכבר ביארנו כי החלה האמיתית חייבין בה חומש: \n",
                "ור' עקיבא אומר הכל הולך אחר הקרימה בתנור. אם נתגייר קודם שיקרמו פני הפת בתנור חייב בחלה לפי שר' עקיבא סובר כי החלה מוציאין משיקרמו פני הפת ולדעתו זה היה שעת הוצאת חלה וכן נראה מדעתו בספרי אמר לשם אין מפרישין עד שתגמר מלאכתה איזה הוא גמר מלאכתה קרימתה בתנור דברי ר' עקיבא וקרימה הוא שיקפה פני הפת ויהיה לו כמין קליפה ואין הלכה כרבי עקיבא: \n"
            ],
            [
                "כבר קדם לנו כי החלה אינה חייבת אלא מחמשת המינין וכמו כן אין אדם יוצא ידי חובתו בפסח אלא בחמשת המינים ואין האורז מכללם: \n"
            ],
            [
                "אם יש לו פרנסה ממקום אחר מוציא לפי חשבון. ביאור זה כאשר אגיד לך והוא שמביא אדם קמח שיעורו כשיצרפו לאותו שאור שלקח מעיסה שלא הורמה חלתה שיהיה הכל חמשה רבעים שהוא שיעור חלה ואחר כך יערב הכל ומוציא ממנו החלה החייבת לחמשה רבעים ואם אין לו מה שיצרף תהיה כל העיסה טבל ויוציא ממנה החלה החייבת לה אילו היתה כולה טבולה לחלה וזהו אמרם מוציא חלה אחת על הכל: \n"
            ],
            [
                "זיתי מסיק. הם הזיתים שמלקטין בעלי בתים שהם בעלי הקרקעות וכבר ביארנו פעמים (פאה פרק ח מ\"א) כי לקיטת הזיתים יקרא בלשון חכמים מסיקה וזיתי נקוף הם הזיתים שמלקטים העניים והעד כנוקף זית שנים שלשה גרגרים (ישעיהו י״ז:ו׳) זיתי נקוף והעוללות אינן חייבין במעשרות כמו שבארנו במסכת פאה (פ\"א משנה ו) וכשנתערבו זיתי נקוף שאינן חייבות בתרומה ובמעשרות עם זיתי מסיק שהן חייבות בהם אם יש אצלו זיתים אחרים מלבד אותן המעורבות יוציא מהם המעשרות והתרומה החייבות לאותן זיתי מסיק המעורבות עם זיתי נקוף הפטורות וזהו ענין אמרם לפי חשבון ואם אין אצלו זיתים אחרים יוציא מן הזיתים המעורבים תרומה ותרומת מעשר החייבים לכל ונחשב הכל זיתי מסיק ומה שישאר מן הדבר המעורב יוציא ממנו מעשר ראשון ומעשר שני לפי חשבון כלומר לפי מה שיש באותו הדבר המעורב מזיתי מסיק בלבד ושיעור ההלכה כך ומפריש מן השאר מעשר ראשון ומעשר שני לפי חשבונו ומה שחייבנו שנוציא התרומה ותרומת מעשר על הכל לפי שיש בהם עון מיתה כמו שבארנו בתחלת דמאי ובלי ספק שיוכל לחזור וליקח ולקנות מן העניים זיתי נקוף או העוללות המעורבות בזיתיו או בענביו על הדרך שנזכר בפאה: \n"
            ],
            [
                "אוסר כל שהוא מין במינו. כיצד כגון שיתערב חטה בחטה ואורז באורז ושלא במינו בנותן טעם כגון שיתערב חטים באורז וכיוצא בו: \n"
            ]
        ],
        [
            [
                "זו ההלכה על דעת בית הלל שאומרים מקביים חלה כמו שיתבאר בעדיות וכבר בארנו אנחנו במה שקדם (לעיל פ\"ב מ\"ו) שיעור חלה והכוונה בזו ההלכה שיהיה בשתי העיסות שיעור חלה: \n"
            ],
            [
                "זה הצירוף אין ענינו שתתערב העיסה כולה ויהיה הכל אחד לפי שכבר קדם כי חמשת המינים מצטרפין זה עם זה אבל ענינו שיסדרו עיסה אצל עיסה אחרת ותדבק בה כמו שאמר נגעו זה בזה ורוצה באמרן שאר המינים שאר חמשת מינין והם שבולת שועל וכוסמין ושיפון והלכה כר' יוחנן בן נורי: \n"
            ],
            [
                "כבר קדם לנו כי האורז והתרומה אינן חייבין בחלה וזהו כשהן נושכין זו בזו ולא יצטרך לשנות לך ענין אמרם קביים שיעור חלה כי כבר זכרנוהו: \n"
            ],
            [
                "וחכמים אוסרים. נאמר על העיקר שקדם במסכת תרומות (פ\"א מ\"ה) אין מפרישין מן החדש על הישן ומן הישן על החדש: ואמר מן הקב רוצה בו פחות משיעור חלה לדעת חכמים אבל בית שמאי אומר מקב חלה כמו שיתבאר בעדיות ונטה ר' עקיבא לדעת שמאי מעט והלכה כחכמים: \n"
            ],
            [
                "ר' עקיבא פוטר על העיקר שקדם לך מדעתו כי מי שהוציא חלה מקב אחד נקראת חלה וחכמים מחייבין לפי שהם אומרים במי שהוציאה מקב אחד אינה חלה: \n",
                "נמצא חומרו קולו. חזר על דעת ר\"ע לפי שחומרא שהחמיר ואמר בחלה שהוציא מקב אחד קדש ואסורה לזרים הכריחו לומר בשני קבים הנזכרים בכאן פטורה מן החלה וזו היא קולא: \n"
            ],
            [
                "אומר בכאן שלוקח אדם שיעור מן העיסה והוא טהור ומצניעו להיות חלה על עיסות אחרות שילוש מן הדמאי אפי' יהיו אותן העיסות טמאות לפי שהעיקר אצלנו מה שזכר חלת דמאי ניטלת מן הטהור על הטמא ושלא מן המוקף ואמר עד שתסרח חוזר על כדי חלה שהוציא בטהרה לפי שהוא מפריש עליה עד שתסרח ותפסד ולא תהיה ראויה לאכילת אדם: \n"
            ],
            [
                "כבר קדם לנו כי סוריא הם הארצות שכבש דוד שלא מארץ ישראל וכבר בארנו במסכת דמאי (פ\"ו מי\"א) שפירות סוריא אינן חייבות במעשרות אלא למי שלקט אותם פירות מקרקע שלו ואחוזתו ובארנו טעם בזה ואומר בכאן שאם היו ישראל ונכרי שותפין בקרקע מארץ סוריא ר\"א מחייב אותם במעשרות כי סוריא לדעתו כמו א\"י בזה הענין כיון שיש לו שותפות בקרקע ונתחייב במעשרות רבן גמליאל פוטר לפי שהיא אצלו קרוב מחוצה לארץ ואינו חייב במעשרות עד שיהיה הקרקע כולו שלו ולא יהיה לנכרי חלק בו כמו שבארנו במסכת דמאי: ומה שאמר ר\"נ שתי חלות בסוריא. נמשך אחר עיקרו כי סוריא דיניה קרובים מדיני חוצה לארץ וחייב אדם להוציא בה שתי חלות מן העיסה כמו שהוא חייב בחוצה לארץ האחת תשרף מפני שהיא טמאה לפי שהיא כחוצה לארץ והשני תנתן לכהן כדי שלא תשתכח תורת חלה מישראל כמו שנתבאר לקמן ועוד יתבאר זה במקומות כי עפר חוצה לארץ שורפין עליו תרומה: \n",
                "ורבי אליעזר אומר חלה אחת. לפי שסוריא אצלו כמו ארץ ישראל ברוב הדינים ואינו סובר שעפרה מטמא כמו חוצה לארץ על כן אינה חייבת אלא בחלה אחת והנהיג העם זמן לקולא כשתי הדעות והוא שהיו מחייבים בסוריא חלה אחת ופוטרין פירות האריסים מן המעשרות ואחר כך חזרו לנהוג כדברי ר\"ג והלכה כר\"ג בשני המאמרים: \n"
            ],
            [
                "שלש ארצות לחלה. ענינו כי לשלשה חלקים תחלק הארץ לענין חיוב חלה. א\"י כולה וגבולה עד כזיב והיא הארץ שהחזיקו בה עולי בבל כמו שנתבאר בפרק ששי (מ\"א) משביעית והיא הארץ שנתקדשה קדושה שניה בעליית עזרא היא חייבת בחלה אחת ותנתן לכהן: \n",
                "מכזיב ועד הנהר ועד אמנה. והיא א\"י שהחזיקו בה עולי מצרים ולא נתקדשה בימי עזרא אבל נשארו שם הנכרים שוכנים היא חייבת שתי חלות אחת לשריפה מפני שהיא תרומה טמאה ויש לה שיעור לפי שהיא מן התורה למאמר הש\"י והיה באכלכם מלחם הארץ (במדבר ט״ו:י״ט) ונאמר זה כשהיו אוכלין המן וכשאכלו הדגן נתחייבו בחלה ולפיכך צריך להוציא חלה כשיעור שזכרנו והוא חלק מכ\"ד או חלק מארבעים ושמונה כמו שנתבאר וחלה שניה לתתה לכהן ואין לה שיעור אלא איזה שיעור שירצה המוציא לפי שהיא מדברי הסופרים והתקינו זה כדי שלא יחשוב אדם שתרומה טהורה תשרף כשרואין ששורפין זאת החלה שלא נטמאת טומאה מפורסמת: \n",
                "מהנהר ועד אמנה ולפנים. ר\"ל שאר הארץ כולה שהיא ארץ העמים והיא חוצה לארץ ושוכנים בה ישראל אחר גלותם מארצם ארץ הצבי יתחייב בה גם כן שתי חלות אבל שתיהם מדרבנן ולפיכך נתנו השיעור לחלת הכהן ושל אור אין לה שיעור וכן אמרו הואיל וזו וזו מדבריהם מוטב לרבות בנאכלות ולא לרבות בנשרפות: ואמרו וטבול יום אוכלה. ענינו חלת חוצה לארץ שאין לה שיעור ורבי יוסי מתיר לבעל קרי לאוכלה: \n",
                "ואסורה לזבים ולזבות לנדות וליולדות. לחוזק טומאתן לפי שטומאה יוצאה עליהן מגופן ואמרם בגמ' אין תרומת חוצה לארץ אסורה אלא למי שטומאה יוצאה עליו מגופו ר\"ל באיש עד שיראה קרי ובאשה עד שתראה דם והוא היקש וסברא אמתית שדמה אותה בזו: \n",
                "הראשונה הנשרפת שהיא מותרת לאכילה לכהן קטן אבל לכהן גדול בשנים שהוא טמא טומאת הגוף אסור לאכלה אבל תשרף ולפיכך ראוי לך לדעת כי כשיהיה כהן קטן או גדול שטבל נמצא בחוצה לארץ לא נצטרך להוציא שתי חלות אלא נוציא אחת כשיעור ונותן אותה לכהן הקטן ואוכלה כולה ואם לא יהיה לנו כהן אלא מי שטומאה יוצאה עליו מגופו והוא בטומאתו אז נוציא שתי חלות אחת אין לה שיעור ותשרף כמו שבארנו ואחת יש לה שיעור ותנתן לאיזה כהן שיזדמן לו ואוכלה כדי שלא תשתכח תורת חלה מישראל ושיעור זו החלה חלק מארבעים ושמנה לפי שהיא טמאה רוצה לומר אותה העיסה שנילושה בארץ טמאה: ואמרם ונותן לכל כהן. ענינו בין שהיה חבר בין שהיה עם הארץ לפי שאינה כל כך באזהרה שלא תנתן לעם הארץ ונחוש שמא יאכלנו בטומאה כיון שהיא טמאה בארץ העמים ואין הלכה כרבי יוסי וממה שאתה צריך לידע מה שאמרתי בפרק רביעי מבכורות תרומת חוצה לארץ אוכל והולך ואחר כך מפריש ענינו שהוא מותר לו ושם נאמר תרומת חוצה לארץ אין בה משום כהן המסייע בבית הגרנות: \n"
            ],
            [
                "אמרו בגמרא הבכורים והבכורות לאנשי משמר והשאר לכל כהן רצו באמרם לכל כהן שלא פרט בהם כהן תלמיד חכם מעם הארץ אלא על דרך הטוב והיפה לאומרו הש\"י ונתתם ממנו את תרומת ה' לאהרן הכהן (במדבר י״ח:כ״ח) ואמרו בספרי מה אהרן חבר אף כל חבירים מכאן אמרו אין נותנין מתנות כהונה אלא לחבר וזה הדין הוא חיוב במקצת המתנות כמו שיתבאר בזה הפרק ובשאר המתנות יהיה הכל חוזר לרצון הנותן אבל שיהיה אסור לתתם לעם הארץ לא: \n",
                "והחרמים הוא מאמר הש\"י לאהרן כל חרם בישראל לך יהיה (שם) רומז לאמרו יתעלה אך כל חרם אשר יחרים איש לה' וגו' (ויקרא כ״ז:כ״ח) וכמו כן שדה אחוזה לא יחד בו כהן ואמר יתעלה ואם משדה אחוזתו יקדיש איש לה' וגו' (שם): \n",
                "הבכורות. רוצה בו בכור בהמה טהורה: \n",
                "ופדיון הבן הוא חמשה סלעים שפודין בהם בכור האדם: \n",
                "ופדיון פטר חמור הוא אמרו יתעלה ופטר חמור תפדה בשה (שמות י״ג:י״ג) והשם ית' רמז באמרו (במדבר י״ח:ט״ו) ואת בכור הבהמה הטמאה תפדה וכבר כלל הכתוב אלו השלשה מינין מן הבכורות בפסוק אחד ואמר (שם) כל פטר רחם לכל (בשר) אשר יקריבו לה' באדם ובבהמה וגו': \n",
                "ותזרוע והלחיים והקיבה. הם הנקראות מתנות בכל המשנה והוא אמרו יתעלה ונתן לכהן הזרוע והלחיים והקיבה (דברים י״ח:ג׳): \n",
                "וראשית הגז. הוא אמרו (שם) וראשית גז צאנך תתן לו ועוד יתבאר דיני המתנות וראשית הגז במסכת חולין וכמו כן נבאר דיני שדה חרמים ושדה אחוזה במסכת בכורות. וכבר בארנו פעמים בזה הסדר ששמן שרפה קורין לשמן תרומה שנטמא. והטעם שלא נקדים באלו המתנות כהן חבר על זולתו לפי שאין בהם קדושה ולא נחוש שמא יטמאו אותם עם הארץ. ואמר וקדשי המקדש ענינו שהן ניתנין לכל כהן מאנשי המשמר לפי שאנחנו לא נקדים אנשי המשמר קצתם על קצתם. וקדשי מקדש הם עשרה חטאת בהמה וחטאת העוף והאשם ודאי והאשם תלוי וזבחי שלמי צבור ולוג שמן של מצורע ושתי הלחם ולחם הפנים ושירי מנחות ושירי העומר. ומפני זה נקראין קדשי מקדש לפי שאסור לכהנים לאכול דבר מאלו העשרה אלא בעזרה ודע כי מתנות כהונה הם כולן עשרים וארבע עשרה במקדש והם אותם שאמרתי לך וארבעה שאין הכהנים זוכים בהם אלא בירושלים בלבד והם הבכורות והבכורים ומורם מתודה ואיל נזיר ועורות הקדשים. הבכורות והביכורים כבר בארנו שהם ביארו בגמ' שהם ניתנין לאנשי משמר ומורם מתודה ואיל נזיר וכמו כן עורות קדשים אינן ניתנות לכל כהן אבל לוקח אותם הכהן המקריב אותו הזבח וכן בא הכתוב בעורת קדשים (ויקרא ז׳:ח׳) והכהן המקריב את עולת איש עור העולה אשר הקריב לכהן לו יהיה ואמר במורם מתודה לכהן הזורק את דם השלמים לו יהיה (שם) ואמר במורם מאיל נזיר והניף אותם הכהן תנופה לפני ה' קודש הוא לכהן (במדבר ו׳:כ׳) ולמדנו שהכהן המניף הוא האוכל אותה. ויש מהם עשר מתנות זוכים בהם הכהנים בכל ארץ ישראל והם אותם שאמרו בהם עשר בגבולין והם תרומה ותרומת מעשר וחלה וראשית הגז והמתנות ופדיון הבן ופדיון פטר חמור ושדה אחוזה ושדה חרמים וגזל הגר. ומצינו בזו הלכה מאלו העשר מתנות שש מתנות ואמרו שהן ניתנין לכל כהן נשארו ארבעה והם תרומה ותרומת מעשר וחלה וגזל הגר. ותרומה ותרומת מעשר וחלה אינן ניתנין לעם הארץ בשום פנים מפני שהוא חשוד על הטומאה ושמא יטמאם ויאכלם וכן גזל הגר אינו ניתן אלא לכהן המקריב איל האשם והוא אמרו ית' ואם אין לאיש גואל להשיב האשם אליו האשם המושב לה' לכהן מלבד איל הכפורים אשר יכפר בו עליו (שם ה) הורנו בזה הפסוק שלאותו כהן המקריב בעבורו איל האשם נותנין לו הדבר הגזול ופירשו זה הפסוק במי שגזל גר באמרו הש\"י ואם אין לאיש גואל וזה אי אפשר אלא בגר כי לישראל לא יחסר לו יורש לעולם לאמרו ונתתם את נחלתו לשארו וגו' (שם כז) ואמרו רז\"ל נחלה ממשמשת ועולה עד ראובן כמו שנבאר בב\"ב: \n",
                "ר' יהודה אוסר בבכורים. שינתנו לאיזה כהן שיזדמן וכבר זכרנו שהם ראוין לאנשי משמר ועוד יתבאר דיניהם במסכת בכורים: \n",
                "וכרשיני תרומה מתיר ר\"ע לתתם לכל כהן לפי שהם מאכל בהמה ואם נטמאו לא נקפיד להם וחכמים אוסרין לפי שהיו נאכלים בימי הרעב ונחוש שמא יאכלם בטומאה ולפיכך אינן ניתנין אלא לחבר כדין כל תרומה וזה הוא ענין אמרם אימתי גזרו על הכרשינין בימי רעבון *והלכה כחכמים: \n"
            ],
            [
                "העיקר אצלנו אין מביאין תרומה מחוץ לארץ לארץ ואמרו בגמרא באלו התרומות הבאות לארץ ישראל לאכלם אי אפשר שלא יהיו אומרים ראינו תרומה טמאה נאכלת לפי שהיא מחוצה לארץ. לשרפה אי אתה יכול שלא יהיו אומרים ראינו תרומה טהורה נשרפת לפי שלא נטמאה בטומאה מפורסמת אלא בעפר חוצה לארץ ואין כל אדם יודע בזאת הטומאה. להחזירה למקומה אי אפשר שלא יהו אומרים ראינו תרומה יוצאה מהארץ לחוצה לארץ כיצד הוא עושה מניחה עד ערב הפסח ושורפה וזהו ענין המעשה שנעשה בתרומות אלכסנדריא ואמר לא קבלו מהם: \n"
            ],
            [
                "אמרו בספרי יכול יהא אדם מעלה בכורות מחוצה לארץ לארץ ת\"ל (דברים י״ד:כ״ג) ואכלת לפני ה' אלהיך מעשר דגנך תירושך ויצהרך ובכורות בקרך וצאנך ממקום שאתה מביא מעשר דגן אתה מביא בכורות מחוצה לארץ שאין אתה מביא מעשר דגן אין אתה מביא בכורות: ואמרם הביא בכורי יין ושמן ולא קבלו ממנו. היא הסברא האמתית ועוד יתבאר לך זה בבכורים שאין מביאין בכורים משקין והמאמר שכתבנו לך בתרומות (פי\"א מ\"ג) אין מביאין בכורים משקין אלא היוצא מן הזיתים ומן הענבים בלבד הוא דעת ר' יהודה לבדו שהוא למד בכורים מתרומה כאשר ביארו בגמרא וכבר זכרנו זה בתרומה: \n",
                "אף הוא העלה את בניו. אלו הבנים קטנים היו בלי ספק ולא היו חייבין לעלות אלא בפסח ראשון שהכל חייבין בראיה לאמרו יתעלה (שמות כ״ג:י״ז) שלש פעמים בשנה יראה כל זכורך: \n",
                "אפמיא. שם מקום בארץ סוריא ופרווד של ירושלים מגרשי ירושלים וכפריה תרגום מגרשה פרוודה וכבר בארנו בתחלת דמאי כי מי שקנה קרקע בסוריא נתחייב במעשרות באותו הקרקע וזהו עיקר אותו המאמר: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}