var Maasrotjson ={
    "language": "he",
    "title": "Mishnah Maasrot",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה מעשרות",
    "categories": [
        "Mishnah",
        "Seder Zeraim"
    ],
    "textmishna": [
        [
            "כְּלָל אָמְרוּ בַּמַּעַשְׂרוֹת, כָּל שֶׁהוּא אֹכֶל, וְנִשְׁמָר, וְגִדּוּלָיו מִן הָאָרֶץ, חַיָּב בַּמַּעַשְׂרוֹת. וְעוֹד כְּלָל אַחֵר אָמְרוּ, כָּל שֶׁתְּחִלָּתוֹ אֹכֶל וְסוֹפוֹ אֹכֶל, אַף עַל פִּי שֶׁהוּא שׁוֹמְרוֹ לְהוֹסִיף אֹכֶל, חַיָּב קָטָן וְגָדוֹל. וְכָל שֶׁאֵין תְּחִלָּתוֹ אֹכֶל אֲבָל סוֹפוֹ אֹכֶל, אֵינוֹ חַיָּב עַד שֶׁיֵּעָשֶׂה אֹכֶל: \n",
            "מֵאֵימָתַי הַפֵּרוֹת חַיָּבוֹת בַּמַּעַשְׂרוֹת. הַתְּאֵנִים, מִשֶּׁיַּבְחִילוּ. הָעֲנָבִים וְהָאֳבָשִׁים, מִשֶּׁהִבְאִישׁוּ. הָאוֹג וְהַתּוּתִים, מִשֶּׁיַּאְדִּימוּ. וְכָל הָאֲדֻמִּים, מִשֶּׁיַּאְדִּימוּ. הָרִמּוֹנִים, מִשֶּׁיִּמַּסּוּ. הַתְּמָרִים, מִשֶּׁיָּטִּילוּ שְׂאֹר. הָאֲפַרְסְקִים, מִשֶּׁיָּטִּילוּ גִידִים. הָאֱגוֹזִים, מִשֶּׁיַּעֲשׂוּ מְגוּרָה. רַבִּי יְהוּדָה אוֹמֵר, הָאֱגוֹזִים וְהַשְּׁקֵדִים, מִשֶּׁיַּעֲשׂוּ קְלִפָּה: \n",
            "הֶחָרוּבִין, מִשֶּׁיִּנָּקֵדוּ. וְכָל הַשְּׁחוֹרִים, מִשֶּׁיִּנָּקְדוּ. הָאֲגָסִים וְהַקְּרֻסְטוֹמֵלִין וְהַפָּרִישִׁין וְהָעֻזְרָדִים, מִשֶּׁיִּקָּרֵחוּ. וְכָל הַלְּבָנִים, מִשֶּׁיִּקָּרֵחוּ. הַתִּלְתָּן, מִשֶּׁתְּצַמֵּחַ. הַתְּבוּאָה וְהַזֵּיתִים, מִשֶּׁיַּכְנִיסוּ שְׁלִישׁ: \n",
            "וּבַיָּרָק, הַקִּשּׁוּאִין וְהַדְּלוּעִים וְהָאֲבַטִּיחִים וְהַמְּלָפְפוֹנוֹת, הַתַּפּוּחִים וְהָאֶתְרוֹגִין, חַיָּבִים גְּדוֹלִים וּקְטַנִּים. רַבִּי שִׁמְעוֹן פּוֹטֵר אֶת הָאֶתְרוֹגִים בְּקָטְנָן. הַחַיָּב בַּשְּׁקֵדִים הַמָּרִים, פָּטוּר בַּמְּתוּקִים, הַחַיָּב בַּמְּתוּקִים, פָּטוּר בַּמָּרִים: \n",
            "אֵיזֶהוּ גָּרְנָן לַמַּעַשְׂרוֹת. הַקִּשּׁוּאִים וְהַדְּלוּעִים, מִשֶּׁיְּפַקְסוּ. וְאִם אֵינוֹ מְפַקֵּס, מִשֶּׁיַּעֲמִיד עֲרֵמָה. אֲבַטִּיחַ, מִשֶּׁיְּשַׁלֵּק. וְאִם אֵינוֹ מְשַׁלֵּק, עַד שֶׁיַּעֲשֶׂה מֻקְצֶה. יָרָק הַנֶּאֱגָד, מִשֶּׁיֹּאגַד. אִם אֵינוֹ אוֹגֵד, עַד שֶׁיְּמַלֵּא אֶת הַכְּלִי. וְאִם אֵינוֹ מְמַלֵּא אֶת הַכְּלִי, עַד שֶׁיְּלַקֵּט כָּל צָרְכּוֹ. כַּלְכָּלָה, עַד שֶׁיְּחַפֶּה. וְאִם אֵינוֹ מְחַפֶּה, עַד שֶׁיְמַלֵּא אֶת הַכְּלִי. וְאִם אֵינוֹ מְמַלֵּא אֶת הַכְּלִי, עַד שֶׁיְּלַקֵּט כָּל צָרְכּוֹ. בַּמֶּה דְבָרִים אֲמוּרִים, בְּמוֹלִיךְ לַשּׁוּק. אֲבָל בְּמוֹלִיךְ לְבֵיתוֹ, אוֹכֵל מֵהֶם עֲרַאי עַד שֶׁהוּא מַגִּיעַ לְבֵיתוֹ: \n",
            "הַפֶּרֶד וְהַצִּמּוּקִין וְהֶחָרוּבִין, מִשֶּׁיַּעֲמִיד עֲרֵמָה. הַבְּצָלִים, מִשֶּׁיְּפַקֵּל. וְאִם אֵינוֹ מְפַקֵּל, מִשֶּׁיַּעֲמִיד עֲרֵמָה. הַתְּבוּאָה, מִשֶּׁיְּמָרֵחַ. וְאִם אֵינוֹ מְמָרֵחַ, עַד שֶׁיַּעֲמִיד עֲרֵמָה. הַקִּטְנִיּוֹת, מִשֶּׁיִּכְבֹּר. וְאִם אֵינוֹ כוֹבֵר, עַד שֶׁיְּמָרֵחַ. אַף עַל פִּי שֶׁמֵּרַח, נוֹטֵל מִן הַקֻּטָּעִים וּמִן הַצְּדָדִים וּמִמַּה שֶׁבְּתוֹךְ הַתֶּבֶן, וְאוֹכֵל: \n",
            "הַיַּיִן, מִשֶּׁיְּקַפֶּה. אַף עַל פִּי שֶׁקִּפָּה, קוֹלֵט מִן הַגַּת הָעֶלְיוֹנָה וּמִן הַצִּנּוֹר, וְשׁוֹתֶה. הַשֶּׁמֶן, מִשֶּׁיֵּרֵד לָעוּקָה. אַף עַל פִּי שֶׁיָּרַד, נוֹטֵל מִן הֶעָקָל וּמִבֵּין הַמָּמָל וּמִבֵּין הַפַּצִּים, וְנוֹתֵן לַחֲמִטָּה וְלַתַּמְחוּי, אֲבָל לֹא יִתֵּן לַקְּדֵרָה וְלַלְּפָס כְּשֶׁהֵן רוֹתְחִין. רַבִּי יְהוּדָה אוֹמֵר, לַכֹּל הוּא נוֹתֵן, חוּץ מִדָּבָר שֶׁיֶּשׁ בּוֹ חֹמֶץ וְצִיר: \n",
            "הָעִגּוּל, מִשֶּׁיַּחֲלִיקֶנּוּ. מַחֲלִיקִים בִּתְאֵנִים וּבַעֲנָבִים שֶׁל טֶבֶל. רַבִּי יְהוּדָה אוֹסֵר. הַמַּחֲלִיק בַּעֲנָבִים, לֹא הֻכְשָׁר. רַבִּי יְהוּדָה אוֹמֵר, הֻכְשָׁר. הַגְּרוֹגָרוֹת, מִשֶּׁיָּדוּשׁ. וּמְגוּרָה מִשֶּׁיְּעַגֵּל. הָיָה דָשׁ בֶּחָבִית וּמְעַגֵּל בַּמְּגוּרָה, נִשְׁבְּרָה הֶחָבִית וְנִפְתְּחָה הַמְּגוּרָה, לֹא יֹאכַל מֵהֶם עֲרָאי. רַבִּי יוֹסֵי מַתִּיר: \n"
        ],
        [
            "הָיָה עוֹבֵר בַּשּׁוּק וְאָמַר, טְלוּ לָכֶם תְּאֵנִים, אוֹכְלִין וּפְטוּרִין. לְפִיכָךְ אִם הִכְנִיסוּ לְבָתֵּיהֶם, מְתַקְּנִים וַדָּאי. טְלוּ וְהַכְנִיסוּ לְבָתֵּיכֶם, לֹא יֹאכְלוּ מֵהֶם עֲרַאי. לְפִיכָךְ אִם הִכְנִיסוּ לְבָתֵּיהֶם, אֵינָם מְתַקְּנִים אֶלָּא דְמָאי: \n",
            "הָיוּ יוֹשְׁבִין בַּשַּׁעַר אוֹ בַחֲנוּת, וְאָמַר, טְלוּ לָכֶם תְּאֵנִים, אוֹכְלִין וּפְטוּרִין, וּבַעַל הַשַּׁעַר וּבַעַל הַחֲנוּת חַיָּבִין. רַבִּי יְהוּדָה פּוֹטֵר, עַד שֶׁיַּחֲזִיר אֶת פָּנָיו, אוֹ עַד שֶׁיְּשַׁנֶּה מְקוֹם יְשִׁיבָתוֹ: \n",
            "הַמַּעֲלֶה פֵרוֹת מִן הַגָּלִיל לִיהוּדָה, אוֹ עוֹלֶה לִירוּשָׁלַיִם, אוֹכֵל מֵהֶם עַד שֶׁהוּא מַגִּיעַ לְמָקוֹם שֶׁהוּא הוֹלֵךְ, וְכֵן בִּיהוּדָה. רַבִּי מֵאִיר אוֹמֵר, עַד שֶׁהוּא מַגִּיעַ לִמְקוֹם הַשְּׁבִיתָה. וְהָרוֹכְלִין הַמְּחַזְּרִין בָּעֲיָרוֹת, אוֹכְלִים עַד שֶׁמַּגִּיעִים לִמְקוֹם הַלִּינָה. רַבִּי יְהוּדָה אוֹמֵר, הַבַּיִת הָרִאשׁוֹן הוּא בֵיתוֹ: \n",
            "פֵּרוֹת שֶׁתְּרָמָן עַד שֶׁלֹּא נִגְמְרָה מְלַאכְתָּן, רַבִּי אֱלִיעֶזֶר אוֹסֵר מִלֶּאֱכֹל מֵהֶם עֲרַאי. וַחֲכָמִים מַתִּירִין, חוּץ מִכַּלְכָּלַת תְּאֵנִים. כַּלְכָּלַת תְּאֵנִים שֶׁתְּרָמָהּ, רַבִּי שִׁמְעוֹן מַתִּיר, וַחֲכָמִים אוֹסְרִין: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ, הֵילָךְ אִסָּר זֶה וְתֶן לִי בוֹ חָמֵשׁ תְּאֵנִים, לֹא יֹאכַל עַד שֶׁיְּעַשֵּׂר, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, אוֹכֵל אַחַת אַחַת, פָּטוּר, וְאִם צֵרַף, חַיָּב. אָמַר רַבִּי יְהוּדָה, מַעֲשֶׂה בְגִנַּת וְרָדִים שֶׁהָיְתָה בִירוּשָׁלַיִם, וְהָיוּ תְאֵנִים נִמְכָּרוֹת מִשָּׁלֹשׁ וּמֵאַרְבַּע בְּאִסָּר, וְלֹא הֻפְרַשׁ מִמֶּנָּה תְרוּמָה וּמַעֲשֵׂר מֵעוֹלָם: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ, הֵילָךְ אִסָּר זֶה בְּעֶשֶׂר תְּאֵנִים שֶׁאָבֹר לִי, בּוֹרֵר וְאוֹכֵל. בְּאֶשְׁכּוֹל שֶׁאָבֹר לִי, מְגַרְגֵּר וְאוֹכֵל. בְּרִמּוֹן שֶׁאָבֹר לִי, פּוֹרֵט וְאוֹכֵל. בַּאֲבַטִּיחַ שֶׁאָבֹר לִי, סוֹפֵת וְאוֹכֵל. אֲבָל אִם אָמַר לוֹ בְּעֶשְׂרִים תְּאֵנִים אֵלוּ, בִּשְׁנֵי אֶשְׁכּוֹלוֹת אֵלוּ, בִּשְׁנֵי רִמּוֹנִים אֵלוּ, בִּשְׁנֵי אֲבַטִּיחִים אֵלוּ, אוֹכֵל כְּדַרְכּוֹ וּפָטוּר, מִפְּנֵי שֶׁקָּנָה בִמְחֻבָּר לַקַּרְקָע: \n",
            "הַשּׂוֹכֵר אֶת הַפּוֹעֵל לִקְצוֹת עִמּוֹ בִּתְאֵנִים, אָמַר לוֹ עַל מְנָת שֶׁאוֹכַל תְּאֵנִים, אוֹכֵל וּפָטוּר. עַל מְנָת שֶׁאוֹכַל אֲנִי וּבְנֵי בֵיתִי, אוֹ שֶׁיֹּאכַל בְּנִי בִּשְׂכָרִי, הוּא אוֹכֵל וּפָטוּר, וּבְנוֹ אוֹכֵל וְחַיָּב. עַל מְנָת שֶׁאוֹכַל בִּשְׁעַת הַקְּצִיעָה וּלְאַחַר הַקְּצִיעָה, בִּשְׁעַת הַקְּצִיעָה אוֹכֵל וּפָטוּר, וּלְאַחַר הַקְּצִיעָה אוֹכֵל וְחַיָּב, שֶׁאֵינוֹ אוֹכֵל מִן הַתּוֹרָה. זֶה הַכְּלָל, הָאוֹכֵל מִן הַתּוֹרָה, פָּטוּר, וְשֶׁאֵינוֹ אוֹכֵל מִן הַתּוֹרָה, חַיָּב: \n",
            "הָיָה עוֹשֶׂה בִלְבָסִים, לֹא יֹאכַל בִּבְנוֹת שֶׁבַע. בִּבְנוֹת שֶׁבַע, לֹא יֹאכַל בִּלְבָסִים. אֲבָל מוֹנֵעַ הוּא אֶת עַצְמוֹ עַד שֶׁמַּגִּיעַ לִמְקוֹם הַיָּפוֹת וְאוֹכֵל. הַמַּחֲלִיף עִם חֲבֵרוֹ, זֶה לֶאֱכֹל וְזֶה לֶאֱכֹל, זֶה לִקְצוֹת וְזֶה לִקְצוֹת, זֶה לֶאֱכֹל וְזֶה לִקְצוֹת, חַיָּב. רַבִּי יְהוּדָה אוֹמֵר, הַמַּחֲלִיף לֶאֱכֹל, חַיָּב, וְלִקְצוֹת, פָּטוּר: \n"
        ],
        [
            "הַמַּעֲבִיר תְּאֵנִים בַּחֲצֵרוֹ לִקְצוֹת, בָּנָיו וּבְנֵי בֵיתוֹ אוֹכְלִין וּפְטוּרִין. הַפּוֹעֲלִים שֶׁעִמּוֹ, בִּזְמַן שֶׁאֵין לָהֶם עָלָיו מְזוֹנוֹת, אוֹכְלִין וּפְטוּרִין. אֲבָל אִם יֶשׁ לָהֶם עָלָיו מְזוֹנוֹת, הֲרֵי אֵלּוּ לֹא יֹאכֵלוּ: \n",
            "הַמּוֹצִיא פּוֹעֲלָיו לַשָּׂדֶה, בִּזְמַן שֶׁאֵין לָהֶם עָלָיו מְזוֹנוֹת, אוֹכְלִין וּפְטוּרִין. וְאִם יֶשׁ לָהֶם עָלָיו מְזוֹנוֹת, אוֹכְלִין אַחַת אַחַת מִן הַתְּאֵנָה, אֲבָל לֹא מִן הַסַּל וְלֹא מִן הַקֻּפָּה וְלֹא מִן הַמֻּקְצֶה: \n",
            "הַשּׂוֹכֵר אֶת הַפּוֹעֵל לַעֲשׂוֹת בְּזֵיתִים, אָמַר לוֹ עַל מְנָת לֶאֱכֹל זֵיתִים, אוֹכֵל אֶחָד אֶחָד וּפָטוּר. וְאִם צֵרַף, חַיָּב. לְנַכֵּשׁ בִּבְצָלִים, אָמַר לוֹ עַל מְנָת לֶאֱכֹל יָרָק, מְקַרְטֵם עָלֶה עָלֶה וְאוֹכֵל. וְאִם צֵרַף, חַיָּב: \n",
            "מָצָא קְצִיצוֹת בַּדֶּרֶךְ, אֲפִלּוּ בְצַד שְׂדֵה קְצִיצוֹת, וְכֵן תְּאֵנָה שֶׁהִיא נוֹטָה עַל דֶּרֶךְ, וּמָצָא תַחְתֶּיהָ תְּאֵנִים, מֻתָּרוֹת מִשּׁוּם גָּזֵל וּפְטוּרוֹת מִן הַמַּעֲשְׂרוֹת. וּבְזֵיתִים וּבְחָרוּבִים, חַיָּבִים. מָצָא גְרוֹגָרוֹת, אִם דָּרְסוּ רוֹב בְּנֵי אָדָם, חַיָּב, וְאִם לָאו, פָּטוּר. מָצָא פִלְחֵי דְבֵלָה, חַיָּב, שֶׁיָּדוּעַ שֶׁהֵן מִדָּבָר גָּמוּר. וְהֶחָרוּבִין, עַד שֶׁלֹּא כְנָסָן לְרֹאשׁ הַגַּג, מוֹרִיד מֵהֶם לִבְהֵמָה, פָּטוּר, מִפְּנֵי שֶׁהוּא מַחֲזִיר אֶת הַמּוֹתָר: \n",
            "אֵיזוֹ הִיא חָצֵר שֶׁהִיא חַיֶּבֶת בַּמַּעֲשְׂרוֹת, רַבִּי יִשְׁמָעֵאל אוֹמֵר, חָצֵר הַצּוֹרִית, שֶׁהַכֵּלִים נִשְׁמָרִים בְּתוֹכָהּ. רַבִּי עֲקִיבָא אוֹמֵר, כָּל שֶׁאֶחָד פּוֹתֵחַ וְאֶחָד נוֹעֵל, פְּטוּרָה. רַבִּי נְחֶמְיָה אוֹמֵר, כָּל שֶׁאֵין אָדָם בּוֹשׁ מִלֶּאֱכֹל בְּתוֹכָהּ, חַיֶּבֶת. רַבִּי יוֹסֵי אוֹמֵר, כָּל שֶׁנִּכְנָס לָהּ וְאֵין אוֹמֵר מָה אַתָּה מְבַקֵּשׁ, פְּטוּרָה. רַבִּי יְהוּדָה אוֹמֵר, שְׁנֵי חֲצֵרוֹת זוֹ לִפְנִים מִזּוֹ, הַפְּנִימִית חַיֶּבֶת, וְהַחִיצוֹנָה פְּטוּרָה: \n",
            "הַגַּגּוֹת פְּטוּרִין, אַף עַל פִּי שֶׁהֵם שֶׁל חָצֵר הַחַיָּבֶת. בֵּית שַׁעַר, אַכְסַדְרָה וּמִרְפֶּסֶת, הֲרֵי אֵלּוּ כֶּחָצֵר, אִם חַיֶּבֶת, חַיָּבִין, וְאִם פְּטוּרָה, פְּטוּרִים: \n",
            "הַצְּרִיפִין וְהַבֻּרְגָּנִין וְהָאֶלְקָטִיּוֹת, פְּטוּרִין. סֻכַּת גִּנּוֹסַר, אַף עַל פִּי שֶׁיֶּשׁ בּוֹ רֵחַיִם וְתַרְנְגוֹלִים, פְּטוּרָה. סֻכַּת הַיּוֹצְרִים, הַפְּנִימִית חַיֶּבֶת, וְהַחִיצוֹנָה פְּטוּרָה. רַבִּי יוֹסֵי אוֹמֵר, כָּל שֶׁאֵינָהּ דִּירַת הַחַמָּה וְדִירַת הַגְּשָׁמִים, פְּטוּרָה. סֻכַּת הֶחָג בֶּחָג, רַבִּי יְהוּדָה מְחַיֵּב, וַחֲכָמִים פּוֹטְרִין: \n",
            "תְּאֵנָה שֶׁהִיא עוֹמֶדֶת בֶּחָצֵר, אוֹכֵל אַחַת אַחַת וּפָטוּר. וְאִם צֵרַף, חַיָּב. רַבִּי שִׁמְעוֹן אוֹמֵר, אַחַת בִּימִינוֹ וְאַחַת בִּשְׂמֹאלוֹ וְאַחַת בְּפִיו. עָלָה לְרֹאשָׁהּ, מְמַלֵּא חֵיקוֹ וְאוֹכֵל: \n",
            "גֶּפֶן שֶׁהִיא נְטוּעָה בֶחָצֵר, נוֹטֵל אֶת כָּל הָאֶשְׁכּוֹל. וְכֵן בְּרִמּוֹן, וְכֵן בַּאֲבַטִּיחַ, דִּבְרֵי רַבִּי טַרְפוֹן. רַבִּי עֲקִיבָא אוֹמֵר, מְגַרְגֵּר בָּאֶשְׁכּוֹלוֹת, וּפוֹרֵט בָּרִמּוֹן, וְסוֹפֵת בָּאֲבַטִּיחַ. כֻּסְבָּר שֶׁהִיא זְרוּעָה בֶחָצֵר, מְקַרְטֵם עָלֶה עָלֶה וְאוֹכֵל. וְאִם צֵרַף, חַיָּב. הַסֵּאָה וְהָאֵזוֹב וְהַקּוֹרָנִית שֶׁבֶּחָצֵר, אִם הָיוּ נִשְׁמָרִים, חַיָּבִין: \n",
            "תְּאֵנָה שֶׁהִיא עוֹמֶדֶת בֶּחָצֵר וְנוֹטָה לַגִּנָּה, אוֹכֵל כְּדַרְכּוֹ וּפָטוּר. עוֹמֶדֶת בַּגִּנָּה וְנוֹטָה לֶחָצֵר, אוֹכֵל אַחַת אַחַת, פָּטוּר. וְאִם צֵרַף, חַיָּב. עוֹמֶדֶת בָּאָרֶץ וְנוֹטָה לְחוּצָה לָאָרֶץ, בְּחוּצָה לָאָרֶץ וְנוֹטָה לָאָרֶץ, הַכֹּל הוֹלֵךְ אַחַר הָעִקָּר. וּבְבָתֵּי עָרֵי חוֹמָה, הַכֹּל הוֹלֵךְ אַחַר הָעִקָּר. וּבְעָרֵי מִקְלָט, הַכֹּל הוֹלֵךְ אַחַר הַנּוֹף. וּבִירוּשָׁלַיִם, הַכֹּל הוֹלֵךְ אַחַר הַנּוֹף: \n"
        ],
        [
            "הַכּוֹבֵשׁ, הַשּׁוֹלֵק, הַמּוֹלֵחַ, חַיָּב. הַמְכַמֵּן בָּאֲדָמָה, פָּטוּר. הַמְטַבֵּל בַּשָּׂדֶה, פָּטוּר. הַפּוֹצֵעַ זֵיתִים שֶׁיֵּצֵא מֵהֶם הַשְּׂרָף, פָּטוּר. הַסּוֹחֵט זֵיתִים עַל בְּשָׂרוֹ, פָּטוּר. אִם סָחַט וְנָתַן לְתוֹךְ יָדוֹ, חַיָּב. הַמְקַפֵּא לְתַבְשִׁיל, פָּטוּר. לִקְדֵרָה, חַיָּב, מִפְּנֵי שֶׁהוּא כְבוֹר קָטָן:  ",
            "תִּינוֹקוֹת שֶׁטָּמְנוּ תְאֵנִים לְשַׁבָּת, וְשָׁכְחוּ לְעַשְּׂרָן, לֹא יֹאכְלוּ לְמוֹצָאֵי שַׁבָּת עַד שֶׁיְּעַשְּׂרוּ. כַּלְכָּלַת שַׁבָּת, בֵּית שַׁמַּאי פּוֹטְרִין וּבֵית הִלֵּל מְחַיְּבִין. רַבִּי יְהוּדָה אוֹמֵר, אַף הַלּוֹקֵט אֶת הַכַּלְכָּלָה לִשְׁלֹחַ לַחֲבֵרוֹ, לֹא יֹאכַל עַד שֶׁיִּתְעַשֵּׂר:  ",
            "הַנּוֹטֵל זֵיתִים מִן הַמַּעֲטָן, טוֹבֵל אֶחָד אֶחָד בְּמֶלַח וְאוֹכֵל. אִם מָלַח וְנָתַן לְפָנָיו, חַיָּב. רַבִּי אֱלִיעֶזֶר אוֹמֵר, מִן הַמַּעֲטָן הַטָּהוֹר חַיָּב, וּמִן הַטָּמֵא פָּטוּר, מִפְּנֵי שֶׁהוּא מַחֲזִיר אֶת הַמּוֹתָר:  ",
            "שׁוֹתִים עַל הַגַּת, בֵּין עַל הַחַמִּין בֵּין עַל הַצּוֹנֵן פָּטוּר, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי אֶלְעָזָר בְּרַבִּי צָדוֹק מְחַיֵּב. וַחֲכָמִים אוֹמְרִים, עַל הַחַמִּין חַיָּב, וְעַל הַצּוֹנֵן פָּטוּר:  ",
            "הַמְקַלֵּף שְׂעוֹרִים, מְקַלֵּף אַחַת אַחַת וְאוֹכֵל. וְאִם קִלֵּף וְנָתַן לְתוֹךְ יָדוֹ, חַיָּב. הַמּוֹלֵל מְלִילוֹת שֶׁל חִטִּים, מְנַפֶּה מִיָּד לְיָד וְאוֹכֵל. וְאִם נִפָּה וְנָתַן לְתוֹךְ חֵיקוֹ, חַיָּב. כֻּסְבָּר שֶׁזְּרָעָהּ לְזֶרַע, יַרְקָהּ פָּטוּר. זְרָעָהּ לְיָרָק, מִתְעַשֶּׂרֶת זֶרַע וְיָרָק. רַבִּי אֱלִיעֶזֶר אוֹמֵר, הַשֶּׁבֶת מִתְעַשֶּׂרֶת זֶרַע וְיָרָק וְזֵירִין. וַחֲכָמִים אוֹמְרִים, אֵינוֹ מִתְעַשֵּׂר זֶרַע וְיָרָק אֶלָּא הַשַּׁחֲלַיִם וְהַגַּרְגִּיר בִּלְבָד:  ",
            "רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, תְּמָרוֹת שֶׁל תִּלְתָּן וְשֶׁל חַרְדָּל וְשֶׁל פּוֹל הַלָּבָן, חַיָּבוֹת בַּמַּעֲשֵׂר. רַבִּי אֱלִיעֶזֶר אוֹמֵר, הַצָּלָף מִתְעַשֵּׂר תְּמָרוֹת וַאֲבִיּוֹנוֹת וְקַפְרָס. רַבִּי עֲקִיבָא אוֹמֵר, אֵין מִתְעַשֵּׂר אֶלָּא אֲבִיּוֹנוֹת, מִפְּנֵי שֶׁהֵן פֶּרִי:  "
        ],
        [
            "הָעוֹקֵר שְׁתָלִים מִתּוֹךְ שֶׁלּוֹ וְנָטַע לְתוֹךְ שֶׁלּוֹ, פָּטוּר. לָקַח בִּמְחֻבָּר לַקַּרְקַע, פָּטוּר. לָקַט לִשְׁלֹחַ לַחֲבֵרוֹ, פָּטוּר. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, אִם יֵשׁ כַּיּוֹצֵא בָהֶם נִמְכָּרִים בַּשּׁוּק, הֲרֵי אֵלּוּ חַיָּבִין: \n",
            "הָעוֹקֵר לֶפֶת וּצְנוֹנוֹת מִתּוֹךְ שֶׁלּוֹ וְנוֹטֵעַ לְתוֹךְ שֶׁלּוֹ לְזֶרַע, חַיָּב, מִפְּנֵי שֶׁהוּא גָּרְנָן. בְּצָלִים, מִשֶּׁהִשְׁרִישׁוּ בָעֲלִיָּה, טָהֲרוּ מִלְּטַמֵּא. נָפְלָה עֲלֵיהֶם מַפֹּלֶת וְהֵם מְגֻלִּים, הֲרֵי אֵלּוּ כִּנְטוּעִים בַּשָּׂדֶה: \n",
            "לֹא יִמְכֹּר אָדָם אֶת פֵּרוֹתָיו מִשֶׁבָּאוּ לְעוֹנַת הַמַּעַשְׂרוֹת לְמִי שֶׁאֵינוֹ נֶאֱמָן עַל הַמַּעַשְׂרוֹת, וְלֹא בַשְּׁבִיעִית לְמִי שֶׁהוּא חָשׁוּד עַל הַשְּׁבִיעִית. וְאִם בִּכְּרוּ, נוֹטֵל אֶת הַבַּכּוּרוֹת וּמוֹכֵר אֶת הַשְּׁאָר: \n",
            "לֹא יִמְכֹּר אָדָם אֶת תִּבְנוֹ וְאֶת גִּפְתּוֹ וְאֶת זַגָּיו לְמִי שֶׁאֵינוֹ נֶאֱמָן עַל הַמַּעַשְׂרוֹת, לְהוֹצִיא מֵהֶן מַשְׁקִין. וְאִם הוֹצִיא, חַיָּב בַּמַּעַשְׂרוֹת וּפָטוּר מִן הַתְּרוּמָה, שֶׁהַתּוֹרֵם, בְּלִבּוֹ עַל הַקְּטוּעִים, עַל הַצְּדָדִים וְעַל מַה שֶּׁבְּתוֹךְ הַתֶּבֶן: \n",
            "הַלּוֹקֵחַ שְׂדֵה יָרָק בְּסוּרְיָא, אִם עַד שֶׁלֹּא בָא לְעוֹנַת הַמַּעַשְׂרוֹת, חַיָּב. וּמִשֶּׁבָּא לְעוֹנַת הַמַּעַשְׂרוֹת, פָּטוּר, וְלוֹקֵט כְּדַרְכּוֹ וְהוֹלֵךְ. רַבִּי יְהוּדָה אוֹמֵר, אַף יִשְׂכֹּר פּוֹעֲלִים וִילַקֵּט. אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, בַּמֶּה דְבָרִים אֲמוּרִים, בִּזְמַן שֶׁקָּנָה קַרְקַע, אֲבָל בִּזְמַן שֶׁלֹּא קָנָה קַרְקַע, אִם עַד שֶׁלֹּא בָא לְעוֹנַת הַמַּעַשְׂרוֹת, פָּטוּר. רַבִּי אוֹמֵר, אַף לְפִי חֶשְׁבּוֹן: \n",
            "הַמְתַמֵּד וְנָתַן מַיִם בַּמִּדָּה וּמָצָא כְדֵי מִדָּתוֹ, פָּטוּר. רַבִּי יְהוּדָה מְחַיֵּב. מָצָא יוֹתֵר עַל כְּדֵי מִדָּתוֹ, מוֹצִיא עָלָיו מִמָּקוֹם אַחֵר לְפִי חֶשְׁבּוֹן: \n",
            "חוֹרֵי הַנְּמָלִים שֶׁלָּנוּ בְצַד הָעֲרֵמָה הַחַיֶּבֶת, הֲרֵי אֵלּוּ חַיָּבִים, שֶׁיָּדוּעַ שֶׁמִּדָּבָר הַגָּמוּר הָיוּ גּוֹרְרִין כָּל הַלָּיְלָה: \n",
            "שׁוּם בַּעַל בֶּכִי, וּבָצָל שֶׁל רִכְפָּא, וּגְרִיסִין הַקִּילְקִין, וְהָעֲדָשִׁים הַמִּצְרִיּוֹת, רַבִּי מֵאִיר אוֹמֵר, אַף הַקַּרְקָס, רַבִּי יוֹסֵי אוֹמֵר אַף הַקּוּטְנִים, פְּטוּרִים מִן הַמַּעַשְׂרוֹת, וְנִלְקָחִין מִכָּל אָדָם בַּשְּׁבִיעִית. זֶרַע לוּף הָעֶלְיוֹן, זֶרַע כְּרֵשִׁים, זֶרַע בְּצָלִים, זֶרַע לֶפֶת וּצְנוֹנוֹת, וּשְׁאָר זֵרְעוֹנֵי גִנָּה שֶׁאֵינָן נֶאֱכָלִים, פְּטוּרִים מִן הַמַּעַשְׂרוֹת, וְנִלְקָחִין מִכָּל אָדָם בַּשְּׁבִיעִית, שֶׁאַף עַל פִּי שֶׁאֲבִיהֶן תְּרוּמָה, הֲרֵי אֵלּוּ יֵאָכֵלוּ: \n"
        ]
     ],
    "textbartenura":[ 
        [
            [
                "<b>כלל אמרו במעשרות כל שהוא אוכל.</b> למעוטי סטיס שקורין בערבי ני״ל, וקוצה שקורין בערבי אלעצפו״ר, שאלו אינן אוכל, אע״פ שהן נאכלים ע״י הדחק. ואינם חייבים במעשרות:",
                "<b>ונשמר.</b> למעוטי הפקר שאין לו בעלים שישמרוהו:",
                "<b>וגדוליו מן הארץ.</b> למעוטי כמהין ופטריות. וכל הני ילפינן מקרא, דכתיב (דברים י״ד:כ״ב) עשר תעשר את כל תבואת זרעך וכו׳. את כל תבואת, דומיא דתבואה שהוא אוכל. זרעך, המיוחד לך פרט להפקר שאין לו בעלים מיוחדים. זרעך דבר שזורעים אותו ומצמיח, פרט לכמהין ופטריות שאינן נזרעות:",
                "<b>כל שתחלתו אוכל וסופו אוכל.</b> כגון ירקות, שמיד כשהן גדלים ראוין לאכילה, ומשמרין אותו עד שיגדל ויוסיף אוכל:",
                "<b>חייב קטן וגדול.</b> שהרי ראוין לאכילה בין גדולים בין קטנים:",
                "<b>וכל שאין תחלתו אוכל.</b> כגון מיני פירות:",
                "<b>אינו חייב עד שיעשה אוכל.</b> דכתיב (ויקרא כ״ז:ל׳) מזרע הארץ מפרי העץ, עד שיגדל ויעשה פרי:"
            ],
            [
                "<b>מאימתי הפירות חייבים במעשרות.</b> דתחלתן אינו אוכל וצריך ליתן שיעור לכל פרי ופרי מאימתי יגיע זמנו להיות ראוי לאכילה:",
                "<b>משיבחילו.</b> תחילת בשולם קרוי בוחל, ודוגמא לזו תחילת ימי הנעורים באשה קרוי בוחל. ומפרש בגמרא משילבין ראשיהם זהו התחלת בשולם:",
                "<b>האבשים.</b> מין ממיני הענבים הרעים כמו ויעש באושים (ישעיה ה):",
                "<b>משהבאישו.</b> שנתבשלו כל כך עד שהחרצנים שבפנים נראים מבחוץ מתוך הקליפה. ואשכול שיש בו גרגיר א׳ שהגיע לשיעור זה הוי כולו חבור למעשרות:",
                "<b>והאוג.</b> אילן שפירותיו אדומים, וקורין לו בלע״ז קורניאול״י:",
                "<b>והתותים.</b> בערבי תו״ת ובלע״ז מורא״ש:",
                "<b>משימסו.</b> משיתמעך האוכל מתחת ידו. ואם הגיעה אפילו פרידה אחת של רמון לשיעור זה כל הרמון חייב במעשרות:",
                "<b>משיטילו שאור.</b> משיפתחו כשאור שיש בו סדקים:",
                "<b>משיטילו גידים.</b> כשמתחילים להתבשל נראים בהם כמין גידים אדומים:",
                "<b>משיעשו מגורה.</b> משיבדל האוכל מן הקליפה החיצונה ויהיה האוכל כאילו מונח במגורה דהיינו אוצר:",
                "<b>משיעשו קליפה.</b> הקליפה התחתונה הסמוכה לאוכל ואינה נעשית אלא אחר גמר בשול הפרי. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>משינקדו.</b> משיהיה בהם נקודות שחורות. כי בגמר בשולם הם מתחילים להשחיר:",
                "<b>וכל השחורים.</b> כגון ענבי הדס וענבי סנה:",
                "<b>אגסים.</b> בערבי אג״ס, ובלע״ז פירא״ש:",
                "<b>קרוסטמלין.</b> תפוחים קטנים הדומים לעפצים שקורין מילין:",
                "<b>פרישין.</b> קונדוניי״ש בלע״ז, ובערבי ספרג״ל:",
                "<b>עוזרדין.</b> בערבי זערו״ד, ובלע״ז סורב״ש:",
                "<b>משיקריחו.</b> פירות הללו בקטנן מכוסים שערות דקות כמין נוצה, וכשיתחילו להתבשל נקרחים מעט מעט, ובגמר בשולם נופל הכל:",
                "<b>התלתן משיצמח.</b> משהיה נגמר בבשולו עד שאם היו זורעים אותו היה צומח. וסימן לידע מתי הגיע לשיעור זה, נותן אותו לתוך המים וכל פרידה ששוקעת רובה במים בידוע שאם יזרענה תצמיח. ודרשינן לה מדכתיב (דברים יד) עשר תעשר את כל תבואת זרעך, דבר שהוא נזרע ומצמיח:",
                "<b>משיכניסו שליש.</b> שנתגדלו שליש ממה שעתידין להתגדל. אי נמי כשבא לעצרן ולסוחטן מוציא מהן עכשיו שליש ממה שמוציא כשנתבשלו יפה:"
            ],
            [
                "<b>ובירק הקשואים והאבטיחים.</b> הכי קאמר ד׳ מינים הללו בירק, שהן הקשואין והאבטיחים והדלועין והמלפפונות, ובפירות האילן התפוחים והאתרוגים, חייבים בין גדולים בין קטנים, לפי שתחלתן אוכל וסופן אוכל והן נאכלים בין גדולים בין קטנים:",
                "<b>רבי שמעון פוטר את האתרוגין בקטנן.</b> דסבירא ליה שאין נאכלים קטנים, ולא הוי תחלתן אוכל. ואין הלכה כרבי שמעון:",
                "<b>שקדים המרים.</b> נאכלים בקטנן ואין נאכלים בגדלן. ושקדים מתוקים איפכא:"
            ],
            [
                "<b>איזהו גרנן למעשרות.</b> אימתי הוקבעו הפירות למעשר ואסור לאכול מהן עראי, כמו התבואה בגורן. שאף על פי שהגיעו הפירות לעונת המעשרות עדיין מותר לאכול מהן עראי עד שיהא גרנן למעשרות:",
                "<b>משיפקסו.</b> משינטל פיקס שלהם והוא שער הצומח בהן כשהן קטנים וכשנתבשלו כל צרכן נושר:",
                "<b>משיעמיד ערימה.</b> שיעשה מהן כרי:",
                "<b>משישלק.</b> שילוק לאבטיח כמו פיקוס לדלועים:",
                "<b>מוקצה.</b> לפי שאין עושים ערימה מן האבטיחים אלא שוטחים אותם, ומקום ששוטחים בו הפירות קרוי מוקצה:",
                "<b>ירק הנאגד.</b> שדרכו למכרו אגודות:",
                "<b>ואם אינו ממלא את הכלי.</b> כגון שרוצה למלאות שנים או שלשה כלים, אוכל מכל אחד עראי עד שימלא את האחרון:",
                "<b>כלכלה.</b> המלקט ירק לתוך הכלכלה דהיינו סל:",
                "<b>משיחפה.</b> את הירק בהוצין או בעלין שדרכן לכסות בו:",
                "<b>בד״א.</b> שזהו גרנן למעשרות:",
                "<b>במוליך לשוק.</b> למכור, דלאו בדעתו הדבר תלוי שמא ימצא לקוחות ויהיו הפירות טבולים שהמקח קובע למעשר:",
                "<b>אבל במוליך לביתו אוכל עראי עד שמגיע לביתו.</b> דבדעתו תלוי הדבר ולא יהיו הפירות טבולים עד שיגיע לביתו, שהטבל אינו חייב במעשר עד שיראה פני הבית, דכתיב (דברים כו) בערתי הקדש מן הבית:"
            ],
            [
                "<b>הפרד.</b> רגילין היו לפרד ברמונים וליבשן, ואותן הגרגרים יבשים קרויין פרד ע״ש שמפרידים אותן כדי שתכנס בהן [החמה] מכל צד:",
                "<b>משיפקל.</b> כמו משיקלף, כלומר משיסיר מעליהן הקליפות הרעות:",
                "<b>משימרח.</b> אחר שמנקין התבואה מן המוץ שלה צוברים אותה במקום א׳ בגורן ומיפה פני הכרי ומחליקין אותו, והוא הנקרא מרוח:",
                "<b>משיכבור.</b> לפי שרגילים לעקור הקטנית עם העפר צריך לכברם בכברה:",
                "<b>קוטעים.</b> שבלים קטועים שלא נדושו:",
                "<b>מן הצדדים.</b> צדי הכרי שלא נתמרח:",
                "<b>וממה שבתוך התבן.</b> שלא נזרה מן המוץ:"
            ],
            [
                "<b>משיקפה.</b> משיסיר החרצנים והזגים שמעלה היין בתוך בור של יין בשעת רתיחתו:",
                "<b>מן הגת העליונה.</b> שעדיין לא ירד לבור:",
                "<b>ומן הצינור.</b> העשוי בפי הגת, והיין מקלח מן הצנור לבור. והיין שבגת או שבצנור עדיין לא נגמרה מלאכתו:",
                "<b>לעוקה.</b> גומא שלפני בית הבד שהשמן יורד לתוכה:",
                "<b>עקל.</b> כלי עשוי מחבלים שצוברים הזיתים לתוכו כשמכבידים הקורה עליהם:",
                "<b>ממל.</b> הרכב העליונה שטוחנין בה הזיתים:",
                "<b>מבין הפצים.</b> שמן היוצא מבין הנסרים:",
                "<b>חמיטה.</b> היא עוגה דקה, וכשמוציאין אותה מן התנור רגילים להחליק פניה בשמן, וקמ״ל דלא חשיב כמבושל. שהאש קובעת למעשר ואסור לאכול עראי מכל תבואה ופירות וירקות שנתבשלו באור, אבל האי לא חשיב בישול:",
                "<b>וכן לתמחוי.</b> דכלי שני הוא ואינו מבשל:",
                "<b>אבל לא יתן.</b> שמן לקדרה ולאילפס כשהן מרתיחים. אע״פ שהעבירן מן האור, ויאכל אכילת עראי, דכל זמן שהיד סולדת בהן חשוב כמבשל וקבע למעשר:",
                "<b>לכל הוא נותן.</b> לכל אלפסין רותחין ולכל קדרות רותחות הוא נותן, לאחר שהעבירן מן האור, ואינו קובע למעשר:",
                "<b>חוץ מדבר שיש בו חומץ וציר.</b> שחריפתו של חומץ וציר מסייע לבשל. ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>העגול של דבילה.</b> רגילין להחליק פניו במשקין, והוא גמר מלאכתו למעשר:",
                "<b>בתאנים ובענבים של טבל.</b> במשקין היוצאים מתאנים וענבים של טבל מחליקים בהם העגול של דבילה ולא חשיבי כיון דאזלי לאבוד:",
                "<b>ורבי יהודה אוסר.</b> דמשקין חשובין הם ואסורים משום טבל. ואין הלכה כרבי יהודה בכולה מתני׳:",
                "<b>המחליק בענבים.</b> משפשף הענבים על עגול של דבילה:",
                "<b>לא הוכשר.</b> העגול לקבל טומאה דלא חשיב משקה זה שיוצא מן הענבים. ובמשקה העומד לצחצח פליגי [בה] תנא קמא ור׳ יהודה אי חשיב משקה אי לא:",
                "<b>משידוש.</b> מיבשים התאנים ואח״כ דשים אותם במקלות לתוך החבית, או מעגלין אותה בידים לתוך האוצר. ודישת החבית ועגול המגורה הוא גמר מלאכתן:",
                "<b>לא יאכל מהן עראי.</b> דקא סבר לא עליון צריך לתחתון ולא תחתון צריך לעליון וכבר נגמרה מלאכתן. ורבי יוסי סבר עדיין צריכין זה לזה ולא נגמרה מלאכתן. ואין הלכה כרבי יוסי:"
            ]
        ],
        [
            [
                "<b>היה עובר בשוק.</b> עם הארץ החשוד על המעשרות:",
                "<b>אוכלין ופטורים.</b> דאימור לא ראו פני הבית ולא הוקבעו למעשר. ואע״ג דמכר קובע למעשר האי מתנה יהיב להו ומתנה אינה קובעת:",
                "<b>מתקנים ודאי.</b> שהנותן לא עישר דסבר הוא שיאכלו בשוק ולא בעי עשורי, וכיון דהכניסום לבית הוקבעו. ודוקא שנתן להם דבר מועט שראוי לאכלו בשוק, אבל אם נתן דבר מרובה, או שהיה המקבל אדם שאין דרכו לאכול בשוק, או הדבר הניתן אינו נאכל כך כמות שהוא, בכל אלו הוי כאומר הכניסו לבתיכם, ואסור לאכול מהם עראי דמסתמא כבר הוקבעו למעשר:",
                "<b>אין מתקנים אלא דמאי.</b> ונותן תרומת מעשר לכהן, ומעשר ראשון ועני נוטל לעצמו:"
            ],
            [
                "<b>ואמר טלו לכם תאנים.</b> בעל השער או בעל החנות אמר כן:",
                "<b>ובעל השער ובעל החנות חייבין.</b> דביתו של אדם טובל לו, אבל לא לאחרים:",
                "<b>ורבי יהודה פוטר.</b> משום דשער וחנות אדם בוש לאכול בתוכו. וחצר הקובעת למעשר היא כל שאין אדם בוש לאכול בתוכה:",
                "<b>עד שיחזיר פניו.</b> במקום שיושב ומוכר הוא בוש לאכול בלא חזרת פנים אבל במקום שאינו יושב ומוכר אינו בוש, וקיימא לן מקום שהוא בוש פטור מקום שאינו בוש חייב, ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>המעלה פירות מן הגליל.</b> ליקט פירות בגליל כדי למכרן ביהודה לא הוקבעו למעשר אפילו לן בדרך, עד שיגיע ליהודה שדעתו למכרם שם: ",
                "<b>וכן בחזרה.</b> אם קודם שהגיע ליהודה נמלך להחזירן לגליל, אוכל מהן עראי בדרך עד שיגיע לגליל:",
                "<b>עד שהוא מגיע למקום השביתה.</b> למקום שהוא רוצה לנוח שם בשבת, ומיד כשיגיע שם הוקבעו פירותיו למעשר אע״פ שעדיין לא הגיעה שבת. ואין הלכה כר״מ:",
                "<b>והרוכלין המחזרין בעיירות.</b> למכור בשמים ותמרוקי הנשים ומוליכין עמהם פירות, אוכלים מהן עראי עד שיגיעו למקום הלינה, וכשמגיעים שם הוקבעו הפירות למעשר.",
                "<b>ר׳ יהודה אומר בית ראשון.</b> שבעיר שהוא לן שם, קובע למעשר ואפילו הוא לן בקצה האחר של העיר, לפי שאדם רוצה לפנות כליו בבית ראשון שהוא פוגע כדי ללון שם. ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>עד שלא נגמרה מלאכתן.</b> שלא הגיע גרנן למעשר. כל פרי ופרי, כפי מה שמפורש לעיל:",
                "<b>ר׳ אליעזר אוסר לאכול מהן עראי.</b> עד שיפריש כל מעשרותיהן, דתרומה טובלת:",
                "<b>וחכמים מתירים.</b> דסברי אין תרומה טובלת אלא א״כ תרם מתוך הכלכלה:",
                "<b>כלכלת תאנים שתרמה.</b> עד שלא הגיע גרנן למעשרות:",
                "<b>ר׳ שמעון מתיר.</b> אפילו תרם מתוך הכלכלה:",
                "<b>וחכמים אוסרים.</b> והלכה כחכמים דתרומה קובעת למעשר כשתרם מתוך הכלכלה, ולאחר שתרם אסור לאכול עראי מאותה כלכלה עד שיפריש כל המעשרות:"
            ],
            [
                "<b>עד שיעשר.</b> דמקח טובל:",
                "<b>ואם צירף.</b> שלקח בעל הגינה ב׳ כאחת ונתן לו חייב. אבל בזמן שהקונה ליקט ואכל מודה רבי מאיר דאוכל אחת אחת:",
                "<b>אמר רבי יהודה מעשה בגנת ורדין וכו׳</b> והתם בעל הגינה היה מלקט, שלא היו מניחים ליכנס שם אדם מפני הורדים, ואעפ״כ לא הופרש ממנה תרומה ומעשר מעולם. והלכה כרבי יהודה:"
            ],
            [
                "<b>שאבור.</b> שאברור ואבחר:",
                "<b>בורר ואוכל.</b> תולש אחת אחת ואוכל אבל אם תלש וצירף שתים חייב:",
                "<b>מגרגר.</b> מלקט גרגיר גרגיר ואוכל:",
                "<b>פורט.</b> בעוד הרמון במחובר פורט ממנו גרגיר גרגיר ואוכל:",
                "<b>ובאבטיח סופת ואוכל.</b> גרסינן, כלומר חותך חתיכות דקות ואוכל:"
            ],
            [
                "<b>לקצות בתאנים.</b> לעשות קציעות. יש מפרשים לשטחן ליבש, וי״מ לחתכן במקצועות שרגילים לחתוך בהם התאנים:",
                "<b>ואמר לו ע״מ שאוכל תאנים.</b> ולא היה צריך לתנאי זה דבלאו הכי אוכל בדין תורה דכתיב (דברים כ״ג:כ״ה) כי תבא בכרם רעך ואכלת ענבים וגו׳, ובפועל הכתוב מדבר, הלכך לא הוי כמקח ואינו קובע למעשר:",
                "<b>ע״מ שאוכל אני ובני.</b> אכילת בנו הוי מקח וקובע:",
                "<b>ולאחר הקציעה.</b> שגמר כבר פעולתו, אינו אוכל בדין תורה ובא לאכול מכח התנאי והוי כמקח:",
                "<b>האוכל מן התורה פטור.</b> ובפרק השוכר את הפועלים (בבא מציעא דף פז) מפרש אלו אוכלים מן התורה העושה במחובר לקרקע בשעת גמר מלאכה ובתלוש עד שלא נגמרה מלאכתו:"
            ],
            [
                "<b>בלבסים.</b> מין ממיני התאנים הרעים:",
                "<b>בבנות שבע.</b> מין של תאנים לבנים וטובים:",
                "<b>לא יאכל בבנות שבע.</b> דכתיב (דברים כג) כי תבא בכרם רעך ואכלת ענבים, מה תלמוד לומר ואכלת ענבים וכי לא ידענו שאין בכרם אלא ענבים, מכאן שאם היה עושה בתאנים לא יאכל בענבים:",
                "<b>אבל מונע את עצמו.</b> פועל רשאי להיות מונע את עצמו שלא לאכול בשעה שעושה ברעות עד שמגיע ליפות, ואוכל מן היפות מה שהיה לו לאכול ברעות:",
                "<b>זה לאכול וזה לאכול.</b> אכול אתה בתאנים שלי ואני אוכל בשלך:",
                "<b>זה לקצות וזה לקצות.</b> אכול אתה בקציעות שלי השטוחות ליבש או החתוכות במקצועות ואני אוכל בקציעות שלך:",
                "<b>זה לאכול וזה לקצות.</b> אכול אתה בתאנים הלחים שלי ואני אוכל בקציעות שלך, בכל אלו הוי מקח וקובע למעשרות:",
                "<b>המחליף לאכול חייב, לקצות פטור.</b> דאין מקח קובע בדבר שלא נגמרה מלאכתו, הלכך קציעות הללו שלא נגמרה מלאכתן אין המקח קובע בהן. והלכה כר״י:"
            ]
        ],
        [
            [
                "<b>המעביר תאנים.</b> דרך חצרו, להוליכם למקום שעושים הקציעות:",
                "<b>אוכלין ופטורין.</b> דחצר אינה קובעת בדבר שלא נגמרה מלאכתו, אבל הוא אסור לאכול אלא במקום שעושים הקציעות, משום דבמקומו ניכר שלא נגמרה מלאכתו ושלא במקומו אינו ניכר. ובניו מותרין אפילו במקום שאין עושין בו הקציעות, שאין תלוי בהם לימלך וכיון שדעת אביהן לעשות מהן קציעות מותרין, אבל הוא שבידו לימלך אינו מותר אלא במקום שעושים הקציעות:",
                "<b>אבל אם יש להם עליו מזונות.</b> שקצץ להן, דאינן אוכלין מן התורה, כיון שאינו גמר מלאכה דלא שכרן אלא להעבירן עד מקום שעושים הקציעות:",
                "<b>הרי אלו לא יאכלו.</b> דהוי מקח, ולגבי לוקח חשיבי כנגמרה מלאכתן שהלוקח עיניו במקחו:"
            ],
            [
                "<b>המוציא פועליו לשדה.</b> למלאכה אחרת ולא ללקוט פירות, דהשתא אין אוכלין מן התורה:",
                "<b>אוכלין ופטורין.</b> אם נתן להם, דמתנה אינה כמכר:",
                "<b>ואם יש להן עליו מזונות.</b> שקצץ להן:",
                "<b>אוכלין אחת אחת וכו׳</b> דלא הוי קבע:",
                "<b>ולא מן המוקצה.</b> כרי של תאנים:"
            ],
            [
                "<b>לעשות בזיתים.</b> לעדור ולקשקש תחת הזיתים, ולא ללקט, דהשתא אינו אוכל מן התורה:",
                "<b>ואם צירף.</b> שנים ביחד חייב דהוי קבע:",
                "<b>לנכש בבצלים.</b> לתלוש העשבים הרעים הגדלים בתוך הבצלים:",
                "<b>מקרסם.</b> מחתך, ודומה לו יכרסמנה חזיר מיער (תהילים פ׳:י״ד):"
            ],
            [
                "<b>ואפילו בצד שדה קציעות.</b> דמוכחא מלתא דמהך שדה נפול, אפילו הכי מותרות משום גזל דמסתמא נתיאשו הבעלים מהן:",
                "<b>ופטורות מן המעשר.</b> כדין הפקר:",
                "<b>ובזיתים ובחרובים חייבין.</b> לפי שאין הבעלים מתיאשים מהן, שמראיתו מוכיח עליו שמאילן זה נפל. אבל תאנה עם נפילתה נמאסת ולא ידוע מאיזה אילן היא:",
                "<b>אם דרסו רוב אדם.</b> אם רוב אנשי אותה העיר דרסו כבר הגרוגרות שלהן בשדותיהן, אית לן למימר זו מן הדרוסות הן וכבר נגמרה מלאכתן, וחייב לעשר:",
                "<b>פלחי דבילה.</b> אחר שנדרסו בעגול מחלקים העגול לכמה פלחין, ויש בפלח הרבה דבלות דבוקות זו בזו:",
                "<b>עד שלא כנסן לראש הגג.</b> לעשות מהן ערימה, שהוא גרנן של חרובין למעשר כדתנן בפרק קמא:",
                "<b>מוריד מהן לבהמה.</b> אבל הוא לא יאכל, שאין אוכלים על המוקצה אלא במקומן, כלומר הפירות ששוטחין אותם ליבש שלא נגמרה מלאכתן אין אוכלים מהן אלא במקומן, דשלא במקומן אינו ניכר שלא נגמרה מלאכתן, ומיהו כשמאכיל מהן לבהמה אפילו שלא במקומן, מתוך שאין החרובין מאכל בהמה מידע ידיע דלא נגמרה מלאכתן ולא יבשו כל צרכן:",
                "<b>מפני שהוא מחזיר את המותר.</b> למקום ששוטחן שם ליבש, וכל היכא דמותרו חוזר לא טביל:"
            ],
            [
                "<b>איזו היא חצר שחייבת במעשר.</b> שקובעת למעשר כמו בית:",
                "<b>חצר צורית.</b> שכן בצור היו מושיבין שומר בפתח החצר:",
                "<b>כל שאחד פותח ואחד נועל.</b> כגון שיש בחצר שני בתים לשני בני אדם, וכשאחד מהן פותח פתח החצר בא השני ונועל, וכשאחד נועל השני מוחה בידו ופותח, נמצאת חצר שאינה משתמרת:",
                "<b>ואין אומרים לו מה אתה מבקש פטורה.</b> ואף על פי שאינו בוש לאכול בתוכה:",
                "<b>והחיצונה פטורה.</b> כיון שיש לפנימית דריסת הרגל עליה אינה משתמרת. וקיימא לן הלכה כדברי כולן להחמיר:"
            ],
            [
                "<b>אף על פי שהן של חצר החייבת.</b> והעלה הפירות לגג דרך חצר, אף על פי כן לא טבלי, הואיל ובשעה שהכניסן לחצר היה בדעתו להעלותן ולאכלן בגג. והני מילי כשיש בגג ארבע אמות על ארבע אמות, אבל אם אין בגג ארבע אמות על ארבע אמות בטל לגבי חצר:",
                "<b>בית שער.</b> אצל פתח החצר:",
                "<b>אכסדרה.</b> מוקפת משלש מחיצות ומקורה למעלה:",
                "<b>מרפסת.</b> מקום לפני העליות, ויוצאים מן העליות למרפסת ומן המרפסת יורדים בסולם לחצר:"
            ],
            [
                "<b>הצריפים.</b> אין להם גג, אלא הקורות למעלה נוגעות זו בזו והולכים ומתרחבים למטה:",
                "<b>והבורגנים.</b> כמין שובכים, עשויין בשדות לאצור בהן פירות:",
                "<b>והאלקטיות.</b> סוכות שעושים בימות החמה לצל. תרגום קיץ קייטא:",
                "<b>סכת גינוסר.</b> ים כנרת מתרגמינן גינוסר, והוא מקום בארץ הגליל שפירותיו מרובים וטובים, ויושביו עושים סכות ודרים שם כל זמן הפירות:",
                "<b>אף על פי שיש שם רחים ותרנגולים.</b> לא הוי קבע:",
                "<b>סוכת היוצרים.</b> רגילים לעשות שתי סכות זו לפנים מזו בפנימית מצניע קדרותיו ודר שם, ובחיצונה עושה מלאכתו ומוכר קדרותיו:",
                "<b>כל שאינה דירת החמה ודירת הגשמים.</b> וסוכה פנימית אין היוצר דר בה בימות הגשמים, הלכך פטורה, ואין הלכה כרבי יוסי:",
                "<b>רבי יהודה מחייב.</b> רבי יהודה לטעמיה, דסבר סוכה דירת קבע בעינן וחייבת במזוזה. ואין הלכה כרבי יהודה:  "
            ],
            [
                "<b>תאנה שהיא עומדת בחצר.</b> אילן של תאנה שהוא עומד בחצר, וחצר קובעת למעשר:",
                "<b>ואם צירף.</b> שתים חייב:",
                "<b>רבי שמעון אומר אחת בימינו.</b> אפי׳ שלש כהאי גוונא לא הוי צירוף ושרי. ואין הלכה כרבי שמעון:",
                "<b>עלה לראשה.</b> לראש התאנה:",
                "<b>ממלא חיקו ואוכל.</b> שם ובלבד שלא יוריד לחצר:"
            ],
            [
                "<b>נוטל את האשכול.</b> אוכל כדרכו ואין צריך לגרגר, וכן ברמון אין צריך לפרט, וכן באבטיח אין צריך לספות, דהיינו לחתוך חתיכות דקות:",
                "<b>רבי עקיבא אומר וכו׳</b> והלכה כר״ע:",
                "<b>כוסבר.</b> כך שמה בערבי והוא זרע גד ובלע״ז קוליינדר״ו:",
                "<b>מקרסם.</b> מחתך:",
                "<b>סיאה.</b> בערבי פודנ״ג, ובלע״ז פוליי״ו:",
                "<b>אזוב.</b> בערבי זעת״ר:",
                "<b>והקורנית.</b> בערבי חש״א, ובלע״ז שדריא״ה:",
                "<b>אם היו נשמרים חייבין.</b> דאין חייב במעשר אלא אוכל ונשמר:"
            ],
            [
                "<b>אוכל כדרכו.</b> מן הנוף העומד בגנה:",
                "<b>אוכל אחת אחת.</b> מן הנוף הנוטה לחצר:",
                "<b>ואם צירף.</b> שנים חייב:",
                "<b>הכל הולך אחר העיקר.</b> דשדינן נופו בתר עיקרו, שהוא מקום יניקת האילן:",
                "<b>ובבתי ערי חומה הכל הולך אחר העיקר.</b> אף הנוף הנוטה חוץ לחומה אם לא גאלו בתוך השנה נחלט לצמיתות כאילו היה בתוך החומה, הואיל ועיקר האילן בתוך החומה הוא:",
                "<b>ובערי מקלט הכל הולך אחר הנוף.</b> אף אחר הנוף קאמר, שאם עיקרו בפנים בתוך תחום ערי מקלט ונופו נוטה חוץ לתחום, כי היכי דבעיקרו לא מצי גואל הדם קטיל ליה לרוצח בנופו נמי לא מצי קטיל ליה דשדינן נופו בתר עיקרו. ואי עיקרו בחוץ ונופו בפנים, כי היכי דבנופו לא מצי קטיל ליה, בעיקרו נמי לא מצי קטיל ליה, דשדי עיקרו בתר נופו לחומרא. וכן בירושלים הלך אחר הנוף לענין מעשר שני, היינו נמי לחומרא, דעיקרו בחוץ ונופו לפנים, כי היכי דבנופו לא מצי פריק, דאין מעשר טהור נפדה בתוך ירושלים בעיקרו נמי לא מצי פריק ליה, ואי עיקרו בפנים ונופו לחוץ, כי היכי דבמקום נופו לא מצי אכיל ליה בלא פדייה, שהרי הוא חוץ לירושלים ה״נ במקום עיקרו אע״פ שהוא בפנים לא מצי אכיל ליה בלא פדיה:"
            ]
        ],
        [
            [
                "<b>הכובש.</b> ירקות או זיתים בחומץ או ביין, וכן השולק או המולח, אף בשדה חייב. שהאור והמלח והמקח והתרומה והשבת והחצר המשתמרת, כ״א מאלו קובע למעשר:",
                "<b>המכמן באדמה.</b> המטמין פירות תחת הקרקע כדרך שרגילין להטמין פירות שאין מבושלים כל צרכן כדי שיתבשלו:",
                "<b>והמטבל.</b> פירות במלח או בציר או בחומץ ואוכל, פטור, ואינו קובע למעשר כמו הכובש או המולח, אלא אוכל מהן אכילת עראי ופטור מן המעשר:",
                "<b>הפוצע זיתים.</b> ממעך וכותש אותם כדי שיצא השרף, דהיינו המרירות שלהן:",
                "<b>הסוחט זיתים על בשרו.</b> לסוך גופו:",
                "<b>לתוך ידו חייב.</b> דמה שנתן לתוך ידו נחשב כאילו נתן לתוך בור קטן דהיינו החפירה שהיין והשמן יורדים בה:",
                "<b>המקפה לתבשיל.</b> השולה פסולת שמעלה היין בעת רתיחתו נקרא מקפה, ואם אחר שנתן יין בתבשיל הסיר מעליו החרצנים והזגים הצפין למעלה, קפוי עראי הוא זה ואינו קובע למעשר כשאר מקפה יין בעלמא. ובתבשיל צונן איירי, דאי בתבשיל רותח הא אמרינן שהאור קובעת למעשר, ובלא הקפאה היה נקבע למעשר מחמת האור:",
                "<b>לקדרה.</b> רקנית, קודם שנתן לתוכה התבשיל נתן בתוכה יין והקפהו הוה ליה כמקפה בבור קטן וחייב:  "
            ],
            [
                "<b>תינוקות שטמנו תאנים.</b> בשדה, דאי בבית, בלא שבת בית קובעת. ונקט תינוקות, לאשמועינן דיש להם מחשבה הניכרת מתוך מעשיהם:",
                "<b>לא יאכלו למוצ״ש.</b> דכיון שקבעתן שבת למעשר אסורים לעולם עד שיתעשרו:",
                "<b>כלכלת שבת.</b> כלכלה מלאה פירות שיחדה לשבת:",
                "<b>וב״ה מחייבין.</b> במעשר מיד אפילו קודם השבת, דכיון שיחדה לשבת הוקבעה מיד:",
                "<b>לשלוח לחבירו.</b> נטבל מיד ולא יאכל עראי עד שיעשר. ואפי׳ לא שלחה, לפי שכיון שיחדה לשלחה הוא מקפיד עליה כמו בכלכלת שבת. ואין הלכה כר״י:"
            ],
            [
                "<b>המעטן.</b> מקום שצוברין שם הזיתים כדי שיתרככו ויהיו ראויות להוציא שמנן:",
                "<b>טובל אחד אחד במלח.</b> שאין קובע אלא במלח וצירוף שתים, הלכך אם מלח ונתן לפניו חייב:",
                "<b>מן המעטן הטהור חייב.</b> וכגון שהאדם הנוטלן טמא, שא״א לו להחזיר את המותר שכבר נטמאו כל אותן שנטל בידו:",
                "<b>מן הטמא פטור.</b> שכיון שהמעטן כולו טמא [והאדם] הנוטלן טמא הרי הוא מחזיר את הנותר:"
            ],
            [
                "<b>שותין על הגת.</b> וכגון שהכניס שם ראשו ורובו, דליכא למגזר שמא יביא הכלי אליו וישתה חוץ לגת, דחוץ לגת הוי קבע ואסור לשתות:",
                "<b>בין על החמין.</b> בין שמזג היין בחמין, בין שמזגו בצונן:",
                "<b>ר״א ב״ר צדוק מחייב.</b> דגזר שמא יוציא מן היין חוץ לגת:",
                "<b>על החמין חייב.</b> שהוא קובע, לפי שאינו יכול להחזיר המותר שיקלקל היין שבגת, אבל מזג בצונן פטור שיכול להחזיר המותר. והלכה כחכמים:"
            ],
            [
                "<b>המקלף.</b> מסיר קליפתן:",
                "<b>מקלף אחת אחת.</b> שעורה אחת. ודוקא כשאינו סמוך לגורן אבל אם היה סמוך לגורן אפילו קילף יותר פטור, מפני שהוא מחזיר את המותר:",
                "<b>המולל מלילות.</b> המהבהב שבולין באור וממעכן בידו להסיר הפסולת:",
                "<b>מנפה.</b> להפריח המוץ:",
                "<b>מיד ליד.</b> מנערן מידו אחת לידו האחרת:",
                "<b>ירקה פטור.</b> שהזרע עיקר וירקה לא חשיב אא״כ כוון לירק:",
                "<b>מתעשרת זרע וירק.</b> חייב לעשר בין אכל הזרע בין אכל העלין ירק כמות שהן:",
                "<b>השבת.</b> כך שמה בערבי, ובלע״ז אניט״ו.",
                "<b>וזירים.</b> זמורות, ואפילו זרעה סתם מתעשרת זרע וירק וזירים, לפי שהשבת עושה זמורות ארוכות. אבל הכוסבר אינה מתעשרת זירים אא״כ זרעה תחלה לזירים:",
                "<b>אינו מתעשר זרע וירק.</b> אם זרע סתם ולא פירש:",
                "<b>השחלים.</b> בערבי חב אל שאר, ובלע״ז קרישון:",
                "<b>הגרגיר.</b> כך שמו בערבי, ובלע״ז אירוג״א. והלכה כחכמים:  "
            ],
            [
                "<b>התמרות של תלתן.</b> יש מפרשים לולבי תלתן, כעין שיש לגפנים, והן נאכלים. וי״מ כשמתחיל הגבעול לצמוח נראה במקום צמיחתו כמין גרגיר עב ונקרא תמרה כדאמרינן [סוכה לג] גבי הדס נקטם ראשו ועלתה בו תמרה. ובתלתן וחרדל ופול הלבן חשובין אוכל:",
                "<b>הצלף</b> בלע״ז קאפר״י:",
                "<b>תמרות.</b> לולבין שבו, ויש מפרשים הפרח:",
                " <b>אביונות.</b> הוא עיקר הפרי, וקפריסין הוא שומר הפרי:",
                "<b>ר״ע וכו׳</b> והלכה כרבי עקיבא:"
            ]
        ],
        [
            [
                "<b>העוקר שתלים.</b> נטיעות אחר שצמחו וגדלו קצת עוקרין אותן ושותלין אותם במקום אחר והם מתעבים ומתרחבים ומתגדלין שם:",
                "<b>פטור.</b> אפילו ראו פני הבית, מפני שעדיין לא נגמרה מלאכתן:",
                "<b>לקח במחובר לקרקע.</b> הקונה פירות כשהן מחוברין פטור שאין המקח קובע למעשר אלא בקונה בתלוש, לא במחובר:",
                "<b>לקט.</b> שתילין לשלוח לחברו פטור:",
                "<b>אם יש כיוצא בהם נמכרים בשוק.</b> חשיבי כאילו נגמרה מלאכתן. ואין הלכה כרבי אלעזר בן עזריה:"
            ],
            [
                "<b>ונוטע בתוך שלו לזרע.</b> [שיתבשל] בהם הזרע במקום נטיעתן:",
                "<b>מפני שהוא גרנן.</b> עקירתן הוא גרנן, שאין להם גורן אחר להתחייב במעשר, דזרען פטור מן המעשר דכתיב (ויקרא כו) מזרע הארץ, ולא כל זרע, פרט לזרעוני גינה שאינן נאכלין, ונמצא שנגמרה מלאכתן ואסור לנוטען עד שיעשר:",
                "<b>טהרו מלטמא.</b> דכזרועין דמו, והתורה רבתה בטהרת זרעים דכתיב (שם יא) על כל זרע זרוע אשר יזרע טהור הוא. אבל לכל שאר מילי כתלושין דמו, ובחזקתן הן למעשר ולשביעית, ואפילו לטהרת טומאה, דוקא השרישו בעליה שיש תחתיהן עפר המעזיבה, אבל השרישו בקופה כתלושים דמי אף לענין טומאה:",
                "<b>והן מגולין.</b> העלין שלהן, כדרך גדילתן. כנטועים בשדה דמו, והתולש מהן בשבת חייב, וחייבין בשביעית ובמעשרות:"
            ],
            [
                "<b>לא ימכור אדם פירותיו וכו׳</b> דקעבר משום ולפני עור לא תתן מכשול (ויקרא י״ט:י״ד):",
                "<b>ואם בכרו.</b> אם יש בהן בכורות שהגיעו לעונת מעשרות והשאר לא הגיעו, נוטלן ומוכר את השאר:"
            ],
            [
                "<b>תבנו.</b> שבולין שנדושו ופעמים נשאר בהן חטין:",
                "<b>גפתו.</b> פסולת של זיתים:",
                "<b>זגיו.</b> פסולת של ענבים:",
                "<b>להוציא מהן משקין.</b> אגפתו וזגיו קאי:",
                "<b>על הקטועין.</b> שבולות קטועות שלא נדושו:",
                "<b>ועל הצדדין.</b> צדי הכרי. וכן התורם בבור, בלבו על מה שבחרצנים ועל מה שבזגין. והתורם בבית הבד, בלבו על מה שבתוך הגפת:"
            ],
            [
                "<b>הלוקח שדה ירק.</b> מן הנכרי:",
                "<b>בסוריא.</b> הם ארצות שכבש דוד, כגון דמשק וארם נהרים וארם צובה. ובמקצת דברים עשאום כארץ ישראל ובמקצתן לא:",
                "<b>אם עד שלא בא לעונת המעשרות חייב.</b> הואיל ובשעה שבאים לידי חיוב ברשותו של ישראל הם. אבל אם הגיע עת החיוב ברשות העובד כוכבים פטור, דלדבר זה עשו סוריא ככבוש יחיד ולאו שמיה כבוש:",
                "<b>ולוקט כדרכו.</b> ופטור מלעשר אף מה שנוסף ברשותו. אבל פועלים לא ישכור, דחיישינן דלמא אתי למעבד הכי אף בשדה שלקח עד שלא בא לעונת המעשרות. ורבי יהודה לא גזר:",
                "<b>פטור.</b> כיון שאין לו בגוף הקרקע כלום:",
                "<b>רבי אומר אף לפי חשבון.</b> אמילתיה דתנא קמא קאי, והכי קאמר כי היכי דמחייב אם לקח עד שלא בא לעונת המעשרות לעשר על הכל, הכי נמי מחייב אם הגיע לעונת מעשרות לעשר לפי חשבון שנתוסף ברשותו, כגון אם הביאו שליש ביד הנכרי חייב לעשר על שני שלישים שנתוספו ברשותו. והלכה כרבן שמעון בן גמליאל:"
            ],
            [
                "<b>המתמד.</b> הנותן מים בחרצנין ובזגין או בשמרים נקרא מתמד. והכא מיירי בנותן מים בשמרים דוקא:",
                "<b>ומצא כדי מדתו.</b> לאו דוקא כדי מדתו, דאפילו נתן ג׳ כדות של מים ומצא ג׳ וחצי פטור, עד שיתן ג׳ וימצא ד׳:",
                "<b>פטור.</b> ואע״ג דשמרים יהבי בהו טעם, פטור, דטעם שמרים של טבל לא חשיב טעם גמור אלא קיוהא בעלמא:",
                "<b>רבי יהודה מחייב.</b> דסבר אי אפשר שיצאו כל המים לחוץ אלא נשאר חצי כד של מים בתוך השמרים, ונמצא שאלו הג׳ כדות וחצי שיצאו יש בהן כד א׳ של יין ושנים וחצי מים, והוו כיין מזוג, שכן דרך מזיגת היין. ואין הלכה כר׳ יהודה:",
                "<b>מצא יותר מכדי מדתו.</b> והוא דרמא תלתא ואשכח ארבעה:",
                "<b>מוציא עליו ממקום אחר.</b> אף ממקום אחר, כלומר לא מיבעיא מיניה וביה דשרי, אלא אף ממקום אחר יכול לעשר לפי חשבון היתר על מדתו:"
            ],
            [
                "<b>שלנו.</b> לינת לילה:",
                "<b>הערימה החייבת.</b> הכרי שנתחייב במעשר, כההיא דתנן בפרק קמא ואם אינו ממרח משיעמיד ערימה:"
            ],
            [
                "<b>שום בעל בכי.</b> שום חריף שהאוכלו בוכה ועיניו זולגות דמעות. ול״נ שום הגדל בהר הלבנון, שכן בערבי קורין ללבנון בע״ל:",
                "<b>רכפא.</b> שם מקום:",
                "<b>גריסין הקילקין.</b> גריסין של פול הבאים מן הקלקי, שם מקום, והן מרובעות כדתנן בנגעים כגריס הקלקי המרובע:",
                "<b>ועדשים המצריות.</b> ראשן אחד חד, והמינין הללו כולם הם מדבריות וחזקתן מן ההפקר לפי שאינן נזרעים בגינה, לפיכך פטורים מן המעשרות:",
                "<b>אף הקורקס.</b> בערבי קלקא״ס, והוא מין ממיני הכרוב:",
                "<b>הקוטנים.</b> ממיני העדשים. והלכה כסתם משנה:",
                "<b>ונלקחים מכל אדם.</b> אף מן החשודים למכור פירות שביעית:",
                "<b>זרע הלוף העליון.</b> אני שמעתי הלוף השוטה. אבל זרע הלוף הפקח חייב. ורמב״ם פי׳ שהמשנה מסורסת זרע העליון של לוף. ולוף הוא ממיני הבצלים:",
                "<b>שאע״פ שאביהן תרומה.</b> אע״פ שאחד מכל אלו זרעוני גינה שאינם נאכלים הן תרומה. וזרען, הרי הגדולים נאכלין. ולא אמרינן גדולי תרומה תרומה אלא כשהזרע הזרוע הוא מדברים הראויין לאכילה:",
                "<b>שאביהן.</b> הזרע. שהוא אב למה שגדל ממנו:"
            ]
        ]
    ],
    "textrambam":[
        [
            [
                "כל שהוא אוכל יצא הכופר והוא בערבי אלחנה והאסוס והוא בלשון ערבי ניליג והקוצה הוא בל' ערבי אלעצפור ודומיהן: \n",
                "ונשמר. יצא המופקר: \n",
                "וגדוליו מן הארץ יצאו כמהין ופטריות וכל זה נסמך למה שאמר השם יתברך(דברי' יא) עשר תעשר ואח\"כ אמ' ואכלת לפני ה' אלהיך מעשר דגנך תירושך ויצהרך למדנו שאין חייב במעשר אלא היוצא מן השדה וראוי לאכילה ונשמר למאמר יתברך זרעך זרעך המיוחד לך לא של הפקר לפי שאין לו בעלים: \n",
                "ותחלתו אוכל וסופו אוכל. הם מיני ירקות לפי שהם ראויות לאכילה תכף מצמיחתן ואחר גמר גדולן ואין מניחין אותן בארץ אלא כדי שיגדילו וזה דרך רוב הירקות ולפיכך הם חייבות במעשר בשעת קטנן או גדלן לפי שהם ראויות לאכילה בין גדולות ובין קטנות ומה שאינו ראוי לאכילה בתחלת צמיחתו כמו פירות האילן אינן חייבות במעשר עד שיעשו אוכל למה שאמר ה' יתברך מזרע הארץ מפרי העץ עד שיהיה פרי ואמר גם כן עשר תעשר את כל תבואת זרעך עד שיעשה תבואה: \n"
            ],
            [
                "כבר ביארנו שפירות האילן אינן חייבות במעשר עד שיעשו פרי ולפיכך אמר התאנים משיבחילו פי' משיתחילו להתבשל וזמן זה הבשול הוא שמלקטים את התאנה מן האילן ומניחין עשרים וארבעה שעות ותהיה ראויה לאכילה: \n",
                "ובוחל. הוא בלשון חכמים הפרי המבושל: \n",
                "ואבשים. כמו באושים וזה מין ממיני הענבים אלא שהוא מין גרוע אמר הכתוב (ישעיהו ה׳:ב׳) ויקו לעשות ענבים ויעש באושים כך פירשו גדול מגדולי הגמרא וענין שהבאישו שיתרככו ויזדככו כל כך זגי הענבים עד שיראו הגרעיני' מבחוץ לרוב המים שבתוכה וכבר בארנו במס' שביעית (פ\"ד מ\"ח) מפני מה אמרו לשון הבאישו: \n",
                "והאוג. נקרא בערבי סמאק שמו וכבר זכרנוהו (פ\"א מ\"א דדמאי): \n",
                "והתותים. ידוע וכן קורין אותו בערבי תות ובלע\"ז מורא: \n",
                "וכל האדומים משיאדימו. ענינו כיכל מה שטבעו להיות אדום כשיגמורבשולו שהוא חייב במעשר תכף שיתחיל להאדים: ופי' משימסו משיציץ משקה מגרעיני הרמון בין האצבעות מגזרת אחינו המסו את לבבנו (דברים א׳:כ״ח) המסו מלה מושאלת אבל החבור הנכון וחם השמש ונמס (שמות ט״ז:כ״א): \n",
                "משיטילו שאור. פירוש משיתרפאו ג] ויתנפחו כלחם החמץ כי זה הוא מנהג התמרים בעת הבשול: \n",
                "האפרסקין משיטילו גידים. ענינו כי האפרסקין כשיתחילו להתבשל נמשכין בהם כמו חוטין או גידין אדומים וכן אמר משיטילו גידים אדומים וכן יארע שם בתחלת הבשול שיתחילו להתאדם קצתם: \n",
                "משיעשו מגורה. ענינו משיבדל האוכל מן הקליפה החיצונה ויהיה האוכל כאילו הוא במגורה והוא האוצר ואמר רבי יהודה משיעשו קליפה ר\"ל הקליפה הפנימית שהיא דבוקה לאוכל כי זו אינה מובדלת אלא אחר גמר בשולם וכן אמרו בקליפה שעל גבי האוכל ולא יהיה זה אלא אחר בשולן תכלית הבשול כמו שביארנו ואין הלכה כר' יהודה: \n"
            ],
            [
                "משינקדו פי' שיעשה בהם נקודות שחורות: \n",
                "האגסים וקרוסטומלים ופרישים ועוזרדין כולם ידועים וכבר בארנו את כולם (פ\"א מ\"ד דכלאים): \n",
                "משיקרחו. ר\"ל משיהיו בו בהרות לבנות וזה לא יארע עד שיפול מהם אותו השער הדק ומפני זה אמר משיקרחו מגזרת קרחה והוא הסרת השיער מן הראש ואמרו בגמ' משינקדו משיעשו נקודות שחורות משיקרחו משיעשו קרחות לבנות: \n",
                "תלתן כדי שתצמיח אמרו כדי שתזרע ותצמח ענינו שיהיה זה התלתן כ\"כ קשה ומבושל שיהי' צומח כשיזרעו אותו והוא ידוע אצלם שהיו שורים הזרע במים אם היו משתקעים הגרגרים או רוב כל אחד מהם במים היו יודעים שהיו צומחים אלו היו זורעים אותם ואז באו לעונת המעשרות וכבר בארנו במסכת שביעית (פ\"ד מ\"ט) ענין אמרם משיכניסו שליש כמו שפרט הגמרא א\"כ המובן מזה הענין שהמוציא המעשרות צריך שיוציאם כשיגמר בשול הפירות וטעמם: \n"
            ],
            [
                "שיעור זה המשנה כן ובירק הקשואים והאבטיחים והדלועים והמלפפונות וכן התפוחים והאתרוגים חייבים גדולים וקטנים לפי שתחלתן אוכל וסופן אוכל וראוין הם לאכילה כשהם קטנים ואין מניחים אותן אלא להוסיף אוכל כמו שקדם וכבר בארנו פעמים מה הם הקשואים והאבטיחים והדלועין והמלפפונות התפוחים והאתרוגים: \n",
                "והשקדים המרים. הם ראוין לאכילה כשהם קטנים קודם בשולן לפי שאז הם ראויין לאכילה א] וכשנתבשלו נפטרו מן המעשרות לפי שאז אינם ראוים לאכילה והשקדים המתוקים בהפך זה בתחלתן פטורים מן המעשרות לפי שאינן ראויין לאכילה וחייבין לאחר בשולן ואין הלכה כרבי שמעון: \n"
            ],
            [
                "גרנן למעשרו' כמו מלה מושאלת והכוונה ששאל התנא אימתי יהיו הפירות כמו התבואה כשהיא בגורן שאסור לאכול ממנה אכילת עראי לפי שכבר נקבעה למעשר כי קודם גרנן של מעשרות אף על פי שהגיעו לעונת המעשרות מותר לאכול מהם אכילת עראי ודרך הקשואים והדלועין שיעלה עליהם כמו שער או כמו קוץ דק מאד והוא נקרא פקס וכן יעלה על האבטיחים כמו שער ויקרא שלק ואמרם משיפקסו ומשישלקו רוצים בו מעת שיפול מהם אותו השער כשיקנחם בידו וכן אמרו בגמרא *מעת שירים שלף וקיא: \n",
                "עד שיעשה מוקצה. ענינו עד שישטח אותם ויסדר אותם והמקום ששוטחין בו הפירות נקרא מוקצה כי האבטיחין אין עושין מהם ערימה לפי שהם מתחברים זה עם זה: \n",
                "משיחפה. פי' משיכסה כמו שדרך בני אדם האוספים את הפירות שמכסין אותן בעלי האילן ודומיהן: \n",
                "במה דברים אמורים. שכשיגיעו לעת הזאת שקבעו למעשרות אסור לאכול מהם עראי במוליך לשוק למכור אבל במוליך לביתו אוכל עראי עד שהוא מגיע לבית וכבר קדם לך זה העיקר בפרק שמיני (מ\"ג) ממסכת תרומות כי הטבל אינו מתחייב במעשרות עד שהוא רואה פני הבית שנאמר (דברים כ״ו:י״ג) בערתי הקדש מן הבית: \n"
            ],
            [
                "פרד. הוא גרגר הרמון מפרדין אותם ומיבשין אותן ונקראו פרדים וצמוקים הענבים היבשים:  ",
                "משיפקל. ענינו משיכרת עלין שלו ויסיר הנתלה בהם:  ",
                "משימרח. ענינו משיברור אותם מן התבן ברירה גמורה וכבר בארנו במסכת פאה (פ\"א מ\"ו) הטעם מפני מה קורין הענין הזה מריחה:  ",
                "משיכבור ענינו משיכבור בכברה ויצא כל מה שיש בה מן התבן ומן הצרורות ושם זה הכלי כברה:  ",
                "קוטעין מה שהוקצה מן הגדיש לאחד מן הצדדים:  "
            ],
            [
                "משיקפה. פירוש משיעלה עליו קצף ובלשון חכמים אופיא:  ",
                "קולט כמו חוטף:  ",
                "גת העליונה. גת שדורכין שם הענבים הגת התחתונה הוא המקום שהיין יורד ומתקבץ לתוכה ובלשון קודש יקב:  ",
                "וצנור ידוע ממנו יורד היין:  ",
                "עוקה. היא החפירה שמתקבץ לתוכה השמן:  ",
                "ועקל הוא החבל כי היו לוקחים החבלים ועושים מהם כמו כלי עגול וצוברין לתוכו הזיתים וסוחטין אותם ואותו הכלי העשוי מן החבלים נקרא עקל:  ",
                "וממל הוא האבן שטוחנין בו הזיתים:  ",
                "ומבין הפסים ענינו מבין שני האבנים או שני העצים מעצי הגת או אבניה והעיקר אצלנו כי הבשול על האש קובע למעשרות שאין המנהג שיבשל אדם ויאכל ותקרא זאת האכילה אכילת עראי לפי שכיון שבשל אינו עראי ועוד יתבאר זה לפנים:  ",
                "וחמטה ותמחוי שמות למיניהם מן הכלים שנותנים בהם המאכל כשהוא חם:  ",
                "וקדרה ולפס. שמות הכלים שמבשלים בהם התבשיל והתיר לתת השמן בכלי שנותנין המאכל לפי שאינו מתבשל לשם ואסור לו לתת אותו בקדרה שבשל בה התבשיל כל זמן שהיא רותחת לפי שהוא מתבשל לשם ורבי יהודה מתיר שיתן לקדרה וללפס כשהן רותחים אלא אם היה באותו התבשיל הרותח שיש באותה הקדרה חומץ או ציר לפי שהוא מתבשל מחמת החדוד ואין הלכה כרבי יהודה:  "
            ],
            [
                "כבר בארנו שעגול הוא כמו רחים שעושין מדבלת התאנים. ופי' משיחליקנו ששפין ומחליקין אותן העגולים: \n",
                "ומחליקין בתאנים ובענבי' של טבל ולא נאמ' שהוא מכחיש אותן ומכין אותם להפסד מפני שכשמושחין אותן ומחליקין אותם *למהר בהם ימהר העפוש. וכשמושחין ענבים יקבלו לחלוחית ואומר ר' יהודה כי כבר הוכשר לטומא'לפי שהיין מכלל שבעה משקין המכשירין כמו שבארנו בתרומות (פי\"א מ\"ב) וכאילו בלל אותו ושראו במשקה הענבים: \n",
                "משידוש. פי' משיכתוש אותם קצתם על קצתם בכלי שהוא רוצה להצניעם בהם: \n",
                "והמנורה משיעגיל. ענינו כשרוצה להכניסם באוצר משיתחיל להחליקם ע\"פ האוצר ולהשוותם ומעגלה שם הכלי המחליק שבו מחליקין הקרקע והגגות ואין הלכה כרבי יהודה ולא כרבי יוסי בכל זה המאמר: \n"
            ]
        ],
        [
            [
                "כשזה המוכר המסבב בשוקים מכריז ואומר טלו לכם תאנים מותר לאכול מהם עראי לפי שנאמר לא ראו פני הבית ולפיכך אין מכריזין עליה' אלא לאוכלן בלבד עראי והוא כנותן מתנה ואין המתנה קובעת למעשר כמו המכר ואם הביאן לביתו צריך להוציא מהם המעשרות החייבות לטבל ואם אמר טלו והכניסו לבתיכם נאמר שהם ראו פני הבית ולפיכך לא יאכל מהם עראי ואינו נאמן באומר הכניסו לבתיכם שענינו שהן מעושרין ולפיכך יוציא מהם חקי הדמאי לפי שהוא ספק שמא אמר אמת באמרו שהן מעושרין או אמר שקר ומה שאמר לא אמר אלא כדי שיקפצו עליהם לוקחים וכל זה כשהמוכר עם הארץ כמו שבארנו במסכת דמאי: \n"
            ],
            [
                "מבואר הוא כי בעל החנות ובעל החצר לפי שאותו מקום הוא מקום ישיבתו נקבעים במעשרות מחמתו ואין הלכה כר' יהודה: \n"
            ],
            [
                "מקום השביתה הוא מקום שהוא שובת בו ביום השבת: \n",
                "הרוכלים המחזרים בעיירות. עם הבשמים ההולכים מעיר אל עיר ומכפר אל כפר ואמר בכאן שהם רשאים לאכול כל היום מה שנותנים שם מן הפירות אע\"פ שהם נכנסין בבתים עד שיגיעו למקום הלינה ואין הלכה כר' מאיר ולא כר' יהודה: \n"
            ],
            [
                "ר\"א אומר תרומה קובעת למעשר ואפי' בדבר שלא נגמרה מלאכתו. ואמרם כלכלת תאנים שתרמה ר\"ל שתרמה קודם שתגמר מלאכתה ואין הלכה כר\"א ולא כר' שמעון: \n"
            ],
            [
                "והלכה כרבי יהודה: \n"
            ],
            [
                "שאבור. שאבחר: \n",
                "מגרגר. ענינו שילקוט הגרגרים אחת אחת מן האילן ולא יכרות האשכול כולו כדי שלא יתחייב במעשרות: \n",
                "פורט ענינו שיפרד גרגרי הרמון: \n",
                "סופת ואוכל. ענינו שיעשו מן האבטיח כמו לביבות ואוכל וכשקנה במחובר לקרקע וכרתן אחר כך אוכל עראי כמו שעושה בעל הקרקע אבל אם קנה ולא ייחד מה שקנה כאילו קנה דבר הנלקט ונקבע למעשר בקנין כמו שיתבאר לך בזו המסכת כי הקניה והמכירה קובעת למעשר: \n"
            ],
            [
                "לקצות עמו. רצה לומר לשטוח עמו בתאנים והשם יתברך אמר (דברים כ״ג:כ״ה) כי תבא בכרם רעך ואכלת וגו' ובאה הקבלה (ב\"מ דף פז ב) כי זה הכתוב אינו מדבר אלא בפועל שיכול לאכול מן התורה מאותו דבר שהוא פועל ואינו מדבר בעוברי דרך ועוד יתבאר זה מקומו בבבא מציעא והם אמרו ואלו אוכלין מן התורה העושה במחובר לקרקע בשעת גמר מלאכה ובתלוש מן הקרקע עד שלא נגמרה מלאכתו לזה העיקר נמצא זה הפועל שאוכל בשעת הקציעה פטור מן המעשרות לפי שהוא תלוש ולא נגמרה מלאכתו: \n",
                "ולאחר הקציעה. שהוא אחר גמר גדישתה אינו אוכל מן התורה אלא כפי תנאו שהתנה ולפיכך אינו אוכל עד שיעשר ועוד יתבארו אלו הדינים ועקריהם לשם בב\"מ: \n"
            ],
            [
                "לבסים. מין תאנים גרועים: \n",
                "בנות שבע. תאנים לבנים טובים: \n",
                "מונע את עצמו. ענינו שהפועל מונע את עצמו מלאכול עד שיגיע למקום היפות ויאכל מהם ורשאי לעשות כן: \n",
                "זה לאכול וזה לאכול. ענינו שיאמר אדם לחברו אכול משלי ואני אוכל משלך: \n",
                "זה לקצות וזה לקצות. ענינו שיאמר לו אכול מאלו השטוחים שלי ואני אוכל מן השטוחיםשלך: \n",
                "זה לאכול וזה לקצות. שיאמר לו אכול אתה משלי שהם טובים לאכילה ואני אוכל מן השטוחים שלך כל אחד ואחד מהם חייב לעשר לפי שזה מקח וממכר מצד כל אחד ואחד מהם וכבר זכרנו כי המכר קובע למעשר ועוד יתבאר זה ורבי יהודה אומר כל החליפין בשטוחין כיון שהוא דבר שלא נגמרה מלאכתו אינן חייבין במעשר ולא נקבעו למעשר בזה המכר שאירע ביניהם והלכה כרבי יהודה: \n"
            ]
        ],
        [
            [
                "העיקר אצלנו החצר קובעת למעשר בדבר שנגמרה מלאכתו וכשהעביר לקצות לא נגמרה מלאכתן עד שיהיו קציעות: \n",
                "ואם יש להם עליו מזונות הרי אלו לא יאכלו. לפי שאין ראוי שיפרע חובו מן הטבל: \n"
            ],
            [
                "אלו הפועלים אינם עושים בלקיטת התאנים ובשטיחתם כי אילו היו עושין כן היה להם לאכול מן התורה אבל היו עושין במלאכה אחרת בחרישה או קצירה וכיוצא בהן: \n"
            ],
            [
                "אמרו לעשות עמו בזיתים אינם ר\"ל בלקיטתן או בטלטולם ממקום למקום אלא בעבודת האילנות וכן אמרו לנכש תחת הזיתים כמו לנכש בבצלים וכבר בארנו (פ\"ב מ\"ה דכלאים) כי נכוש הוא חפירה סביב עיקר האילן: \n",
                "מקרטם. כמו מקרסם ומקרסם כמו מכרסם והכל ענין חיתוך וכבר בארנו זו המלה (פ\"ב מ\"ז דפאה): \n"
            ],
            [
                "קציצות. גרגרים תלושים מאי זה אילן שיהיו: \n",
                "בזיתים ובחרובים חייבים בתנאי שימצא הזיתים תחת אילן הזיתים והחרובין תחת אילן החרובין וזה מבואר כי אלו הגרגרים שנפלו מאלו האילנות נפלו ולפיכך יש בהם משום גזל וחייבין במעשרות אבל התאנים שמתלכלכין ומשתנים בצורתן כשמצא אותן תחת התאנה אינו מכיר אם מזו התאנה נפלו ונשתנו ומפני זה אינן דומים לשאר התאנים שבתאנה או אם באו ממקום אחר ואין לבעל התאנה בהם זכות ולפיכך אין בהם משום גזל ופטורים מן המעשר אבל יעשר דמאי בלבד כמו שבארנו במס' דמאי: \n",
                "אם דרסו כו'. ענינו אם רוב בני אדם דרסו תאנים שלהם בשדה כבר באו לגורן המעשרות ונאמר כי אלו הגרוגרות הם ממה שדרסו בשדה ובאו לבית ונפלו אחר כך והוא חייב במעשרות ואם רוב בני אדם לא דרסו בשדה פטור לפי שנאמר קודם דריסה נפלו: ואמרם מפני שהוא מחזיר את המותר ענינו שהוא מחזיר אותו לגג ליבש והוא ראיה שעראי מאכיל: \n"
            ],
            [
                "כמו שהבית קובעת למעשר כך החצר קובעת למעשר ובתנאי שלא תהיה החצר פתוחה כאילו היא הפקר שתהיה נשמרת וחלקו בזה כמו שתראה ואמרם כל שאחד פותח ואחד נועל ענינו שיהיה בחצר שני בתים לשני בני אדם ויניח זה הפתח פתוח ויבוא השני השוכן בבית האחר וינעול אותו או להפך והלכה כדברי כולם להחמיר: \n"
            ],
            [
                "הגגות. ידוע כשהפירות לשם ולא נכנסו לבית פטורים מן המעשרו': \n",
                "בית שער. הוא מבוא הבית והוא נקרא פרוזדור: \n",
                "ואכסדרה. מקום מוקף משלש רוחותיו ובו קרוי: \n",
                "ומרפסת. מקום גבוה על קרקע החצר שבו הסולם קבוע שעולים בו אל העליות ועוד יתבאר זה בערובין (פ\"ח מ\"א) וממה שאתה צריך לידע כי הבית כשיש בו פחות מד' אמות על ד' אמות אינו קובע למעשר וכן הגג אינו פוטר למעשר אלא אם היה בו ארבע אמות על ארבע אמות או יותר: \n"
            ],
            [
                "צריפים. הם כמו עמודים ועליהם קרוי כמין צריף והוא ידוע נקרא בערבי מכנס כזו הצורה: \n",
                "והבורגנין הם כמו מגדלים עשויין לשמור הדרכים: \n",
                "אלקטיות. הם כמו סוכות עושים אותם בני אדם בימות החמה להיות צל על ראשם תרגום קר וחם (בראשי' ח) סיתווא וקייטא: \n",
                "וגנוסר מקום בארץ הצבי יש בו גנותרבות מדובר בו נכבדות ונפלאות ועושין בו אהלים לדירה כל זמן אסיפת הפירות וזה המקום הוא שקראו התורה כנרת (במדבר לד): \n",
                "ויוצרים אומני כלי חרס וכבר פירשנו זה ואין הלכה כר\"י והלכה כחכמים: \n"
            ],
            [
                "ר\"ש אומר שאם היתה תאנה אחת בפיו ואחת בימינו ואחת בשמאלו שאינו צירוף ואין הלכה כר\"ש וזה כשהוא עומד בארץ אבל אם עלה לראש התאנה מותר לו למלאות חיקו ולאכול מהם: \n"
            ],
            [
                "כסבר. ידוע וכן הוא בערבי כסברה: \n",
                "סיאה. בערבי פונדג אזוב בערבי צעתר קורנית בערבי חסא ודרך אלו העשבים שצומחין בגנות ובבתים מבלי שזרעו אותם ואומר בכאן שאם הם נשמרים כלומר במקום שימור שחייבים במעשרות והלכה כר\"ע: \n"
            ],
            [
                "הכל הולך אחר העיקר. אם יהיה עיקר האילן בחו\"ל הפרי אינו חייב במעשרות אע\"פ שיהי' הנוף והפרי נוטה לא\"י ואם העיקר בא\"י והנוף נוטה חוצה לארץ חייב במעשר: \n",
                "ובבתי ערי חומה הכל הולך אחר העיקר. כבר ידענו דין התורה בבתי ערי חומה שיש להם גאולה עד מלאת לו שנה תמימה ואחר השנה יתקיים ביד הקונה אותו והבתים שהם חוץ לחומה אמר השם יתברך בהם על שדה הארץ יחשב וביובל יצא ועוד יתבאר בסוף ערכין כי כל שהוא לפנים מן החומה א] ונופו נוטה חוץ לחומה ב] ומכר אותו הפרי שאין דינו ודין שדה הארץ שוה: \n",
                "ובערי מקלט הכל הולך אחר הנוף. שיעור הגמרא זה ואמר אף אחר הנוף כגון שיהיה האילן עומד בתוך התחום ונופו נוטה חוץ לתחום כיון שהיה הרוצח תחת הנוף קלטו ואסור להרגו וכשיהיה האילן חוץ לתחום ונופו נוטה לתוך התחום לא נאמר כי הרוצח צריך להכנס בתוך התחום אבל ינצל בהגיעו לעיקר האילן [*צ\"ל לפי] אע\"פ שנופו נוטה לתוך התחום: \n",
                "ובירושלים הכל הולך אחר הנוף. העיקר אצלנו שמעשר שני אסור לפדותו בירושלים בשום פנים אבל חוץ לירושלים מותר ואם יהיה האילן עומד לפנים מחומות ירושלים ונופו נוטה לחוץ כיון שהגיע מעשר שני תחת הנוף אסור לפדותו אע\"פ שהוא חוץ לחומה: \n"
            ]
        ],
        [
            [
                "אמרו בגמרא אור ומלח ומקח ותרומה ושבת וחצר ובית שמירה כולם טובלים ענינו שכל אחד מאלו קובעת למעשרות ואסור לאכול קצת מאלו עד שיעשר והכובש זה שישרה אותם במלח ומים: \n",
                "המכמן בעפר כמו הטומן כי כן המנהג לעשות בפירות שאינן מבושלות להטמין אותם בעפר כדי שיתרטבו ויתבשלו: \n",
                "והמטבל. ענינו שיטבול במלח ויאכל: \n",
                "ואמרו פטור רוצה לומר כי זאת הטמינה בארץ אינה כמו הכבישה ולא הטבילה במלח כמו המליחה שנאמר נקבע למעשר אלא פטור מלעשר ומותר לו לאכלו עראי: \n",
                "שיצא השרף רוצה לומר שיצא הליחה הדומה לחלב: \n",
                "המקפה לתבשיל. ר\"ל הלוקח יין לעשות ממנו מרק לתבשיל ומקפה הוא מרק ובתנאי שיהיה אותו תבשיל צונן וכן אמרו בגמרא תפתר בתבשיל צונן אבל לבשל היין אסור כמו שאמרנו שהאש קובעת למעשר: \n",
                "ואמרו ולקדרה חייב ואפי' אין שם לא תבשיל ולא אש כי הטעם מה שזכרנו: \n",
                "ובור שם לאותה החפירה שהיין או שהשמן יורדין שם: \n"
            ],
            [
                "כבר אמרנו כי שבת קובעת למעשר ומאחר שעבר עליהם שבת אסור לאכול מהם עד שיוציא מהן המעשרות: \n",
                "כלכלת שבת. אמרו בגמ' בתאנה המיוחדת לשבת וענינו כי כשיש לאדם אילנות מנהגו לעולם לאכול מפירותיו בשבתות ולוקט מאותו אילן כלכלה אמרו בית הלל שכיון שאותן הפירות מוכנות לשבת ושבת קובעת שנקבעו למעשר ואסור לו לאכול מהן עד שיעשר וכמו כן אמר ר' יהודה שאם לקט כלכלה לשלוח לחברו לאכול בשבת ואע\"פ שלא שלחן אסור לו לאכול מהן עד שיעשר כיון שזמנן לשלחן כאילו שלחן הן חייבות במעשר ואין הלכה כרבי יהודה: \n"
            ],
            [
                "מעטן. שם המקום שמקבצים שם הזיתים עד שיתרככו ויהיו ראויות להוציא שמנן וכבר בארנו שהמלח קובע למעשר ולפיכך אם מלח ונתן לפניו חייב ורבי אליעזר חולק על סתם משנה ואמר מן המעטן הטהור חייב וכבר בארו בגמרא דברי ר\"א ואמרו כי כוונתו באמרו מן המעטן הטהור חייב שיהיה האדם טמא והזיתים טהורים וכיון שלקח מהן נטמא מה שלקח בידו ואינו יכול להחזירו א\"כ אין האכילה אכילת עראי והוא חייב במעשרות ומן הטמא פטור שיהיו האדם והזיתים טמאים והוא יכול להחזיר המותר אחר אכילתו והרי היא אכילת עראי ולפיכך הוא פטור והלכה כסתם משנה: \n"
            ],
            [
                "בין על חמין בין על הצונן. עניינו בין שיהיה אותו היין שבתוך הגת מבושל או בלי מבושל דינם שוה וחכמים הלכו על העיקר כי החמין נקבעו למעשר כמו שבארנו שהאור קובעת והלכה כחכמים: \n"
            ],
            [
                "מקלף. מסיר הקליפה העליונה: \n",
                "מנפח. מנער מיד ליד כמו מחליף מיד ליד אותן החטים כדי שיסור מהם הפסולת ונקראים השבלין המהובהבות באש מלילות כי המלילה בלשונם היא המעיכה והעשוי בין האצבעות וכפות הידים: \n",
                "מתעשרת זרע וירק. ענינו שחייב במעשר הזרע והנכרת מן העלין: \n",
                "השבת ג\"כ נקרא בערבי אל שבת: \n",
                "זרע וירק וזירין. פי' הזרע והעלין והגבעולין וזירין הם הגבעולין הנעשין בראשי קצת הצמחים שבהם היה הזרע ואלו הגבעולין נראין מאד לעין בשבת והם כמו שקדים ארוכים: \n",
                "ושחלים נקרא בערבי חבא לשאר. \n",
                "וגרגיר ג\"כ בערבי גרגיר ובלע\"ז אירוגה ואלו השני מינין מתעשרין זרע וירק ואפי' זרע אותם סתם ולא פירש כי כוונתו על הזרע בלבד והלכה כחכמים: \n"
            ],
            [
                "תמרות של תלתן ושל חרדל.הם פרח התלתן והחרדל: \n",
                "צלף הוא בערבי אל נכר יש ממנו שהוא הפרח והוא נקרא תמרות ויש ממנו פרי יבש כעץ ויש ממנו עלין והוא הנקרא קפריסין ויש ממנו פרי מבושל כל צרכו ושמו הידוע אצלנו בל' ערבי פרוס אל נכר והוא הנקרא אביונות והלכה כר\"ע לבדו: \n"
            ]
        ],
        [
            [
                "זה המאמר שאמר שמותר לאדם לעקור שתלים ולנטעם בקרקע שלו אע\"פ שיש שם פירות אין זה דעת ר\"ע לבדו שנתבאר במסכת פאה שמותר אצלו לזרוע הטבל קודם שתגמר מלאכתו והוא אמרו לשם נוטל אדם מן הגרן וזורע עד שימרח דברי ר\"ע אבל חכמים גם כן מתירין זה בשתלים וכן אמרו מודין חכמים לר\"ע בשתלים והחלוק ביניהם מה שזכרנו חטים נגמר מלאכתן שתלים לא נגמר מלאכתן כי לפי דבורו מן האילן עקרו וכבר בארנו בפ' שלפני זה כי המקח קובע למעשרות ובאר בכאן כי אין כל מקח קובע אלא כל הלוקח תלוש מן הקרקע לאכלו בלבד (לוקח) [קובע] אבל הקונה במחובר או מי שקנה תלוש לשלוח לחברולא נקבע למעשר ויכול לאכול עראי קודם שיתעשר ור\"א בן עזרי' אומר אם יש כיוצא בהן נמכרין בשוק כלומר כאותן שקנה לשלוח לחברו הרי נקבע למעשר ואין הלכה כר\"א בן עזריה: \n"
            ],
            [
                "אם לזרע חייב. ענינו שאם היתה כונתו ליקח ממנו הזרע אסור לנטעה עד שיעשר לפי שעקירתה מן הקרקע הוא גרנה שיקבע אותם למעשר ואם כונתו בנטיעת' להוסיף א] אינו חייב לפי שלא נקבעו ולא נגמרו למעשרות: \n",
                "בצלים שהשרישו בעליה טהרו מלטמא. לפי שאינם אוכל וכבר נפסדו: \n",
                "נפלה עליהם מפולת והם מגולין הרי אלו כנטועים בשדה. ענינו שהם חייבים בדיני שביעית ודיני מעשרות: \n"
            ],
            [
                "עונת המעשרות כבר קדם זכרם ובארנו ג\"כ במסכת שביעית באיזה דרך ימכרו פירות שביעית ולאיזה אדם מותר למכרם ואיך ובארנו כי אלו הדמים שהם נמכרים בהם יאכלו בשביעית והדבר הנמכר לא נסתלק ממנו דין השביעית והוא אמרם לשם האחרון נתפש בשביעית והפרי עצמו אסור וכבר בארנו זה בפרק *הרביעי מזו המסכתא וכן אמרו (פ\"ד מ\"ט שם) ושאר כל פירות האילן כעונתם למעשרות כן עונתם לשביעית ואם היו כל הפירות לא באו לעונת המעשרות מלקט הבכורות ומוכר את השאר שלא נתחייבו במעשרות: \n"
            ],
            [
                "גפת. הם גרעיני הזיתים: \n",
                "וזג הוא קליפת הענבים הנשארים אחר דריכתן וסחיטתן והקבוץ זגי' והכונה בכאן שלא ימכור אדם הזגים והגפת למי שאינו נאמן ואמר להוציא מהם משקין מוסב על גפת וזגים והשיעור להוציא משקים מן הגפת ומן הזגים וללקוט חטים מן התבן: ואמר שהתורם בלבו על הקוטעים ועל הצדדין ענינו שהמוציא תרומה (אינו) מוציא (אלא) על כל הנגלה והנסתר: \n"
            ],
            [
                "כבר קדם לך בסוף פרק ששי מדמאי כי ארץ סוריא היא ארץ שכבש דוד ואינו חייב במעשר אלא למי שיש לו שם קרקע אבל מי שקנה פירות מקרקע שאינו שלו אינו חייב במעשר ובארנו לשם הטעם בזה רוצה לומר הטעם מפני מה אותן ארצות פחותו' מארץ ישראל ונאמר בכאן כי מי שקנה לשם פירות במחובר לקרקע עד שלא באו לעונת המעשרות שאותן הפירות כאילו צמחו בקרקע שלו וחייב לעשר ואם קנה אחר שהגיעו לעונת המעשרות הרי הוא כאילו קנה תלוש מן הקרקע בסוריא שאינו חייב במעשר כמו שבארנו ומותר לו ללקט הוא בעצמו כדרכו אבל לא שישכור פועלים וחלק רבי יהודה על זה הסתם ואמר שמותר לו לשכור פועלים וגם כן רשב\"ג חלק עליו ואמר כי אפי' קנה במחובר לקרקע עד שלא באו לעונת המעשרו' שאינו חייב במעשר בסוריא עד שיקנה הקרקע ואמר רבי שהוא חייב אע\"פ שלא קנה קרקע אבל לפי חשבון והוא חולק גם כן על הסתם כיצד כגון שקנה שדה ירק עד שלא באו לעונת המעשרות בחמשים סלעים והקרקע שוה מאה סלעים ובאו לעונת המעשרות ברשות הלוקח הלוקח חייב ליתן מן המעשרות השליש לפי שאילו קנה קרקע עם הירקות במאה וחמשים סלעים הוא חייב בכל המעשרות והלכה כסתם בלבד: \n"
            ],
            [
                "תמד. שם נופל על הזגים והחרצנים הנשארים מן הענבים אחר סחיטתן ועל השמרים היורדין לשולי הכלי: \n",
                "ומתמד הוא שנותנים מים על התמד ומניחין אותו עד שיצא ממנו כחו במים ויהיה כמו יין גרוע ושותים אותו והוא אומר בכאן כי אם יצא ממנו אחר שהורק כמדת המים שנתן שאינו חייב מעשר לפי שאין שם יין כלל ואם מצא יותר מן המדה שנתן צריך שידע כמה הוא אותו המותר והוא שיעור היין הנשאר בתמד ומוציא עליו ממקום אחר כמה שהוא חייב באותו התוספת מן החקים וזה הוא ענין אמרם לפי חשבון ואין הלכה כר' יהודה: \n"
            ],
            [],
            [
                "שום בעל בכי. הם השומין חריפין מאד ואינם ראוין לאכילה והאוכלן עיניו יורדין דמעות ולפיכך נקרא בעל בכי: \n",
                "בצל של רכפא. הוא בצל שאין לו אלא גלד אחד חריף מאד כשיקרב אל עין האדם מדמע דמעות רבות תרגום חשרת מים רכפת מיא (שמואל ב כ״ב:י״ב) ואולי הם מיוחסים למקום מן המקומות: \n",
                "וגריסין הם הפולין הטחונים ומן הפולין מין אחד שהגרגרים שלו גדולים מרובעין מיוחסים למקום והוא הידוע כגריס הקלקי: \n",
                "ועדשים המצריות. הם העדשים שהקצה האחד שלהם חד ואלו המינים הם מדבריות אינם נזרעות בגנות וחזקתן מן ההפקר ולפיכך פטורין מן המעשרות: \n",
                "וקרקם בערבי קלקאס והוא ממיני הכרוב ויש אומרים ממין הפול: \n",
                "וקוטנין ממיני העדשים וכבר בארנו פעמים (פ\"ו מ\"י דפאה ופ\"ט מ\"ו דתרומות) כי לוף מין ממיני הבצלים: ואמרו העליון אמרו בגמרא כי שיטת המאמר כן הזרע העליון של לוף ופירשנו פעמים כרשים שהם חציר: \n",
                "וצנונות. ידוע: ואמרו שאע\"פ שאביהן תרומה הרי אלו יאכלו רוצה לומר בזה המאמר כי כשיהיה אחד מאלו הזרעים רוצה לומר זרעוני גנה שאינם נאכלים תרומה וזרעם שהצומח ממנו חולין שאין אומרים גדולי תרומה תרומה אלא כשהזרע הזרוע ראוי לאכילה אבל אלו שאינן ראוין לאכילה מותר לאכול גדוליהן אע\"פ שעיקר זרעם הוא תרומה והלכה כסתם: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}