var MaaserShenijson ={
    "language": "he",
    "title": "Mishnah Maaser Sheni",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה מעשר שני",
    "categories": [
        "Mishnah",
        "Seder Zeraim"
    ],
    "textmishna": [ 
        [
            "מַעֲשֵׂר שֵׁנִי, אֵין מוֹכְרִין אוֹתוֹ, וְאֵין מְמַשְׁכְּנִין אוֹתוֹ, וְאֵין מַחֲלִיפִין אוֹתוֹ, וְלֹא שׁוֹקְלִין כְּנֶּגְדּוֹ. וְלֹא יֹאמַר אָדָם לַחֲבֵרוֹ בִּירוּשָׁלַיִם, הֵילָךְ יַיִן וְתֶן לִי שָׁמֶן. וְכֵן שְׁאָר כָּל הַפֵּרוֹת. אֲבָל נוֹתְנִין זֶה לָזֶה מַתְּנַת חִנָּם: \n",
            "מַעְשַׂר בְּהֵמָה, אֵין מוֹכְרִין אוֹתוֹ תָּמִים חַי, וְלֹא בַעַל מוּם חַי וְשָׁחוּט, וְאֵין מְקַדְּשִׁין בּוֹ הָאִשָּׁה. הַבְּכוֹר מוֹכְרִין אוֹתוֹ תָּמִים חַי, וּבַעַל מוּם חַי וְשָׁחוּט, וּמְקַדְּשִׁין בּוֹ הָאִשָּׁה. אֵין מְחַלְּלִין מַעֲשֵׂר שֵׁנִי עַל אֲסִימוֹן, וְלֹא עַל הַמַּטְבֵּעַ שֶׁאֵינוֹ יוֹצֵא, וְלֹא עַל הַמָּעוֹת שֶׁאֵינָן בִּרְשׁוּתוֹ: \n",
            "הַלּוֹקֵחַ בְּהֵמָה לְזִבְחֵי שְׁלָמִים, אוֹ חַיָּה לִבְשַׂר תַּאֲוָה, יָצָא הָעוֹר לְחֻלִּין, אַף עַל פִּי שֶׁהָעוֹר מְרֻבֶּה עַל הַבָּשָׂר. כַּדֵּי יַיִן סְתוּמוֹת, מְקוֹם שֶׁדַּרְכָּן לִמְכֹּר סְתוּמוֹת, יָצָא קַנְקַן לְחֻלִּין. הָאֱגוֹזִים וְהַשְּׁקֵדִים, יָצְאוּ קְלִפֵּיהֶם לְחֻלִּין. הַתֶּמֶד, עַד שֶׁלֹּא הֶחְמִיץ, אֵינוֹ נִלְקָח בְּכֶסֶף מַעֲשֵׂר. וּמִשֶּׁהֶחְמִיץ, נִלְקָח בְּכֶסֶף מַעֲשֵׂר: \n",
            "הַלּוֹקֵחַ חַיָּה לְזִבְחֵי שְׁלָמִים, בְּהֵמָה לִבְשַׂר תַּאֲוָה, לֹא יָצָא הָעוֹר לְחֻלִּין. כַּדֵּי יַיִן פְּתוּחוֹת אוֹ סְתוּמוֹת, מְקוֹם שֶׁדַּרְכָּן לִמָּכֵר פְּתוּחוֹת, לֹא יָצָא קַנְקַן לְחֻלִּין. סַלֵּי זֵיתִים וְסַלֵּי עֲנָבִים עִם הַכְּלִי, לֹא יָצְאוּ דְמֵי הַכְּלִי לְחֻלִּין: \n",
            "הַלּוֹקֵחַ מַיִם, וּמֶלַח, וּפֵרוֹת הַמְחֻבָּרִים לַקַּרְקַע, אוֹ פֵרוֹת שֶׁאֵינָן יְכוֹלִין לְהַגִּיעַ לִירוּשָׁלַיִם, לֹא קָנָה מַעֲשֵׂר. הַלּוֹקֵחַ פֵּרוֹת, שׁוֹגֵג, יַחְזְרוּ דָמִים לִמְקוֹמָן. מֵזִיד, יָעֳלוּ וְיֵאָכְלוּ בַמָּקוֹם. וְאִם אֵין מִקְדָּשׁ, יֵרַקְּבוּ: \n",
            "הַלּוֹקֵחַ בְּהֵמָה, שׁוֹגֵג, יַחְזְרוּ דָמֶיהָ לִמְקוֹמָן. מֵזִיד, תָּעֳלֶה וְתֵאָכֵל בַּמָּקוֹם. וְאִם אֵין מִקְדָּשׁ, תִּקָּבֵר עַל יְדֵי עוֹרָהּ: \n",
            "אֵין לוֹקְחִין עֲבָדִים וּשְׁפָחוֹת וְקַרְקָעוֹת וּבְהֵמָה טְמֵאָה מִדְּמֵי מַעֲשֵׂר שֵׁנִי. וְאִם לָקַח, יֹאכַל כְּנֶגְדָּן. אֵין מְבִיאִין קִנֵּי זָבִים, וְקִנֵּי זָבוֹת, וְקִנֵּי יוֹלְדוֹת, חַטָּאוֹת, וַאֲשָׁמוֹת, מִדְּמֵי מַעֲשֵׂר שֵׁנִי. וְאִם הֵבִיא, יֹאכַל כְּנֶגְדָּם. זֶה הַכְּלָל, כָּל שֶׁהוּא חוּץ לַאֲכִילָה וְלִשְׁתִיָּה וּלְסִיכָה מִדְּמֵי מַעֲשֵׂר שֵׁנִי, יֹאכַל כְּנֶגְדּוֹ: \n"
        ],
        [
            "מַעֲשֵׂר שֵׁנִי, נִתָּן לַאֲכִילָה וְלִשְׁתִיָּה וּלְסִיכָה, לֶאֱכֹל דָּבָר שֶׁדַּרְכּוֹ לֶאֱכֹל, לָסוּךְ דָּבָר שֶׁדַּרְכּוֹ לָסוּךְ. לֹא יָסוּךְ יַיִן וְחֹמֶץ, אֲבָל סָךְ הוּא אֶת הַשֶּׁמֶן. אֵין מְפַטְּמִין שֶׁמֶן שֶׁל מַעֲשֵׂר שֵׁנִי, וְאֵין לוֹקְחִין בִּדְמֵי מַעֲשֵׂר שֵׁנִי שֶׁמֶן מְפֻטָּם, אֲבָל מְפַטֵּם הוּא אֶת הַיַּיִן. נָפַל לְתוֹכוֹ דְבַשׁ וּתְבָלִין וְהִשְׁבִּיחוֹ, הַשֶּׁבַח לְפִי חֶשְׁבּוֹן. דָּגִים שֶׁנִּתְבַּשְּׁלוּ עִם הַקַּפְלוֹטוֹת שֶׁל מַעֲשֵׂר שֵׁנִי וְהִשְׁבִּיחוּ, הַשֶּׁבַח לְפִי חֶשְׁבּוֹן. עִסָּה שֶׁל מַעֲשֵׂר שֵׁנִי שֶׁאֲפָאָהּ וְהִשְׁבִּיחַ, הַשֶּׁבַח לַשֵּׁנִי. זֶה הַכְּלָל, כָּל שֶׁשִּׁבְחוֹ נִכָּר, הַשֶּׁבַח לְפִי הַחֶשְׁבּוֹן. וְכָל שֶׁאֵין שִׁבְחוֹ נִכָּר, הַשֶּׁבַח לַשֵּׁנִי: \n",
            "רַבִּי שִׁמְעוֹן אוֹמֵר, אֵין סָכִין שֶׁמֶן שֶׁל מַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם. וַחֲכָמִים מַתִּירִין. אָמְרוּ לוֹ לְרַבִּי שִׁמְעוֹן, אִם הֵקֵל בִּתְרוּמָה חֲמוּרָה, לֹא נָקֵל בְּמַעֲשֵׂר שֵׁנִי הַקַּל. אָמַר לָהֶם, מַה, לֹא, אִם הֵקֵל בִּתְרוּמָה הַחֲמוּרָה מְקוֹם שֶׁהֵקֵל בְּכַרְשִׁינִים וּבְתִלְתָּן, נָקֵל בְּמַעֲשֵׂר שֵׁנִי הַקַּל מְקוֹם שֶׁלֹּא הֵקֵל בְּכַרְשִׁינִים וּבְתִלְתָּן: \n",
            "תִּלְתָּן שֶׁל מַעֲשֵׂר שֵׁנִי, תֵּאָכֵל צִמְחוֹנִים. וְשֶׁל תְּרוּמָה, בֵּית שַׁמַּאי אוֹמְרִים, כָּל מַעֲשֶׂיהָ בְּטָהֳרָה, חוּץ מֵחֲפִיפָתָהּ. וּבֵית הִלֵּל אוֹמְרִים, כָּל מַעֲשֶׂיהָ בְטֻמְאָה, חוּץ מִשְּׁרִיָּתָהּ: \n",
            "כַּרְשִׁינֵי מַעֲשֵׂר שֵׁנִי, יֵאָכְלוּ צִמְחוֹנִים, וְנִכְנָסִין לִירוּשָׁלַיִם וְיוֹצְאִין. נִטְמְאוּ, רַבִּי טַרְפוֹן אוֹמֵר, יִתְחַלְּקוּ לְעִסּוֹת, וַחֲכָמִים אוֹמְרִים, יִפָּדוּ. וְשֶׁל תְּרוּמָה, בֵּית שַׁמַּאי אוֹמְרִים, שׁוֹרִין וְשָׁפִין בְּטָהֳרָה, וּמַאֲכִילִין בְּטֻמְאָה. וּבֵית הִלֵּל אוֹמְרִים, שׁוֹרִין בְּטָהֳרָה, וְשָׁפִין וּמַאֲכִילִין בְּטֻמְאָה. שַׁמַּאי אוֹמֵר, יֵאָכְלוּ צָרִיד. רַבִּי עֲקִיבָא אוֹמֵר, כָּל מַעֲשֵׂיהֶן בְּטֻמְאָה: \n",
            "מְעוֹת חֻלִּין וּמְעוֹת מַעֲשֵׂר שֵׁנִי שֶׁנִּתְפַּזְּרוּ, מַה שֶּׁלִּקֵּט, לִקֵּט לְמַעֲשֵׂר שֵׁנִי, עַד שֶׁיַּשְׁלִים, וְהַשְּׁאָר חֻלִּין. אִם בָּלַל וְחָפַן, לְפִי חֶשְׁבּוֹן. זֶה הַכְּלָל, הַמִּתְלַקְּטִים, לְמַעֲשֵׂר שֵׁנִי. וְהַנִּבְלָלִים, לְפִי חֶשְׁבּוֹן: \n",
            "סֶלַע שֶׁל מַעֲשֵׂר שֵׁנִי וְשֶׁל חֻלִּין שֶׁנִּתְעָרְבוּ, מֵבִיא בְסֶלַע מָעוֹת וְאוֹמֵר, סֶלַע שֶׁל מַעֲשֵׂר שֵׁנִי, בְּכָל מָקוֹם שֶׁהִיא, מְחֻלֶּלֶת עַל הַמָּעוֹת הָאֵלּוּ, וּבוֹרֵר אֶת הַיָּפָה שֶׁבָּהּ, וּמְחַלְּלָן עָלֶיהָ, מִפְּנֵי שֶׁאָמְרוּ, מְחַלְּלִין כֶּסֶף עַל נְחֹשֶׁת מִדֹּחַק, וְלֹא שֶׁיִּתְקַיֵּם כֵּן, אֶלָּא חוֹזֵר וּמְחַלְּלָם עַל הַכָּסֶף: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, לֹא יַעֲשֶׂה אָדָם אֶת סְלָעָיו דִּינְרֵי זָהָב, וּבֵית הִלֵּל מַתִּירִין. אָמַר רַבִּי עֲקִיבָא, אֲנִי עָשִׂיתִי לְרַבָּן גַּמְלִיאֵל וּלְרַבִּי יְהוֹשֻׁעַ אֶת כַּסְפָּן דִּינְרֵי זָהָב: \n",
            "הַפּוֹרֵט סֶלַע מִמְּעוֹת מַעֲשֵׂר שֵׁנִי, בֵּית שַׁמַּאי אוֹמְרִים, כָּל הַסֶּלַע מָעוֹת. וּבֵית הִלֵּל אוֹמְרִים, שֶׁקֶל כֶּסֶף וְשֶׁקֶל מָעוֹת. רַבִּי מֵאִיר אוֹמֵר, אֵין מְחַלְּלִין כֶּסֶף וּפֵרוֹת עַל הַכֶּסֶף, וַחֲכָמִים מַתִּירִים: \n",
            "הַפּוֹרֵט סֶלַע שֶׁל מַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם, בֵּית שַׁמַּאי אוֹמְרִים, כָּל הַסֶּלַע מָעוֹת. וּבֵית הִלֵּל אוֹמְרִים, שֶׁקֶל כֶּסֶף וְשֶׁקֶל מָעוֹת. הַדָּנִין לִפְנֵי חֲכָמִים אוֹמְרִים, בִּשְׁלֹשָׁה דִינָרֵי כֶּסֶף וְדִינָר מָעוֹת. רַבִּי עֲקִיבָא אוֹמֵר, שְׁלֹשָׁה דִינָרִין כֶּסֶף, וּרְבִיעִית מָעוֹת. רַבִּי טַרְפוֹן אוֹמֵר, אַרְבָּעָה אַסְפְּרֵי כֶסֶף. שַׁמַּאי אוֹמֵר, יַנִּיחֶנָּה בַחֲנוּת וְיֹאכַל כְּנֶגְדָּהּ: \n",
            "מִי שֶׁהָיוּ מִקְצָת בָּנָיו טְמֵאִין וּמִקְצָתָן טְהוֹרִים, מַנִּיחַ אֶת הַסֶּלַע וְאוֹמֵר, מַה שֶּׁהַטְּהוֹרִים שׁוֹתִים, סֶלַע זוֹ מְחֻלֶּלֶת עָלָיו. נִמְצְאוּ טְהוֹרִים וּטְמֵאִים שׁוֹתִין מִכַּד אֶחָד: \n"
        ],
        [
            "לֹא יֹאמַר אָדָם לַחֲבֵרוֹ, הַעַל אֶת הַפֵּרוֹת הָאֵלּוּ לִירוּשָׁלַיִם לְחַלֵּק, אֶלָּא אוֹמֵר לוֹ, הַעֲלֵם שֶׁנֹּאכְלֵם וְנִשְׁתֵּם בִּירוּשָׁלָיִם. אֲבָל נוֹתְנִים זֶה לָזֶה מַתְּנַת חִנָּם: \n",
            "אֵין לוֹקְחִין תְּרוּמָה בְּכֶסֶף מַעֲשֵׂר שֵׁנִי, מִפְּנֵי שֶׁהוּא מְמַעֵט בַּאֲכִילָתוֹ, וְרַבִּי שִׁמְעוֹן מַתִּיר. אָמַר לָהֶם רַבִּי שִׁמְעוֹן, מָה אִם הֵקֵל בְּזִבְחֵי שְׁלָמִים, שֶׁהוּא מְבִיאָן לִידֵי פִגּוּל וְנוֹתָר וְטָמֵא, לֹא נָקֵל בַּתְּרוּמָה. אָמְרוּ לוֹ, מָה אִם הֵקֵל בְּזִבְחֵי שְׁלָמִים, שֶׁהֵן מֻתָּרִים לְזָרִים, נָקֵל בַּתְּרוּמָה, שֶׁהִיא אֲסוּרָה לְזָרִים: \n",
            "מִי שֶׁהָיוּ לוֹ מָעוֹת בִּירוּשָׁלַיִם וְצָרִיךְ לוֹ, וְלַחֲבֵרוֹ פֵרוֹת, אוֹמֵר לַחֲבֵרוֹ, הֲרֵי הַמָּעוֹת הָאֵלּוּ מְחֻלָּלִין עַל פֵּרוֹתֶיךָ. נִמְצָא זֶה אוֹכֵל פֵּרוֹתָיו בְּטָהֳרָה, וְהַלָּה עוֹשֶׂה צָרְכּוֹ בִּמְעוֹתָיו. וְלֹא יֹאמַר כֵּן לְעַם הָאָרֶץ, אֶלָּא בִדְמָאי: \n",
            "פֵּרוֹת בִּירוּשָׁלַיִם וּמָעוֹת בַּמְּדִינָה, אוֹמֵר, הֲרֵי הַמָּעוֹת הָהֵם מְחֻלָּלִין עַל פֵּרוֹת הָאֵלּוּ. מָעוֹת בִּירוּשָׁלַיִם וּפֵרוֹת בַּמְּדִינָה, אוֹמֵר הֲרֵי הַמָּעוֹת הָאֵלּוּ מְחֻלָּלִין עַל פֵּרוֹת הָהֵם, וּבִלְבַד שֶׁיָּעֳלוּ הַפֵּרוֹת וְיֵאָכְלוּ בִירוּשָׁלָיִם: \n",
            "מָעוֹת נִכְנָסוֹת לִירוּשָׁלַיִם וְיוֹצְאוֹת, וּפֵרוֹת נִכְנָסִין וְאֵינָן יוֹצְאִין. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אַף הַפֵּרוֹת נִכְנָסִין וְיוֹצְאִין: \n",
            "פֵּרוֹת שֶׁנִּגְמְרָה מְלַאכְתָּן וְעָבְרוּ בְתוֹךְ יְרוּשָׁלַיִם, יַחֲזֹר מַעֲשֵׂר שֵׁנִי שֶׁלָּהֶן וְיֵאָכֵל בִּירוּשָׁלָיִם. וְשֶׁלֹּא נִגְמְרָה מְלַאכְתָּן, סַלֵּי עֲנָבִים לַגַּת וְסַלֵּי תְאֵנִים לַמֻּקְצֶה, בֵּית שַׁמַּאי אוֹמְרִים, יַחֲזֹר מַעֲשֵׂר שֵׁנִי שֶׁלָּהֶם וְיֵאָכֵל בִּירוּשָׁלַיִם. וּבֵית הִלֵּל אוֹמְרִים, יִפָּדֶה וְיֵאָכֵל בְּכָל מָקוֹם. רַבִּי שִׁמְעוֹן בֶּן יְהוּדָה אוֹמֵר מִשּׁוּם רַבִּי יוֹסֵי, לֹא נֶחְלְקוּ בֵית שַׁמַּאי וּבֵית הִלֵּל עַל פֵּרוֹת שֶׁלֹּא נִגְמְרָה מְלַאכְתָּן, שֶׁיִּפָּדֶה מַעֲשֵׂר שֵׁנִי שֶׁלָּהֶם וְיֵאָכֵל בְּכָל מָקוֹם. וְעַל מַה נֶחְלְקוּ, עַל פֵּרוֹת שֶׁנִּגְמְרָה מְלַאכְתָּן, שֶׁבֵּית שַׁמַּאי אוֹמְרִים, יַחֲזֹר מַעֲשֵׂר שֵׁנִי שֶׁלָּהֶם וְיֵאָכֵל בִּירוּשָׁלָיִם. וּבֵית הִלֵּל אוֹמְרִים, יִפָּדֶה וְיֵאָכֵל בְּכָל מָקוֹם. וְהַדְּמַאי, נִכְנָס וְיוֹצֵא וְנִפְדֶּה: \n",
            "אִילָן שֶׁהוּא עוֹמֵד בִּפְנִים וְנוֹטֶה לַחוּץ, אוֹ עוֹמֵד בַּחוּץ וְנוֹטֶה לִפְנִים, מִכְּנֶגֶד הַחוֹמָה וְלִפְנִים, כְּלִפְנִים. מִכְּנֶגֶד הַחוֹמָה וְלַחוּץ, כְּלַחוּץ. בָּתֵּי הַבַּדִּים שֶׁפִּתְחֵיהֶן לִפְנִים וַחֲלָלָן לַחוּץ, אוֹ שֶׁפִּתְחֵיהֶן לַחוּץ וַחֲלָלָן לִפְנִים, בֵּית שַׁמַּאי אוֹמְרִים, הַכֹּל כְּלִפְנִים. וּבֵית הִלֵּל אוֹמְרִים, מִכְּנֶגֶד הַחוֹמָה וְלִפְנִים, כְּלִפְנִים. מִכְּנֶגֶד הַחוֹמָה וְלַחוּץ, כְּלַחוּץ: \n",
            "הַלְּשָׁכוֹת, בְּנוּיוֹת בַּקֹּדֶשׁ וּפְתוּחוֹת לַחֹל, תּוֹכָן חֹל וְגַגּוֹתֵיהֶן קֹדֶשׁ. בְּנוּיוֹת בַּחֹל וּפְתוּחוֹת לַקֹּדֶשׁ, תּוֹכָן קֹדֶשׁ וְגַגּוֹתֵיהֶן חֹל. בְּנוּיוֹת בַּקֹּדֶשׁ וּבַחֹל וּפְתוּחוֹת לַקֹּדֶשׁ וְלַחֹל, תּוֹכָן וְגַגּוֹתֵיהֶן מִכְּנֶגֶד הַקֹּדֶשׁ וְלַקֹּדֶשׁ, קֹדֶשׁ, מִכְּנֶגֶד הַחֹל וְלַחֹל, חֹל: \n",
            "מַעֲשֵׂר שֵׁנִי שֶׁנִּכְנַס לִירוּשָׁלַיִם וְנִטְמָא, בֵּין שֶׁנִּטְמָא בְאַב הַטֻּמְאָה, בֵּין שֶׁנִּטְמָא בִּוְלַד הַטֻּמְאָה, בֵּין בִּפְנִים בֵּין בַּחוּץ, בֵּית שַׁמַּאי אוֹמְרִים, יִפָּדֶה וְיֵאָכֵל הַכֹּל בִּפְנִים, חוּץ מִשֶּׁנִּטְמָא בְּאַב הַטֻּמְאָה בַּחוּץ. וּבֵית הִלֵּל אוֹמְרִים, הַכֹּל יִפָּדֶה וְיֵאָכֵל בַּחוּץ, חוּץ מִשֶּׁנִּטְמָא בִּוְלַד הַטֻּמְאָה בִּפְנִים: \n",
            "הַלָּקוּחַ בְּכֶסֶף מַעֲשֵׂר שֵׁנִי שֶׁנִּטְמָא, יִפָּדֶה. רַבִּי יְהוּדָה אוֹמֵר, יִקָּבֵר. אָמְרוּ לוֹ לְרַבִּי יְהוּדָה, וּמָה אִם מַעֲשֵׂר שֵׁנִי עַצְמוֹ שֶׁנִּטְמָא, הֲרֵי הוּא נִפְדֶּה, הַלָּקוּחַ בְּכֶסֶף מַעֲשֵׂר שֵׁנִי שֶׁנִּטְמָא, אֵינוֹ דִין שֶׁיִּפָּדֶה. אָמַר לָהֶם, לֹא, אִם אֲמַרְתֶּם בְּמַעֲשֵׂר שֵׁנִי עַצְמוֹ, שֶׁכֵּן הוּא נִפְדֶּה בְטָהוֹר בְּרִחוּק מָקוֹם, תֹּאמְרוּ בְלָקוּחַ בְּכֶסֶף מַעֲשֵׂר, שֶׁאֵינוֹ נִפְדֶּה בְטָהוֹר בְּרִחוּק מָקוֹם: \n",
            "צְבִי שֶׁלְּקָחוֹ בְּכֶסֶף מַעֲשֵׂר, וָמֵת, יִקָּבֵר עַל יְדֵי עוֹרוֹ. רַבִּי שִׁמְעוֹן אוֹמֵר, יִפָּדֶה. לְקָחוֹ חַי וּשְׁחָטוֹ וְנִטְמָא, יִפָּדֶה. רַבִּי יוֹסֵי אוֹמֵר, יִקָּבֵר. לְקָחוֹ שָׁחוּט וְנִטְמָא, הֲרֵי הוּא כְפֵרוֹת: \n",
            "הַמַּשְׁאִיל קַנְקַנִּין לְמַעֲשֵׂר שֵׁנִי, אַף עַל פִּי שֶׁגָּפָן, לֹא קָנָה מַעֲשֵׂר. זָלַף לְתוֹכָן סְתָם, עַד שֶׁלֹּא גָפָן, לֹא קָנָה מַעֲשֵׂר. מִשֶּׁגָּפָן, קָנָה מַעֲשֵׂר. עַד שֶׁלֹּא גָפָן, עוֹלוֹת בְּאֶחָד וּמֵאָה, וּמִשֶּׁגָּפָן, מְקַדְּשׁוֹת בְּכָל שֶׁהֵן. עַד שֶׁלֹּא גָפָן, תּוֹרֵם מֵאַחַת עַל הַכֹּל, וּמִשֶּׁגָּפָן, תּוֹרֵם מִכָּל אַחַת וְאֶחָת: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, מְפַתֵּחַ וּמְעָרֶה לַגַּת. וּבֵית הִלֵּל אוֹמְרִים, מְפַתֵּחַ וְאֵינוֹ צָרִיךְ לְעָרוֹת. בַּמֶּה דְבָרִים אֲמוּרִים, בְּמָקוֹם שֶׁדַּרְכָּן לִמְכֹּר סְתוּמוֹת. אֲבָל בְּמָקוֹם שֶׁדַּרְכָּן לִמְכֹּר פְּתוּחוֹת, לֹא יָצָא קַנְקַן לְחֻלִּין. אֲבָל אִם רָצָה לְהַחְמִיר עַל עַצְמוֹ לִמְכֹּר בְּמִדָּה, יָצָא קַנְקַן לְחֻלִּין. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף הָאוֹמֵר לַחֲבֵרוֹ, חָבִית זוֹ אֲנִי מוֹכֵר לְךָ חוּץ מִקַּנְקַנִּים, יָצָא קַנְקַן לְחֻלִּין: \n"
        ],
        [
            "הַמּוֹלִיךְ פֵּרוֹת מַעֲשֵׂר שֵׁנִי מִמְּקוֹם הַיֹּקֶר לִמְקוֹם הַזּוֹל, אוֹ מִמְּקוֹם הַזּוֹל לִמְקוֹם הַיֹּקֶר, פּוֹדֵהוּ כְשַׁעַר מְקוֹמוֹ. הַמֵּבִיא פֵרוֹת מִן הַגֹּרֶן לָעִיר, וְכַדֵּי יַיִן מִן הַגַּת לָעִיר, הַשֶּׁבַח לַשֵּׁנִי וִיצִיאוֹת מִבֵּיתוֹ: \n",
            "פּוֹדִין מַעֲשֵׂר שֵׁנִי בְּשַׁעַר הַזּוֹל, כְּמוֹת שֶׁהַחֶנְוָנִי לוֹקֵחַ, לֹא כְמוֹת שֶׁהוּא מוֹכֵר. כְּמוֹת שֶׁהַשֻּׁלְחָנִי פוֹרֵט, וְלֹא כְמוֹת שֶׁהוּא מְצָרֵף. וְאֵין פּוֹדִין מַעֲשֵׂר שֵׁנִי אַכְסָרָה. אֶת שֶׁדָּמָיו יְדוּעִים, יִפָּדֶה עַל פִּי עֵד אֶחָד. וְאֶת שֶׁאֵין דָּמָיו יְדוּעִים, יִפָּדֶה עַל פִּי שְׁלֹשָׁה, כְּגוֹן הַיַּיִן שֶׁקָּרַם וּפֵרוֹת שֶׁהִרְקִיבוּ וּמָעוֹת שֶׁהֶחֱלִיאוּ: \n",
            "בַּעַל הַבַּיִת אוֹמֵר בְּסֶלַע וְאַחֵר אוֹמֵר בְּסֶלַע, בַּעַל הַבַּיִת קוֹדֵם, מִפְּנֵי שֶׁהוּא מוֹסִיף חֹמֶשׁ. בַּעַל הַבַּיִת אוֹמֵר בְּסֶלַע וְאַחֵר אוֹמֵר בְּסֶלַע וְאִסָּר, אֶת שֶׁל סֶלַע וְאִסָּר קוֹדֵם, מִפְּנֵי שֶׁהוּא מוֹסִיף עַל הַקֶּרֶן. הַפּוֹדֶה מַעֲשֵׂר שֵׁנִי שֶׁלּוֹ, מוֹסִיף עָלָיו חֲמִשִּׁית, בֵּין שֶׁהוּא שֶׁלּוֹ וּבֵין שֶׁנִּתַּן לוֹ בְּמַתָּנָה: \n",
            "מַעֲרִימִין עַל מַעֲשֵׂר שֵׁנִי. כֵּיצַד, אוֹמֵר אָדָם לִבְנוֹ וּלְבִתּוֹ הַגְּדוֹלִים, לְעַבְדּוֹ וּלְשִׁפְחָתוֹ הָעִבְרִים, הֵילָךְ מָעוֹת אֵלּוּ וּפְדֵה לָךְ מַעֲשֵׂר שֵׁנִי זֶה. אֲבָל לֹא יֹאמַר כֵּן לִבְנוֹ וּלְבִתּוֹ הַקְּטַנִּים, לְעַבְדּוֹ וּלְשִׁפְחָתוֹ הַכְּנַעֲנִים, מִפְּנֵי שֶׁיָּדָן כְּיָדוֹ: \n",
            "הָיָה עוֹמֵד בַּגֹּרֶן וְאֵין בְּיָדוֹ מָעוֹת, אוֹמֵר לַחֲבֵרוֹ, הֲרֵי הַפֵּרוֹת הָאֵלּוּ נְתוּנִים לָךְ בְּמַתָּנָה. חוֹזֵר וְאוֹמֵר, הֲרֵי אֵלּוּ מְחֻלָּלִין עַל מָעוֹת שֶׁבַּבָּיִת: \n",
            "מָשַׁךְ מִמֶּנּוּ מַעֲשֵׂר בְּסֶלַע, וְלֹא הִסְפִּיק לִפְדּוֹתוֹ עַד שֶׁעָמַד בִּשְׁתַּיִם, נוֹתֵן לוֹ סֶלַע, וּמִשְׂתַּכֵּר בְּסֶלַע, וּמַעֲשֵׂר שֵׁנִי שֶׁלּוֹ. מָשַׁךְ מִמֶּנּוּ מַעֲשֵׂר בִּשְׁתַּיִם, וְלֹא הִסְפִּיק לִפְדּוֹתוֹ עַד שֶׁעָמַד בְּסֶלַע, נוֹתֵן לוֹ סֶלַע מֵחֻלִּין וְסֶלַע שֶׁל מַעֲשֵׂר שֵׁנִי שֶׁלּוֹ. אִם הָיָה עַם הָאָרֶץ, נוֹתֵן לוֹ מִדְּמָאי: \n",
            "הַפּוֹדֶה מַעֲשֵׂר שֵׁנִי וְלֹא קָרָא שֵׁם, רַבִּי יוֹסֵי אוֹמֵר, דַּיּוֹ. רַבִּי יְהוּדָה אוֹמֵר, צָרִיךְ לְפָרֵשׁ. הָיָה מְדַבֵּר עִם הָאִשָּׁה עַל עִסְקֵי גִטָּהּ וְקִדּוּשֶׁיהָ, וְנָתַן לָהּ גִּטָּהּ וְקִדּוּשֶׁיהָ וְלֹא פֵרֵשׁ, רַבִּי יוֹסֵי אוֹמֵר, דַּיּוֹ. רַבִּי יְהוּדָה אוֹמֵר, צָרִיךְ לְפָרֵשׁ: \n",
            "הַמַּנִּיחַ אִסָּר וְאָכַל עָלָיו חֶצְיוֹ, וְהָלַךְ לְמָקוֹם אַחֵר וַהֲרֵי הוּא יֹצֵא בְּפֻנְדְּיוֹן, אוֹכֵל עָלָיו עוֹד אִסָּר. הַמַּנִּיחַ פֻּנְדְּיוֹן וְאָכַל עָלָיו חֶצְיוֹ, וְהָלַךְ לְמָקוֹם אַחֵר וַהֲרֵי הוּא יוֹצֵא בְּאִסָּר, אֹכֵל עָלָיו עוֹד פְּלָג. הַמַּנִּיחַ אִסָּר שֶׁל מַעֲשֵׂר שֵׁנִי, אוֹכֵל עָלָיו אַחַד עָשָׂר בְּאִסָּר וְאֶחָד מִמֵּאָה בְּאִסָּר. בֵּית שַׁמַּאי אוֹמְרִים, הַכֹּל עֲשָׂרָה. וּבֵית הִלֵּל אוֹמְרִים, בַּוַּדַּאי אַחַד עָשָׂר, וּבַדְּמַאי עֲשָׂרָה: \n",
            "כָּל הַמָּעוֹת הַנִּמְצָאִים, הֲרֵי אֵלּוּ חֻלִּין, אֲפִלּוּ דִּינַר זָהָב עִם הַכֶּסֶף וְעִם הַמָּעוֹת. מָצָא בְתוֹכָן חֶרֶשׂ וְכָתוּב עָלָיו מַעֲשֵׂר, הֲרֵי זֶה מַעֲשֵׂר: \n",
            "הַמּוֹצֵא כְלִי וְכָתוּב עָלָיו קָרְבָּן, רַבִּי יְהוּדָה אוֹמֵר, אִם הָיָה שֶׁל חֶרֶס, הוּא חֻלִּין וּמַה שֶּׁבְּתוֹכוֹ קָרְבָּן. וְאִם הָיָה שֶׁל מַתֶּכֶת, הוּא קָרְבָּן וּמַה שֶּׁבְּתוֹכוֹ חֻלִּין. אָמְרוּ לוֹ, אֵין דֶּרֶךְ בְּנֵי אָדָם לִהְיוֹת כּוֹנְסִין חֻלִּין לְקָרְבָּן: \n",
            "הַמּוֹצֵא כְלִי וְכָתוּב עָלָיו קוּ\"ף, קָרְבָּן. מ', מַעֲשֵׂר. ד', דְּמַאי. ט', טֶבֶל. ת', תְּרוּמָה, שֶׁבִּשְׁעַת סַכָּנָה הָיוּ כוֹתְבִין ת' תַּחַת תְּרוּמָה. רַבִּי יוֹסֵי אוֹמֵר, כֻּלָּם שְׁמוֹת בְּנֵי אָדָם הֵם. אָמַר רַבִּי יוֹסֵי, אֲפִלּוּ מָצָא חָבִית וְהִיא מְלֵאָה פֵרוֹת וְכָתוּב עָלֶיהָ תְּרוּמָה, הֲרֵי אֵלּוּ חֻלִּין, שֶׁאֲנִי אוֹמֵר אֶשְׁתָּקַד הָיְתָה מְלֵאָה פֵרוֹת תְּרוּמָה, וּפִנָּהּ: \n",
            "הָאוֹמֵר לִבְנוֹ, מַעֲשֵׂר שֵׁנִי בְּזָוִית זוֹ, וּמָצָא בְזָוִית אַחֶרֶת, הֲרֵי אֵלּוּ חֻלִּין. הָיָה שָׁם מָנֶה וּמָצָא מָאתַיִם, הַשְּׁאָר חֻלִּין. מָאתַיִם וּמָצָא מָנֶה, הַכֹּל מַעֲשֵׂר: \n"
        ],
        [
            "כֶּרֶם רְבָעִי, מְצַיְּנִין אוֹתוֹ בְּקוֹזְזוֹת אֲדָמָה, וְשֶׁל עָרְלָה בְּחַרְסִית, וְשֶׁל קְבָרוֹת בְּסִיד, וּמְמַחֶה וְשׁוֹפֵךְ. אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, בַּמֶּה דְבָרִים אֲמוּרִים, בַּשְּׁבִיעִית. וְהַצְּנוּעִים מַנִּיחִין אֶת הַמָּעוֹת וְאוֹמְרִים, כָּל הַנִּלְקָט מִזֶּה, יְהֵא מְחֻלָּל עַל הַמָּעוֹת הָאֵלּוּ:  ",
            "כֶּרֶם רְבָעִי הָיָה עוֹלֶה לִירוּשָׁלַיִם מַהֲלַךְ יוֹם אֶחָד לְכָל צָד. וְאֵיזוֹ הִיא תְחוּמָהּ, אֵילַת מִן הַדָּרוֹם וְעַקְרַבַּת מִן הַצָּפוֹן, לוֹד מִן הַמַּעֲרָב וְהַיַּרְדֵּן מִן הַמִּזְרָח. וּמִשֶּׁרַבּוּ הַפֵּרוֹת, הִתְקִינוּ שֶׁיְּהֵא נִפְדֶּה סָמוּךְ לַחוֹמָה. וּתְנַאי הָיָה הַדָּבָר, שֶׁאֵימָתַי שֶׁיִּרְצוּ, יַחֲזֹר הַדָּבָר לִכְמוֹת שֶׁהָיָה. רַבִּי יוֹסֵי אוֹמֵר, מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ, הָיָה הַתְּנַאי הַזֶּה. וּתְנַאי הָיָה, אֵימָתַי שֶׁיִּבָּנֶה בֵּית הַמִּקְדָּשׁ, יַחֲזֹר הַדָּבָר לִכְמוֹת שֶׁהָיָה:  ",
            "כֶּרֶם רְבָעִי, בֵּית שַׁמַּאי אוֹמְרִים, אֵין לוֹ חֹמֶשׁ וְאֵין לוֹ בִעוּר. וּבֵית הִלֵּל אוֹמְרִים, יֶשׁ לוֹ. בֵּית שַׁמַּאי אוֹמְרִים, יֶשׁ לוֹ פֶרֶט וְיֶשׁ לוֹ עוֹלְלוֹת, וְהָעֲנִיִּים פּוֹדִין לְעַצְמָן. וּבֵית הִלֵּל אוֹמְרִים, כֻּלּוֹ לַגָּת:  ",
            "כֵּיצַד פּוֹדִין נֶטַע רְבָעִי, מַנִּיחַ אֶת הַסַּל עַל פִּי שְׁלֹשָׁה, וְאוֹמֵר, כַּמָּה אָדָם רוֹצֶה לִפְדּוֹת לוֹ בְסֶלַע עַל מְנָת לְהוֹצִיא יְצִיאוֹת מִבֵּיתוֹ. וּמַנִּיחַ אֶת הַמָּעוֹת, וְאוֹמֵר, כָּל הַנִּלְקָט מִזֶּה, מְחֻלָּל עַל הַמָּעוֹת הָאֵלּוּ בְּכָךְ וְכָךְ סַלִּים בְּסָלַע:  ",
            "וּבַשְּׁבִיעִית, פּוֹדֵהוּ בְשָׁוְיוֹ. וְאִם הָיָה הַכֹּל מֻפְקָר, אֵין לוֹ אֶלָּא שְׂכַר לְקִיטָה. הַפּוֹדֶה נֶטַע רְבָעִי שֶׁלּוֹ, מוֹסִיף עָלָיו חֲמִשִּׁיתוֹ, בֵּין שֶׁהוּא שֶׁלּוֹ וּבֵין שֶׁנִּתַּן לוֹ בְּמַתָּנָה:  ",
            "עֶרֶב יוֹם טוֹב הָרִאשׁוֹן שֶׁל פֶּסַח שֶׁל רְבִיעִית וְשֶׁל שְׁבִיעִית, הָיָה בִעוּר. כֵּיצַד הָיָה בִעוּר, נוֹתְנִין תְּרוּמָה וּתְרוּמַת מַעֲשֵׂר לַבְּעָלִים, וּמַעֲשֵׂר רִאשׁוֹן לִבְעָלָיו, וּמַעֲשַׂר עָנִי לִבְעָלָיו. וּמַעֲשֵׂר שֵׁנִי וְהַבִּכּוּרִים מִתְבַּעֲרִים בְּכָל מָקוֹם. רַבִּי שִׁמְעוֹן אוֹמֵר, הַבִּכּוּרִים נִתָּנִין לַכֹּהֲנִים כַּתְּרוּמָה. הַתַּבְשִׁיל, בֵּית שַׁמַּאי אוֹמְרִים, צָרִיךְ לְבַעֵר. וּבֵית הִלֵּל אוֹמְרִים, הֲרֵי הוּא כִּמְבֹעָר:  ",
            "מִי שֶׁהָיוּ לוֹ פֵרוֹת בַּזְּמָן הַזֶּה וְהִגִּיעָה שְׁעַת הַבִּעוּר, בֵּית שַׁמַּאי אוֹמְרִים, צָרִיךְ לְחַלְּלָן עַל הַכֶּסֶף. וּבֵית הִלֵּל אוֹמְרִים, אֶחָד שֶׁהֵן כֶּסֶף וְאֶחָד שֶׁהֵן פֵּרוֹת:  ",
            "אָמַר רַבִּי יְהוּדָה, בָּרִאשׁוֹנָה הָיוּ שׁוֹלְחִין אֵצֶל בַּעֲלֵי בָתִּים שֶׁבַּמְּדִינוֹת, מַהֲרוּ וְהַתְקִינוּ אֶת פֵּרוֹתֵיכֶם עַד שֶׁלֹּא תַגִּיעַ שְׁעַת הַבִּעוּר. עַד שֶׁבָּא רַבִּי עֲקִיבָא וְלִמֵּד, שֶׁכָּל הַפֵּרוֹת שֶׁלֹּא בָאוּ לְעוֹנַת הַמַּעַשְׂרוֹת, פְּטוּרִים מִן הַבִּעוּר:  ",
            "מִי שֶׁהָיוּ פֵרוֹתָיו רְחוֹקִים מִמֶּנּוּ, צָרִיךְ לִקְרוֹא לָהֶם שֵׁם. מַעֲשֶׂה בְרַבָּן גַּמְלִיאֵל וְהַזְּקֵנִים שֶׁהָיוּ בָאִין בִּסְפִינָה, אָמַר רַבָּן גַּמְלִיאֵל, עִשּׂוּר שֶׁאֲנִי עָתִיד לָמוֹד, נָתוּן לִיהוֹשֻׁעַ, וּמְקוֹמוֹ מֻשְׂכָּר לוֹ. עִשּׂוּר אַחֵר שֶׁאֲנִי עָתִיד לָמֹד, נָתוּן לַעֲקִיבָא בֶן יוֹסֵף שֶׁיִּזְכֶּה בוֹ לָעֲנִיִּים, וּמְקוֹמוֹ מֻשְׂכָּר לוֹ. אָמַר רַבִּי יְהוֹשֻׁעַ, עִשּׂוּר שֶׁאֲנִי עָתִיד לָמוֹד נָתוּן לְאֶלְעָזָר בֶּן עֲזַרְיָה, וּמְקוֹמוֹ מֻשְׂכָּר לוֹ. וְנִתְקַבְּלוּ זֶה מִזֶּה שָׂכָר:  ",
            "בַּמִּנְחָה בְיוֹם טוֹב הָאַחֲרוֹן הָיוּ מִתְוַדִּין. כֵּיצַד הָיָה הַוִּדּוּי, בִּעַרְתִּי הַקֹּדֶשׁ מִן הַבַּיִת (דברים כו), זֶה מַעֲשֵׂר שֵׁנִי וְנֶטַע רְבָעִי. נְתַתִּיו לַלֵּוִי, זֶה מַעְשַׂר לֵוִי. וְגַם נְתַתִּיו, זוֹ תְּרוּמָה וּתְרוּמַת מַעֲשֵׂר. לַגֵּר לַיָּתוֹם וְלָאַלְמָנָה, זֶה מַעֲשַׂר עָנִי, הַלֶּקֶט וְהַשִּׁכְחָה וְהַפֵּאָה, אַף עַל פִּי שֶׁאֵינָן מְעַכְּבִין אֶת הַוִּדּוּי. מִן הַבַּיִת, זוֹ חַלָּה:  ",
            "כְּכָל מִצְוָתְךָ אֲשֶׁר צִוִּיתָנִי (שם), הָא אִם הִקְדִּים מַעֲשֵׂר שֵׁנִי לָרִאשׁוֹן, אֵינוֹ יָכוֹל לְהִתְוַדּוֹת. לֹא עָבַרְתִּי מִמִּצְוֹתֶיךָ, לֹא הִפְרַשְׁתִּי מִמִּין עַל שֶׁאֵינוֹ מִינוֹ, וְלֹא מִן הַתָּלוּשׁ עַל הַמְחֻבָּר, וְלֹא מִן הַמְחֻבָּר עַל הַתָּלוּשׁ, וְלֹא מִן הֶחָדָשׁ עַל הַיָּשָׁן, וְלֹא מִן הַיָּשָׁן עַל הֶחָדָשׁ. וְלֹא שָׁכָחְתִּי, לֹא שָׁכַחְתִּי מִלְּבָרֶכְךָ וּמִלְּהַזְכִּיר שִׁמְךָ עָלָיו:  ",
            "לֹא אָכַלְתִּי בְאֹנִי מִמֶּנּוּ (שם), הָא אִם אֲכָלוֹ בַאֲנִינָה אֵינוֹ יָכוֹל לְהִתְוַדּוֹת. וְלֹא בִעַרְתִּי מִמֶּנּוּ בְּטָמֵא, הָא אִם הִפְרִישׁוֹ בְטֻמְאָה אֵינוֹ יָכוֹל לְהִתְוַדּוֹת. וְלֹא נָתַתִּי מִמֶּנּוּ לְמֵת, לֹא לָקַחְתִּי מִמֶּנּוּ אָרוֹן וְתַכְרִיכִים לְמֵת, וְלֹא נְתַתִּיו לְאוֹנְנִים אֲחֵרִים. שָׁמַעְתִּי בְקוֹל ה' אֱלֹהָי, הֲבֵאתִיו לְבֵית הַבְּחִירָה. עָשִׂיתִי כְּכֹל אֲשֶׁר צִוִּיתָנִי, שָׂמַחְתִּי וְשִׂמַּחְתִּי בוֹ:  ",
            "הַשְׁקִיפָה מִמְּעוֹן קָדְשְׁךָ מִן הַשָּׁמַיִם (דברים כו, טו), עָשִׂינוּ מַה שֶׁגָּזַרְתָּ עָלֵינוּ, אַף אַתָּה עֲשֵׂה מַה שֶׁהִבְטַחְתָּנוּ, הַשְׁקִיפָה מִמְּעוֹן קָדְשְׁךָ מִן הַשָּׁמַיִם וּבָרֵךְ אֶת עַמְּךָ אֶת יִשְׂרָאֵל בְּבָנִים וּבְבָנוֹת. וְאֵת הָאֲדָמָה אֲשֶׁר נָתַתָּה לָנוּ, בְּטַל וּבְמָטָר וּבְוַלְדוֹת בְּהֵמָה. כַּאֲשֶׁר נִשְׁבַּעְתָּ לַאֲבוֹתֵינוּ אֶרֶץ זָבַת חָלָב וּדְבָשׁ, כְּדֵי שֶׁתִּתֵּן טַעַם בַּפֵּרוֹת:  ",
            "מִכָּאן אָמְרוּ, יִשְׂרָאֵל וּמַמְזֵרִים מִתְוַדִּים, אֲבָל לֹא גֵרִים וְלֹא עֲבָדִים מְשֻׁחְרָרִים, שֶׁאֵין לָהֶם חֵלֶק בָּאָרֶץ. רַבִּי מֵאִיר אוֹמֵר, אַף לֹא כֹהֲנִים וּלְוִיִּם, שֶׁלֹּא נָטְלוּ חֵלֶק בָּאָרֶץ. רַבִּי יוֹסֵי אוֹמֵר, יֵשׁ לָהֶם עָרֵי מִגְרָשׁ:  ",
            "יוֹחָנָן כֹּהֵן גָּדוֹל הֶעֱבִיר הוֹדָיוֹת הַמַּעֲשֵׂר. אַף הוּא בִּטֵּל אֶת הַמְעוֹרְרִים, וְאֶת הַנּוֹקְפִים. וְעַד יָמָיו הָיָה פַטִּישׁ מַכֶּה בִירוּשָׁלָיִם, וּבְיָמָיו אֵין אָדָם צָרִיךְ לִשְׁאוֹל עַל הַדְּמָאי:  "
        ]
    ],
    "textbartenura":[ 
        [
            [
                "<b>מעשר שני אין מוכרין אותו.</b> אפילו להוליכו לירושלים לפי שהוא קדש. וסתם מתניתין כר״מ דאמר מעשר [שני] ממון גבוה הוא:",
                "<b>ואין מחליפין אותו.</b> לא יאמר לו הילך יין ותן לי שמן, שמן ותן לי יין:",
                "<b>ואין שוקלין כנגדו.</b> סלע של חולין כנגד סלע של מעשר שני, משום בזוי מצוה:",
                "<b>ולא יאמר אדם לחבירו בירושלים.</b> לעיל איירי חוץ לירושלים, והכא קמשמע לן דאפילו בירושלים שקונין בדמיו מאכל ומשתה אינו רשאי להחליף:",
                "<b>וכן שאר כל הפירות.</b> אפילו אותן פירות דמעשר דידהו לא הוי אלא מדרבנן:",
                "<b>אבל נותנים זה לזה מתנת חנם.</b> כגון שמזמינו לאכול עמו על שולחנו. ודברי הכל היא, אבל לתת לו במתנה ממש לדברי האומר מתנה כמכר אסור:"
            ],
            [
                "<b>אין מוכרין אותו.</b> דגמרינן גאולה גאולה מחרמים, נאמר במעשר (ויקרא כ״ז:כ״ח) לא יגאל, ונאמר בחרמים (שם) לא ימכר ולא יגאל, מה להלן מכירה עמו אף כאן מכירה עמו:",
                "<b>תמים חי.</b> והוא הדין נמי שחוט, שנאמר לא יגאל אינו נמכר לא חי ולא שחוט לא תמים ולא בעל מום. אלא תמים, חלבו ודמו קרבין על גבי המזבח והבשר אוכלין אותו הבעלים בירושלים. ובעל מום אוכלים אותו הבעלים בכל מקום. ואיידי דבעי למתני סיפא גבי בכור מוכרים אותו תמים חי, תני נמי רישא תמים חי:",
                "<b>ואין מקדשין בו את האשה.</b> דהוי כמכר:",
                "<b>הבכור מוכרין אותו תמים חי.</b> משום דבבכור כתיב (במדבר יח) לא תפדה אבל נמכר הוא:",
                "<b>ומקדשין בו את האשה.</b> דממונו של כהן הוא ומותר למוכרו:",
                "<b>אסימון.</b> מטבע שאין עליו צורה, ואין מחללין עליו מעשר שני דכתיב (דברים י״ד:כ״ה) וצרת הכסף בידך, כסף שיש עליו צורה:",
                "<b>ולא על המטבע שאינו יוצא.</b> דכתיב (שם) ונתת הכסף בכל אשר תאוה נפשך, פרט לכסף שאינו יוצא, שאינו יכול לקנות ממנו מה שהוא רוצה:",
                "<b>ולא על המעות שאינן ברשותו.</b> כגון שנפל כיסו לים הגדול אינו יכול לפדות מעשר שני על מעות שבתוכו, שהוא צריך לשכור מי ששט על פני המים להוציאו:"
            ],
            [
                "<b>הלוקח בהמה לזבחי שלמים.</b> ממעות מעשר שני, שכך הוא עיקר מצות מעות מעשר שני לקנות מהם שלמים, דילפינן שם שם לגזרה שוה מהר עיבל:",
                "<b>וחיה.</b> שאינה ראויה להקרבה, וקנאה ממעות מעשר שני לאכול אותה בשר תאוה, כלומר חולין:",
                "<b>יצא העור לחולין.</b> וא״צ לאכול דמיו בירושלים:",
                "<b>יצא הקנקן לחולין.</b> ואין צריך למכרו ולאכול דמיו בקדושת מעשר בירושלים. והני מילי כשהמוכר והקונה הדיוטים ואין נותנים עיניהם אלא בבשר לאכול וביין לשתות אבל אם אחד מהם אומן לעבד עורות, או יוצר חרס דעכשיו ודאי נותן עיניו בעורות או בקנקנין, נעשה כקונה זה בפני עצמו וזה בפני עצמו, ולא יצאו לחולין:",
                "<b>התמד.</b> פסולת של ענבים שנתן עליהם מים:",
                "<b>אינו נלקח בכסף מעשר.</b> דחשיב כמו מים, ואנן בעינן פרי מפרי וגדולי קרקע:",
                "<b>נלקח בכסף מעשר.</b> דכיון שהחמיץ חשיב אוכל, והוא דרמא תלתא ואשכח ארבעה:  "
            ],
            [
                "<b>הלוקח חיה לזבחי שלמים.</b> ואין קרבן בא מן החיה, דכתיב (ויקרא א׳:ב׳) מן הבקר ומן הצאן:",
                "<b>ובהמה לבשר תאוה.</b> חכמים גזרו שלא יקנו בהמה ממעות מעשר שני אלא שלמים, לפי שבראשונה היה מותר ליקח בהמה לבשר תאוה, כיון שראו שהיו הכל לוקחים בהמה לבשר תאוה ומבריחים אותה מעל גבי המזבח חזרו ואמרו לא יקחו:",
                "<b>אין העור יוצא לחולין.</b> כלומר אינו בתורת זו שיצא העור לחולין, אלא לא קנה מעשר לא החיה ולא הבהמה, דנעשה כקונה שור לחרישה בדמי מעשר, דלא קנה מעשר:",
                "<b>לא יצא הקנקן לחולין.</b> כיון שנהגו למכור היין בלא הקנקן:",
                "<b>לא יצאו דמי הכלי לחולין.</b> לפי שדרך למכרן בלא הכלי:"
            ],
            [
                "<b>הלוקח מים ומלח וכו׳</b> מים ומלח אין נקנים בכסף מעשר שני, דכתיב (דברים י״ד:כ״ו) ונתת הכסף בכל אשר תאוה נפשך, כלל, בבקר ובצאן וביין ובשכר, פרט, ובכל אשר תשאלך נפשך, חזר וכלל, כלל ופרט וכלל אי אתה דן אלא כעין הפרט, מה הפרט מפורש דבר שהוא אוכל וגדולי קרקע, דבקר וצאן גדלים מן הצמחים שהם גדולי קרקע, ותלוש, ודבר המתקיים עד שמוליכן לירושלים, אף כל דבר שהוא אוכל וגדולי קרקע ותלוש, ודבר המתקיים, יצאו מים ומלח שאע״פ שהן אוכל אינן גדולי קרקע, יצאו פירות המחוברים לקרקע, שאינן תלושים, יצאו פירות הנרקבים קודם שיגיעו לירושלים שאינן דבר המתקיים, שכל אלו אין נקחים בכסף מעשר:",
                "<b>לא קנה מעשר.</b> ולא חלה קדושת מעשר על הדבר הקנוי ולא יצאו המעות לחולין:",
                "<b>הלוקח פירות שוגג.</b> שלא היה יודע שמכסף מעשר הוא קונה:",
                "<b>יחזרו דמים למקומן.</b> המוכר לוקח פירותיו ומחזיר הדמים, משום דהוי כמקח טעות, שאם היה יודע הלוקח שהם דמי מעשר לא היה לוקח בהם פירות הללו, משום טורח הדרך, וכיון דשוגג הוא בטל מקח:",
                "<b>מזיד.</b> שידע שכסף מעשר הוא:",
                "<b>יעלו ויאכלו במקום.</b> אשר יבחר ה׳, כלומר בירושלים:",
                "<b>ואם אין מקדש ירקבו.</b> שהדבר הקנוי בכסף מעשר אינו נפדה טהור בריחוק מקום, כדתנן לקמן בפרק ג׳:"
            ],
            [
                "<b>תקבר ע״י עורה.</b> עם עורה, לפי שגם עורה אסור:"
            ],
            [
                "<b>אין לוקחין עבדים וקרקעות.</b> לפי שאינן אוכל, ורחמנא אמר (דברים י״ד:כ״ו) בבקר ובצאן ואכלת שם:",
                "<b>יאכל כנגדן.</b> כנגד מעות מעשר שני שהוציא בדברים הללו, יוציא משלו ויקנה דבר שהוא אוכל ויאכל בקדושת מעשר בירושלים. והכא מיירי כשברח המוכר ומשום הכי לא תנא יחזרו דמים למקומן. אי נמי מתניתין איירי במזיד, אבל שוגג יחזרו דמים למקומן:",
                "<b>קיני זבים וקיני זבות.</b> שתי תורים או שני בני יונה שחייבין הזבים והזבות להביא. וקיימא לן דכל דבר שהוא חובה אינו בא אלא מן החולין, שאין אדם פורע חובו במעות מעשר שני:"
            ]
        ],
        [
            [
                "<b>מעשר שני נתן לאכילה ולשתיה.</b> דכתיב (דברים י״ד:כ״ו) בבקר ובצאן וביין ובשכר ואכלת שם, ושתיה בכלל אכילה. וסיכה כשתיה דכתיב (תהילים ק״ט:י״ח) ותבא כמים בקרבו וכשמן בעצמותיו:",
                "<b>לאכול דבר שדרכו לאכול.</b> שאם קנה בכסף מעשר פת ונתעפשה, יין והקרים, תבשיל ונבאש, אין מחייבין אותו לאכול דבר שאין דרכו לאכול כדי שלא יפסדו מעות של מעשר שני. אי נמי בקש לאכול תרדין לחין חיין או לכוס חטין חיות, אין שומעין לו, כיון שאין דרכן לאכלן כך:",
                "<b>אין מפטמין את השמן.</b> לשים בתוכו עקרין וראשי בשמים, משום דבלעי השמן ואזיל לאבוד, שהשרשים אינן נאכלין:",
                "<b>ואין לוקחין בדמי מעשר שני שמן מפוטם.</b> משום דבעינן דבר השוה לכל אדם, וזה אינו אלא למפונקים ולמעונגים:",
                "<b>אבל מפטם הוא את היין.</b> לעשותו ינומולין וכיוצא בהן:",
                "<b>נפל.</b> לתוך יין של מע״ש כשהוא חוץ לירושלים דבש ותבלין והשביח, חולקין את השבח לפי חשבון, כגון אם היין שוה ב׳ סלעים ודבש ותבלין שוין סלע והשביחו ועמדו על ד׳ סלעים, פודה את היין בב׳ סלעים ושני שליש. סלע:",
                "<b>קפלוטות.</b> כרתי פורו״ש בלע״ז:",
                "<b>השבח לשני.</b> ופודה את הפת בשויו, ואין חולקין השבח לעצים של חולין, אלא כל השבח למעשר שני, לפי שאין שבח עצים ניכר בפת:",
                "<b>כל ששבחו ניכר.</b> ששבח החולין ניכר במעשר שני, שהוסיפו החולין על המעשר במדה ובמשקל, אבל אם לא הוסיפו אלא בטעם אע״פ שנתעלה בדמים מחמת הטעם, אין זה שבחו ניכר:"
            ],
            [
                "<b>רבי שמעון אומר אין סכין.</b> קסבר לא ניתן שמן של מעשר שני לסיכה אלא לאכילה בלבד:",
                "<b>אם הקל בתרומה.</b> שאתה מודה דמותרת בסיכה, כדתנן בפרק שמיני דשביעית וכן בתרומה וכן במעשר שני, ולא קא מפלגת בתרומה:",
                "<b>שהקל בכרשינין ובתלתן.</b> של תרומה יותר מבמעשר שני, כדבעינן למימר לקמן, הלכך דין הוא נמי שנקל בסיכה גבי תרומה. ואין הלכה כר׳ שמעון:"
            ],
            [
                "<b>תאכל צמחונים.</b> כשהן ירקות לחין, ולא יניחם עד שיגדלו ולא יהיו ראויות לאכילה. אבל בתרומה תאכל בין צמחונין בין יבישים:",
                "<b>בית שמאי אומרים כל מעשיה בטהרה.</b> אע״ג דתלתן לאו אוכל גמור הוא, ואין תרומה נוהגת בו אלא לפי שנאכל לקצת בני אדם, הילכך נאכל בטומאה, מכל מקום לבית שמאי צריך שיהיו כל מעשיה בטהרה ובנטילת ידים, כדין כל שאר אוכלים של תרומה שהנוגע בהם צריך נטילת ידים תחלה, וטעמא כדי שידעו שהם תרומה ולא יאכלו לזרים:",
                "<b>חוץ מחפיפתה.</b> שבלא נטילת ידים יכולים לחוף בהן ראשן. וכך היה דרכן לחוף ראשן בתלתן:",
                "<b>כל מעשיה בטומאה חוץ משרייתה.</b> במים, שצריך לשרותן בטהרה. שאם שורה אותן בלא נטילת ידים שרייתן מכשירתן לקבל טומאה, והוא מטמאן מיד בידיו. ואסרו זה בלבד משום היכר כדי שידעו שהיא תרומה:"
            ],
            [
                "<b>כרשיני.</b> בלשון ערבי כרסנ״א, ואינם מאכל אדם אלא מדוחק בשנות רעבון:",
                "<b>ונכנסים לירושלים ויוצאים.</b> אע״ג דבשאר פירות קיימא לן דמעשר שני הנכנס לירושלים אין יכולין להוציאו משם, בכרשינין הקילו:",
                "<b>יתחלקו לעיסות.</b> ואינו כשאר מעשר שנטמא שפודין אותו ואפילו בירושלים, אבל כרשינים לפי שאינן מאכל אדם אין פודין אותן, דסבר רבי טרפון אין פודין את הקדשים להאכילן לכלבים, הלכך יתחלקו לעיסות טהורות של מעשר שני וישימו בכל עיסה ועיסה מן הכרשינים הללו שנטמאו פחות פחות מכביצה, דאוכל פחות מכביצה אינו לא מיטמא מאחרים, ולא מטמא אחרים, וככה יאכלו אותן:",
                "<b>וחכמים אומרים יפדו.</b> כשאר מעשר שני. והלכה כחכמים:",
                "<b>שורין.</b> במים ושפין על הבשר, בטהרה, בנטילת ידים, שסתם ידים שניות ופוסלות את התרומה:",
                "<b>ומאכילין.</b> לבהמה:",
                "<b>יאכלו צריד.</b> לשון יובש, כמו צריד של מנחות [פסחים כ] שהוא מקום של המנחה שלא הגיע שם שמן. כלומר יאכלו יבשים שלא יהא עליהם משקה בשעת אכילה, כדי שלא יהיה ניכר שהוכשרו לקבל טומאה:",
                "<b>כל מעשיהם בטומאה.</b> ואפילו השרייה. ואין הלכה כרבי עקיבא:"
            ],
            [
                "<b>מה שליקט ליקט למעשר.</b> כל מה שמלקט הכל למעשר עד שישלים דמי מעשר. ויתנה ויאמר, אם כל מה שלקטתי הם מעות מעשר מוטב, ואם לאו אותם של מעשר שנשארו יהיו מחוללין על אלו:",
                "<b>ואם בלל וחפן.</b> ואם לא ליקט אותן אחד אחד מכאן ומכאן, אלא שהיו בלולין ומעורבים ולקח אותם מלא חפניו:",
                "<b>לפי חשבון.</b> שאם לזה מנה ולזה מאתים, נותן לזה של מנה שליש ולזה של מאתים שני שלישים:"
            ],
            [
                "<b>שנתערבו.</b> ורוצה להוציא של חולין חוץ לירושלים:",
                "<b>מביא בסלע מעות.</b> של נחשת שיש עליהם צורה, ששוין סלע של כסף:",
                "<b>ובורר את היפה שבהן.</b> שבשני הסלעים, ומחלל אלו המעות עליה, והסלע השני והמעות נשארים חולין:",
                "<b>מדוחק.</b> כשהוא דחוק ואינו יכול לעשות בדרך אחרת:",
                "<b>ולא שיתקיים כן.</b> שישאר המעות של נחושת מעשר, אלא חוזר ומחללם על הכסף. ואי קשיא ולמה מביא בסלע מעות, יקח אחד משני סלעים שנתערבו ויאמר אם זו היא של מעשר מוטב ואם לאו הרי השני שהיא של מעשר מחוללת עליה. אי שריית ליה ליקח אחת מהן ולהתנות, חיישינן דלמא אתי למשקל חד מינייהו בלא תנאי:  "
            ],
            [
                "<b>לא יעשה אדם סלעיו דינרי זהב.</b> סלעים של כסף שיש לו ממעשר שני לא יעשה אותם דינרי זהב, שמא ישהה עליותיו עד שיחליף סלעיו ויתבטל מלעלות לרגל. וב״ה סברי לא גזרינן:"
            ],
            [
                "<b>הפורט סלע ממעות מעשר שני.</b> מי שיש לו מעות נחשת של מעשר שני, ובא לפורטן בסלע כסף להעלות לירושלים מפני משאוי הדרך:",
                "<b>ב״ש אומרים בכל הסלע מעות.</b> אם בא לפורטן יכול לפרוט כולן ולתת בשביל כל הסלע:",
                "<b>וב״ה אומרים.</b> לא יפרוט אלא חציין, שהפרוטות יוצאות בירושלים וכשיבא שם יהיה צריך לפרוטות מיד לקנות צרכי סעודה, ואם ירוצו הכל אצל שולחני לפרוט יוקירו הפרוטות ונמצא מעשר שני נפסד. לפיכך ישאו פרוטות עמהן להוציא במקצת, ולכשיכלו יפרוט בכסף שבידו מעט מעט:",
                "<b>שקל.</b> הוא חצי סלע:",
                "<b>אין מחללין כסף ופירות על כסף.</b> מי שיש לו חצי דינר כסף של מעשר ופירות של מעשר שוין חצי דינר, לא יצרפם יחד לחללם על דינר:",
                "<b>וחכמים מתירין.</b> בכי האי גונא ע״י צירוף פירות, כיון שאין לו אלא חצי דינר כסף. אבל לחלל דינר כסף ופירות שוין דינר על חצי סלע שהוא שני דינרין מודים חכמים שאין מחללים. והלכה כחכמים:"
            ],
            [
                "<b>הפורט סלע של מעשר שני בירושלים.</b> שהיה מחליף סלע שבידו ונוטל פרוטות להוציאן לצרכי סעודת מעשר:",
                "<b>ב״ש אומרים.</b> אם בא להחליף כל הסלעים שבידו במעות, יחליף:",
                "<b>ובית הלל אומרים לא יחליף אלא חציין.</b> שמא לא ישהה בעיר עד שיוציא את כולן, ויפקידם בעיר עד רגל אחר, והפרוטות מתעפשות, ואם יחזור ויחליפם בסלעים נמצא שולחני משתכר שני פעמים ומעשר שני נפסד:",
                "<b>הדנין לפני חכמים.</b> שמעון בן עזאי ושמעון בן זומא וחנן המצרי:",
                "<b>בשלשה דינרין כסף ובדינר מעות.</b> הסלע הוא ד׳ דינרים, וכשבא להחליף הסלע לא יקח אלא בדינר א׳ פרוטות ושלשה דינרים יהיו כסף:",
                "<b>רביעית כסף ברביעית מעות.</b> בדינר רביעי של כסף לא יקח אלא ברביעיתו מעות של נחשת, וג׳ חלקים כסף. שנמצא לוקח מעות אחד מששה עשר בסלע בלבד:",
                "<b>ארבעה אספרי כסף.</b> הדינר ה׳ אספרי, ומטבע הוא בארץ יון ועד היום קורין לו אספרי. נמצא הסלע עשרים אספרי. וכשהוא מחלל הדינר יחללנו על ד׳ אספרי כסף ואספר א׳ נחשת. נמצא לוקח נחשת א׳ מעשרים בסלע בלבד:",
                "<b>יניחנה בחנות ויאכל כנגדה.</b> לא יחלל כלל על פרוטות שמא ישכח ויעשה אותן חולין, אלא יניח הסלע אצל החנוני ויאכל כנגדה עד שתכלה. ואין הלכה אלא כדברי ב״ה בלבד:  "
            ],
            [
                "<b>מקצת בניו טמאין ומקצתן טהורים.</b> ורוצה שישתו יחד מכד אחד, והטמאים אסורים ביין הקנוי בדמי מעשר:",
                "<b>מניח את הסלע ואומר.</b> מה שישתו הטהורים מן היין, לכשישתו תהא סלע זו מחוללת עליו מעכשיו. נמצא מה ששתו טהורים היה מעשר ומה ששתו טמאים היה חולין. ואינו חולין ומעשר שני מעורבים זה בזה, שאין היין קדוש בקדושת מעשר, אלא לכשישתו חוזר היין ששתו בלבד להיות מעשר למפרע:"
            ]
        ],
        [
            [
                "<b>לא יאמר.</b> לחלק. שתטול חלק בהם. לפי שעליו מוטל להביא מעשרו לירושלים, ונמצא פורע חובו ממעשר שני:",
                "<b>העלם שנאכלם ונשתם.</b> דנראה דמזמינו לאכול עמו, וזה מותר:",
                "<b>אבל נותנים זה לזה מתנת חנם.</b> מפורש לעיל בריש פרק קמא:"
            ],
            [
                "<b>מפני שהוא ממעט באכילתו.</b> דתרומה אסורה לטבול יום ולזרים:",
                "<b>ורבי שמעון מתיר.</b> דסבר מותר להביא קדשים לבית הפסול:",
                "<b>מה אם היקל בזבחי שלמים.</b> שקונים שלמים בכסף מעשר שני ואע״פ שממעט באכילתו שיכולין לבא לידי פגול ונותר וטמא, לא נקל בתרומה לקנותה בכסף מעשר שני שאין בה דין פגול ונותר ולא דין טמא, שלא כל הדברים המטמאין את הקדש מטמאין את התרומה ואין הלכה כרבי שמעון:"
            ],
            [
                "<b>מי שהיו לו מעות.</b> של מעשר שני, וצריך לקנות מהם דברים של חולין שלא לאכילה ושתיה וסיכה:",
                "<b>ולחבירו פירות.</b> של חולין ורוצה לעשות עמו טובה שיתחללו מעות מעשר חבירו על פירותיו:",
                "<b>אוכל פירותיו בטהרה.</b> שחלה קדושת מעשר על הפירות, וצריך לאכלן בטהרה:",
                "<b>ולא יאמר כן לעם הארץ.</b> שהוא חשוד לאכול פירות מעשר בטומאה:",
                "<b>אלא בדמאי.</b> כגון אם היו אותן מעות מעשר שני של דמאי, אז מותר לומר כן אפילו לעם הארץ, דשמא המעות אינן מעשר:"
            ],
            [
                "<b>ומעות במדינה.</b> ומעות של מעשר שני חוץ לירושלים וצריך להן. קמ״ל שא״צ שיהיו הפירות והמעות במקום אחד. ועוד אשמועינן במתניתין דאע״ג דפירות מעשר אין יכולין ליפדות בירושלים, מעות מעשר מתחללין הן בירושלים:"
            ],
            [
                "<b>מעות.</b> של מעשר שני:",
                "<b>נכנסות לירושלים ויוצאות.</b> שאין המחיצות קולטות מעות כדרך שקולטות פירות:",
                "<b>אף הפירות נכנסים ויוצאים.</b> ודוקא להוציאן כדי לטוחנן ולאפותן ולהחזירן אח״כ לירושלים שרי רבן שמעון בן גמליאל, לפי שיותר היו מוצאין לטחון ולאפות חוץ לירושלים מבירושלים עצמה. ותנא קמא אסר נמי בהא. ואין הלכה כרבן שמעון בן גמליאל:"
            ],
            [
                "<b>שנגמרה מלאכתן.</b> למעשר, כדתנן בפ״ק דמעשרות איזהו גרנן למעשר:",
                "<b>ועברו בתוך ירושלים.</b> בעודן טבל:",
                "<b>יחזור מעשר שני שלהן.</b> דקסבר מתנות שלא הורמו כמי שהורמו דמיין, וקלטוהו מחיצות למעשר שני:",
                "<b>ושלא נגמרה מלאכתן.</b> כגון סלי ענבים לגת וכו׳. אבל סלי ענבים לאכילה נגמרה מלאכתן:",
                "<b>למוקצה.</b> מקום ששוטחין בו תאנים ליבש קרוי מוקצה:",
                "<b>רבי שמעון בן יהודה אומר וכו׳</b> סבר דלב״ה מתנות שלא הורמו לאו כמי שהורמו דמיין. אי נמי אפילו כמי שהורמו דמיין הני מילי [לענין] שאר דברים, אבל לענין קליטת מחיצות דרבנן, מקילין ב״ה. ואין הלכה כר״ש בן יהודה, שלא נחלקו ב״ש וב״ה אלא על פירות שלא נגמרה מלאכתן כדברי ת״ק:",
                "<b>והדמאי.</b> טבל של דמאי:",
                "<b>נכנס.</b> לירושלים:",
                "<b>ויוצא ונפדה.</b> חוץ לירושלים אחר שיצא, ואין צריך לחזור. והך סיפא לתנא קמא איצטריך ואליבא דבית הלל:"
            ],
            [
                "<b>בפנים.</b> מן החומה:",
                "<b>ונוטה לחוץ.</b> לחומת ירושלים:",
                "<b>מכנגד החומה ולפנים כלפנים.</b> דבין נוף ובין עיקר מכנגד החומה ולפנים כלפנים, ואוכלין שם מעשר שני ולא פודין. ובין נוף ובין עיקר מכנגד החומה ולחוץ כלחוץ, ופודין שם מעשר שני ולא אוכלין. והיינו דתנן במסכת מעשרות פ״ג ובירושלים הולך אחר הנוף. כלומר אף אחר הנוף:",
                "<b>בתי הבדים.</b> שעוצרים בהם שמן, ורגילים היו לעשות בתים הללו בחומת המדינה:",
                "<b>שפתחיהן לפנים.</b> מחומת ירושלים וחללן חוץ לחומת ירושלים:",
                "<b>מכנגד החומה ולפנים כלפנים.</b> ואוכלים שם מעשר שני וקדשים קלים, ואין פודין שם מעשר שני:",
                "<b>מכנגד החומה ולחוץ כלחוץ.</b> ואין אוכלים שם מעשר שני וקדשים, ופודים שם מעשר שני:"
            ],
            [
                "<b>הלשכות בנויות בקודש.</b> בעזרה:",
                "<b>ופתוחות לחול.</b> להר הבית:",
                "<b>וגגותיהן קודש.</b> והוא שהיו גגותיהן שוות לקרקע העזרה, כגון שהיתה הלשכה בשפוע ההר. שאם אין גגותיהן שוות לקרקע העזרה קיימא לן דעליות וגגות לא נתקדשו:",
                "<b>תוכן קודש.</b> לשחיטת קדשים קלים, ולאכילת קדשי קדשים, ולהתחייב עליהן משום טומאה:"
            ],
            [
                "<b>באב הטומאה.</b> שרץ ונבילה וכיוצא בהן:",
                "<b>בולד הטומאה.</b> האי ולד הטומאה דתנן במתניתין לאו ולד הטומאה שנגע באב הטומאה שהוא טמא מדאורייתא, אלא בולד הטומאה דרבנן, כגון שנגע בכלים שנטמאו במשקין:",
                "<b>יפדה.</b> דמעשר שני שנטמא פודין אותו אפילו בירושלים, דכתיב (דברים י״ד:כ״ד) כי לא תוכל שאתו, ואין שאת אלא אכילה כדכתיב (בראשית מ״ג:ל״ד) וישא משאות מאת פניו אליהם:",
                "<b>ויאכל הכל בפנים.</b> שלא יאמרו ראינו מעשר שני שנכנס לירושלים ויצא, מפני שיש קול למעשר היוצא. אבל אין לחוש כשפודים אותו שמא יאמרו ראינו מעשר שני שנפדה בירושלים, שאין קול לפדוי:",
                "<b>חוץ משנטמא באב הטומאה בחוץ.</b> שכיון שנכנס כשהוא טמא אין המחיצה קולטתו:",
                "<b>חוץ משנטמא בולד הטומאה בפנים.</b> אבל נטמא בולד הטומאה בחוץ אע״פ שבולד הטומאה של דבריהם נטמא, ומן התורה טהור הוא, יאכל בחוץ. ובירושלמי מוקי לה כגון שהכניסו על מנת שלא יקלטוהו מחיצות, אבל אם לא התנה, הואיל ונכנס והרי הוא טהור דאורייתא יאכל בפנים:"
            ],
            [
                "<b>הלקוח בכסף מעשר שני.</b> פירות שנקנו מדמי מעשר שני:",
                "<b>יקבר.</b> הואיל ונגמרה מצותו וקנה פירות ממעות מעשר שני שוב לא יפדה:",
                "<b>שכן נפדה טהור ברחוק מקום.</b> שמעשר שני פודין אותו כשהוא טהור חוץ לירושלים, כדכתיב (דברים י״ד:כ״ד) וכי ירחק ממך המקום וגו׳. אבל הלקוח בכסף מעשר אינו נפדה חוץ לירושלים כשהוא טהור, דתנן לעיל בפרק קמא מזיד יעלו ויאכלו במקום. ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>על ידי עורו.</b> עם עורו:",
                "<b>ר׳ שמעון אומר יפדה.</b> ובהא קמיפלגי, דתנא קמא סבר אין פודין את הקדשים להאכילן לכלבים, ורבי שמעון סבר פודין את הקדשים להאכילן לכלבים. ואין הלכה כרבי שמעון:",
                "<b>לקחו חי ושחטו ונטמא יפדה.</b> הכא לא פליג רבי יהודה כדפליג לעיל בפירות הלקוחים בכסף מעשר ונטמאו, דכיון דלקחו חי אין לו ריחוק מקום לפי שיכול להוליכו בכל מקום שירצה, הלכך הוי כמעשר שני עצמו. ונפדה כשנטמא, כדרך שנפדה מעשר שני כשנטמא:",
                "<b>רבי יוסי אומר יקבר.</b> דמחמיר טפי מר׳ יהודה, וסבר דאע״פ שקנאו חי דינו כפירות הלקוחים בכסף מעשר:",
                "<b>לקחו שחוט ונטמא הרי הוא כפירות.</b> וכי היכי דאיפליגו תנא קמא ור׳ יהודה לעיל בפירות הלקוחים בכסף מעשר, הכי נמי אפליגו בהא:"
            ],
            [
                "<b>המשאיל קנקנים למעשר שני.</b> מי שמשאיל קנקניו להכניס בהן יין שקרא לו כבר שם מעשר שני:",
                "<b>אף על פי שגפן.</b> שסתם פיהן במגופה אחר שמלאן:",
                "<b>לא קנה מעשר.</b> לא נתפס הקנקן בקדושת מעשר:",
                "<b>זלף לתוכן סתם.</b> שהכניס לתוכן יין של טבל קודם שקרא לו שם מעשר:",
                "<b>עד שלא גפן.</b> אם קרא לו שם מעשר קודם שסתמן במגופה:",
                "<b>אם משגפן.</b> אם לאחר שסתמן במגופה קרא שם מעשר:",
                "<b>קנה מעשר.</b> נתפס הקנקן בקדושת מעשר, וטעון חלול כמו היין, אם בא לחללו על הכסף:",
                "<b>עולות באחד ומאה.</b> בשל תרומה איירי, אם נתערב קנקן של תרומה במאה קנקנים של חולין, ולא היה פיהן סתום במגופה, חשבינן להו כאילו כולן מעורבות זו בזו, ועולות באחד ומאה כדין תרומה שנתערבה בחולין:",
                "<b>משגפן מקדשות בכל שהן.</b> ואפילו אחד באלף אינן עולות, וימכרו כולן לכהן בדמי תרומה, חוץ מאחת שבהן שנוטלה הכהן בלא דמים:",
                "<b>עד שלא גפן תורם מאחת על הכל.</b> דחשיב מוקף:"
            ],
            [
                "<b>מפתח ומערה לגת.</b> אם בא לתרום מאחת על הכל אחר שגפן, צריך לערותן לגת:",
                "<b>ואינו צריך לערות.</b> דסגי להו בפתיחה כדמעיקרא:",
                "<b>במה דברים אמורים.</b> דאם לאחר שגפן קרא שם, קנה מעשר את הקנקנים:",
                "<b>במקום שדרכן למכור סתומות.</b> דבכי האי גונא בירושלים הקנקן טפלה ליין כדתנן לעיל בפרק קמא, הלכך בגבולין נמי קנה מעשר:",
                "<b>אבל במקום שדרכן למכור פתוחות לא יצא הקנקן לחולין.</b> בירושלים, הלכך [בגבולין] נמי לא קנה מעשר:",
                "<b>אבל אם רצה להחמיר על עצמו למכור במדה.</b> הקונה יין ממעות מעשר שני בירושלים, וכשבא המוכר למכור רצה לדקדק על עצמו ואמר כך וכך יין במדה אני מוכר לך בכך וכך מעות:",
                "<b>יצא קנקן לחולין.</b> ואפילו הקנקנים סתומות:",
                "הכי גרסינן <b>רבי שמעון אומר אף האומר לחברו יין זה אני מוכר לך חוץ מקנקנים יצא קנקן לחולין.</b> ובירושלמי מפרש לה דר׳ שמעון קאי אהא דתנא לעיל דאם משגפן קרא שם מעשר קנה מעשר. ואשמעינן ר׳ שמעון דוקא שקרא שם מעשר לכל היין שבקנקן, אבל אם אמר כל היין מעשר חוץ מרביעית, אף על פי שכשבא למדוד לחברו אותו רביעית, אמר לו יין זה אני מוכר לך חוץ מן הקנקן שאני רוצה לשייר בשביל מעשר שבתוכה, אפילו הכי לא נעשית הקנקן טפלה למעשר, ויצא קנקן לחולין ולא קנה מעשר:"
            ]
        ],
        [
            [
                "<b>המוליך.</b> דוקא עבר והוליך, דלכתחילה אסור להוליכו ממקום למקום, אלא פודהו במקומו או מעלהו לירושלים:",
                "<b>כשער מקומו.</b> כשער המקום שהוא בשעת פדיון בין לקולא בין לחומרא:",
                "<b>השבח לשני.</b> מה ששוין בעיר יותר, הריוח של מעשר שני. ומה שהוציא להביאן מן השדה לעיר ישלם מביתו:"
            ],
            [
                "<b>פודין מעשר שני.</b> יכול לפדות אם ירצה כשער הזול, כדמפרש ואזיל:",
                "<b>כמות שהחנוני לוקח.</b> שהוא לוקח בזול כדי להשתכר:",
                "<b>לא כמות שהוא מוכר.</b> שהוא מוכר ביוקר ביותר ממה שקנה:",
                "<b>כמות שהשולחני פורט.</b> הבא לחלל פרוטות של מעשר על סלע, מחשב הסלע בפרוטות הרבה, כשולחני הזה כשבא ליקח פרוטות מבני אדם ולתת להם סלע שהוא לוקח פרוטות הרבה:",
                "<b>ולא כמות שהוא מצרף.</b> כשמצרף השולחני פרוטות לתת לבני אדם בחלוף הסלע, נותן להם פחות:",
                "<b>אכסרה.</b> בלא מדה ובלא משקל, אלא כמה אתה נותן בכרי זה או במלוא חפנים הללו:",
                "<b>על פי א׳</b> בשומת לוקח אחד:",
                "<b>על פי ג׳</b> שמאים בקיאין, ואפילו א׳ מהן עובד כוכבים ואפילו אחד מהן בעלים:",
                "<b>קרם.</b> התחיל להחמיץ, וגירסא אחרת שקסס. ודוגמתו בבבא בתרא [דף צג.] מקבל עליו עשר קוססות למאה:"
            ],
            [
                "<b>מפני שהוא מוסיף חומש.</b> כדכתיב (ויקרא כ״ז:ל״א) ואם גאול יגאל איש ממעשרו, על שלו מוסיף חומש ולא על של חבירו:",
                "<b>בסלע ואיסר.</b> האיסר הוא א׳ מששה ותשעים בסלע:",
                "<b>מפני שהוא מוסיף על הקרן.</b> ותוספת כל שהוא דקרן עדיפא, מפני שעל החומש יכול להערים כדתנן לקמן:",
                "<b>ובין שנתן לו במתנה.</b> הטבל, קודם שהפריש ממנו מעשר נתן לו במתנה. דאילו מעשר שני לאחר שהופרש, קיימא לן כמאן דאמר ממון גבוה הוא ואינו ניתן במתנה:"
            ],
            [
                "<b>לעבדו ולשפחתו העברים.</b> שאין גופן קנוי:",
                "<b>ופדה לך.</b> בהן מעשר שני לעצמך:",
                "<b>מפני שידן כידו.</b> דמה שקנה עבד קנה רבו. ובנו קטן נמי זכייתו לאביו דמציאת קטן לאביו:"
            ],
            [
                "<b>היה עומד בגורן.</b> ורוצה להערים ולפדות מעשר שני בלא חומש:",
                "<b>ואין בידו מעות.</b> כדי שיתנם לחברו, שיפדה בהן המעשר בלא חומש:",
                "<b>הרי הפירות האלו נתונים לך במתנה.</b> ודוקא שנתן אותם לו בטבלן קודם שיפריש מעשר שני, כדפרשינן לעיל:"
            ],
            [
                "<b>משך ממנו מעשר בסלע.</b> המוכר מעשר שני, כדי שיתחלל על דמי המכירה ויהיו המעות נתפסים בקדושת מעשר, דבכי האי גונא שרי למכרו. והא דתנן בפרק קמא אין מוכרין אותו, היינו להוליכו לירושלים ולא שיהיו המעות נתפסים בקדושת מעשר. וכשמשך המעשר לקנותו היה שוה סלע ולא הספיק ליתן הדמים עד שעמד בשתים, שהמעשר לא יצא לחולין עד שיתן דמיו למוכר:",
                "<b>נותן לו סלע.</b> לפי שקנאו במשיכה, ומרויח הלוקח סלע שנתייקר. וצריך לפדותו כשער של עכשיו בשתי סלעים, שהמעשר לא יצא לחולין עד שיתן דמיו למוכר. והסלע אחד של מעשר שני שלו ואוכלו בירושלים:",
                "<b>עד שעמד בסלע.</b> וצריך ליתן למוכר שני סלעים שקנאו במשיכה, והוא נפדה בסלע אחד כשער של עכשיו. הלכך נותן לו דמי סלע מדמי חולין שלו, ובו נפדה המעשר, והסלע השני נותן לו מדמי מעשר שני שלו. ואין זה כפורע חובו ממעשר שני, לפי שבתחלת המקח היה עומד לכך שיאכל המוכר שתי סלעים בירושלים אם לא הוזל:",
                "<b>אם היה עם הארץ נותן לו מדמיו.</b> ואם היה המוכר עם הארץ נותן לו שני הסלעים מדמי החולין שלו, לפי שאין מוסרין דמי מעשר לעם הארץ. ואית דגרסי מדמאי אם יש לו דמי מעשר של דמאי נותן לו סלע אחד מאותן דמים, דמוסרין דמי דמאי לעם הארץ:"
            ],
            [
                "<b>ולא קרא שם.</b> לא אמר זה פדיון מעשר שני:",
                "<b>צריך לפרש.</b> ולומר זה פדיונו. והלכה כר׳ יוסי:",
                "<b>ולא פירש.</b> לא אמר הרי זה גיטך או הרי את מקודשת:",
                "<b>רבי יוסי אומר דיו.</b> כיון שעסוקים באותו ענין ומתוך אותן הדברים עמד וגירש או קדש אין צריך לפרש. והלכה כר׳ יוסי:"
            ],
            [
                "<b>המניח איסר.</b> להיות מחלל עליו פירות מעשר שני. וכבר חלל:",
                "<b>ואכל עליו עד חציו והלך למקום אחר.</b> והוליך האיסר עמו, ושם הוא שוה פונדיון, ובתחלה לא היה יוצא אלא בחצי פונדיון, שהפונדיון ב׳ איסרין נמצא לפי מה שהוא יוצא עכשיו שנשאר בו איסר של חולין ולפיכך אוכל עליו עוד איסר:",
                "<b>אוכל עליו עוד פלג.</b> חצי איסר, ולא אמרינן כיון שאינו שוה אלא איסר הרי אכלו כולו:",
                "<b>המניח איסר של מעשר שני.</b> להיות אוכל עליו חולין שלו בקדושת מעשר, ואכל עליו עד אחד עשר באיסר, ואחד ממאה באיסר, יצא כל האיסר לחולין. פי׳ אם היה אותו איסר ממעות מעשר שני של דמאי ואכל עשרה חלקים מאחד עשר חלקים שבו, כגון שאחד עשר רמונים שוין איסר, ואכל עליו עשרה רמונים ונשאר בו עדיין חלק מאחד עשר בקדושת מעשר, יצא כולו לחולין. ואם היה האיסר ממעות מעשר שני של ודאי ואכל עליו עד שנשאר בו אחד ממאה, כגון שמאה תאנים נמכרים באיסר, ואכל עליו תשעים ותשעה, יצא כולו לחולין:",
                "<b>בית שמאי אומרים הכל עשרה.</b> אחד ודאי וא׳ דמאי כשלא נשאר באיסר אלא עשיריתו יצא לחולין. כגון שהיו עשרה רמונים נמכרין באיסר, ואכל עליו תשעה יצא לחולין. ואם נשאר בו יותר, כגון שלא אכל אלא שמנה צריך לאכול כנגדו:",
                "<b>ובית הלל אומרים בודאי אחד עשר, ובדמאי עשרה.</b> אם נשאר על האיסר של ודאי אחד מעשרה חייב לאכול עליו עוד [אחד], לפי שכל מה שהוא פחות משוה פרוטה אין חוששין לו, לא לענין גזל, ולא לענין נהנה מן ההקדש. ופרוטה היא אחד משמנה באיסר האטלקי נמצא עשירית האיסר הוא שמנה עשיריות של פרוטה דהיינו פרוטה פחות חומש, נמצא כשתוסיף עליו חומש דהוא רביע מלגו היינו חומשא מלבר יהיה [בין] הכל פרוטה, ולפיכך חוששים לה, ואם יהיה פחות מעשיריתו אין חוששים לו שאפילו עם תוספת החומש יהיה בו פחות משוה פרוטה. ולפיכך אמרו בודאי אחד עשר, ובדמאי עשרה, לפי שאין חייבין חומש על הדמאי, ועשיריתו הוא פחות משוה פרוטה, והלכה כב״ה:"
            ],
            [
                "<b>כל המעות הנמצאים.</b> בכל מקום בין ברגל בין בשאר ימות השנה. ובירושלים בשאר ימות השנה חוץ מימות הרגל:",
                "<b>הרי אלו חולין.</b> ואין חוששין להם שמא מעות של מעשר שני הם:",
                "<b>אפילו דינר זהב עם הכסף ועם המעות.</b> שאין דרך לערבן יחד, ואיכא למימר הללו מעות של מעשר שני שרגילין לחלל המעשר על דינרי זהב והנשאר שאינו מגיע לדינר זהב מחללו על הכסף והמותר על מעות של נחשת ומערבין אותן יחד, אפילו הכי לא חיישינן:",
                "<b>מצא בתוכן.</b> בתוך הכיס או הצרור שהמעות נתונים בתוכו:"
            ],
            [
                "<b>הוא חולין.</b> שאין דרך בני אדם להקדיש חרסין לבדק הבית, ועל שם מה שבתוכו נכתב:",
                "<b>הוא קרבן.</b> כלומר הקדש:",
                "<b>חולין לתוך קרבן.</b> והכל קרבן. ולא אפליגו רבנן עליה דר׳ יהודה אלא בשל מתכת בלבד, דבשל חרס מודו שהוא חולין ומה שבתוכו קרבן. והלכה כחכמים:"
            ],
            [
                "<b>קוף קרבן.</b> הקדש:",
                "<b>ד׳ דמאי.</b> לקוח מעם הארץ:",
                "<b>בשעת הסכנה.</b> שגזרו שלא לקיים המצות:",
                "<b>שמות בני אדם הן.</b> אותיות של ראשי שמות, קוף קהת, ד׳ דניאל, ט׳ טוביה. והכל חולין:",
                "<b>אשתקד היתה מלאה פירות תרומה ופינה.</b> ורבנן סברי אם איתא דפינה לתרומה מגרר הוה גריר לה ולא היה מניח שם תרומה כתוב שם. ואין הלכה כרבי יוסי:"
            ],
            [
                "<b>הרי אלו חולין.</b> מה שמצא הוי חולין שאני אומר מעשר שני ניטל:",
                "<b>היה שם מנה.</b> אמר לו אביו הרי שם מנה של מעשר שני ומצא מאתים, מנה מעשר ומנה חולין. ולא אמרינן המנה של מעשר ניטל ואלו אחרים הן:",
                "<b>מאתים ומצא מנה.</b> אמר לו אביו הרי שם מאתים ומצא מנה המנה שמצא מעשר:"
            ]
        ],
        [
            [
                "<b>כרם רבעי מציינין אותו.</b> בונים אצלו ציון וסימן, שיכירו שהוא כרם רבעי וטעון פדיון:",
                "<b>בקוזזות.</b> גבשושית ורגבי אדמה סימנא כאדמה, מה אדמה דאיכא הנאה מינה שהיא עושה פירות אף האי נמי כי מפרקי שרי לאתהנויי מיניה:",
                "<b>ושל ערלה בחרסית.</b> באדמה שעושים ממנו כלי חרס. סימנא כחרסית זו דלית בה הנאה דכשזורעים בה אינה מוציאה כדי נפילה אף זו אין בה הנאה:",
                "<b>ושל קברות.</b> שלא יכנס שם כהן ונזיר:",
                "<b>בסיד.</b> סימנא שהסיד לבן כעצמות:",
                "<b>וממחה ושופך.</b> ממחה את הסיד במים כדי שיתלבן יותר, ושופך על הקבר:",
                "<b>במה דברים אמורים.</b> דעבדי הכירא לכרם רבעי ולערלה:",
                "<b>בשביעית.</b> שהכל הפקר ונוטלים בהיתר. אבל בשאר שני שבוע שבאים לגזול, הלעיטהו לרשע וימות ויקחום לאכול באיסור:",
                "<b>והצנועים.</b> המדקדקים על עצמם, כשהיה להם כרם רבעי בשביעית היו מניחין המעות קודם לקיטה, ואומרים כל הנלקט לכשיהיה נלקט יהא מחולל על זה:"
            ],
            [
                "<b>כרם רבעי.</b> יש לו דין מעשר שני, וצריך להעלות הפירות לירושלים ולאכלן שם, הם או פדיונם, ותקנו חכמים שמהלך יום [אחד] כל סביבות ירושלים יעלו הפירות [עצמם] לירושלים, כדי לעטר שוקי ירושלים בפירות, מתוך שיאכל כל אדם נטע רבעי שלו יתמלא השוק שאר פירות:",
                "<b>שיהא נפדה סמוך לחומה.</b> אפילו כרם הסמוך לחומה:",
                "<b>שאימתי שירצו.</b> אם יתמעטו הפירות:",
                "<b>משחרב בית המקדש היה התנאי.</b> לא לפי שרבו הפירות כדאמרת, אלא משחרב בית המקדש והיתה ירושלים ביד האויבים ולא היו חוששין לעטר שוקי ירושלים בפירות:"
            ],
            [
                "<b>אין לו חומש.</b> אין הבעלים צריכין להוסיף חומש כשפודים אותו:",
                "<b>ואין לו ביעור.</b> בשנה שלישית וששית [נ״א. רביעית ושביעית שהמעשרות מתבערין, דחומש וביעור לא נאמרו בכרם רבעי אלא במעשר. ומיהו מודו ב״ש דפדיון מיהא אית ליה, ואע״ג דלא נאמר פדיון במקרא בכרם רבעי, דילפי ליה מדכתיב (ויקרא י״ט:כ״ד) קדש הלולים, קרי ביה חלולים אחליה והדר אכליה:",
                "<b>וב״ה אומרים יש לו.</b> דילפי קדש קדש ממעשר, ליתן לו כל דין מעשר:",
                "<b>יש לו פרט ויש לו עוללות.</b> דסברי ממון בעלים הוא ולא ממון גבוה הלכך חייב בפרט ובעוללות ככל כרם דעלמא. והעניים שמלקטים הפרט ועוללות מכרם רבעי, פודין לעצמן ואוכלין הפדיון בירושלים:",
                "<b>וב״ה אומרים כולו לגת.</b> דסברי ממון גבוה הוא כמו מעשר, הלכך אין לו פרט ועוללות, אלא דורכים אותו כולו כאחת ומעלה ואוכל בירושלים, או פודהו ומעלה הדמים לירושלים:"
            ],
            [
                "<b>מניח את הסל על פי שלשה.</b> בקיאין בשומא, דסתם נטע רבעי אין דמיו ידועים לפי שצריך לחשב היציאות כדתנן הכא:",
                "<b>לפדות בסלע.</b> כלומר ליקח בסלע במחובר לקרקע:",
                "<b>על מנת להוציא יציאות מביתו.</b> שכר פעולת הכרם משעה שנקרא פרי, כגון שכר שמירה ועידור:",
                "<b>ומניח את המעות.</b> לפי השומא, לאחר ששמו כך וכך סלים בסלע:"
            ],
            [
                "<b>ובשביעית.</b> שאין שכר שמירה ולא עבודת קרקע, פודהו בשוויו:",
                "<b>אם היה הכל מופקר.</b> אם הפקירו הבעלים נטע רבעי שלהם, אין הזוכה בו מנכה אלא שכר לקיטה, ומעלה הפירות לירושלים או פודה ומעלה הדמים. ולא אמרינן כיון דמהפקירא קא זכי אין דין רבעי נוהג בו. ובשביעית אינו מנכה שכר לקיטה שכל אדם מלקט לעצמו:",
                "<b>מוסיף עליו חומש.</b> סתם מתניתין כבית הלל דילפי קדש קדש ממעשר:",
                "<b>ובין שניתן לו במתנה.</b> כשהוא סמדר, דאילו לאחר שנגמר בשולו הא סברי בית הלל דממון גבוה הוא כמעשר ואין יכולים ליתן אותו במתנה:"
            ],
            [
                "<b>ערב יום טוב הראשון של פסח וכו׳</b> דכתיב (דברים י״ד:כ״ח) מקצה שלש שנים תוציא את כל מעשר תבואתך, ונאמר להלן (שם לא) מקץ שבע שנים במועד שנת השמטה בחג הסכות, מה להלן רגל אף כאן רגל. אי מה להלן חג הסכות אף כאן חג הסכות ת״ל (שם כו) כי תכלה לעשר, רגל שכל מעשרות כלין בו, הוי אומר זה פסח שאין פירות של שנה שלישית נגמרים להיות נלקטים כולן עד שיבא פסח של שנה הרביעית, וכן של שנה ששית עד שיבוא פסח של שנה שביעית:",
                "<b>תרומה ותרומת מעשר לבעלים.</b> לכהנים, שהתרומה שלהם:",
                "<b>ומעשר ראשון לבעליו.</b> ללוים:",
                "<b>ומעשר עני לבעליו.</b> לעניים:",
                "<b>מתבערים בכל מקום.</b> צריך לבערם ולאבדם מן העולם:",
                "<b>הבכורים נתנים לכהנים כתרומה.</b> ואין צריך לבערם מן העולם משום דתרומה [קרינהו] רחמנא, דאמר מר ותרומת ידך אלו הבכורים דכתיב בהו (דברים כ״ו:ד׳) ולקח הכהן הטנא מידך. ואין הלכה כר״ש:",
                "<b>התבשיל.</b> שיש בו מפירות שביעית, או מעשר שני בשעת הביעור:",
                "<b>הרי הוא כמבוער.</b> כיון דאין ממשן ניכר:"
            ],
            [
                "<b>בזמן הזה.</b> שאין בית המקדש קיים:",
                "<b>צריך לחללן על הכסף.</b> דכתיב (שם יד) וצרת הכסף בידך, הכסף בלבד מעלין:",
                "<b>אחד שהן כסף ואחד שהן פירות.</b> טעונים גניזה, ומה מועיל החלול:"
            ],
            [
                "<b>מהרו ותקנו את פירותיכם.</b> תרומות ומעשרות לתת אותן לראוי להן, ומעשר שני להעלותו ולאכלו בירושלים:",
                "<b>שלא הגיעו לעונת המעשרות.</b> כל פרי ופרי כמו שמפורש עונתו בפרק קמא דמעשרות:",
                "<b>פטורים מן הביעור.</b> ובראשונה היו אומרים דקודם עונת המעשרות נמי זקוק לבער. והלכה כר״ע:"
            ],
            [
                "<b>מי שהיו פירותיו רחוקים ממנו.</b> וכבר נתקנו והגיע זמן הביעור:",
                "<b>צריך לקרות להם שם.</b> לזכות אותן לבעלים, כהך עובדא דר״ג וזקנים:",
                "<b>עשור שאני עתיד למוד.</b> מעשר ראשון שאני עתיד ליתן מפירות שיש לי בבית:",
                "<b>נתון ליהושע.</b> לוי היה. ותרומה גדולה לא נתן עתה משום דתרומה מפרישין אותה בגורן, [כדתניא] שאי אפשר לגורן שתעקר אלא אם כן נתרמה תרומה גדולה וכבר הפריש אותה בגורן:",
                "<b>ומקומו מושכר לו.</b> ומקום המעשר מושכר לו, ויקנה המעשר אגב קרקע:",
                "<b>עשור אחר.</b> מעשר עני:",
                "<b>נתון לעקיבא בן יוסף.</b> גבאי של עניים היה:",
                "<b>עשור שאני עתיד למוד.</b> מעשר מן המעשר, שאני צריך ליתן לכהן מן המעשר שנתן לי רבן גמליאל:",
                "<b>נתון לאלעזר בן עזריה.</b> כהן היה, והוא עשירי לעזרא:",
                "<b>ונתקבלו שכר זה מזה.</b> רבן גמליאל קבל שכר מקומו של מעשר ראשון מרבי יהושע, ושכר מקומו של מעשר עני מר׳ עקיבא. ור׳ יהושע קבל שכר מקום מעשר מן המעשר מרבי אלעזר בן עזריה, ונקנה לכל אחד מקום המעשר הראוי לו בכסף שנתן למשכיר, ששכירות קרקע נקנית בכסף:"
            ],
            [
                "<b>ביום טוב האחרון היו מתודין.</b> ולא היו מתודין בי״ט ראשון מיד אחר הביעור, כדי שיהיה לו מה יאכל ברגל. הלכך ערב יום טוב ראשון היה מבער ומשייר עד יום אחרון:",
                "<b>זה מעשר שני ונטע רבעי.</b> שנקראו קדש:",
                "<b>זה מעשר לוי.</b> כלומר מעשר ראשון:",
                "<b>וגם נתתיו זו תרומה גדולה.</b> וגם, תוספת הוא, משמע וגם נתתיו ללוי חוץ ממה שנתתי לכהן:",
                "<b>מן הבית זו חלה.</b> שהיא נתרמה מן העיסה בתוך הבית:"
            ],
            [
                "<b>ולא מן התלוש על המחובר וכו׳</b> דהיינו מן החיוב על הפטור ומן הפטור על החיוב:",
                "<b>ולא מן החדש על הישן.</b> דכתיב (דברים י״ד:כ״ב) היוצא השדה שנה שנה, ולא משנה זו על של חברתה:",
                "<b>ולא שכחתי מלברכך ומלהזכיר שמך עליו.</b> לפי שמברכים להפריש תרומה. וכן על מעשר ראשון ושני ומעשר עני, ולפדיון מעשר שני, ולחלה, על כולן מברכים:"
            ],
            [
                "<b>לא אכלתי באוני.</b> כל יום המיתה הויא אנינות דאורייתא ואפילו לאחר קבורה. ולילה שלאחר יום המיתה הויא אנינות דרבנן, וכן יום קבורה שאינו יום המיתה הויא אנינות דרבנן:",
                "<b>לא לקחתי ממנו ארון ותכריכין למת.</b> וכהאי גונא אפילו לחי אסור, שהרי אסור לקנות מלבוש וכיוצא בזה ממעשר שני, כדתנן לעיל סוף פרק קמא כל שהוא חוץ לאכילה ושתיה וסיכה אם לקח יאכל כנגדו. ולא נקט הכא ארון ותכריכים אלא לאשמועינן דלא מיבעיא אם סך ממנו למת שאינו יכול להתודות, דכתיב ממנו, מגופו של מעשר, אלא אפילו קנה ארון ותכריכים דלא נתן מגופו של מעשר על מת, אינו יכול להתודות:"
            ],
            [],
            [
                "<b>מכאן אמרו.</b> מדכתיב ואת האדמה אשר נתת לנו:",
                "<b>יש להם ערי מגרש.</b> ויכולים להתודות על המעשרות שמביאין ממגרש הערים שלהן. והלכה כר״י:"
            ],
            [
                "<b>יוחנן כ״ג.</b> שמש בכהונה גדולה אחר שמעון הצדיק:",
                "<b>העביר הודיות המעשר.</b> לפי שעזרא קנס את הלוים שלא יתנו להם מעשר, כשעלה מן הגולה ובני לוי לא עלו עמו, וצוה שיתנו המעשר לכהנים. ויוחנן כהן גדול בטל הוידוי, כיון שאינו יכול לומר וגם נתתיו ללוי:",
                "<b>בטל את המעוררים.</b> שהיו הלוים אומרים בכל יום על הדוכן עורה למה תישן ה׳. אמר להם וכי יש שינה לפני המקום, עמד ובטלן:",
                "<b>את הנוקפים.</b> שהיו משרטין לעגל של קרבן בין קרניו כדי שיפול לו דם בעיניו כדי שלא יראה ויהיה נוח לכפתו ולשחטו. ועמד הוא ובטלו, שנראה כבעל מום והתקין להם טבעות בקרקע להכניס צואר הבהמה לתוכה. נוקפים, מכין, ודוגמתו אין אדם נוקף אצבעו מלמטה [חולין דף ז]:",
                "<b>היה פטיש מכה בירושלים.</b> חרשי נחושת וברזל היו מכין בפטיש לעשות מלאכת האבד שהיא מותרת במועד. ועמד הוא ובטלם, משום דאוושא מלתא טובא ואיכא זלזול מועד:",
                "<b>ובימיו אין אדם צריך לשאול על הדמאי.</b> שהוא אמר לבני דורו כשם שתרומה גדולה עון מיתה כך תרומת מעשר וטבל עון מיתה. ותקן שיוציאו מן הדמאי תרומת מעשר ומעשר שני בלבד, ולא יוציאו ממנו מעשר ראשון ולא מעשר עני, שיכולים לומר ללוי או לעני הביא ראיה שהוא טבל וטול. ומתקנה זו ואילך הלוקח פירות מן השוק לא היה שואל אם הם מתוקנים אם לאו, אלא מיד מפריש מהן תרומת מעשר ומעשר שני ואוכל את השאר, שכל הלוקח פירות מעם הארץ הם בחזקת דמאי:"
            ]
        ]
    ],
    "textrambam":[
        [
            [
                "מעשר שני קדש ולפיכך אסור למכרו ולמשכנו ולהחליפו לפי שהחליפין מכירה בלא ספק: \n",
                "ואין שוקלין בו לפי שהוא בזיון בקדשים כשהוא עושה ממנו אבני משקל ומה שפרט ואמר בירושלים לפי ששם נאכל מעשר שני: \n"
            ],
            [
                "מעשר בהמה דינו שאוכלין אותו בעליו בירושלים כמו מעשר שני אחר שמקריבים ממנו חלבו ודמו לפי שהוא קדש ואם נולד בו מום אוכלין אותו בעליו בכל מקום לפי שאינו ראוי לקרבן והבכור הוא לכהן יקריב ממנו חלבו ואוכלו הוא מה שאמר השם (במדבר י״ח:י״ז) אך בכור שור או בכור כשב או בכור עז לא תפדה קדש הם את דמם תזרוק על המזבח וגו' ובשרם יהיה לך כחזה התנופה וגו' ואם נולד בו מום אוכלו הכהן בטומאה בכל מקום וימכרנו למי שירצה ואפי' לנכרי ואוכלו לפי שהבכור אם נפל בו מום הוא מתנה לכהן כמו שנבאר בפרק רביעי מבכורות אמר הכתוב (דברים ט״ו:כ״א) וכי יהיה בו מום פסח או עור וגו' בשעריך תאכלנו ואמר הש\"י בבכור בהמה (במדבר י״ח:י״ז) לא תפדה ואומר במעשר בהמה לא יחליפנו ולא ימיר אותו והיה הוא ותרומתו יהיה קדש לא יגאל (ויקרא כ״ז:י׳) ואמרו בספרא בבכור הוא אומר לא יפדה ובמעשר א] שני אומר לא יגאל אינו נמכר לא חי ולא שחוט ולא בעל מום ולא תמים: \n",
                "ואסור לו לקדש אשה במעשר לפי שהוא מכר וכבר בארנו שאסור למוכרו ומותר לקדש בבכור שמותר למכרו ושמא תאמר כיון שהבכור לכהן מה התועלת לזה שקנאו הנה התועלת גלויה ומפורסמת כי אם נפל בו מום והוא אצלו יאכל אותו הקונה אותו: \n",
                "ואסימון הוא הסלע שאינו מפותח כלומר שאין בו צורה וזה למאמר השי\"ת (דברים י״ד:כ״ה) וצרת הכסף בידך ואמר וצרת הכסף דבר שיש עליו צורה בידך פרט למעות שאינן ברשותו ומה שאסר חילול מעשר שני על מטבע שאינו יוצא למה שאמר הש\"י ונתתה הכסף בכל אשר תאוה נפשך וצריך שיהיה זה הכסף שיוכל להוציאו כמו שירצה מן המאכלים: \n"
            ],
            [
                "מותר לקנות בהמה לזבחי שלמים ממעות מעשר שני כי זבחי שלמים אוכלין אותם בעליהם כמו שביאר הכתוב ובשר תאוה הם זבחי חולין שאמר הש\"י בהם כי תאוה נפשך לאכול בשר: \n",
                "וקנקן שם הכלי המכיל את המשקה וזה שאמר יצא העור והקנקן לחולין יתקיים כשאין המוכר יודע בסחורה כי אינו חושב שמכר אלא הבשר והיין בלבד ואינו מקפיד על העור והקנקן ולפיכך יצאו לחולין לפי שלא קנאו במעות מעשר שני אבל אם קנאו מסוחר שיודע דמי הבשר והעור לא יצא העור לחולין והוא אמרם הדא דתימא כשיהיה המוכר הדיוט אבל היה אומן נעשה כמוכר זה בפני עצמו וזה בפני עצמו. וכבר בארנו כי התמד הוא פסולת הענבים שנותנין עליהם מים ומניחין אותן זמן ידוע ונעשה חומץ וקודם שיהיה חומץ הוא כמו המים שאסור לקנותו בכסף מעשר וכשנעשה חומץ נקנה בכסף מעשר כמו שנקנין שאר המאכלים: \n"
            ],
            [
                "מעות מעשר שני מותר לקנות מהם בהמה לבשר תאוה אבל אסרוהו ואמרו אסור לקנות בהמה ממעות מעשר שני אלא לשלמים וכן אמרי' בברייתא בראשונה היו לוקחין בהמה לבשר תאוה ומבריחין אותה מעל גבי המזבח חזרו לומר לא יקחו ומה שאמר בכאן כי מי שקנה חיה לזבחי שלמים וזה אסור כי הקרבן אינו בא מן החיה למאמר הש\"י (ויקרא א׳:ב׳) מן הבקר ומן הצאן או מי שקנה בהמה לבשר תאוה והוא גם כן אסור ומה שאמר שאין העור יוצא לחולין לפי שאינן ראוים לאכילה על הדרך שחשבו: \n"
            ],
            [
                "אמר השם יתעלה במעות מעשר שני (דברים יד) ונתתה הכסף בכל אשר תאוה נפשך וגו' ואמרו בכל אשר תאוה כלל בבקר ובצאן וביין ובשכר פרט ובכל אשר תשאלך נפשך כלל העיקר אצלנו בזאת המדה כלל ופרט וכלל אי אתה דן אלא כעין הפרט וכמו שיבאר בפרט דבר שהוא אוכל ורבה מן הארץ כי בקר וצאן מצמח הארץ הם גדלים ואינם דבקים בארץ ואפשר להתקיים זמן כמו כן אין לו [זכות] ה] בכסף מעשר שני אלא דבר שיש בו אלו הענינין שזכרנו ולפיכך אסור ליקח ממעות מעשר שני מים ומלח לפי שאע\"פ שהן נאכלים אינם גדלים מן הארץ כי המים יסוד פשוט הם ואינו גדל מן הארץ והמלח אדמה שרופה הוא ולפיכך אסור לקנות פירות מחוברים לקרקע או פירות שאינם יכולים להגיע לירושלים לפי שאנו צריכין דבר דומה לבקר וצאן ויין ושכר: ואמר לא קנה מעשר רוצה בו שאותו דבר הנקנה אינו מעשר ויצאו המעות לחולין: ואמרו יחזרו דמים למקומן ענינו שעל המוכר להחזיר דמים לבעלים ויהיו אותן הדמים מעשר כמו שהיו ויקח פירותיו שמכר לפי שהקונה הוא שוגג והוא מחשב שאינן מעשר שני ולפיכך לא יצאו לחולין ולא קנה מעשר ואם קנה במזיד והוא יודע שאלו המעות מעות מעשר שני דין אותם הפירות שיאכלו בירושלים ואם אין מקדש יניחם עד שירקבו: \n"
            ],
            [
                "תקבר על ידי עורה. ענינה שתקבר בעורה אם מתה כדי שלא יהנה אדם בעורה: \n"
            ],
            [
                "קיני זבים וקיני זבות וקיני יולדות. הם שתי תורים או שני בני יונה שאלו הם חייבים בהם והם אחד לחטאת ואחד לעולה וכל אלו אין אוכלים אותם בעליהן אבל העולה נשרפת והכהנים אוכלין החטאת וכמו כן האשם אוכלין אותו הכהנים וכבר בארנו שאין קונין במעות מעשר שני אלא דבר הראוי לאכילה ולשתיה ר\"ל שיאכלו וישתו אותו הבעלים או שיסוכו בו כמו שנתבאר בפרק שמיני (משנה ב) ממסכת שביעית: וענין יאכל כנגדו שיוציא ממנו כנגד אותן שנסתפק ממעות מעשר שני שלא לצורך אכילה ושתיה ויאכל מהם פירות בירושלים כדין מעשר שני וזה כשקנה במזיד אבל שוגג יחזרו דמיהם למקומן כמו שנתבאר בכאן: \n"
            ]
        ],
        [
            [
                "התורה אמרה שיהיה מעשר שני לאכול שנאמר ונתתה הכסף בכל אשר תאוה נפשך (דברים י״ד:כ״ו) אבל שיהיה מותר לסוך בו הוא דבר נסמך לאמרו ית' במעשר (שם כו) ולא נתתי ממנו למת ואמרו אם להביא לו ארון ותכריכין דבר שאסור לחי הוא לחי אסור למת לא כ\"ש אלא איזה הוא דבר שמותר לחי ואסור למת זו סיכה: \n",
                "לאכול דבר שדרכו לאכול יש בו שני ענינים האחד שאין מטריחין אותו דבר שלקחו במעות מעשר שני אם נפסד ואינו ראוי לאכול כגון לאכול הפת המעופש או יין שנפסד טעמו והענין האחר שאין לו לאכול דבר ממעשר שני שלא כדרכו כגון האוכל ירקות בלי שלוקות או הפירות מבושלות וכיוצא בזה: \n",
                "ואסור לפטם ולרקוח השמן בעקרי' ומרקחות לפי שמפסידין טעמו וימעט באכילתו ולזה הטעם אסור לקנות במעות מעשר שני שמן מפוטם: \n",
                "קפלוטות. החציר הנעשה בארץ הצבי: והמשל באמרו השבח לפי חשבון שיהיו פירות מעשר שני שוה סלע והחולין שנתערבו עמהם או נתבשלו עמהם שוות ג' סלעים וכשיתבשל הכל או נתערב ישוה הכל ה' סלעים נמצא שהסלע הנוסף יש בו למעשר שני הרביע ולפיכך חושבין אותן הפירות בסלע ורביע סלע וחושבין ממעות מעשר שני סלע ורביע סלע יעלה ועל הדרך זה תחשוב: ואמר עיסה של מעשר שני שאפאה. ר\"ל בעצים של חולין השבח לשני רוצה בו שלא יחשוב השבח: ואמר כל ששבחו ניכר. הוא שיוסיף אותו הדבר שהשביח במשקל המעשר וכמותו לא שיראה שם החולין באיכות המעשר בלבד ולפיכך אילו רקחו תבשיל של מעשר שני בדבר שיש לו דמים יקרים ויוסיף אותו הרקוח בדמיו חושבין אותו התוספת ממעות מעשר שני לפי שלא הוסיף בכמו' התבשיל דבר: \n"
            ],
            [
                "רבי שמעון אינו חולק על דברי הקודם לפי שמעשר שני ניתן לסיכה כמו שסבר מי שלא הבין דברי ר' שמעון ומחלוקתו כי אין מחלוקת שמעשר שני ניתן לסיכה ולא היה רבי שמעון חולק על זה העיקר לפי שפרט ואמר בירושלים אבל היה אומר רבי שמעון אין סכין מעשר שני או היה אומר מעשר שני לא ניתן לסיכה או מה שיביא לזו הכונה ואין הדבר כן אלא שדברי ר' שמעון כמו שאגיד לך והוא שהוא אומר אסור לאדם שיאמר לחברו בירושלים שהוא מקום מיוחד להוצאת מעשר שני שימשח אותו בשמן של מעשר שני ושתמשח יד המושחו ותהיה שכרו על המשיחה שמשחו וזה אינו מותר ר\"ל שישתכר אדם ממעות מעשר שני וחכמים מתירין זה כי הם אומרים שאין דמים למשיחת ידו ואין מקפידים בזה: \n",
                "ואמרו לרבי שמעון אם הקל בתרומה חמורה ענינו שהיא אסורה לזרים והתירו בה בזה המעשה רצה לומר שיתן הכהן לישראל שמן של תרומה וימשח אותו בו ולא נקפיד במה שידבק בידו מן השמן אינו דין שנתיר זה במעשר שני הקל שהוא מותר לזרים ועוד שנאמר שאנו לא נקפיד במה שידבק בידו מן השמן וכן אמרו בגמרא מה הקלו בתרומה כהדא דתניא סך כהן שמן תרומה ומביא ישראל ומעגילן על גבי מעיו ואינו חושש: \n",
                "ואמר להם רבי שמעון כי אם הקל בתרומה לפי שהוא מקל בתלתן ובכרשינין של תרומה ולא נקל במעשר שני לפי שהוא החמיר בו בתלתן וכרשינין והוא יבואר בהלכה שאחרי זאת ענין הכרשינין והתלתן והיאך החמירו בהם במעשר שני והלכה כחכמים: \n"
            ],
            [
                "תאכל צמחונים. ענינו שיאכלו כשהן לחים כמו ירקות ואין מותר לו להניחם שיתייבשו כי אם נתייבשו לא יהיו ראויות לאכילה ובתרומה אסור לו להניחם עד שיגדילו: \n",
                "ב\"ש אומרים כל מעשיהבטהרה חוץ מחפיפתה. ענינו שכל מה שמסתפקין ממאכל או שתיה וזולתו צריך להיות בטהרה כדי שלא תטמא ולא תהיה ראויה אלא לשרפה וכבר ידעת כי התרומה אסור לגרום לה טומאה כי מותר לרחוץ גופו בה בטומאה לפי שהיא כבר נפסדת ואינה ראויה לאכילה ובית הלל מתירים שיסתפק ממנו בטומאה איזה הסתפקות שירצה אע\"פ שיביא אותה לשרפה לפי שאינה מאכל שנקפיד על שרפתה חוץ משרייתה ר\"ל להשרותה במשקין שאסור לטמא אותה בידים לזה השיעור לפי שכששורין אותם הוכשרו לטומאה ונמצא שנטמא אותם בידים: \n"
            ],
            [
                "הכרשינין הם נקראין בערבי כרסנא ואינם מאכל אדם וגם כן הקפיד עליהם שיאכלו צמחונים ממעות מעשר שני קודם שיתייבשו ויפסלו מאוכל אדם ומותר להוציאם מירושלים אחר שיגיעו לשם לפי שאינם פירות כי פירות מעשר שני כיון שהגיעו לירושלים אסור להוציאם כמו שיתבאר לקמן: \n",
                "ור\"ט אומר אין פודין קדשים להאכילן לכלבים והמעשר קדש ולפיכך אומר שיתחלק לעיסות עד שיתן ממנה לכל עיסה פחות מכביצה זה השיעור שאינו מטמא טומאת אוכלין כמו שבארנו בפ' חמישי (מ\"א) מתרומות: ואמרם מאכילין בטומאה ענינו שמותר להאכילו בטומאה לבהמה כיון שהוא מאכל בהמה ומותר לו שיטמא אותה בידים ואותן הידים אע\"פ שאין יודעים להם טומאה הם פוסלים את התרומה כמו שיתבאר בסוף זבים (פ\"ה משנה יב) וכל מה שתשמע בזה הענין יעשו או יאכלו בטומאה רוצה בו הידים שהם פוסלים את התרומה וכל מה שיחייב בכאן שיעשה בטהרה רוצה בו שיטול ידיו ואז יתעסק בהם כמו כל אוכל תרומה: \n",
                "שמאי אומר יאכלו צריד. ענינו שלא ישרו אותם ולא יהיו מוכנים לטומאה מאכילין אותם לבהמה בטומאה אבל דינם שיאכלו כתושים והדבר הטחון העב נקרא צריד ואומר שמאי שכותשין אותן ואין שורין אותן ומאכילין אותן לבהמות כשהן כתושין שמא יטמאו ואין הלכה כשמאי ולא כרבי עקיבא והלכה כחכמים: \n"
            ],
            [
                "עד שישלים. ענינו עד שישלים מנין הזהב של מעשר שני והשאר חולין ואם נאבד מהם דבר משל חולין נאבד: \n",
                "והנבללין לפי חשבון. כיצד כגון שיהיו מעות מעשר שני מאה סלעים ושל חולין מאתים ובלל וערב הש' סלעים ונתפזרו ונאבד מהם בדבר הדמיון שלשים סלעים נאמר שאותן שלשים סלעים שנאבדו יהיו עשרים של חולין ועשרה ממעשר שני לפי חשבון הממון ועל זה הדרך תעשה הקש ופירש הנבללין המעורבים כי שם בלל ה' (בראשית יא) ובכלל זה צריך תנאי והוא שיאמר אם אלו המעות שנשארו מעות מעשר שני הרי אלו שבידי תמורתם והם מחוללין על אלו: \n"
            ],
            [
                "הסלע הוא מכסף והמעות מנחשת מפותח ואומר בכאן שכשנתערבו שני סלעים שיביא חלופי סלע אחת ממעות סלע של מעשר שני ויהיה הכל חולין ואחר כך יקח את היפה שבשני הסלעים ויחלל עליו המעות ויחזיר אותה הסלע מעשר שני ויצאו המעות לחולין: ואמר מדוחק ענינו ידוע תרגום לחץ דוחקא והכוונה שלא יעשה זה אלא בשעת הדוחק: \n",
                "לא שיתקיים כן. ענינו לא שיניח הנחשת מעשר ויוציא בו הכסף לחולין אלא שחוזר ומחללן על הכסף כמו שעשינו באלו הב' סלעים: \n"
            ],
            [
                "ב\"ש אומרים אסור לאדם להחליף סלעי המעשר ולעשותן דינר זהב וזה גזרה שמא לא ימצא להחליף ויתבטל מעלות ירושלים וב\"ה לא גזרי שמא ישהה עליותיו והביא ר\"ע מעשה לאמת בו דעת בית הלל והוא נכון: \n"
            ],
            [
                "בית שמאי מתירין להחליף כל הסלע במעות של נחשת אף על פי שאינו מוציא אותו כולן בבת אחת וזה חוץ לירושלים ושקל הוא חצי הסלע ומה שחלק ר\"מ על חכמים הוא כמו שאמשול לך כגון שהיה אצלנו מפירות מעשר שני מה ששוה חצי דינר אסור לו ליקח אותן הפירות עם דינר וחצי דינר ממעות מעשר שני ויאמר אלו הפירות עם זה הדינר וחצי של כסף מחוללין על שקל זה וחכמים מתירין והלכה כחכמים אבל אם יש בפירות שוה דינר או יותר הכל מודים שאינן מחוללין עם הכסף על המעות: \n"
            ],
            [
                "סלע הוא שני שקלים ודינר הוא רביע הסלע כי הסלע ארבעה דינר: \n",
                "ורביעתו הוא רביע השקל והוא חצי דינר: \n",
                "האספרי קבוץ אספר והוא המעה בלשון יון ואיני יודע כמה אספרים יש בסלע וכשרוצה אדם בירושלים להחליף הסלע ולהחזיר מעות ליקח בו מה שירצה מתירין ב\"ש לעשותו כלו מעות וב\"ה אומר חציו מעות וחציו כסף רוצים בזה מן החצי בחצי בלבד יחליף אותו במעות של נחושת: \n",
                "הדנין לפני חכמים. הם שמעון בןעזאיושמעון בן זומא ושמעון המצרי וחנניה אומרים שיחליף אותו רביע סלע ברביע *סלע: \n",
                "ור\"ע אומר שמינית סלע בשמינית סלע בלבד יחליף של נחושת: \n",
                "ושמאי אומר יניח הסלע בחנות כלומר יתן אותו אל בעל החנות ויוציא אותו על יד על יד עד שישלים הסלע והלכה כב\"ה בלבד: \n"
            ],
            [
                "הטמאים אסורים לאכול מעשר שני לפי שהוא קדש וצריך אתה לדעת איך תהיה טומאתן ואז תדע איך תהיה צורת שתייתם והוא שהם אם היו טמאים בשאר מיני הטומאות מלבד זיבות אפשר שיהיה המשקה אותם טמא ובתנאי שלא יגע ביין ויהיה הכוס מחרס כי העיקר אצלנו כלי חרם אינו מטמא מגבו כמו שיתבאר במקומות ממה שאנו עתידין לבאר אבל אם היו טמאין בזיבות אין להם רשות להשקות הטהורים כי הזב מטמא כל מה שיטלטל ולפיכך צריך שיהיה המשקה אותם טהור והדבר שישתו הטהורים יהיה מעשר שני וכאילו קנאו בזה הסלע של מעשר שני ויצא הסלע לחולין כדין מעות מעשר שני שהוציאם במאכלות: \n"
            ]
        ],
        [
            [
                "אמרו בגמרא מהלכות עימעום הוא ענינו שאין שם שינוי בענין אלא נקיות לשון בין שאמרו שנאכלם שיורה שהוא יתן לו חלק מהם או בין אמרו לחלק שיורה שהוא יתן לו חלק אבל בחרו מאמרם לחלק מפני שיהיה כמי שנתן פירות מעשר שני שכר למי שהעלם וזה אסור לפי שהוא בעצמו חייב להגיעם שם: \n"
            ],
            [
                "מפני שהוא ממעט באכילתו. ענינו שימעט באכילתו לפי שהתרומה אסורה לזרים ולטבול יום והמעשר מותר לזרים ולטבול יום וכמו כן ממעט באכילת תרומה כי התרומה מותרת לאונן ותאכל בכל מקום ומעשר שני אסור לאונן למאמר השם לא אכלתי באוני ממנו (דברים כ״ו:י״ד) וגם כן אסור לאכלו אלא בירושלים כמו שנתבאר בתורה וכבר קדם לך כי מעות מעשר שני קונין בהם בהמות ומקריבין אותן זבחי שלמים והשלמים בלי ספק קדש ויפסלו כשהן פגול או נותר או טמא ואסור לאכלן והתרומה אין בה לא דין פגול ולא דין נותר ועוד כי לא כל הדברים המטמאין את הקדש הם מטמאין את התרומה כמו שיתבאר בפ' שני ממס' טהרות (משנה ב) ופגול ענינו שתהיה מחשבתו בשעת הזביחה שיאכל ממנו אחר הזמן הקצוב לאכילתו הוא מה שאמר השם (ויקרא ז׳:י״ח) ואם האכל יאכל מבשר זבח שלמיו פגול הוא לא ירצה ונותר הוא מה שאמר השם והנותר באש תשרופו (שם ח) ואמר בבשר טמא והבשר אשר יגע בכל טמא לא יאכל באש ישרף (שם ז) ועוד יתבארו דיני הפגול והנותר בפרט במסכת זבחים ואין הלכה כר' שמעון: \n"
            ],
            [
                "אלו המעות הם מעות ממעשר שני והפירות שהם אצל חברו חולין והם גם כן בירושלים וכשחלל מעותיו על פירות חברו יצאו המעות לחולין ומותר לו למכור ולקנות בהן ואותן הפירות חוזרין פירות מעשר שני ואוכלן בטהרה כדין מעשר שני ויהנו הבעלים בדמיהן שהם מעות מעשר שני ואסור לו לעשות זה עם עם הארץ לפי שהוא חשוד על הטומאה ושמא יאכלנו בטומאה ואם היו אותן מעות של מעשר שני של דמאי הרי זה מותר לפי שזה ספק אם הוא מעשר שני ודאי או לאו ואסור לטמאים או לא וכבר בארנו כי הדמאי חייב במעשר שני בתחלת מסכת דמאי (פ\"ב מ\"ב): \n"
            ],
            [
                "מדינה נקרא כל מדינה ומדינה ממדינת ארץ ישראל לבד מירושלים והכונה כי כשיהיו הפירות או המעות חוץ לירושלים אפשר לו לחללם אבל השמיענו שאין מתנאי החילול שיהיו נמצאות הפירות והמעות במקום אחד ועוד השמיענו שחילול מעות מעשר שני מותר בירושלים אבל פדיית פירות מעשר שני בירושלים אל יעלה על דעתך כאשר יתבאר בזה הפרק ועוד נתבאר לך לקמן ההפרש שיש בין הפירות והמעות: \n"
            ],
            [
                "ואין הלכה כר' שמעון בן גמליאל: \n"
            ],
            [
                "כבר קדם לנו כי פירות מעשר שני כשנכנסו לירושלים אסור להוציאם אלא שנאכלות לשם וכל זמן שלא יגיעו לירושלים יכול לפדותם ויעלו המעות לירושלים ועוד אצלנו עיקר אחר ושמרהו והוא שאין פודין מע\"ש בירושלים וכשנכנסו פירות שנגמרה מלאכתן בירושלים והוציאו מהן מע\"ש החייב להם ונכנסו לירושלים שאין שם שום דרך שיפדה אלא יאכל בירושלים ולפיכך יחזור מעשר שני שלהם ויאכל בירושלים ושלא נגמרה מלאכתן כסלי ענבים לגת שעדיין נשאר לגמר מלאכתן הדריכה והסחיטה או סלי תאנים למוקצה שנשאר ג\"כ ליבשן ב\"ה אומרים יפדה ויאכל בכל מקום כדין פירות מעשר שני שלא נכנסו לירושלים: \n",
                "והדמאי נכנס ויוצא ונפדה. ענינו כי מעשר שני של דמאי נכנס לירושלים ויוצא ממנה ויפדה אחר יציאתו וזה אסור לעשותו במעשר שני של ודאי וכבר נתבאר לך זה בתחלת מסכת דמאי ואין הלכה כר' שמעון בן יהודה במה שפי' מחלוקת ב\"ש וב\"ה: \n"
            ],
            [
                "בתי הבדים שפתחיהן בפנים וחללן חוץ. חללן ידוע מלשון חלול וזה הוא דמיונם ומאמר ב\"ש הכל כלפנים לחומרא וכן נתבאר בתוספתא ר\"ל שלא יפדה בהם מעשר שני ולא יאכלנו וב\"ה אומרים מכנגד החומה ולפנים מותר לאכול בהם המעשר והקדשים ולא יפדה בו ממעשר שני ומכנגד החומה ולחוץ כלחוץ שמותר לו לפדות בו מעשר שני ואסור לו לאכלו לשם ואמר בתי הבדים לפי שהבדים הידועים לעולם שהם על זו הצורה ר\"ל בחומות המדינה הם בתי הבדים: \n",
                "הלשכות. שם לדיורי העזרה: ואמר גנותיהן קודש בתנאי שיהיו גגותיהן כגג אחד שוה עם קרקע העזרה וזה אפשר כי העזרה בנויה בהר ועוד יתבאר זה במסכת מדות ותועלת היותם קודש כדי שיהיה מותר לאכול בהם קדשי קדשים ולשחוט בהם קדשים קלים ומי שנכנס טמא שם חייב קרבן כמו שיתבאר בשבועות ואילו היו חול היה דינם ודין ירושלים שוה ולא היו הם חייבות בדין מאלו הדינין: \n"
            ],
            [],
            [
                "אב הטומאה הוא אחד מאבות הטומאות המנויות בתחלת סדר טהרות (פ\"א מ\"א דכלים) והם כולם פםוקי התורה כמו שרץ ושכבת זרע וטמא מת ונדה וזב ומצורע וזולתם שמנאם לשם וולד הטומאה הוא מי שנטמא באב הטומאה ועוד יתבאר אלו וחילוקיהן ושינוי דיניהם במקומות רבות מלבד זה ובפרט בסדר טהרות וכבר זכרנו שאסור לפדות מעשר שני בירושלים אלא אם נטמא והוא אמרם בגמ' מנין למעשר שני שנטמא שפודין אותו ואפילו בירושלים שנאמר (דברים י״ד:כ״ד) לא תוכל שאתו ואין שאת אלא אכילה שנאמר (בראשית מ״ג:ל״ד) וישא משאת מאת פניו אליהם וגו' והראיה מזה מה שאספר לך והוא כי מעשר שני אסור לאכלו אלא בירושלים ואמר השם יתברך כי אם נמנע מלאוכלו ואין שם דבר מונע אכילתו אלא שנטמאה א] ואומר ב\"ש כיון שנכנס בירושלים ואע\"פ שהוא נפדה אסור להוציאו אבל יאכל בירושלים מלבד מה שנטמא באב הטומאה חוץ לחומה ואח\"כ נכנס לירושלים שמותר להוציאו לפי שבשעת כניסתו לא היה ראוי לאכילה ולא היתה בו קדושה כלל לפי שכבר נטמא בטומאה חמורה דאורייתא וב\"ה אומרים יאכל בחוץ כשנפדה מלבד מה שנטמא בולד הטומאה לפנים מן החומה לפי שעדיין נשאר בו קצת מקדושת מעשר לפי שלא נטמא טומאה חמורה דאורייתא ולפיכך יאכל בפנים אחר פדייתה: \n"
            ],
            [
                "הלקוח בכסף מעשר. הוא דבר הנקנה במעות מעשר שני ואמר שכן הוא נפדה טהור ברחוק מקום מבואר מאד לפי שמעשר שני מותר לפדותו ולהוציאו לחולין אפילו היה טהור כשהיה מקומו רחוק מירושלים וזהו מאמר הש\"י וכי ירחק ממך המקום אבל הדבר הנקנה בכסף מעשר שני כשהוא טהור שאסור לפדותו אפי' רחוק מירושלים וזה לדברי הכל ואין הלכה כר' יהודה: \n"
            ],
            [
                "תנא קמא אומר אין פודין את הקדשים להאכילן לכלבים ורבי שמעון אומר פודין את הקדשים להאכילן לכלבים וכשנטמא אחר שחיטתו יפדה ור' יהודה לא חלק בהם לפי שכשקנאו חי היה דינו ודין מעשר שני שוה וכמו שיפדה מעשר שני כשנטמא כן יפדה זה כשנטמא שבהיותו חי אין לו רחוק מקום כי יכול להוליכו לאיזה מקום שירצה ורבי יוסי מחמיר יותר מרבי יהודה ואמר יקבר כיון שהוא לקוח בכסף מעשר: \n",
                "לקחו שחוט ונטמא הרי הוא כפירות. כל מה שחלקו בו תנא קמא ור' יהודה בהלכה שלפני זו ר' יהודה אומר לא יפדה ותנא קמא אומר יפדה וכבר אמרנו אין הלכה כר\"י וכמו כן בזו ההל' הלכה כת\"ק: \n"
            ],
            [
                "כשהשאיל אדם קנקניו להוליך בהם מעשר שני ופי' שהם מושאלים אפי' שסתם פיות הקנקנים לא קנה מעשר ענינו שאין אותם קנקנים חוזרות ממון מעשר ואם נתן לתוך הקנקנים יין מעשר שני סתם ולא פי' שנתן אותם הקנקנים בתורת שאלה כל זמן שלא סתם פי הקנקנים אותן הקנקנים ברשות המשאיל אבל אם סתם פי הקנקנים הרי נתנם למעשר ונתחייבו למכרם ולאכול בדמיהם מה שראוי לאכול בירושלים כדין מע\"ש ואח\"כ הביא כל הדינים המשתנים בין סתימות פי הקנקנים או היותם פתוחות ואמר עד שלא גפן עולות באחד ומאה ענינו שאם היו מאה קנקנים חולין ונתערב עמהם קנקן של תרומה אם היו הקנקנים כולם פיהם פתוחות נחשוב שכולם מעורבות ותעלה באחד ומאה כדין התרומה שנתערבה בחולין כמו שבארנו ואם היו (מעשר) הקנקנים כולם פיהם סתומות נאסר הכל ויהיה דינם כדין התרומה ואפילו יהיה קנקן תרומה באלף קנקנים חולין וזהו ענין אמרם מקדשות כל שהן וממה שבארנו יתבאר היטב אמרם תורם מאחת על הכל ומכל אחת ואחת ואמר בתוספתא (פרק ב) בד\"א בשל יין אבל בשל חומץ ושל ציר ושל דבש בין שגפן בין שלא גפן לא קנה מעשר קנקן: \n"
            ],
            [
                "עיקר ההלכה כי כשמכר אדם יין בירושלים וקנה ממנו במעות מעשר שני בש\"א שפותחין הקנקנים ומערין אותן מה שבהן לגת ומוכר לגת ואז יצאו הקנקנים לחולין אבל אם מכר היין והוא בקנקניו לא יצא קנקן לחולין ואמר ב\"ה שאם היה דרכו למכור אותם הקנקנים סתומות ומוכרן פתוחות יצא קנקן לחולין ואינו צריך לערות ואז ימכור לפי שכיון שפתחם גלה דעתו שאין רצונו למכור הקנקן ואם מכר במדה ואמר מדת כך וכך בכך וכך דמים יצא קנקן לחולין אפילו היו סתומות ודברי ר\"ש אמת ואין עליו חולק: \n"
            ]
        ],
        [
            [
                "יוקר וזול הפכים וענינם ידוע ואמרו המוליך אם עבר והוליך אבל לכתחלה אסור אלא פודהו במקומו או מעלה אותו לירושלים: \n",
                "השבח לשני. ענינו כי אותו השבח שהשביחו דמיהן הם למעשר שני לפי שהפירות יותר שוות במדינה ממה שהם שוות בשדה בלי ספק שאם היו הפירות שוות בשדה על דרך הדמיון סלע אחד והכניסן למדינה והם שוין שני סלעים צריך לפדות' בשני סלעים א] ומי שהוא חייב להוליכן עד שיגיעו למדינה אין לו לחשוב השכר על מעשר שני וזהו ענין אמרם והיציאות מביתו ויציאה כמו ההוצאה וקראו אותה כן לפי שהוא ממון יוצא מרשותו של אדם: \n"
            ],
            [
                "אמרו בשער הזול הוא מה שפירש ואמר כמו שהחנוני לוקח ושולחני הוא המחליף:  ",
                "ושולחן שם לתיבת השלחוני ויחסוה אליו ופורט הוא מה שלוקח השלחוני מבני אדם ומצרף מה שנותן להם אמר בכאן שאם היה השלחוני בדרך הדמיון לוקח בסלע עשרים וחמש מעות הוא נותן בו כשמחליף עשרים וארבעה מעות ומי שרצה להחליף מעות והם המעות בדרך הדמיון שהוא רוצה להחליף סלע יש לו להחליף אותו סלע בעשרים וארבעה מעות שהם חלופי סלע כשלקח משלחני:  ",
                "אכסרה. כלומר באומד וכבר בארנו זה (דמאי פ\"ב מ\"ה) והטעם בזה כי הפדיון לא יהיה אלא בדמי הדבר הנמכר ואם פדאו בעליו יוסיף חומש למאמר השם יתברך (ויקרא כ״ז:ל״א) וחמישיתו יוסף עליו וכשיהיה מכר הנמכר שהוא רוצה לפדותו יפה ואין בו הפסד יהיה ערכו ידוע וכשהתחיל להפסד לא יודע ערכו לפי שכשיעור ההפסד ישתנה הערך ואמרם על פי שלשה צריך שיהיו סוחרים ואפי' יהיה אחד מהם נכרי או בעל הממון הרי זה מותר:  ",
                "היין שקרם. כלומר שהתחיל להחמיץ:  ",
                "ופירות שהרקיבו.כמו נתעפשו:  ",
                "ומעות שהחליאו. ענינו שכהו או העלו חלודה ונשתנה מראיהן והוא כמו החלידו:  "
            ],
            [
                "כבר בארנו במה שקדם כי החומש הוא רביע עיקר הממון והוא אומרו עד שיהא הוא וחומשו חמשה שהוא נותן במה שישוה סלע סלע ודינר כי הסלע ארבעה דינרים והדינר ששה מעין והמעה ארבעה איסרים אם כן איסר חלק מששה ותשעים מן הסלע ומה שנתנו מעלה לסלע ואיסר על סלע ודינר שאע\"פ שהוא יותר לפי שהוא יכול להערים על החומש ולא יתן אותו כמו שיתבאר לקמן על כן נחוש לתוספת שתהיה בעיקר וכן נתנו הטעם בגמרא ודע כי מעשר שני ממון גבוה הוא ולפיכך לא תתקיים בו המתנה אלא בתנאי והוא שיתננו לו והוא טבל ר\"ל קודם הוצאתו והפרשתו אבל כשהוציאו אין לו רשות ליתנו במתנה בשום פנים: \n"
            ],
            [
                "עבד עברי אין גופו קנוי אלא מעשה ידיו בלבד והוא כמו שכיר כמו שאמר השם יתברך כי משנה שכר שכיר וגו' (דברים ט״ו:י״ח): \n"
            ],
            [
                "זאת ההלכה יתבאר בה גם כן מדרכי החלול בהערמה ולפי שהקדים בהלכה הקודמת כיצד יערים בנתינת המעות במתנה הודיע ג\"כ בכאן איך יוכל להערים כשלא יהיו לו מעות מצויות שאי אפשר לו לתתם מתנה לפי שאינן מצויות אלא על גבי קרקע כמו שיתבאר במקום אחר ולפיכך יתן אלו הפירות של מעשר שני שהם מצויות מתנה לחבירו ויזכה בהם חברו ויחזיר ויפדה אותן ממנו במעות שיש לו בביתו ולא יתחייב בחומש לפי שכבר נתנה מתנה וכבר בארנו בפרק ג' (משנה ד) שאין מתנאי פדיון מעשר שני שיהיו הפירות והמעות מצוין במקום אחד ומה שאמר בכאן פירות מעשר שני מתנה יתקיים זה על דרך שזכרנו קודם אם היא זו המשנה לדברי הכל א] שיהי' זה בפירות מעשר שני עצמן אחר הוצאתן ותהיה זו המשנה למי שסובר שמעשר שני ממון בעלים ותתקיים בה המתנה: \n"
            ],
            [
                "קרא בזו ההלכה מעשר לפירות הנלקחים במעות מעשר שני וקרא פדיה נתינת הזהב של מעשר שני לפי שאותן הדמים יצחו לחולין בלי ספק וכל זה שלא הקפידה על המלות שכיון שהענין ידוע וזכור ואמר כי אם קנה פירות מדמי מעשר שני בסלע ומשך הפירות שנתחייב בקנייתן כמו שנתננו העיקר במה שקדם ולא הספיק לתת המעות עד שעמד בשני סלעים מה שקנה בסלע שיתן למוכר סלע במה שקנה ממנו וירויח הוא סלע אחד ויוציא אותו במה שירצה ליהנות בו לפי שאלו הפירות הם שני סלעים (הם) שוות ולפיכך חושב אותם במעות מעשר שני בשני סלעים וזהו ענין אמרם ומשתכר בסלע: \n",
                "ומעשר שני שלו. ענינו שחוזר במנינו וחושב אותו בשני סלעים כמו שהוא שוה: \n",
                "ואם היה הדבר להפך וחזר מה שקנה בשני סלעים בסלע אחד קודם שיתן הזהב נותן לו סלע שהוא שוה עכשיו ממעות מעשר שני והסלע השני מן החולין כדי שלא יהיה עליו מכשול ר\"ל על המוכר שיתן לו שני סלעים מן המעשר שני ואלו הפירות הם שוות עכשיו סלע: \n",
                "ואם היה המוכר עם הארץ. מותר לו שיתן לו הסלע השני מדמי מעשר שני של דמאי לפי שעם הארץ נופל ברוב בזה המכשול וחזקתו שהוא משמש בדמאי ואינו מוציא ממנו מעשר בשום פנים ולפיכך מותר שיתן לו מעות מעשר שני של דמאי: \n"
            ],
            [
                "לא קרא שם. ענינו שלא אמר הרי זה פדיון מעשר שני וכמו כן נתינת הגט או הקדושין אם לא אמר לה הרי זה גיטך או הרי את מקודשת בזה ר' יוסי אומר אין צריך לפרש בשום דבר מאלו הענינים מפני שהענין יורה עליו והל' כר' יוסי בשני המאמרים: \n"
            ],
            [
                "כבר בארנו כי איסר רובע המעה ופונדיון חצי המעה וכן אמרו פונדיון שני איסרין וכשלקח איסר של חולין והפרישו לאכול כנגדו מפירות מעשר שני וחזר אותו האיסר מעות מעשר שני ואכל מה שהיה שוה חצי איסר ונשאר לו לאכול חציו מן המעשר ויחזיר אותו איסר מעות מעשר שני ואח\"כ הלך למקום אחר ששוה שם האיסר כמו הפונדיון שהוא שני איסרים והוא אכל כבר מה ששוה איסר הרי יש לו לאכול באיסר שני מפירות מעשר שני ואז יחזיר אותו האיסר שהיה חולין מעות מעשר שני וכמו כן אם הניח פונדיון של חולין לאכול כנגדו מפירות מעשר שני ואכל באיסר שהוא חצי פונדיון ונשאר לו לאכול באיסר שני והלך במקום שאין לוקחים שם פונדיון אלא באיסר נחשוב הפונדיון שאכל כנגד חציו שהוא איסר ואין לו לאכול עליו אלא חצי איסר בלבד וישוב הפונדיון כולו מעות מעשר שני וזהו ענין אמרם פלג רוצין בו חצי איסר וכאשר השלים לדון בדיני מי שהניח מעות של חולין לאכול כנגדן מעשר שני התחיל בדיני מי שהניח מעות מעשר שני לאכול כנגדן כמו שהוא חייב לעשות בירושלים ואמר המניח איסר של מעשר שני אוכל עליו אחד עשר באיסר ואחד ממאה באיםר וענין זה המאמר שאם יהיה אותו איסר של מעשר שני של דמאי ואכל בעשרה חלקים מאחד עשר חלקי האיסר ונשאר עליו חלק מאחד עשר כבר יצא האיסר לחולין כיצד כגון שהיו הרמונים אחד עשר באיסר כיון שאכל עשרה רמונים יצא האיסר לחולין ואם יהיה האיסר של מעשר שני של ודאי הדין בו אחד ממאה כיצד כגון שיהיו התאנים ק' באיסר ואכל תשעים ותשעה תאנים על האיסר הרי יצא האיסר לחולין אע\"פ שנשאר בו חלק ממאה ואמרו בית שמאי דכל עשרה בין דמאי בין ודאי כיון שלא נשאר בו באיסר אלא עשיריתו יוצא לחולין אבל אם נשאר בו יותר צריך לאכול כנגדו כיצד כגון שיהיו האגוזים עשרה באיסר ואכל מהם תשעה יצא האיסר לחולין ואם אכל שמנה לא יצא עד שיאכל שנים ואמרו בית הלל בודאי אחד עשר ובדמאי עשרה אבל אם נשאר עליו באיסר של [*צ\"ל ודאי] דמאי עשירית נתחייב לאכול כנגדו וזהו לפי שהעיקר אצלנו כי מה שהוא שוה פחות משוה פרוטה אין חוששים לו בכל התורה לא לענין גזל ולא לענין נהנה מן ההקדש ולא לשום ענין מן הענינים ועוד יתבאר זה במקומות אחרים ופרוטה היא אחד משמנה באיסר האיטלקי נמצא עשירית האיסר שמנה עשירית הפרוטה וכשתוסיף עליהם החומש החייב למה שפודה מעשר שני שלו שכבר בארנו שהוא רביעית הדבר הנפדה יהיה הכל פרוטה וכשנשאר מן האיסר עשיריתו חוששין עליו לפי שכשמוסיפין עליו החומש יהיה הכל שוה פרוטה ואם הוא פחות מן העשירית אין חוששין לו לפי שאין בו שוה פרוטה אפי' בתוספת החומש ולפיכך אמרו בודאי אחד עשר ובדמאי עשרה לפי שאינו חייב בחומש כמו שנתבאר ועשיריתו הוא פחות משוה פרוטה כמו שבארנו זה ענין המאמר וכונתו והוא ענין מופלג מאד והלכה כבית הלל: \n"
            ],
            [
                "אפילו דינר זהב עם הכסף ועם המעות. ולא נחוש ונאמר שמא אלו המעות חזר וחללן על הכסף הזה או על הזהב כמו שקדם מאמרס שהוא חוזר ומחללן על הכסף: \n",
                "ואם מצא חרס וכתוב עליו מעשר הכל מעשר ולא נאמר שמא הם חולין וזה החרס הוא מכלי שהיה בו מעשר נתון בתוכו וכתבו עליו מעשר: \n"
            ],
            [
                "כלי החרס דמי מה שבתוכו יותר מדמי הכלי והוא אצל בני אדם גרוע כל כך שאין מקדיש אותם שום אדם לבדק הבית ומה שחלקו על רבי יהודה הוא בכלי של מתכת ואין הלכה כרבי יהודה: \n"
            ],
            [
                "כולן שמות אדם הן. רוצה בהם שאפשר שאלו התיבות הם מראשי שמות בעלי אותן הכלים. ופירוש אשתקד השנה שעברה ואין הלכה כר' יוסי בב' המאמרים: \n"
            ],
            [
                "האומר מאתים ומצא מנה הכל מעשר. לפי שנאמר לקח מהם מאה והניח מאה ולא נאמר שמא הלכו אותם המאתים ואלו הם חולין אלא שנלך לחומרא: \n"
            ]
        ],
        [
            [
                "מציינין. מגזרת ציון והוא כמו סימן ואמר כי כרם רבעי עושין לו תלוליות מן האדמה כדי שידעו בני אדם שהוא כרם רבעי ולא יאכלו ממנו כלל לפי שהוא קדש כמו שאמר השם יתברך ובשנה הרביעית יהיה כל פריו וגו' (ויקרא י״ט:כ״ד) ודינו שיאכלוהו בעליו בירושלים כמו מעשר שני כמו שנתבאר: \n",
                "ושל ערלה בחרסית. הוא הטיט השרוף לפי שאיסור הערלה יותר חמור מאיסור כרם רבעי לפי שכרם רבעי ניתן לאכילה וערלה אסורה בהנאה כמו שיתבאר ולפיכך אין רושמין אותו בקוזזות אדמה שמא יתפרך ויתפזר ויאבד אותו הציון ולא ימצאו אותם בני אדם שום רושם ויאכלו ממנה ויבואו לידי מכשול: \n",
                "ושל קברות בסיד. ענינו כי ציון הקברות צריך שיהיה בסיד היו ממחין הסיד בחמין כלומר מערבין הכל ושופכין אותו אל מקום הקבר כדי שידעו שאותו המקום טמא ויפרשו ממנו הכהנים וזהו ענין אמרם ממחה ושופך: \n",
                "ואומר רשב\"ג שלא נצריך לבני אדם לציין ולרשום כרם רבעי ושל ערלה שלא יאכלו מהם בני אדם אלא בשנת השמטה שהוא הפקר ויד כל אדם שוה בגנות ובכרמים אבל שלא בשנת השמטה אין צריך לרשום לפי שאין רשות בני אדם לשלוח ידם ולאכול מה שאינו שלהם ואם עבר אדם ואכל הרי זה גזלן ואין לנו לעשות תקנה לגזלן שלא יבוא לידי מכשול לפי שעון הגזלנות יותר גדול וכל זה דבר אמתי: \n",
                "והצנועים מניחין את המעות וכו'. ענינו בשנת השמטה הם עושין זה כשיהיה ברשותם כרם רבעי שדינו שיפדה כאשר בארנו וכבר פירשנו (כלאים פ\"ט מ\"ה) כי צנועים נקראים אותם בני אדם שהם מדקדקים על עצמם בדת: \n"
            ],
            [
                "מה שנתחייב להעלות מכרם רבעי לירושלים הוא מה שהוא קרוב לירושלים מהלך יום או פחות כדי לעטר שוקי ירושלים בפירות כמו שאמרו חכמים וכאשר רבו הפירות בירושלים התקינו שיוכלו לפדותו אפילו סמוך לחומה והתנו בעיקר זו התקנה שלא תהיה עולמית אלא אימתי שירצו שיחזור הדבר לכמות שהיה מפני שנחוש שמא ימעטו הפירות ונצטריך להעלותן: \n",
                "ואמר רבי יוסי כי אחר החורבן היה זה התנאי ולאחר חורבן הבית והיותו ביד האויבים לא נחוש ולא נקפיד על הפירות בין רב למעט ומכל מקום לא נצריך היום שיעלה לירושלים בין שהיתה זו התקנה כשיהיו פירות מרובות קודם החורבן או שהיתה אחר החורבן: \n"
            ],
            [
                "אמר הש\"י בכרם רבעי קדש הלולים לה' (ויקרא י״ט:כ״ד) ואמר במעשר קדש לה' (שם כז) ב\"ה דרשי קדש קדש ואומרים כמו שמי שפדה מע\"ש שלו יוסיף חומש וחייב בביעור כמו שיתבאר בזה הפרק כמו כן הדין בכרם רבעי וב\"ש לא דרשי קדש קדש אבל אומרים כיון שלא נתבאר בתורה זה הדין לא נחייב אותו בו. וכמו כן אומרים ב\"ה מעשר ממון גבוה הוא כמו שבארנו והם אומרים נלמד כרם רבעי מן המעשר בכל דיניו ולפיכך אינו חייב בפרט ולא בעוללות לפי שהוא ממון גבוה אבל דורכים אותו כולו וזהו מאמרם כולו לגת וב\"ש אומרים שהוא ממון בעלים וחייב בפרט ובעוללות וכבר קדמה לשון זו ההלכה במסכת פאה (פ\"ז מ\"ו): \n"
            ],
            [
                "על מנת להוציא יציאות מביתו. פי' היציאות הראויות לעבודת הכרם ושמירתה מן הגנבים ועבודת האילנות ושאר הצריך בעבודה: \n"
            ],
            [
                "בשויו. כלומר בערכו ולא אמר להוציא יציאות לפי שאין בשנה שביעית יציאות לפי שהארץ אינה נעבדת ואינה צריכה שמור. ואמר ואם היה הכל מופקר ענינו שאם היה אותו הכרם הפקר שהוא חייב לפדותו בשויו ולא יפחות מן הדמים אלא שכר לקיטה בלבד כיצד כגון שיהיה סל בסלע ושכר לקיטתו איסר וכשלקט סל של ענבים מכרם רבעי הפקר פודה אותו בסלע פחות איסר ולא נעשה כן בשנת השמטה לפי שכל אחד מלקט לעצמו: ואמר ומוסיף עליו חומש. הוא דעת ב\"ה שמחייבים לכרם רבעי חומש כאשר קדם ולא תתקיים מתנה בכרם רבעי אלא אם נתנו הפירות קודם שיבאו לעונת המעשרות לפי שכבר בארנו שהוא ממון גבוה ולא תתקיים בו מתנה: \n"
            ],
            [
                "כבר בארנו פעמים (פ\"ד מ\"ג דדמאי) במה שקדם כי בשנה השלישית והששית מן השבוע שיוציא מעשר עני במקום מעשר שני ואמר הש\"י (דברים יד) מקצה שלש שנים ואמר (שם לא) מקץ שבע שנים במועד שנת השמטה בחג הסכות ואמרו מה קץ האמור להלן רגל אף קץ האמור כאן רגל יכול חג הסכות תלמוד לומר (שם כו) כי תכלה לעשר את כל מעשר תבואתך רגל שכל המעשרות כלין בו הוי אומר זה פסח לפי שלא יחול פסח מן השנה הרביעית אלא אחר שנגמרה כל מה שצמח בשנה השלישית ממה שהוא חייב מעשר עני וכמו כן כל מה שצמח בששית שהיא גם כן שנת המעשר וענין מתבערים שיתבערו ויאבדו אותן הפירו' עד שלא ימצא מהם אצלו וברשותו כלל לפי שנאמר (שם) בערתי הקדש מן הבית ואמר ר\"ש כי הבכורים אם נשאר מהם כלל שיתנםלכהן כמו שנותנין לו התרומה ואינו חייב להשליכם או לשורפם וענין הבעור בכאן שיתן מכל הצמחים כל המתנות שנתחייב לתתן ושיתן כל מתנה לבעליו ומה שהוא חייב לאכלו כגון מע\"ש ונטע רבעי ומאבד מה שנשאר ואם היה אצלו תבשיל ממעשר שני אומרים ב\"ה הרי הוא כמבוער לפי שאם ישאר וישהה יפסיד ואין הלכ' כרבי שמעון: \n"
            ],
            [
                "בזמן הזה. ענינו בזמן שאין בית המקדש קיים אומרים ב\"ש וצרת הכסף בידך (דברים יד) הכסף בלבד מעלין וב\"ה אומרים כי הוא כשיש שם מקום להעלות הפירות ולאכלן בו אבל בזמן הזה שאין שם מקדש הדין הוא שיבער הפירות: \n"
            ],
            [
                "התקינו פירותיכם. ענינו כשיהיו עושין בהם כל הראוי כדי להגיען בירושלים בעונת המעשרות הנזכר במסכת מעשרות ושיוציאו מהם המתנות הראויות ויעשו בהם מה שזכר ודברי ר' עקיבא אמת: \n"
            ],
            [
                "ר' עקיבא היה פרנס לעניים ורבי יהושע לוי היה ור\"א בן עזריה כהן עשירי לעזרא והעיקר המפורסם אצלנו קרקע נקנה בכסף ובשטר ובחזקה וכבר זכרנו זה (פ\"ג מ\"ו דפאה) ועוד יתבאר במקומו בקידושין (פ\"א מ\"ה) ועוד יש עיקר אצלנו כשם שקרקע נקנה בכסף ובשטר ובחזקה כך שכירות קרקע נקנית בכסף ובשטר ובחזקה ומכלל הכח שנקנין בו המטלטלין הוא שכירות המקום שהם בו אותם המטלטלים לפי שאותו הקרקע תחשב כאילו הוא רשות השוכר והמטלטלים שבו כאילו הוא משכן ונתנן ברשותו ועוד יתברר זה בבבא בתרא ע\"כ כל אחד מאלו השכיר לחברו מקום המעשר בכסף וחברו קנה המעשר שהיה באותו המקום וכאילו הגיע ברשותו ורבן גמליאל עשה זה מפני שהגיע שעת הביעור והיה חייב כמו שבארנו להגיע ליד בעליו כל חק וחק מן המעשרות והתרומה מאחר שנגמר פירותיו ואילו לא היה רבן גמליאל עם אלו הנזכרים שהיה אפשר לו להגיע לידם החוקים על הדרך שאמרנו היה מספיק לו לקרוא שם בלבד למעשרות וליחד להם מקום בצפון או בדרום כמו שנתבאר במה שקדם וזהו ענין אמרם בתחלת זו ההלכה צריך לקרוא להם שם ר\"ל כי כשהגיע שעת הבעור והפירות רחוקות ממנו שאינו יכול להוציא מהם החוקים שצריך על כל פנים לקרוא להם שם: \n"
            ],
            [
                "כבר בארנו כי בכל מקום מעשר שני ונטע רבעי קודש ומעשר לוי הוא מעשר ראשון ואמרו וגם נתתיו ללוי יורה על מעלה שניה קדמה לו לפי שמלת וגם אצלם תוספת כמו הנוסף עליו ומעשר עני ולקט ושכחה ופאה הם חקי גר יתום ואלמנה מן הבית זו חלה לפי שאין שם חק יהיה במה שבבית בלבד אלא החלה החייבת בעיסה: \n"
            ],
            [
                "כבר נתבאר זה במה שקדם וזכרנו הראיות והאסמכתות על כל מאמר מהם: \n"
            ],
            [
                "כבר זכרנו במה שקדם (דמאי פ\"א מ\"ב) כי מזה הכתוב למדנו שמעשר שני אסור לאונן וזכרנו עוד שהאונן נקרא האדם שימות לו אחד מן הקרובים שהוא חייב להתאבל עליהם יום הקבורה מדרבנן אבל מדאורייתא יום המיתה בלבד הוא אונן והקרובים שאדם חייב להתאבל עליהם הם אביו ואמו ובניו ובנותיו ואחיו ואחיותיו ואשתו: \n"
            ],
            [
                "שתתן טעם בפירות. ענינו שיהיו שמנו' וטובות הטעם וזה הדרש שהוא דורש בכאן זו הפרשה מלה במלה אין רצונו שיאמר אדם זה בשעת הוידוי אבל יודיענו בכאן על דרך הפי' עניני זאת הפרש' אבל בשעת הקריאה אינו קורא אלא הפרשה בלשונה כמו שנתנה עלידי הנביא וזה מבואר מאד: \n"
            ],
            [
                "לפי שלשון פרשת הוידוי הוא אשר נתתה לנו ראוי שלא יתודה גר ולא עבד משוחרר כמו שזכר והלכה כרבי יוסי:  "
            ],
            [
                "העביר הודיית המעשר. לפי שלא היו יכולין לומר באותו הזמן ככל מצותך אשר צויתני לפי שהש\"י אמר לתת מעשר ראשון ללוים והם היו נותנין אותו באותו הזמן לכהנים וזה היה בגזרת בית דינו של עזרא הסופר לפי שכשעלה עזרא לא הלך עמו לוי כמו שבאר בכתוב ואמר (עזרא ח׳:ט״ו) ואבינה בעם ובכהנים ומבני לוי לא מצאתי שם קנס הלוים שלא יתנו להם מעשר ושינתן לכהנים:  ",
                "ומעוררים. הם הלוים שהיו אומרים בכל יום בשעת קריאת השיר על הקרבן עורה למה תישן ה' (תהילים מ״ד:כ״ד) והוא שתקם מזה וצוה שלא לאמר עוד לפי שהם היו אומרים זה הפסוק כאילו היו מדברים עם הי\"ת והיו צועקים אליו בזה הפסוק וזה מה שאינו ראוי לעשות ולומר כלפי הי\"ת:  ",
                "ונוקפין. הם ב\"א שהיו שורטים שריטות לשורים שהיו מקריבים על המזבח כדי שיפול הדם בעיניהם ולא יראו ויוכלו לכפתן ולשחטן ונוקף העושה הפצע ובגמרא (חולין ז:) אין אדם נוקף באצבעו מלמטה אלא אם כן מכריזין עליו מלמעלה והוא מגזרת כנוקף זית (ישעיהו י״ז:ו׳) לפי שנוקף זית מכתת אותה כשמנענע' בחוזק וזה הנזכר הסיר זה המעשה לפי שהיה נראה אותו השור הקרב כאילו היה בעל מום ונתן שלשלאות של ברזל תקועות בארץ והיו מכניסין בהן רגלי הקרבן ויהיו יכולין לשחטו כמו שיתבאר במםכת מדות:  ",
                "ועד ימיו היה פטיש מכה בירושלים. רוצה בזה כלומר בחולו של מועד והוא הסיר זה המעשה ומנע אותן שהיו מכין בפטיש שלא יעשו מלאכתן בחולו של מועד:  ",
                "ובימיו אין אדם צריך לשאול על הדמאי. מפני טעם אגידנו לך והוא כי בימיו היו בני אדם מקילין בחק השם יתברך ולא היו מוציאין מן הזרעים אלא תרומה גדולה בלבד והיו אוכלים השאר ומי שהיה מדקדק על עצמו היו שואלין וחוקרים אם היה מעשר אם לאו או מעשר דמאי וכשהיה יודע שהיה דמאי היה מניחו ולא היה לוקחו מפני שהיה צריך להוציא ממנו המעשרות ומי שלא היה מדקדק היה אוכלו דמאי לפי שהיה די לו בהוצאת תרומה גדולה בלבד וזה הכהן אמר לאנשי דורו כשם שתרומה גדולה עון מיתה כן תרומת מעשר וטבל עון מיתה אבל נתקן לכם דבר שיהיה קל לכם לסבלוובני אדם יוכלו לעמוד בו ותנצלו מעון מיתה ואמר כי הדמאי אין מוציאין ממנו אלא תרומת מעשר ומעשר שני תרומת מעשר תנתן לכהן ומעשר שני יאכלו אותו בעליו בירושלים אבל מעשר ראשון ומעשר עני באותן השנים שמוציאין בהן מעשר עני אינו חייב להוציאו מן הדמאי אבל אומר ללוי או לעני הבא ראיה שהוא טבל וטול החק והזכות שלך על העיקר שהוא אצלנו המוציא מחברו עליו הראיה וכאשר התקינו זה התיקון היו בני אדם כל מי שלקח פירות מעם הארץ לא היה שואל אותו כלל אם היה טבל אם לאו אבל היה מוציא מהם תרומת מעשר ומעשר שני ואוכל השאר כיון שפירות עם הארץ דמאי וכבר נתבאר כל זה במסכת דמאי ונשנו כל העקרים האלו:  "
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}