var Sheviitjson ={
    "language": "he",
    "title": "Mishnah Sheviit",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה שביעית",
    "categories": [
        "Mishnah",
        "Seder Zeraim"
    ],
    "textmishna": [ 
        [
            "עַד אֵימָתַי חוֹרְשִׁין בִּשְׂדֵה הָאִילָן עֶרֶב שְׁבִיעִית. בֵּית שַׁמַּאי אוֹמְרִים, כָּל זְמַן שֶׁהוּא יָפֶה לַפֶּרִי. וּבֵית הִלֵּל אוֹמְרִים, עַד הָעֲצֶרֶת. וּקְרוֹבִין דִּבְרֵי אֵלּוּ לִהְיוֹת כְּדִבְרֵי אֵלּוּ: \n",
            "אֵיזֶהוּ שְׂדֵה הָאִילָן, כָּל שְׁלֹשָׁה אִילָנוֹת לְבֵית סְאָה, אִם רְאוּיִין לַעֲשׂוֹת כִּכַּר דְּבֵלָה שֶׁל שִׁשִּׁים מָנֶה בָּאִיטַלְקִי, חוֹרְשִׁים כָּל בֵּית סְאָה בִּשְׁבִילָן. פָּחוֹת מִכָּאן, אֵין חוֹרְשִׁין לָהֶן אֶלָּא מְלֹא הָאוֹרֶה וְסַלּוֹ חוּצָה לוֹ: \n",
            "אֶחָד אִילַן סְרָק וְאֶחָד אִילַן מַאֲכָל, רוֹאִין אוֹתָן כְּאִלּוּ הֵם תְּאֵנִים. אִם רְאוּיִם לַעֲשׂוֹת כִּכַּר דְּבֵלָה שֶׁל שִׁשִּׁים מָנֶה בָּאִיטַלְקִי, חוֹרְשִׁים כָּל בֵּית סְאָה בִּשְׁבִילָן. פָּחוֹת מִכָּאן, אֵין חוֹרְשִׁים לָהֶם אֶלָּא לְצָרְכָּן: \n",
            "הָיָה אֶחָד עוֹשֶׂה כִּכַּר דְּבֵלָה וּשְׁנַיִם אֵין עוֹשִׂין, אוֹ שְׁנַיִם עוֹשִׂין וְאֶחָד אֵינוֹ עוֹשֶׂה, אֵין חוֹרְשִׁין לָהֶם אֶלָּא לְצָרְכָּן, עַד שֶׁיִּהְיוּ מִשְּׁלֹשָׁה וְעַד תִּשְׁעָה. הָיוּ עֲשָׂרָה, מֵעֲשָׂרָה וּלְמַעְלָה, בֵּין עוֹשִׂין בֵּין שֶׁאֵינָן עוֹשִׂין, חוֹרְשִׁין כָּל בֵּית סְאָה בִּשְׁבִילָן. שֶׁנֶּאֱמַר (שמות לד) בֶּחָרִישׁ וּבַקָּצִיר תִּשְׁבֹּת, אֵין צָרִיךְ לוֹמַר חָרִישׁ וְקָצִיר שֶׁל שְׁבִיעִית, אֶלָּא חָרִישׁ שֶׁל עֶרֶב שְׁבִיעִית שֶׁהוּא נִכְנָס בַּשְּׁבִיעִית, וְקָצִיר שֶׁל שְׁבִיעִית שֶׁהוּא יוֹצֵא לְמוֹצָאֵי שְׁבִיעִית. רַבִּי יִשְׁמָעֵאל אוֹמֵר, מָה חָרִישׁ רְשׁוּת, אַף קָצִיר רְשׁוּת, יָצָא קְצִיר הָעֹמֶר: \n",
            "שְׁלֹשָׁה אִילָנוֹת שֶׁל שְׁלֹשָׁה אֲנָשִׁים, הֲרֵי אֵלּוּ מִצְטָרְפִין, וְחוֹרְשִׁין כָּל בֵּית סְאָה בִּשְׁבִילָן. וְכַמָּה יְהֵא בֵינֵיהֶם, רַבָּן גַּמְלִיאֵל אוֹמֵר, כְּדֵי שֶׁיְּהֵא הַבָּקָר עוֹבֵר בְּכֵלָיו: \n",
            "עֶשֶׂר נְטִיעוֹת מְפֻזָּרוֹת בְּתוֹךְ בֵּית סְאָה, חוֹרְשִׁין כָּל בֵּית סְאָה בִּשְׁבִילָן, עַד רֹאשׁ הַשָּׁנָה. הָיוּ עֲשׂוּיוֹת שׁוּרָה וּמֻקָּפוֹת עֲטָרָה, אֵין חוֹרְשִׁין לָהֶם אֶלָּא לְצָרְכָּן: \n",
            "הַנְּטִיעוֹת וְהַדְּלוּעִים, מִצְטָרְפִין לְתוֹךְ בֵּית סְאָה. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, כָּל עֲשָׂרָה דְלוּעִים לְבֵית סְאָה, חוֹרְשִׁין כָּל בֵּית סְאָה עַד רֹאשׁ הַשָּׁנָה: \n",
            "עַד אֵימָתַי נִקְרְאוּ נְטִיעוֹת. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, עַד שֶׁיָּחֹלּוּ. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, בַּת שֶׁבַע שָׁנִים. רַבִּי עֲקִיבָא אוֹמֵר, נְטִיעָה כִשְׁמָהּ. אִילָן שֶׁנִּגְמַם וְהוֹצִיא חֲלִיפִין, מִטֶּפַח וּלְמַטָּה כִּנְטִיעָה, מִטֶּפַח וּלְמַעְלָה, כְּאִילָן, דִּבְרֵי רַבִּי שִׁמְעוֹן: \n"
        ],
        [
            "עַד אֵימָתַי חוֹרְשִׁין בִּשְׂדֵה הַלָּבָן עֶרֶב שְׁבִיעִית. עַד שֶׁתִּכְלֶה הַלֵּחָה, כָּל זְמַן שֶׁבְּנֵי אָדָם חוֹרְשִׁים לִטַּע בַּמִּקְשָׁאוֹת וּבַמִּדְלָעוֹת. אָמַר רַבִּי שִׁמְעוֹן, נָתַתָּ תּוֹרַת כָּל אֶחָד וְאֶחָד בְּיָדוֹ, אֶלָּא בִּשְׂדֵה הַלָּבָן עַד הַפֶּסַח, וּבִשְׂדֵה הָאִילָן עַד עֲצֶרֶת: \n",
            "מְזַבְּלִין וּמְעַדְּרִין בַּמִּקְשָׁאוֹת וּבַמִּדְלָעוֹת עַד רֹאשׁ הַשָּׁנָה. וְכֵן בְּבֵית הַשְּׁלָחִין. מְיַבְּלִין, מְפָרְקִין, מְאַבְּקִין, מְעַשְּׁנִין, עַד רֹאשׁ הַשָּׁנָה. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף נוֹטֵל הוּא אֶת הֶעָלֶה מִן הָאֶשְׁכּוֹל בַּשְּׁבִיעִית: \n",
            "מְסַקְּלִין עַד רֹאשׁ הַשָּׁנָה. מְקַרְסְמִין, מְזָרְדִין, מְפַסְּלִין, עַד רֹאשׁ הַשָּׁנָה. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, כְּזֵרוּדָהּ וּכְפִסּוּלָהּ שֶׁל חֲמִשִּׁית, כָּךְ שֶׁל שִׁשִּׁית. רַבִּי שִׁמְעוֹן אוֹמֵר, כָּל זְמַן שֶׁאֲנִי רַשַּׁאי בַּעֲבוֹדַת הָאִילָן, רַשַּׁאי אֲנִי בְּפִסּוּלוֹ: \n",
            "מְזַהֲמִין אֶת הַנְּטִיעוֹת, וְכוֹרְכִין אוֹתָן, וְקוֹטְמִין אוֹתָן, וְעוֹשִׂין לָהֶן בָּתִּים, וּמַשְׁקִין אוֹתָן, עַד רֹאשׁ הַשָּׁנָה. רַבִּי אֶלְעָזָר בַּר צָדוֹק אוֹמֵר, אַף מַשְׁקֶה הוּא אֶת הַנּוֹף בַּשְּׁבִיעִית, אֲבָל לֹא אֶת הָעִקָּר: \n",
            "סָכִין אֶת הַפַּגִּים וּמְנַקְּבִים אוֹתָם, עַד רֹאשׁ הַשָּׁנָה. פַּגֵּי עֶרֶב שְׁבִיעִית שֶׁנִּכְנְסוּ לַשְּׁבִיעִית, וְשֶׁל שְׁבִיעִית שֶׁיָּצְאוּ לְמוֹצָאֵי שְׁבִיעִית, לֹא סָכִין וְלֹא מְנַקְּבִין אוֹתָן. רַבִּי יְהוּדָה אוֹמֵר, מְקוֹם שֶׁנָּהֲגוּ לָסוּךְ, אֵינָן סָכִין, מִפְּנֵי שֶׁהִיא עֲבוֹדָה. מְקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לָסוּךְ, סָכִין. רַבִּי שִׁמְעוֹן מַתִּיר בָּאִילָן, מִפְּנֵי שֶׁהוּא רַשַּׁאי בַּעֲבוֹדַת הָאִילָן: \n",
            "אֵין נוֹטְעִין וְאֵין מַבְרִיכִין וְאֵין מַרְכִּיבִין עֶרֶב שְׁבִיעִית פָּחוֹת מִשְּׁלֹשִׁים יוֹם לִפְנֵי רֹאשׁ הַשָּׁנָה. וְאִם נָטַע אוֹ הִבְרִיךְ אוֹ הִרְכִּיב, יַעֲקוֹר. רַבִּי יְהוּדָה אוֹמֵר, כָּל הַרְכָּבָה שֶׁאֵינָהּ קוֹלֶטֶת לִשְׁלֹשָׁה יָמִים, שׁוּב אֵינָהּ קוֹלֶטֶת. רַבִּי יוֹסֵי וְרַבִּי שִׁמְעוֹן אוֹמְרִים, לִשְׁתֵּי שַׁבָּתוֹת: \n",
            "הָאֹרֶז וְהַדֹּחַן וְהַפְּרָגִין וְהַשֻּׁמְשְׁמִין שֶׁהִשְׁרִישׁוּ לִפְנֵי רֹאשׁ הַשָּׁנָה, מִתְעַשְּׂרִין לְשֶׁעָבַר, וּמֻתָּרִין בַּשְּׁבִיעִית. וְאִם לָאו, אֲסוּרִין בַּשְּׁבִיעִית, וּמִתְעַשְּׂרִין לְשָׁנָה הַבָּאָה: \n",
            "רַבִּי שִׁמְעוֹן שְׁזוּרִי אוֹמֵר, פּוֹל הַמִּצְרִי שֶׁזְּרָעוֹ לְזֶרַע בַּתְּחִלָּה, כַּיּוֹצֵא בָהֶן. רַבִּי שִׁמְעוֹן אוֹמֵר, אֲפוּנִין הַגַּמְלוֹנִין, כַּיּוֹצֵא בָהֶן. רַבִּי אֶלְעָזָר אוֹמֵר, אֲפוּנִין הַגַּמְלוֹנִין, מִשֶּׁתִּרְמְלוּ לִפְנֵי רֹאשׁ הַשָּׁנָה: \n",
            "הַבְּצָלִים הַסָּרִיסִים, וּפוֹל הַמִּצְרִי, שֶׁמָּנַע מֵהֶם מַיִם שְׁלֹשִׁים יוֹם לִפְנֵי רֹאשׁ הַשָּׁנָה, מִתְעַשְּׂרִין לְשֶׁעָבַר, וּמֻתָּרִים בַּשְּׁבִיעִית, וְאִם לָאו, אֲסוּרִים בַּשְּׁבִיעִית, וּמִתְעַשְּׂרִין לְשָׁנָה הַבָּאָה. וְשֶׁל בַּעַל שֶׁמָּנַע מֵהֶם מַיִם שְׁתֵּי עוֹנוֹת, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, שָׁלֹשׁ: \n",
            "הַדְּלוּעִין שֶׁקִּיְּמָן לְזֶרַע, אִם הִקְשׁוּ לִפְנֵי רֹאשׁ הַשָּׁנָה וְנִפְסְלוּ מֵאֹכֶל אָדָם, מֻתָּר לְקַיְּמָן בַּשְּׁבִיעִית. וְאִם לָאו, אָסוּר לְקַיְּמָן בַּשְּׁבִיעִית. הַתְּמָרוֹת שֶׁלָּהֶם, אֲסוּרוֹת בַּשְּׁבִיעִית. וּמַרְבִּיצִין בְּעָפָר לָבָן, דִּבְרֵי רַבִּי שִׁמְעוֹן, רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹסֵר. מְמָרְסִין בָּאֹרֶז בַּשְּׁבִיעִית, רַבִּי שִׁמְעוֹן אוֹמֵר, אֲבָל אֵין מְכַסְּחִין: \n"
        ],
        [
            "מֵאֵימָתַי מוֹצִיאִין זְבָלִים לְאַשְׁפַתּוֹת. מִשֶּׁיִּפְסְקוּ עוֹבְדֵי עֲבוֹדָה, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, מִשֶּׁיִּבַשׁ הַמָּתוֹק. רַבִּי יוֹסֵי אוֹמֵר, מִשֶּׁיִּקְשֹׁר:  ",
            "עַד כַּמָּה מְזַבְּלִין, עַד שָׁלֹשׁ שָׁלֹשׁ אַשְׁפַּתּוֹת לְבֵית סְאָה שֶׁל עֶשֶׂר עֶשֶׂר מַשְׁפֵּלוֹת שֶׁל לֶתֶךְ לֶתֶךְ. מוֹסִיפִין עַל הַמַּשְׁפֵּלוֹת, וְאֵין מוֹסִיפִין עַל הָאַשְׁפַּתּוֹת. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף עַל הָאַשְׁפַּתּוֹת:  ",
            "עוֹשֶׂה אָדָם אֶת שָׂדֵהוּ שָׁלֹשׁ שָׁלֹשׁ אַשְׁפַּתּוֹת לְבֵית סְאָה. יָתֵר מִכָּאן, מַחֲצִיב, דִּבְרֵי רַבִּי שִׁמְעוֹן. וַחֲכָמִים אוֹסְרִין, עַד שֶׁיַּעֲמִיק שְׁלֹשָׁה, אוֹ עַד שֶׁיַּגְבִּיהַּ שְׁלֹשָׁה. עוֹשֶׂה אָדָם אֶת זִבְלוֹ אוֹצָר. רַבִּי מֵאִיר אוֹסֵר, עַד שֶׁיַּעֲמִיק שְׁלֹשָׁה, אוֹ עַד שֶׁיַּגְבִּיהַּ שְׁלֹשָׁה. הָיָה לוֹ דָבָר מֻעָט, מוֹסִיף עָלָיו וְהוֹלֵךְ. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹסֵר, עַד שֶׁיַּעֲמִיק שְׁלֹשָׁה, אוֹ עַד שֶׁיַּגְבִּיהַּ שְׁלֹשָׁה, אוֹ עַד שֶׁיִּתֵּן עַל הַסָּלַע:  ",
            "הַמְדַיֵּר אֶת שָׂדֵהוּ, עוֹשֶׂה סַהַר לְבֵית סָאתַיִם, עוֹקֵר שָׁלֹשׁ רוּחוֹת וּמַנִּיחַ אֶת הָאֶמְצָעִית. נִמְצָא מְדַיֵּר בֵּית אַרְבַּעַת סְאִין. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, בֵּית שְׁמוֹנַת סְאִין. הָיְתָה כָל שָׂדֵהוּ בֵּית אַרְבַּעַת סְאִין, מְשַׁיֵּר מִמֶּנָּה מִקְצָת, מִפְּנֵי מַרְאִית הָעַיִן, וּמוֹצִיא מִן הַסַּהַר וְנוֹתֵן לְתוֹךְ שָׂדֵהוּ כְּדֶרֶךְ הַמְזַבְּלִין:  ",
            "לֹא יִפְתַּח אָדָם מַחְצֵב בַּתְּחִלָּה לְתוֹךְ שָׂדֵהוּ, עַד שֶׁיִּהְיוּ בוֹ שָׁלֹשׁ מוּרְבִּיּוֹת, שֶׁהֵם שָׁלֹשׁ עַל שָׁלֹשׁ עַל רוּם שָׁלֹשׁ, שִׁעוּרָן עֶשְׂרִים וְשֶׁבַע אֲבָנִים:  ",
            "גָּדֵר שֶׁיֶּשׁ בּוֹ עֶשֶׂר אֲבָנִים שֶׁל מַשְּׂאוֹי שְׁנַיִם שְׁנַיִם, הֲרֵי אֵלּוּ יִנָּטֵלוּ. שִׁעוּר גָּדֵר, עֲשָׂרָה טְפָחִים. פָּחוֹת מִיכַּן, מְחַצֵּב וְגוֹמְמוֹ עַד פָּחוֹת מֵהָאָרֶץ טֶפַח. בַּמֶּה דְבָרִים אֲמוּרִים, מִתּוֹךְ שֶׁלּוֹ, אֲבָל מִתּוֹךְ שֶׁל חֲבֵרוֹ, מַה שֶּׁהוּא רוֹצֶה, יִטֹּל. בַּמֶּה דְבָרִים אֲמוּרִים, בִּזְמַן שֶׁלֹא הִתְחִיל בּוֹ מֵעֶרֶב שְׁבִיעִית. אֲבָל אִם הִתְחִיל בּוֹ מֵעֶרֶב שְׁבִיעִית, מַה שֶּׁהוּא רוֹצֶה, נוֹטֵל:  ",
            "אֲבָנִים שֶׁזִּעְזְעָתַן הַמַּחֲרֵשָׁה, אוֹ שֶׁהָיוּ מְכֻסּוֹת וְנִתְגַּלּוּ, אִם יֵשׁ בָּהֶם שְׁתַּיִם שֶׁל מַשְּׂאוֹי שְׁנַיִם שְׁנַיִם, הֲרֵי אֵלּוּ יִנָּטֵלוּ. הַמְסַקֵּל אֶת שָׂדֵהוּ, נוֹטֵל אֶת הָעֶלְיוֹנוֹת, וּמַנִּיחַ אֶת הַנּוֹגְעוֹת בָּאָרֶץ. וְכֵן גַּרְגֵּר שֶׁל צְרוֹרוֹת אוֹ גַל שֶׁל אֲבָנִים, נוֹטֵל אֶת הָעֶלְיוֹנוֹת, וּמַנִּיחַ אֶת הַנּוֹגְעוֹת בָּאָרֶץ. אִם יֶשׁ תַּחְתֵּיהֶן סֶלַע אוֹ קַשׁ, הֲרֵי אֵלּוּ יִנָּטֵלוּ:  ",
            "אֵין בּוֹנִין מַדְרֵגוֹת עַל פִּי הַגֵּאָיוֹת עֶרֶב שְׁבִיעִית מִשֶּׁפָּסְקוּ הַגְּשָׁמִים, מִפְּנֵי שֶׁהוּא מְתַקְּנָן לַשְּׁבִיעִית. אֲבָל בּוֹנֶה הוּא בַּשְּׁבִיעִית מִשֶּׁפָּסְקוּ גְּשָׁמִים, מִפְּנֵי שֶׁהוּא מְתַקְּנָן לְמוֹצָאֵי שְׁבִיעִית. וְלֹא יִסְמֹךְ בְּעָפָר, אֲבָל עוֹשֶׂה הוּא חַיִץ. כָּל אֶבֶן שֶׁהוּא יָכוֹל לִפְשֹׁט אֶת יָדוֹ וְלִטְּלָהּ, הֲרֵי זוֹ תִּנָּטֵל:  ",
            "אַבְנֵי כָתֵף, בָּאוֹת מִכָּל מָקוֹם. וְהַקַּבְּלָן, מֵבִיא מִכָּל מָקוֹם. וְאֵלּוּ הֵם אַבְנֵי כָתֵף, כָּל שֶׁאֵינָהּ יְכוֹלָה לְהִנָּטֵל בְּאַחַת יָד, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, אַבְנֵי כָתֵף כִּשְׁמָן, כָּל שֶׁהֵן נִטָּלוֹת שְׁתַּיִם שָׁלֹשׁ עַל הַכָּתֵף:  ",
            "הַבּוֹנֶה גָדֵר בֵּינוֹ וּבֵין רְשׁוּת הָרַבִּים, מֻתָּר לְהַעֲמִיק עַד הַסֶּלַע. מַה יַּעֲשֶׂה בֶּעָפָר, צוֹבְרוֹ בִּרְשׁוּת הָרַבִּים וּמְתַקְּנוֹ, דִּבְרֵי רַבִּי יְהוֹשֻׁעַ. רַבִּי עֲקִיבָא אוֹמֵר, כְּדֶרֶךְ שֶׁאֵין מְקַלְקְלִין בִּרְשׁוּת הָרַבִּים, כָּךְ לֹא יְתַקֵּנוּ. מַה יַּעֲשֶׂה בֶּעָפָר, צוֹבְרוֹ בְּתוֹךְ שָׂדֵהוּ כְּדֶרֶךְ הַמְזַבְּלִין. וְכֵן הַחוֹפֵר בּוֹר וְשִׁיחַ וּמְעָרָה:  "
        ],
        [
            "בָּרִאשׁוֹנָה הָיוּ אוֹמְרִים, מְלַקֵּט אָדָם עֵצִים וַאֲבָנִים וַעֲשָׂבִים מִתּוֹךְ שֶׁלּוֹ, כְּדֶרֶךְ שֶׁהוּא מְלַקֵּט מִתּוֹךְ שֶׁל חֲבֵרוֹ, אֶת הַגַּס הַגָּס. מִשֶּׁרַבּוּ עוֹבְרֵי עֲבֵרָה, הִתְקִינוּ שֶׁיְּהֵא זֶה מְלַקֵּט מִתּוֹךְ שֶׁל זֶה, וְזֶה מְלַקֵּט מִתּוֹךְ שֶׁל זֶה, שֶׁלֹּא בְטוֹבָה, וְאֵין צָרִיךְ לוֹמַר שֶׁיְּקַצֵּץ לָהֶם מְזוֹנוֹת: \n",
            "שָׂדֶה שֶׁנִּתְקַוְּצָה, תִּזָּרַע בְּמוֹצָאֵי שְׁבִיעִית. שֶׁנִּטַּיְּבָה אוֹ שֶׁנִּדַּיְּרָה, לֹא תִזָּרַע בְּמוֹצָאֵי שְׁבִיעִית. שָׂדֶה שֶׁנִּטַּיְּבָה, בֵּית שַׁמַּאי אוֹמְרִים, אֵין אוֹכְלִין פֵּרוֹתֶיהָ בַּשְּׁבִיעִית, וּבֵית הִלֵּל אוֹמְרִים, אוֹכְלִין. בֵּית שַׁמַּאי אוֹמְרִים, אֵין אוֹכְלִין פֵּרוֹת שְׁבִיעִית בְּטוֹבָה, וּבֵית הִלֵּל אוֹמְרִים, אוֹכְלִין בְּטוֹבָה וְשֶׁלֹּא בְטוֹבָה. רַבִּי יְהוּדָה אוֹמֵר, חִלּוּף הַדְּבָרִים, זוֹ מִקֻּלֵּי בֵית שַׁמַּאי וּמֵחֻמְרֵי בֵית הִלֵּל: \n",
            "חוֹכְרִין נִירִין מִן הַנָּכְרִים בַּשְּׁבִיעִית, אֲבָל לֹא מִיִּשְׂרָאֵל. וּמַחֲזִיקִין יְדֵי נָכְרִים בַּשְּׁבִיעִית, אֲבָל לֹא יְדֵי יִשְׂרָאֵל. וְשׁוֹאֲלִין בִּשְׁלוֹמָן, מִפְּנֵי דַרְכֵי שָׁלוֹם: \n",
            "הַמֵּדֵל בַּזֵּיתִים, בֵּית שַׁמַּאי אוֹמְרִים, יָגוֹם. וּבֵית הִלֵּל אוֹמְרִים, יְשָׁרֵשׁ. וּמוֹדִים בְּמַחֲלִיק, עַד שֶׁיָּגוֹם. אֵיזֶה הוּא הַמֵּדֵל, אֶחָד אוֹ שְׁנַיִם. הַמַּחֲלִיק, שְׁלֹשָׁה, זֶה בְצַד זֶה. בַּמֶּה דְבָרִים אֲמוּרִים, מִתּוֹךְ שֶׁלּוֹ, אֲבָל מִתּוֹךְ שֶׁל חֲבֵרוֹ, אַף הַמַּחֲלִיק, יְשָׁרֵשׁ: \n",
            "הַמַּבְקִיעַ בַּזַּיִת, לֹא יְחַפֵּהוּ בְעָפָר, אֲבָל מְכַסֶּה הוּא בַּאֲבָנִים אוֹ בְקַשׁ. הַקּוֹצֵץ קוֹרוֹת שִׁקְמָה, לֹא יְחַפֵּהוּ בְעָפָר, אֲבָל מְכַסֶּה הוּא בַּאֲבָנִים אוֹ בְקַשׁ. אֵין קוֹצְצִין בְּתוּלַת שִׁקְמָה בַּשְּׁבִיעִית, מִפְּנֵי שֶׁהִיא עֲבוֹדָה. רַבִּי יְהוּדָה אוֹמֵר, כְּדַרְכָּהּ, אָסוּר, אֶלָּא אוֹ מַגְבִּיהַּ עֲשָׂרָה טְפָחִים, אוֹ גוֹמֵם מֵעַל הָאָרֶץ: \n",
            "הַמְזַנֵּב בִּגְפָנִים וְהַקּוֹצֵץ קָנִים, רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, יַרְחִיק טֶפַח. רַבִּי עֲקִיבָא אוֹמֵר, קוֹצֵץ כְּדַרְכּוֹ, בַּקַּרְדֹּם אוֹ בַמַּגָּל, וּבַמְּגֵרָה, וּבְכָל מַה שֶׁיִּרְצֶה. אִילָן שֶׁנִּפְשַׁח, קוֹשְׁרִין אוֹתוֹ בַּשְּׁבִיעִית, לֹא שֶׁיַּעֲלֶה, אֶלָּא שֶׁלֹּא יוֹסִיף: \n",
            "מֵאֵימָתַי אוֹכְלִין פֵּרוֹת הָאִילָן בַּשְּׁבִיעִית, הַפַּגִּים מִשֶּׁיַּזְרִיחוּ, אוֹכֵל בָּהֶם פִּתּוֹ בַּשָּׂדֶה. בִּחֲלוּ, כּוֹנֵס לְתוֹךְ בֵּיתוֹ. וְכֵן כַּיּוֹצֵא בָהֶם בִּשְׁאָר שְׁנֵי שָׁבוּעַ, חַיָּב בַּמַּעַשְׂרוֹת: \n",
            "הַבֹּסֶר, מִשֶּׁהֵבִיא מַיִם, אוֹכֵל בּוֹ פִּתּוֹ בַּשָּׂדֶה. הִבְאִישׁ, כּוֹנֵס לְתוֹךְ בֵּיתוֹ. וְכֵן כַּיּוֹצֵא בוֹ בִּשְׁאָר שְׁנֵי שָׁבוּעַ, חַיָּב בְּמַעַשְׂרוֹת: \n",
            "זֵיתִים, מִשֶּׁיַּכְנִיסוּ רְבִיעִית לִסְאָה, פּוֹצֵעַ וְאוֹכֵל בַּשָּׂדֶה. הִכְנִיסוּ חֲצִי לֹג, כּוֹתֵשׁ וְסָךְ בַּשָּׂדֶה. הִכְנִיסוּ שְׁלִישׁ, כּוֹתֵשׁ בַּשָּׂדֶה וְכוֹנֵס לְתוֹךְ בֵּיתוֹ. וְכֵן כַּיּוֹצֵא בָהֶם בִּשְׁאָר שְׁנֵי שָׁבוּעַ, חַיָּבִים בְּמַעַשְׂרוֹת. וּשְׁאָר כָּל פֵּרוֹת הָאִילָן, כְּעוֹנָתָן לַמַּעַשְׂרוֹת, כֵּן עוֹנָתָן לַשְּׁבִיעִית: \n",
            "מֵאֵימָתַי אֵין קוֹצְצִין אֶת הָאִילָן בַּשְּׁבִיעִית. בֵּית שַׁמַּאי אוֹמְרִים, כָּל הָאִילָן מִשֶּׁיּוֹצִיא. וּבֵית הִלֵּל אוֹמְרִים, הֶחָרוּבִין מִשֶּׁיְּשַׁלְשֵׁלוּ, וְהַגְּפָנִים מִשֶּׁיְּגָרְעוּ, וְהַזֵּיתִים מִשֶּׁיָּנֵצוּ, וּשְׁאָר כָּל אִילָן מִשֶּׁיּוֹצִיא. וְכָל הָאִילָן, כֵּיוָן שֶׁבָּא לְעוֹנַת הַמַּעַשְׂרוֹת, מֻתָּר לְקָצְצוֹ. כַּמָּה יְהֵא בַזַּיִת וְלֹא יְקֻצֶּנּוּ, רֹבַע. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, הַכֹּל לְפִי הַזַּיִת: \n"
        ],
        [
            "בְּנוֹת שׁוּחַ, שְׁבִיעִית שֶׁלָּהֶן, שְׁנִיָּה, שֶׁהֵן עוֹשׂוֹת לְשָׁלֹשׁ שָׁנִים. רַבִּי יְהוּדָה אוֹמֵר, הַפַּרְסָאוֹת, שְׁבִיעִית שֶׁלָּהֶן, מוֹצָאֵי שְׁבִיעִית, שֶׁהֵן עוֹשׂוֹת לִשְׁתֵּי שָׁנִים. אָמְרוּ לוֹ, לֹא אָמְרוּ אֶלָּא בְנוֹת שׁוּחַ: \n",
            "הַטּוֹמֵן אֶת הַלּוּף בַּשְּׁבִיעִית, רַבִּי מֵאִיר אוֹמֵר, לֹא יִפְחֹת מִסָּאתַיִם, עַד גֹּבַהּ שְׁלֹשָׁה טְפָחִים, וְטֶפַח עָפָר עַל גַּבָּיו. וַחֲכָמִים אוֹמְרִים, לֹא יִפְחֹת מֵאַרְבַּעַת קַבִּים, עַד גֹּבַהּ טֶפַח, וְטֶפַח עָפָר עַל גַּבָּיו. וְטוֹמְנוֹ בִמְקוֹם דְּרִיסַת אָדָם: \n",
            "לוּף שֶׁעָבְרָה עָלָיו שְׁבִיעִית, רַבִּי אֱלִיעֶזֶר אוֹמֵר, אִם לָקְטוּ הָעֲנִיִּים אֶת עָלָיו, לָקָטוּ. וְאִם לָאו, יַעֲשֶׂה חֶשְׁבּוֹן עִם הָעֲנִיִּים. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, אִם לָקְטוּ הָעֲנִיִּים אֶת עָלָיו, לָקָטוּ. וְאִם לָאו, אֵין לָעֲנִיִּים עָלָיו חֶשְׁבּוֹן: \n",
            "לוּף שֶׁל עֶרֶב שְׁבִיעִית שֶׁנִכְנַס לַשְּׁבִיעִית, וְכֵן בְּצָלִים הַקֵּיצוֹנִים, וְכֵן פּוּאָה שֶׁל עִדִּית, בֵּית שַׁמַּאי אוֹמְרִים, עוֹקְרִין אוֹתָן בְּמַאֲרוּפוֹת שֶׁל עֵץ. וּבֵית הִלֵּל אוֹמְרִים, בְּקַרְדֻּמּוֹת שֶׁל מַתָּכוֹת. וּמוֹדִים בְּפוּאָה שֶׁל צְלָעוֹת, שֶׁעוֹקְרִין אוֹתָהּ בְּקַרְדֻּמּוֹת שֶׁל מַתָּכוֹת: \n",
            "מֵאֵימָתַי מֻתָּר אָדָם לִקַּח לוּף בְּמוֹצָאֵי שְׁבִיעִית, רַבִּי יְהוּדָה אוֹמֵר, מִיָּד. וַחֲכָמִים אוֹמְרִים, מִשֶּׁיִּרְבֶּה הֶחָדָשׁ: \n",
            "אֵלּוּ כֵלִים שֶׁאֵין הָאֻמָּן רַשַּׁאי לְמָכְרָם בַּשְּׁבִיעִית, מַחֲרֵשָׁה וְכָל כֵּלֶיהָ, הָעוֹל, וְהַמִּזְרֶה, וְהַדָּקָר. אֲבָל מוֹכֵר הוּא מַגַּל יָד וּמַגַּל קָצִיר, וַעֲגָלָה וְכָל כֵּלֶיהָ. זֶה הַכְּלָל, כָּל שֶׁמְּלַאכְתּוֹ מְיֻחֶדֶת לַעֲבֵרָה, אָסוּר. לְאִסּוּר וּלְהֶתֵּר, מֻתָּר: \n",
            "הַיּוֹצֵר, מוֹכֵר חֲמִשָּׁה כַּדֵּי שֶׁמֶן וַחֲמִשָּׁה עָשָׂר כַּדֵּי יַיִן, שֶׁכֵּן דַּרְכּוֹ לְהָבִיא מִן הַהֶפְקֵר. וְאִם הֵבִיא יוֹתֵר מִכָּאן, מֻתָּר. וּמוֹכֵר לְנָכְרִים בָּאָרֶץ, וּלְיִּשְׂרָאֵל בְּחוּצָה לָאָרֶץ: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, לֹא יִמְכֹּר לוֹ פָרָה חוֹרֶשֶׁת בַּשְּׁבִיעִית. וּבֵית הִלֵּל מַתִּירִין, מִפְּנֵי שֶׁהוּא יָכוֹל לְשָׁחֲטָהּ. מוֹכֵר לוֹ פֵּרוֹת אֲפִלּוּ בִּשְׁעַת הַזֶּרַע, וּמַשְׁאִיל לוֹ סְאָתוֹ אַף עַל פִּי שֶׁהוּא יוֹדֵעַ שֶׁיֶּשׁ לוֹ גֹּרֶן, וּפוֹרֵט לוֹ מָעוֹת אַף עַל פִּי שֶׁהוּא יוֹדֵעַ שֶׁיֶּשׁ לוֹ פּוֹעֲלִים. וְכֻלָּן, בְּפֵרוּשׁ, אֲסוּרִין: \n",
            "מַשְׁאֶלֶת אִשָּׁה לַחֲבֶרְתָּהּ הַחֲשׁוּדָה עַל הַשְּׁבִיעִית נָפָה וּכְבָרָה וְרֵחַיִם וְתַנּוּר. אֲבָל לֹא תָבוֹר וְלֹא תִטְחַן עִמָּהּ. אֵשֶׁת חָבֵר מַשְׁאֶלֶת לְאֵשֶׁת עַם הָאָרֶץ נָפָה וּכְבָרָה, וּבוֹרֶרֶת וְטוֹחֶנֶת וּמַרְקֶדֶת עִמָּהּ. אֲבָל מִשֶּׁתַּטִּיל הַמַּיִם, לֹא תִגַּע אֶצְלָהּ, שֶׁאֵין מַחְזִיקִין יְדֵי עוֹבְרֵי עֲבֵרָה. וְכֻלָּן לֹא אָמְרוּ אֶלָּא מִפְּנֵי דַרְכֵי שָׁלוֹם. וּמַחֲזִיקִין יְדֵי נָכְרִים בַּשְּׁבִיעִית, אֲבָל לֹא יְדֵי יִשְׂרָאֵל. וְשׁוֹאֲלִין בִּשְׁלוֹמָן, מִפְּנֵי דַרְכֵי שָׁלוֹם: \n"
        ],
        [
            "שָׁלֹשׁ אֲרָצוֹת לַשְּׁבִיעִית. כָּל שֶׁהֶחֱזִיקוּ עוֹלֵי בָבֶל, מֵאֶרֶץ יִשְׂרָאֵל וְעַד כְּזִיב, לֹא נֶאֱכָל וְלֹא נֶעֱבָד. וְכָל שֶׁהֶחֱזִיקוּ עוֹלֵי מִצְרַיִם, מִכְּזִיב וְעַד הַנָּהָר וְעַד אֲמָנָה, נֶאֱכָל, אֲבָל לֹא נֶעֱבָד. מִן הַנָּהָר וּמֵאֲמָנָה וְלִפְנִים, נֶאֱכָל וְנֶעֱבָד:  ",
            "עוֹשִׂין בְּתָלוּשׁ בְּסוּרְיָא, אֲבָל לֹא בִמְחֻבָּר. דָּשִׁים וְזוֹרִין וְדוֹרְכִין וּמְעַמְּרִין, אֲבָל לֹא קוֹצְרִין וְלֹא בוֹצְרִין וְלֹא מוֹסְקִים. כְּלָל אָמַר רַבִּי עֲקִיבָא, כָּל שֶׁכַּיּוֹצֵא בוֹ מֻתָּר בְּאֶרֶץ יִשְׂרָאֵל, עוֹשִׂין אוֹתוֹ בְּסוּרְיָא:  ",
            "בְּצָלִים שֶׁיָּרְדוּ עֲלֵיהֶם גְּשָׁמִים וְצִמֵּחוּ, אִם הָיוּ הֶעָלִין שֶׁלָּהֶם שְׁחוֹרִין, אֲסוּרִין. הוֹרִיקוּ, הֲרֵי אֵלּוּ מֻתָּרִין. רַבִּי חֲנִינָא בֶן אַנְטִיגְנוֹס אוֹמֵר, אִם יְכוֹלִין לְהִתָּלֵשׁ בֶּעָלִין שֶׁלָּהֶן, אֲסוּרִין. וּכְנֶגֶד כֵּן, מוֹצָאֵי שְׁבִיעִית, מֻתָּרִין:  ",
            "מֵאֵימָתַי מֻתָּר אָדָם לִקַּח יָרָק בְּמוֹצָאֵי שְׁבִיעִית, מִשֶּׁיַּעֲשֶׂה כַיּוֹצֵא בוֹ. עָשָׂה הַבַּכִּיר, הֻתַּר הָאָפִיל. רַבִּי הִתִּיר לִקַּח יָרָק בְּמוֹצָאֵי שְׁבִיעִית מִיָּד:  ",
            "אֵין מוֹצִיאִין שֶׁמֶן שְׂרֵפָה וּפֵרוֹת שְׁבִיעִית מֵהָאָרֶץ לְחוּץ לָאָרֶץ. אָמַר רַבִּי שִׁמְעוֹן, שָׁמַעְתִּי בְפֵרוּשׁ, שֶׁמּוֹצִיאִין לְסוּרְיָא וְאֵין מוֹצִיאִין לְחוּץ לָאָרֶץ:  ",
            "אֵין מְבִיאִין תְּרוּמָה מֵחוּצָה לָאָרֶץ לָאָרֶץ. אָמַר רַבִּי שִׁמְעוֹן, שָׁמַעְתִּי בְּפֵרוּשׁ, שֶׁמְּבִיאִין מִסּוּרְיָא וְאֵין מְבִיאִין מִחוּצָה לָאָרֶץ:  "
        ],
        [
            "כְּלָל גָּדוֹל אָמְרוּ בַּשְּׁבִיעִית, כָּל שֶׁהוּא מַאֲכַל אָדָם וּמַאֲכַל בְּהֵמָה, וּמִמִּין הַצּוֹבְעִים, וְאֵינוֹ מִתְקַיֵּם בָּאָרֶץ, יֶשׁ לוֹ שְׁבִיעִית וּלְדָמָיו שְׁבִיעִית, יֶשׁ לוֹ בִּעוּר וּלְדָמָיו בִּעוּר. וְאֵיזֶה זֶה, עֲלֵה הַלּוּף הַשּׁוֹטֶה, וַעֲלֵה הַדַּנְדַּנָּה, הָעֻלְשִׁין, וְהַכְּרֵשִׁין, וְהָרְגִילָה, וְנֵץ הֶחָלָב. וּמַאֲכַל בְּהֵמָה, הַחוֹחִים וְהַדַּרְדָּרִים. וּמִמִּין הַצּוֹבְעִים, סְפִיחֵי אִסְטִיס, וְקוֹצָה. יֶשׁ לָהֶם שְׁבִיעִית וְלִדְמֵיהֶן שְׁבִיעִית, יֶשׁ לָהֶם בִּעוּר וְלִדְמֵיהֶן בִּעוּר: \n",
            "וְעוֹד כְּלָל אַחֵר אָמְרוּ, כָּל שֶׁאֵינוֹ מַאֲכַל אָדָם וּמַאֲכַל בְּהֵמָה, וּמִמִּין הַצּוֹבְעִין, וּמִתְקַיֵּם בָּאָרֶץ, יֶשׁ לוֹ שְׁבִיעִית וּלְדָמָיו שְׁבִיעִית, אֵין לוֹ בִּעוּר וְאֵין לְדָמָיו בִּעוּר. אֵי זֶהוּ, עִקַּר הַלּוּף הַשּׁוֹטֶה, וְעִקַּר הַדַּנְדַּנָּה, וְהָעַרְקַבְנִין, וְהַחַלְבְּצִין, וְהַבֻּכְרִיָּה. וּמִמִּין הַצּוֹבְעִין, הַפּוּאָה וְהָרִכְפָּא, יֵשׁ לָהֶם שְׁבִיעִית וְלִדְמֵיהֶן שְׁבִיעִית, אֵין לָהֶם בִּעוּר וְלֹא לִדְמֵיהֶן בִּעוּר. רַבִּי מֵאִיר אוֹמֵר, דְּמֵיהֶם מִתְבַּעֲרִין עַד רֹאשׁ הַשָּׁנָה. אָמְרוּ לוֹ, לָהֶן אֵין בִּעוּר, קַל וָחֹמֶר לִדְמֵיהֶן: \n",
            "קְלִפֵּי רִמּוֹן וְהַנֵּץ שֶׁלּוֹ, קְלִפֵּי אֱגוֹזִים וְהַגַּלְעִינִין, יֵשׁ לָהֶם שְׁבִיעִית וְלִדְמֵיהֶן שְׁבִיעִית. הַצַּבָּע, צוֹבֵעַ לְעַצְמוֹ, וְלֹא יִצְבַּע בְּשָׂכָר, שֶׁאֵין עוֹשִׂין סְחוֹרָה בְּפֵרוֹת שְׁבִיעִית, וְלֹא בִבְכוֹרוֹת, וְלֹא בִתְרוּמוֹת, וְלֹא בִנְבֵלוֹת, וְלֹא בִטְרֵפוֹת, וְלֹא בִשְׁקָצִים, וְלֹא בִרְמָשִׂים. וְלֹא יִהְיֶה לוֹקֵחַ יַרְקוֹת שָׂדֶה וּמוֹכֵר בַּשּׁוּק, אֲבָל הוּא לוֹקֵט וּבְנוֹ מוֹכֵר עַל יָדוֹ. לָקַח לְעַצְמוֹ וְהוֹתִיר, מֻתָּר לְמָכְרָן: \n",
            "לָקַח בְּכוֹר לְמִשְׁתֵּה בְנוֹ אוֹ לָרֶגֶל וְלֹא צָרִיךְ לוֹ, מֻתָּר לְמָכְרוֹ. צָדֵי חַיָּה עוֹפוֹת וְדָגִים שֶׁנִּזְדַּמְּנוּ לָהֶם מִינִים טְמֵאִין, מֻתָּרִים לְמָכְרָן. רַבִּי יְהוּדָה אוֹמֵר, אַף מִי שֶׁנִּתְמַנָּה לוֹ לְפִי דַרְכּוֹ, לוֹקֵחַ וּמוֹכֵר, וּבִלְבַד שֶׁלֹּא תְהֵא אֻמָּנוּתוֹ בְכָךְ. וַחֲכָמִים אוֹסְרִין: \n",
            "לוּלְבֵי זְרָדִים וְהֶחָרוּבִין, יֵשׁ לָהֶם שְׁבִיעִית וְלִדְמֵיהֶן שְׁבִיעִית, יֵשׁ לָהֶן בִּעוּר וְלִדְמֵיהֶן בִּעוּר. לוּלְבֵי הָאֵלָה וְהַבָּטְנָה וְהָאֲטָדִין, יֵשׁ לָהֶם שְׁבִיעִית, וְלִדְמֵיהֶן שְׁבִיעִית, אֵין לָהֶם בִּעוּר וְלֹא לִדְמֵיהֶן בִּעוּר. אֲבָל לֶעָלִין יֵשׁ בִּעוּר, מִפְּנֵי שֶׁנּוֹשְׁרִין מֵאֲבִיהֶן: \n",
            "הַוֶּרֶד וְהַכֹּפֶר וְהַקְּטָף וְהַלֹּטֶם, יֵשׁ לָהֶם שְׁבִיעִית וְלִדְמֵיהֶן שְׁבִיעִית. רַבִּי שִׁמְעוֹן אוֹמֵר, אֵין לַקְּטָף שְׁבִיעִית, מִפְּנֵי שֶׁאֵינוֹ פֶרִי: \n",
            "וֶרֶד חָדָשׁ שֶׁכְּבָשׁוֹ בְּשֶׁמֶן יָשָׁן, יְלַקֵּט אֶת הַוֶּרֶד. וְיָשָׁן בְּחָדָשׁ, חַיָּב בַּבִּעוּר. חָרוּבִין חֲדָשִׁים שֶׁכְּבָשָׁן בְּיַיִן יָשָׁן, וִישָׁנִים בְּחָדָשׁ, חַיָּבִין בַּבִּעוּר. זֶה הַכְּלָל, כָּל שֶׁהוּא בְנוֹתֵן טַעַם, חַיָּב לְבַעֵר, מִין בְּשֶׁאֵינוֹ מִינוֹ. וּמִין בְּמִינוֹ, כָּל שֶׁהוּא. שְׁבִיעִית אוֹסֶרֶת כָּל שֶׁהוּא בְּמִינָהּ, וְשֶׁלֹּא בְמִינָהּ, בְּנוֹתֵן טָעַם: \n"
        ],
        [
            "כְּלָל גָּדוֹל אָמְרוּ בַּשְּׁבִיעִית, כָּל הַמְיֻחָד לְמַאֲכַל אָדָם, אֵין עוֹשִׂין מִמֶּנּוּ מְלוּגְמָא לָאָדָם, וְאֵין צָרִיךְ לוֹמַר לַבְּהֵמָה. וְכָל שֶׁאֵינוֹ מְיֻחָד לְמַאֲכַל אָדָם, עוֹשִׂין מִמֶּנּוּ מְלוּגְמָא לְאָדָם, אֲבָל לֹא לִבְהֵמָה. וְכָל שֶׁאֵינוֹ מְיֻחָד לֹא לְמַאֲכַל אָדָם וְלֹא לְמַאֲכַל בְּהֵמָה, חָשַׁב עָלָיו לְמַאֲכַל אָדָם וּלְמַאֲכַל בְּהֵמָה, נוֹתְנִין עָלָיו חֻמְרֵי אָדָם וְחֻמְרֵי בְהֵמָה. חָשַׁב עָלָיו לְעֵצִים, הֲרֵי הוּא כְעֵצִים, כְּגוֹן הַסִּיאָה וְהָאֵזוֹב וְהַקּוֹרָנִית: \n",
            "שְׁבִיעִית, נִתְּנָה לַאֲכִילָה וְלִשְׁתִיָּה וּלְסִיכָה, לֶאֱכֹל דָּבָר שֶׁדַּרְכּוֹ לֶאֱכֹל, וְלָסוּךְ דָּבָר שֶׁדַּרְכּוֹ לָסוּךְ. לֹא יָסוּךְ יַיִן וָחֹמֶץ, אֲבָל סָךְ הוּא אֶת הַשָּׁמֶן. וְכֵן בִּתְרוּמָה וּבְמַעֲשֵׂר שֵׁנִי. קַל מֵהֶם שְׁבִיעִית, שֶׁנִּתְּנָה לְהַדְלָקַת הַנֵּר: \n",
            "אֵין מוֹכְרִין פֵּרוֹת שְׁבִיעִית, לֹא בְמִדָּה, וְלֹא בְמִשְׁקָל, וְלֹא בְמִנְיָן, וְלֹא תְאֵנִים בְּמִנְיָן, וְלֹא יָרָק בְּמִשְׁקָל. בֵּית שַׁמַּאי אוֹמְרִים, אַף לֹא אֲגֻדּוֹת. וּבֵית הִלֵּל אוֹמְרִים, אֶת שֶׁדַּרְכּוֹ לֶאֱגֹד בַּבַּיִת, אוֹגְדִין אוֹתוֹ בַּשּׁוּק, כְּגוֹן הַכְּרֵשִׁין וְנֵץ הֶחָלָב: \n",
            "הָאוֹמֵר לַפּוֹעֵל, הֵא לָךְ אִסָּר זֶה וּלְקֹט לִי יָרָק הַיּוֹם, שְׂכָרוֹ מֻתָּר. לְקֹט לִי בּוֹ יָרָק הַיּוֹם, שְׂכָרוֹ אָסוּר. לָקַח מִן הַנַּחְתּוֹם כִּכָּר בְּפוּנְדְּיוֹן, כְּשֶׁאֶלְקֹט יַרְקוֹת שָׂדֶה אָבִיא לָךְ, מֻתָּר. לָקַח מִמֶּנּוּ סְתָם, לֹא יְשַׁלֵּם לוֹ מִדְּמֵי שְׁבִיעִית, שֶׁאֵין פּוֹרְעִין חוֹב מִדְּמֵי שְׁבִיעִית: \n",
            "אֵין נוֹתְנִים, לֹא לְבַיָּר, וְלֹא לְבַלָּן, וְלֹא לְסַפָּר, וְלֹא לְסַפָּן. אֲבָל נוֹתֵן הוּא לְבַיָּר לִשְׁתּוֹת. וּלְכֻלָּן, הוּא נוֹתֵן מַתְּנַת חִנָּם: \n",
            "תְּאֵנִים שֶׁל שְׁבִיעִית, אֵין קוֹצִין אוֹתָן בְּמֻקְצֶה, אֲבָל קוֹצֶה אוֹתָם בַּחַרְבָּה. אֵין דּוֹרְכִין עֲנָבִים בַּגַּת, אֲבָל דּוֹרֵךְ הוּא בָּעֲרֵבָה. וְאֵין עוֹשִׂין זֵיתִים בַּבַּד וּבַקֹּטֶב, אֲבָל כּוֹתֵשׁ הוּא וּמַכְנִיס לַבּוֹדִידָה. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף טוֹחֵן הוּא בְּבֵית הַבַּד וּמַכְנִיס לַבּוֹדִידָה: \n",
            "אֵין מְבַשְּׁלִין יָרָק שֶׁל שְׁבִיעִית בְּשֶׁמֶן שֶׁל תְּרוּמָה, שֶׁלֹּא יְבִיאֶנּוּ לִידֵי פְסוּל. רַבִּי שִׁמְעוֹן מַתִּיר. וְאַחֲרוֹן אַחֲרוֹן, נִתְפָּשׂ בַּשְּׁבִיעִית. וְהַפְּרִי עַצְמוֹ, אָסוּר: \n",
            "אֵין לוֹקְחִים עֲבָדִים וְקַרְקָעוֹת וּבְהֵמָה טְמֵאָה מִדְּמֵי שְׁבִיעִית. וְאִם לָקַח, יֹאכַל כְּנֶגְדָּן. אֵין מְבִיאִין קִנֵּי זָבִים וְקִנֵּי זָבוֹת וְקִנֵּי יוֹלְדוֹת מִדְּמֵי שְׁבִיעִית. וְאִם הֵבִיא, יֹאכַל כְּנֶגְדָּן. אֵין סָכִין כֵּלִים בְּשֶׁמֶן שֶׁל שְׁבִיעִית. וְאִם סָךְ, יֹאכַל כְּנֶגְדּוֹ: \n",
            "עוֹר שֶׁסָּכוֹ בְּשֶׁמֶן שֶׁל שְׁבִיעִית, רַבִּי אֱלִיעֶזֶר אוֹמֵר, יִדָּלֵק. וַחֲכָמִים אוֹמְרִים, יֹאכַל כְּנֶגְדּוֹ. אָמְרוּ לִפְנֵי רַבִּי עֲקִיבָא, אוֹמֵר הָיָה רַבִּי אֱלִיעֶזֶר, עוֹר שֶׁסָּכוֹ בְשֶׁמֶן שֶׁל שְׁבִיעִית, יִדָּלֵק. אָמַר לָהֶם, שְׁתֹקוּ, לֹא אוֹמַר לָכֶם מַה שֶּׁרַבִּי אֱלִיעֶזֶר אוֹמֵר בּוֹ: \n",
            "וְעוֹד אָמְרוּ לְפָנָיו, אוֹמֵר הָיָה רַבִּי אֱלִיעֶזֶר, הָאוֹכֵל פַּת כּוּתִים כְּאוֹכֵל בְּשַׂר חֲזִיר. אָמַר לָהֶם, שְׁתֹקוּ, לֹא אוֹמַר לָכֶם מַה שֶּׁרַבִּי אֱלִיעֶזֶר אוֹמֵר בּוֹ: \n",
            "מֶרְחָץ שֶׁהֻסְּקָה בְּתֶבֶן אוֹ בְקַשׁ שֶׁל שְׁבִיעִית, מֻתָּר לִרְחֹץ בָּהּ. וְאִם מִתְחַשֵּׁב הוּא, הֲרֵי זֶה לֹא יִרְחֹץ: \n"
        ],
        [
            "הַפֵּגָם, וְהַיַּרְבּוּזִין הַשּׁוֹטִים, וְהַחֲלַגְלוֹגִית, כֻּסְבָּר שֶׁבֶּהָרִים, וְהַכַּרְפַּס שֶׁבַּנְּהָרוֹת, וְהַגַּרְגֵּר שֶׁל אֲפָר, פְּטוּרִין מִן הַמַּעַשְׂרוֹת, וְנִלְקָחִין מִכָּל אָדָם בַּשְּׁבִיעִית, שֶׁאֵין כַּיּוֹצֵא בָהֶם נִשְׁמָר. רַבִּי יְהוּדָה אוֹמֵר, סְפִיחֵי חַרְדָּל, מֻתָּרִין, שֶׁלֹּא נֶחְשְׁדוּ עֲלֵיהֶן עוֹבְרֵי עֲבֵרָה. רַבִּי שִׁמְעוֹן אוֹמֵר, כָּל הַסְּפִיחִין מֻתָּרִין, חוּץ מִסְּפִיחֵי כְרוּב, שֶׁאֵין כַּיּוֹצֵא בָהֶם בְּיַרְקוֹת שָׂדֶה. וַחֲכָמִים אוֹמְרִים, כָּל הַסְּפִיחִין אֲסוּרִין: \n",
            "שָׁלֹשׁ אֲרָצוֹת לַבִּעוּר, יְהוּדָה, וְעֵבֶר הַיַּרְדֵּן, וְהַגָּלִיל. וְשָׁלֹשׁ שָׁלֹשׁ אֲרָצוֹת לְכָל אַחַת וְאַחַת. גָּלִיל הָעֶלְיוֹן, וְגָלִיל הַתַּחְתּוֹן, וְהָעֵמֶק. מִכְּפַר חֲנַנְיָה וּלְמַעְלָן, כָּל שֶׁאֵינוֹ מְגַדֵּל שִׁקְמִין, גָּלִיל הָעֶלְיוֹן, וּמִכְּפַר חֲנַנְיָה וּלְמַטָּן, כָּל שֶׁהוּא מְגַדֵּל שִׁקְמִין, גָּלִיל הַתַּחְתּוֹן. וּתְחוּם טְבֶרְיָא, הָעֵמֶק. וּבִיהוּדָה, הָהָר וְהַשְּׁפֵלָה וְהָעֵמֶק. וּשְׁפֵלַת לוּד כִּשְׁפֵלַת הַדָּרוֹם, וְהָהָר שֶׁלָּהּ כְּהַר הַמֶּלֶךְ. מִבֵּית חוֹרוֹן וְעַד הַיָּם מְדִינָה אֶחָת: \n",
            "וְלָמָּה אָמְרוּ שָׁלֹשׁ אֲרָצוֹת, שֶׁיִּהְיוּ אוֹכְלִין בְּכָל אַחַת וְאַחַת עַד שֶׁיִּכְלֶה הָאַחֲרוֹן שֶׁבָּהּ. רַבִּי שִׁמְעוֹן אוֹמֵר, לֹא אָמְרוּ שָׁלֹשׁ אֲרָצוֹת אֶלָּא בִיהוּדָה. וּשְׁאָר כָּל הָאֲרָצוֹת, כְּהַר הַמֶּלֶךְ. וְכָל הָאֲרָצוֹת, כְּאַחַת לַזֵּיתִים וְלַתְּמָרִים: \n",
            "אוֹכְלִין עַל הַמֻּפְקָר, אֲבָל לֹא עַל הַשָּׁמוּר. רַבִּי יוֹסֵי מַתִּיר אַף עַל הַשָּׁמוּר. אוֹכְלִין עַל הַטְּפִיחִין וְעַל הַדּוּפְרָא, אֲבָל לֹא עַל הַסִּתְוָנִיּוֹת. רַבִּי יְהוּדָה מַתִּיר כָּל זְמַן שֶׁבִּכְּרוּ עַד שֶׁלֹּא יִכְלֶה הַקָּיִץ: \n",
            "הַכּוֹבֵשׁ שְׁלֹשָׁה כְבָשִׁים בְּחָבִית אַחַת, רַבִּי אֱלִיעֶזֶר אוֹמֵר, אוֹכְלִין עַל הָרִאשׁוֹן. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, אַף עַל הָאַחֲרוֹן. רַבָּן גַּמְלִיאֵל אוֹמֵר, כָּל שֶׁכָּלָה מִינוֹ מִן הַשָּׂדֶה, יְבַעֵר מִינוֹ מִן הֶחָבִית, וַהֲלָכָה כִדְבָרָיו. רַבִּי שִׁמְעוֹן אוֹמֵר, כָּל יָרָק, אֶחָד לַבִּעוּר. אוֹכְלִין בָּרְגִילָה עַד שֶׁיִּכְלוּ סִגָּרִיּוֹת מִבִּקְעַת בֵּית נְטוֹפָה: \n",
            "הַמְלַקֵּט עֲשָׂבִים לַחִים, עַד שֶׁיִּיבַשׁ הַמָּתוֹק. וְהַמְגַבֵּב בַּיָּבֵשׁ, עַד שֶׁתֵּרֵד רְבִיעָה שְׁנִיָּה. עֲלֵי קָנִים וַעֲלֵי גְפָנִים, עַד שֶׁיִּשְּׁרוּ מֵאֲבִיהֶן. וְהַמְגַבֵּב בַּיָּבֵשׁ, עַד שֶׁתֵּרֵד רְבִיעָה שְׁנִיָּה. רַבִּי עֲקִיבָא אוֹמֵר, בְּכֻלָּן עַד שֶׁתֵּרֵד רְבִיעָה שְׁנִיָּה: \n",
            "כַּיּוֹצֵא בוֹ, הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ עַד הַגְּשָׁמִים, עַד שֶׁתֵּרֵד רְבִיעָה שְׁנִיָּה. הַמֻּדַּר הֲנָאָה מֵחֲבֵרוֹ עַד הַגְּשָׁמִים, עַד שֶׁתֵּרֵד רְבִיעָה שְׁנִיָּה. עַד אֵימָתַי עֲנִיִּים נִכְנָסִים לַפַּרְדֵּסוֹת, עַד שֶׁתֵּרֵד רְבִיעָה שְׁנִיָּה. מֵאֵימָתַי נֶהֱנִין וְשׂוֹרְפִין בַּתֶּבֶן וּבַקַּשׁ שֶׁל שְׁבִיעִית, מִשֶׁתֵּרֵד רְבִיעָה שְׁנִיָּה: \n",
            "מִי שֶׁהָיוּ לוֹ פֵּרוֹת שְׁבִיעִית וְהִגִּיעַ שְׁעַת הַבִּעוּר, מְחַלֵּק מְזוֹן שָׁלֹשׁ סְעֻדּוֹת לְכָל אֶחָד וְאֶחָד. וַעֲנִיִּים אוֹכְלִין אַחַר הַבִּעוּר, אֲבָל לֹא עֲשִׁירִים, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי יוֹסֵי אוֹמֵר, אֶחָד עֲנִיִּים וְאֶחָד עֲשִׁירִים אוֹכְלִין אַחַר הַבִּעוּר: \n",
            "מִי שֶׁהָיוּ לוֹ פֵּרוֹת שְׁבִיעִית שֶׁנָּפְלוּ לוֹ בִירֻשָּׁה אוֹ שֶׁנִּתְּנוּ לוֹ בְּמַתָּנָה, רַבִּי אֱלִיעֶזֶר אוֹמֵר, יִנָּתְנוּ לְאוֹכְלֵיהֶן. וַחֲכָמִים אוֹמְרִים, אֵין הַחוֹטֵא נִשְׂכָּר, אֶלָּא יִמָּכְרוּ לְאוֹכְלֵיהֶן, וּדְמֵיהֶם יִתְחַלְּקוּ לְכָל אָדָם. הָאוֹכֵל מֵעִסַּת שְׁבִיעִית עַד שֶׁלֹּא הוּרְמָה חַלָּתָהּ, חַיָּב מִיתָה: \n"
        ],
        [
            "שְׁבִיעִית, מְשַׁמֶּטֶת אֶת הַמִּלְוָה בִּשְׁטָר וְשֶׁלֹּא בִשְׁטָר. הַקָּפַת הַחֲנוּת, אֵינָהּ מְשַׁמֶּטֶת, וְאִם עֲשָׂאָהּ מִלְוָה, הֲרֵי זֶה מְשַׁמֵּט. רַבִּי יְהוּדָה אוֹמֵר, הָרִאשׁוֹן הָרִאשׁוֹן מְשַׁמֵּט. שְׂכַר שָׂכִיר, אֵינוֹ מְשַׁמֵּט, וְאִם עֲשָׂאוֹ מִלְוָה, הֲרֵי זֶה מְשַׁמֵּט. רַבִּי יוֹסֵי אוֹמֵר, כָּל מְלָאכָה שֶׁפּוֹסֶקֶת בַּשְּׁבִיעִית, מְשַׁמֶּטֶת, וְשֶׁאֵינָהּ פּוֹסֶקֶת בַּשְּׁבִיעִית, אֵינָהּ מְשַׁמֶּטֶת: \n",
            "הַשּׁוֹחֵט אֶת הַפָּרָה וְחִלְּקָהּ בְּרֹאשׁ הַשָּׁנָה, אִם הָיָה הַחֹדֶשׁ מְעֻבָּר, מְשַׁמֵּט. וְאִם לָאו, אֵינוֹ מְשַׁמֵּט. הָאוֹנֵס, וְהַמְפַתֶּה, וְהַמּוֹצִיא שֵׁם רָע, וְכָל מַעֲשֵׂה בֵית דִּין, אֵין מְשַׁמְּטִין. הַמַּלְוֶה עַל הַמַּשְׁכּוֹן, וְהַמּוֹסֵר שְׁטָרוֹתָיו לְבֵית דִּין, אֵינָן מְשַׁמְּטִין: \n",
            "פְּרוֹזְבּוּל, אֵינוֹ מְשַׁמֵּט. זֶה אֶחָד מִן הַדְּבָרִים שֶׁהִתְקִין הִלֵּל הַזָּקֵן, כְּשֶׁרָאָה שֶׁנִּמְנְעוּ הָעָם מִלְּהַלְווֹת זֶה אֶת זֶה וְעוֹבְרִין עַל מַה שֶּׁכָּתוּב בַּתּוֹרָה (דברים טו) הִשָּׁמֶר לְךָ פֶּן יִהְיֶה דָבָר עִם לְבָבְךָ בְּלִיַּעַל וְגוֹ', הִתְקִין הִלֵּל לַפְּרוֹזְבּוּל: \n",
            "זֶהוּ גוּפוֹ שֶׁל פְּרוֹזְבּוּל. מוֹסֵר אֲנִי לָכֶם אִישׁ פְּלוֹנִי וּפְלוֹנִי הַדַּיָּנִים שֶׁבְּמָקוֹם פְּלוֹנִי, שֶׁכָּל חוֹב שֶׁיֶּשׁ לִי, שֶׁאֶגְבֶּנּוּ כָּל זְמַן שֶׁאֶרְצֶה. וְהַדַּיָּנִים חוֹתְמִין לְמַטָּה, אוֹ הָעֵדִים: \n",
            "פְּרוֹזְבּוּל הַמֻּקְדָּם, כָּשֵׁר, וְהַמְאֻחָר, פָּסוּל. שִׁטְרֵי חוֹב הַמֻּקְדָּמִים, פְּסוּלִים, וְהַמְאֻחָרִים, כְּשֵׁרִים. אֶחָד לֹוֶה מֵחֲמִשָּׁה, כּוֹתֵב פְּרוֹזְבּוּל לְכָל אֶחָד וְאֶחָד. חֲמִשָּׁה לֹוִין מֵאֶחָד, אֵינוֹ כוֹתֵב אֶלָּא פְּרוֹזְבּוּל אֶחָד לְכֻלָּם: \n",
            "אֵין כּוֹתְבִין פְּרוֹזְבּוּל אֶלָּא עַל הַקַּרְקַע. אִם אֵין לוֹ, מְזַכֶּה הוּא בְּתוֹךְ שָׂדֵהוּ כָּל שֶׁהוּא. הָיְתָה לוֹ שָׂדֶה מְמֻשְׁכֶּנֶת בָּעִיר, כּוֹתְבִין עָלֶיהָ פְּרוֹזְבּוּל. רַבִּי חֻצְפִּית אוֹמֵר, כּוֹתְבִין לָאִישׁ עַל נִכְסֵי אִשְׁתּוֹ, וְלַיְתוֹמִים עַל נִכְסֵי אַפּוֹטְרוֹפִּין: \n",
            "כַּוֶּרֶת דְּבוֹרִים, רַבִּי אֱלִיעֶזֶר אוֹמֵר, הֲרֵי הִיא כְקַרְקַע, וְכוֹתְבִין עָלֶיהָ פְּרוֹזְבּוּל, וְאֵינָהּ מְקַבֶּלֶת טֻמְאָה בִּמְקוֹמָהּ, וְהָרוֹדֶה מִמֶּנָּה בְּשַׁבָּת חַיָּב. וַחֲכָמִים אוֹמְרִים, אֵינָהּ כְּקַרְקַע, וְאֵין כּוֹתְבִין עָלֶיהָ פְּרוֹזְבּוּל, וּמְקַבֶּלֶת טֻמְאָה בִּמְקוֹמָהּ, וְהָרוֹדֶה מִמֶּנָּה בְּשַׁבָּת, פָּטוּר: \n",
            "הַמַּחֲזִיר חוֹב בַּשְּׁבִיעִית, יֹאמַר לוֹ מְשַׁמֵּט אָנִי. אָמַר לוֹ אַף עַל פִּי כֵן, יְקַבֵּל מִמֶּנּוּ, שֶׁנֶּאֱמַר (דברים טו) וְזֶה דְּבַר הַשְּׁמִטָּה. כַּיּוֹצֵא בוֹ, רוֹצֵחַ שֶׁגָּלָה לְעִיר מִקְלָט וְרָצוּ אַנְשֵׁי הָעִיר לְכַבְּדוֹ, יֹאמַר לָהֶם, רוֹצֵחַ אָנִי. אָמְרוּ לוֹ, אַף עַל פִּי כֵן, יְקַבֵּל מֵהֶם, שֶׁנֶּאֱמַר (שם יט) וְזֶה דְּבַר הָרוֹצֵחַ: \n",
            "הַמַּחֲזִיר חוֹב בַּשְּׁבִיעִית, רוּחַ חֲכָמִים נוֹחָה מִמֶּנּוּ. הַלֹּוֶה מִן הַגֵּר שֶׁנִּתְגַּיְּרוּ בָנָיו עִמּוֹ, לֹא יַחֲזִיר לְבָנָיו. וְאִם הֶחֱזִיר, רוּחַ חֲכָמִים נוֹחָה מִמֶּנּוּ. כָּל הַמִּטַּלְטְלִין, נִקְנִין בִּמְשִׁיכָה. וְכָל הַמְקַיֵּם אֶת דְּבָרוֹ, רוּחַ חֲכָמִים נוֹחָה מִמֶּנּוּ: \n"
        ]
    ],
    "textbartenura":[
        [
            [
                "<b>עד אימתי חורשים בשדה האילן.</b> לקמן מפרש איזהו שדה אילן:",
                "<b>ערב שביעית.</b> שצריך להוסיף משנה ששית על השביעית באיסור עבודת הארץ ולקמן ילפינן לה מקראי:",
                "<b>כל זמן שהוא יפה לפרי.</b> כלומר שהחרישה יפה לפרי הוי מתקן הקרקע לצורך הפרי של ששית ולא לצורך שביעית:",
                "<b>עד העצרת.</b> דעד העצרת יפה לפרי ותו לא, ומן העצרת ואילך נראה כמתקן לצורך שביעית. ובשדה לבן שאין בו אילן עד הפסח. ומשנה זו היא משנה ראשונה ואינה הלכה, דרבן גמליאל ובית דינו נמנו על שני פרקים הללו שהם פסח בשדה לבן ועצרת בשדה אילן והתירום ומותר לחרוש עד ר״ה של שביעית:  "
            ],
            [
                "<b>לבית סאה.</b> קרקע שהיא נ׳ אמה על נ׳ אמה:",
                "<b>ככר דבלה.</b> התאנים היבשים עשויין במעגלה כעין ככר לחם קרוים ככר דבלה:",
                "<b>באיטלקי.</b> במנה של איטליא של יון, ולפי שהיה כך בימי משה משערים בו והמנה מאה דינרים והדינר שש מעות ומשקל כל מעה ט״ז שעורות בינוניות:",
                "<b>פחות מכאן.</b> מככר של ששים מנה אין חורשים כל בית סאה אלא תחת האילן לבד וחוצה לו:",
                "<b>כמלא אורה וסלו.</b> המלקט תאנים קרוי אורה כמו גודר בתמרים ובוצר בענבים. וסלו, הסל שנותן בו מה שהוא לוקט, ושאר השדה חשוב שדה הלבן ואין חורשין אותו אלא עד הפסח:"
            ],
            [
                "<b>אחד אילן סרק.</b> שאינה עושה פירות ונטועין שלשה לבית סאה:",
                "<b>אם ראויין לעשות.</b> רואין כל אילן ואילן בפני עצמו אם אילן של תאנה כיוצא בו היה עושה ככר דבלה ולמה שיערו בתאנה על שפירותיה גסין ועושה הרבה:",
                "<b>לצרכן.</b> מלא אורה וסלו חוצה לו:"
            ],
            [
                "<b>עד שיהיו מג׳ ועד ט׳.</b> כלומר דין זה שאמרנו היינו מג׳ ועד ט׳, אבל אם היו עשרה או יותר אע״פ שאינן עושין חורשין:",
                "<b>שנאמר בחריש ובקציר תשבות.</b> ארישא קאי דתנן אין חורשין להן אלא לצרכן. ומנין שאין חורשין כל הבית סאה שנאמר בחריש ובקציר תשבות, ואם אינו ענין לשבת בראשית שכבר נאמר (שמות כ׳:ט׳) ששת ימים תעבוד ועשית כל מלאכתך, ולא לשמטה שכבר נאמר (ויקרא כ״ה:ג׳) שש שנים תזרע שדך ושש שנים תזמור כרמך, תנהו ענין לאסור ב׳ פרקים של ערב שביעית, מפסח לשדה לבן, ומעצרת לשדה אילן. והכי קאמר קרא בחריש שקצירו אסור ואיזה זה חריש של ערב שביעית שנכנס לשביעית תשבות. ובקציר שחרישו אסור ואיזה זה קציר של שביעית שיוצא למוצאי שביעית, נמי תשבות, שספיחים שגדלו בשביעית או שעבר וזרע בשביעית אסור לקצרם בשמינית:",
                "<b>ר׳ ישמעאל אומר.</b> לעולם בשבת משתעי קרא כפשטיה ואתא לאשמעינן מה חריש רשות שאין לך חריש של מצוה אף קציר דאמר רחמנא תשבות בקציר של רשות יצא קציר העומר שהוא מצוה דבעינן קצירה לשמה שזה דוחה את השבת:"
            ],
            [
                "<b>הרי אלו מצטרפין.</b> ונחשבין כאילו הן של איש אחד וחורשין כל בית סאה בשבילן:",
                "<b>וכמה יהא ביניהן.</b> בין אילן לאילן:",
                "<b>כמלא בקר וכליו.</b> צמד בקר עם העול, והיינו ד׳ אמות. אבל פחות מכאן למיעקר קיימי ואין חורשין בשבילן:"
            ],
            [
                "<b>נטיעות.</b> ילדות, ולזקנות קרי אילן, והכא קמ״ל דאע״ג דשלשה אילנות לבית סאה קרוי שדה אילן וחורשין כל בית סאה בשבילן, בנטיעות ילדות אין חורשין עד שיהיו עשרה:",
                "<b>שורות.</b> שנטועות במקום א׳ כחומה ואינן מפוזרות:",
                "<b>אין חורשין אלא לצרכן.</b> משום דכשמפוזרות נראה כחורש לצורך האילן, אבל היכא דקיימי במקום אחד נראה כמתקן את הארץ לצורך שביעית ולא לצורך האילנות:",
                "<b>שורה.</b> תרגום חומה שורה:",
                "<b>עטרה.</b> גדר סביב:"
            ],
            [
                "<b>הנטיעות והדלועים מצטרפין לבית סאה.</b> בדלעת יונית דוקא איירי במתניתין שהיא גדולה כאילן ולא בשאר דלועין. וצריך שיהיו הנטיעות רבות על הדלועים כגון שהיו הנטיעות ששה והדלועים ארבעה מצטרפין לעשרה וחורשין כל בית סאה בשבילן:",
                "<b>רשב״ג אומר.</b> אפילו היו כל העשרה דלועין חורשין כל בית סאה בשבילן, לפי שהן כנטיעות. והלכה כרבן שמעון בן גמליאל:"
            ],
            [
                "<b>עד שיחולו.</b> עד שיצאו לחולין בשנה הרביעית ע״י פדיון, ואם לא פדאן בשנה הרביעית עד שיעשו חולין מאליהן בשנה החמישית:",
                "<b>נטיעה כשמה.</b> בת שנתה קרויה נטיעה ותו לא. פ״א כשמה כל זמן שבני אדם קוראין לה נטיעה ואין קוראין לה אילן. והלכה כרבי עקיבא:",
                "<b>שנגמם.</b> שנחתך:",
                "<b>חליפין.</b> גידולים, לשון גזעו מחליף:",
                "<b>כנטיעה.</b> בין לענין חרישה בין לענין ערלה. והלכה כרבי שמעון:"
            ]
        ],
        [
            [
                "<b>עד אימתי.</b> שדה הלבן. שדה של תבואה וקטנית שאין בו אילן:",
                "<b>הליחה.</b> לחלוחית הקרקע מחמת הגשמים:",
                "<b>מקשאות ומדלעות.</b> קשואים ודלועים אבל משם ואילך מיחזי כמתקן שדהו לצורך שביעית:",
                "<b>נתת תורת כל אחד בידו.</b> זה אומר כלתה ליחה בתוך שלי וזה אומר לא כלתה ליחה בתוך שלי:",
                "<b>אלא בשדה לבן.</b> שעתיד לזרעה אחר החרישה וצריך שתהא רוב ליחה קיימת אין חורשים אלא עד הפסח:",
                "<b>ושדה אילן.</b> שהיא נטועה כבר אין צריך שתהא רוב ליחה קיימת שאין חורשין אותה אלא כדי שירדו הגשמים בעומק הקרקע הלכך חורשים בה עד העצרת. וכל המשניות הללו דחויות הן כדאמרינן לעיל בפרק קמא שרבן גמליאל ובית דינו נמנו על שני פרקים הללו שהם פסח ועצרת וביטלום, ומותר לחרוש עד ראש השנה של שביעית:"
            ],
            [
                "<b>מזבלין.</b> מכניסין להם זבל:",
                "<b>מעדרים.</b> חופרים בעיקרי האילנות שכל דבר שהוא לצורך פירות של ששית מותר בתוספת שביעית, ודבר שאינו אלא לצורך תקון האילן אסור, אלא אם כן הוא דבר שאפילו בשביעית עצמה אין איסורו אלא מדברי סופרים ובתוספת שביעית לא גזור:",
                "<b>בית השלחין.</b> שאין די לה במי גשמים וצריך להשקותה, תרגום והוא עיף (בראשית כה) והוא משלהי:",
                "<b>מיבלין.</b> חותכין היבלת. מומין הנולדין באילן:",
                "<b>מפרקין.</b> העלין מעל האילן להקל מעליו:",
                "<b>מאבקין.</b> שרשים המגולים מכסים אותן באבק:",
                "<b>מעשנין.</b> תחת האילן להמית התולעים הגדלים בו:",
                "<b>אף נוטל את העלין.</b> בשביעית עצמה, ותנא קמא לא אמר אלא מפרקין את העלין בתוספת שביעית לבד. ואין הלכה כר׳ שמעון:"
            ],
            [
                "<b>מסקלין.</b> מסירין את האבנים:",
                "<b>מקרסמין.</b> כמו מכרסמין בכ״ף, לשון יכרסמנה חזיר מיער (תהילים פ׳:י״ד), כלומר כורתים וחותכין הענפים היבשים מן האילן:",
                "<b>מזרדין.</b> הענפים הלחים כשהם מרובין רגילים לקצצן ומניחין מקצת מהן וזהו זירוד:",
                "<b>מפסלין.</b> שנוטל את הפסולת. ויש מפרשים מפסלין לשון פסל לך (שמות ל״ד:א׳) שחותכים כל הענפים שבאילן כדי שיתעבה:",
                "<b>כזירודה וכפיסולה של חמישית וכו׳</b> תנא קמא לא שרי אלא עד ראש השנה של שביעית. ור׳ יהושע סבר כשנת חמישית כן ששית מה חמישית נכנסת לששית כך ששית נכנסת לשביעית, וכמו שמזרדין של חמישית בששית כך מזרדין של ששית בשביעית.",
                "<b>ור׳ שמעון אומר</b> מעצרת ואילך שהוא נאסר בעבודת האילן נאסר נמי בזירוד ופיסול. ושלש מחלוקות בדבר, והלכה כתנא קמא:"
            ],
            [
                "<b>מזהמין את הנטיעות.</b> כשקליפת האילן נושרת מדביקים שם זבל להבריאו כדי שלא ימות האילן. ויש מפרשים מזהמין שמושחים האילנות בדבר שריחו רע כדי שיברחו התולעים מן הריח או שימותו:",
                "<b>וכורכים.</b> יש מפרשים שכורכים דבר סביב האילן בקיץ מפני החמה ובחורף מפני הצנה. ויש מפרשים כורכים הענפים זו עם זו וקושרין אותם למעלה בראשיהם שלא יהיו נטושים על הארץ:",
                "<b>וקוטמין אותן.</b> יש מפרשים לשים בשרשיהם אפר, תרגום אפר קטמא. ויש מפרשים שובר הראשים, כמו נקטם ראשו [סוכה כט]:",
                "<b>ועושים להם בתים.</b> רגילים לעשות לאילן גדר אמה סביבותיו וממלאים אותו עפר. ויש מפרשים שעושים לו סוכה מלמעלה להגן עליו מן החמה או מן הצנה:",
                "<b>על הנוף.</b> של האילן, אבל לא על העיקר שלא יעשה בשביעית כדרך שעושה בשאר השנים. ואין הלכה כרבי אליעזר בר׳ צדוק, אלא אסור להשקות האילן בשביעית בין על הנוף בין על העיקר:"
            ],
            [
                "<b>סכין את הפגים.</b> פירות שלא נגמר בשולן סכין אותן בשמן כשהן מחוברים לאילן למהר בשולן. ופעמים שמנקבים אותן ומשימים שמן בתוך הנקב אי נמי מנקבים הפגים כדי שיכנסו בהם גשמים ויתבשלו מהרה:",
                "<b>פגי ערב שביעית.</b> פירות שאין מתבשלים עד תשרי של שביעית, אין סכין ואין מנקבין אותן בששית מאחר שאין נגמר בשולן עד שתכנס שביעית, ואפילו במקום שנהגו שלא לסוך אסר תנא קמא. ור׳ יהודה מפליג בין מקום שנהגו לסוך למקום שלא נהגו לסוך, דבמקום שלא נהגו לסוך לא מחזיא סיכה עבודה ושרי:",
                "<b>ר׳ שמעון מתיר באילן.</b> שהוא מלא פירות שביעית לעשות בו מלאכה במוצאי שביעית, מפני שהוא רשאי בעבודת האילן אע״פ שהפירות קדושים בקדושת שביעית. והלכה כתנא קמא:"
            ],
            [
                "<b>מבריכין.</b> כופפים זמורת הגפן בארץ ומכסים אותה בעפר:",
                "<b>מרכיבים.</b> מביאים ענף של אילן ומרכיבין אותו על גב אילן אחר שהוא ממינו:",
                "<b>פחות משלשים יום.</b> בגמרא במסכת ראש השנה מוכיח דהנך שלשים יום דקליטה לתנא קמא, ושלשה ימים דרבי יהודה, ושתי שבתות דר׳ יוסי ור׳ שמעון, צריכין קודם שלשים יום דתוספת שביעית, דבעינן שתקלוט הנטיעה קודם תוספת שביעית, וכולהו סבירא להו תוספת שביעית שלשים יום, הלכך לתנא קמא דאמר אין קליטה פחותה משלשים יום צריך שלשים דקליטה ושלשים דתוספת, לר׳ יהודה דאמר בשלשה ימים הוי קליטה צריך שלשה דקליטה ושלשים דתוספת, לדברי רבי יוסי ור׳ שמעון דאמרי שתי שבתות צריך שתי שבתות לקליטה ושלשים לתוספת. ופירוש קליטה שתהא הנטיעה נקלטת ונאחזת בשרשיה בארץ. והלכה כרבי יוסי ור׳ שמעון:"
            ],
            [
                "<b>האורז.</b> בלע״ז רי״ש:",
                "<b>ודוחן.</b> מילי״ו:",
                "<b>והפרגין.</b> כעין רמון מלא זרע והזרע שלו מקשקש בתוכו, וקורין לו בערבי כשכ״ש ובלע״ז פפאוור״ו:",
                "<b>והשומשמין.</b> כמין זרע ארוך, ובארץ ישראל ממנו הרבה וקורין לו בערבי סומס״ס:",
                "<b>מתעשרים לשעבר.</b> כמעשר שנה שעברה, אם היתה שנה ראשונה ושניה של שמיטה, מעשר שני, ואם שלישית מעשר עני:",
                "<b>ומותרין בשביעית.</b> כיון שהשרישו בשנה ששית לפני ראש השנה של שביעית אין בהם קדושת שביעית:",
                "<b>ומתעשרין לשנה הבאה.</b> כשנת לקיטתן כיון דבאותה שנה השרישו. ואם היא שנה שביעית אין מתעשרין כלל ויש להן קדושת שביעית. אע״ג דבאילן אזלינן בתר חנטה, ובירק בתר לקיטה, ובתבואה וזיתים בתר שליש, כלומר כשיביאו שליש בשולן אז נתחייבו במעשרות, מ״מ באורז ודוחן ופרגין ושומשמין דאין לוקטים אותם כאחד ואין מביאים שליש בשולם כאחד אין הולכים בהם אלא אחר השרשה, דבשנה אחת משרשת כל השדה שהרי בבת אחת זורעים אותם:"
            ],
            [
                "<b>פול המצרי.</b> פאשול״י בלע״ז:",
                "<b>שזרעו לזרע.</b> כדי להוציא ממנו זרע לזרוע ולא לאכילה:",
                "<b>כיוצא בהם.</b> בתר השרשה, כאורז ודוחן, בין לענין מעשרות בין לענין שביעית. ודוקא שזרעו לזרע אבל זרעו לירק אזלינן בתר לקיטה כירק:",
                "<b>הגמלונין.</b> הגסים:",
                "<b>משתרמלו.</b> שהוקשו ונעשו כמין כיס. ודוגמתו בתרמילו [שבת לא] שהוא כיס של רועים:"
            ],
            [
                "<b>הבצלים הסריסים.</b> שאין עושים זרע כשאר בצלים:",
                "<b>ופול המצרי.</b> שזרעו לירק, דאי זרעו לזרע הא תנן לעיל דאזלינן ביה בתר השרשה אפילו לא מנע מהן מים:",
                "<b>שמנע מהן מים שלשים יום.</b> יצאו מתורת ירקות הגדלות על כל מים ונעשו כשדה בית הבעל שמספקת במי גשמים, הלכך מתעשרין לשעבר:",
                "<b>ושל בעל.</b> שדה שהיא בעמק ומלוחלחת ואין צריך להשקותה, ומכל מקום לירק צריכה השקאה, משום הכי קתני שמנע מהם מים שתי עונות, זמן השקאתה שרגילין להשקותה קרי עונה. והלכה כחכמים:"
            ],
            [
                "<b>הוקשו.</b> נתיבשו ונעשו קשין:",
                "<b>אסור לקיימן בשביעית.</b> שפירות שביעית אסור להניחן לזרע:",
                "<b>התמרות.</b> הציץ קודם שיפתח דומה לתמרה, וכמוהו נקטם ראשו ועלתה בו כתמרה בפ׳ לולב הגזול (סוכה לג) פירוש אחר תמרות כעין לולבי גפנים:",
                "<b>מרביצין בעפר לבן.</b> כלומר משקים שדה לבן. וכן הלכה שמשקים שדה לבן ערב שביעית כדי שיצאו ירקות בשביעית, ולא עוד אלא שמשקים אותו בשביעית כדי שיצאו ירקות למוצאי שביעית:",
                "<b>ממרסין באורז.</b> משקין עפר האורז ומערבין אותו במים, כמו נתנו לממרס ביומא [פ״ד מ״ג]:",
                "<b>אבל לא מכסחין.</b> שאין חותכים העלין של האורז, תרגום לא תזמור לא תכסח. והלכה כרבי שמעון:"
            ]
        ],
        [
            [
                "<b>מאימתי מוציאים זבלים לאשפות.</b> דרך עובדי אדמה לכנוס הזבל למקום אחד בשדה ועושה שם אשפה גדולה עד שהוא מפזרו בשדה לזבלה:",
                "<b>משיפסקו עוברי עבירה.</b> לעבוד את הארץ בשנה השביעית, וקודם שיפסקו עוברי עבירה אסור שלא יאמרו מעוברי עבירה הוא ולזבל שדהו הוא מוציא. ויש ספרים שכתוב בהם עובדי עבודה והיא היא:",
                "<b>משיבש המתוק.</b> משיהיה יבש הזבל שנותן מתיקה לפירות:",
                "<b>משיקשר.</b> כשמתחיל להתיבש מתעבה ונעשה קשרים, וקרובים דבריהם להיות שוים. ובירושלמי מפרש משיבש המתוק סדקין שבבקעה כשהמטר יורד מתמלאים מים ואינם מתיבשים אלא לאחר זמן, ונקראים מתוק על שם מתקו לו רגבי נחל (איוב כ״א:ל״ג):"
            ],
            [
                "<b>משפלות.</b> קופות שמוציאין בהם זבלים שכל משפל מחזיק לתך שהוא משאוי של חמור, והלתך חצי כור ט״ו סאין:",
                "<b>מוסיפין על המשפלות.</b> נותן באשפה אחת משפלות כמו שהוא רוצה:",
                "<b>ואין מוסיפין על האשפות.</b> לעשות יותר משלש אשפות בבית סאה שלא יראה כמזבל את השדה:",
                "<b>רבי שמעון אומר אף על האשפות.</b> מוסיפין, כיון שיש צבור גדול במקום אחד לא מיחזי כמזבל. ואין הלכה כר׳ שמעון:"
            ],
            [
                "<b>יתר מכאן.</b> מג׳ [אשפות] מותר. והיינו דרבי שמעון דרישא, והשתא אתא לאשמעינן דשרי ר׳ שמעון אפילו אין י׳ משפלות ובלבד שלא יהיה בה פחות משלש, דאף על פי שיש מעט זבל באשפה וסד״א דמודה רבי שמעון דאם מוסיף האשפות נראה כמזבל, קמ״ל דלא מיחזי כמזבל הואיל ואינו מפזרו:",
                "<b>עד שיעמיק שלשה.</b> שיעמיק מקום האשפה או יגביה משאר הקרקע ג׳ טפחים, שיהיה ניכר דלכנוס הזבל למקום אחד הוא עושה ולא לזבל את השדה:",
                "<b>עושה אדם את זבלו אוצר.</b> אותם ג׳ אשפות של שלשים משפלות יכול לעשות אותם אשפה אחת ולהוסיף עליהם כמו שירצה, דלא תימא כי היכי דאסור יותר מג׳ אשפות לבית סאה הכי נמי אסור יותר משיעור ג׳ אשפות במקום אחד:",
                "<b>רבי מאיר אוסר.</b> בירושלמי מוכח דביותר מכשיעור בלבד אסר רבי מאיר. אבל בכשיעור, השתא בג׳ מקומות מותר במקום אחד לא כל שכן. ואין הלכה כר׳ מאיר:",
                "<b>היה לו דבר מועט.</b> שאין לו להוציא בפעם א׳ כשיעור המפורש לעיל מוציא אותו מעט ומוסיף עליו והולך:",
                "<b>רבי אלעזר בן עזריה אוסר.</b> שמא לא יהיה לו זבל יותר ונראה כמזבל שדהו עד שיוציא עשר משפלות כאחת:",
                "<b>או עד שיעמיק שלשה או יגביה שלשה.</b> שכיון שאותו מקום משונה משאר השדה לא מיחזי כמזבל וכן אם נתנו על הסלע שאינו ראוי לזריעה:"
            ],
            [
                "<b>המדייר שדהו.</b> לשון דיר של בהמות, שאין לו מקום פנוי להעמיד בהמותיו אלא שם ואינו מתכוין לזבל שדהו בענין זה ודעתו להכניס הזבל לאשפות אח״כ:",
                "<b>סהר.</b> כמו סחר, היקף של מחיצה סביב הצאן:",
                "<b>עוקר שלש רוחות.</b> כשנתמלאת הסחר זבל עוקר מן הסחר שלש רוחות וזוקפן לצד [אחר] של אמצעית ומדייר שם כמו כן בית סאתים, ועושה אשפות בתוך שדהו ג׳ אשפות לבית סאה כדאמרן:",
                "<b>נמצא מדייר בית ארבעת סאים.</b> סאתים מצד זה של מחיצה אמצעית וסאתים מצד אחר. ואשמעינן מתניתין דשרי לדייר בית ד׳ סאין קודם שיעשה ממנה אשפות, אבל טפי לא שלא יאמרו לדייר שדהו מתכוין:",
                "<b>מפני מראית העין.</b> שלא יהא נראה כמתכוין לזבל שדהו אם עושה את כולה סחר:",
                "<b>כדרך המזבלין.</b> ג׳ אשפות לכל בית סאה. ואין הלכה כרשב״ג:"
            ],
            [
                "<b>מחצב.</b> מקום בתוך שדהו שחוצבין ממנו אבנים לבנין. אם היה מכוסה עפר ולא היה נראה אין פותחין אותו בתחלה בשביעית, שהרואה אומר לתקן שדהו הוא עושה כדי לזרוע בתוכו ולא להוציא האבנים לבנין:",
                "<b>עד שיהא בו שלש מורביות.</b> שיהיו נגלים ונראים מאותו מחצב קודם שביעית שלש שורות של אבנים, שכל שורה מהם שלש אמות אורך ושלש אמות רוחב ברום שלש אמות, שנמצאו שם ט׳ אבנים שכל אבן הוא אמה על אמה ברום ג׳, וכן בכל שורה ושורה הרי כ״ז אבנים לשלש שורות, ובהכי ניכר שלצורך אבנים לבנין הוא מוציאם ולא לתקן שדהו:"
            ],
            [
                "<b>של משאוי שנים שנים.</b> שיש בכל אחת מהן משאוי שני בני אדם:",
                "<b>הרי אלו ינטלו.</b> כלן ואפילו הקטנות שבהן ולא מתחזי כמפנה הגדר לעשות מקומו שדה:",
                "<b>פחות מכאן מחצב.</b> ואינו נוטלו כולו אלא גוממו ומניח מן הסלע בארץ טפח כדי שלא יהא ראוי לזריעה:",
                "<b>במה דברים אמורים.</b> האי דלא יפתח מחצב והאי דגוממו:",
                "<b>מה שהוא רוצה יטול.</b> דלא מיחזי כמתקן שדה כיון דלאו דידיה הוא ואפילו בשלו נמי לא מיחזי כמתקן שדה אם התחיל ליטול מערב שביעית:"
            ],
            [
                "<b>שזעזעתן המחרישה.</b> ואפילו לא זעזעתן אלא שעתידה לזעזען הוי כאילו זעזעתן:",
                "<b>הרי אלו ינטלו.</b> כולן אגב אותם שתים:",
                "<b>המסקל שדהו.</b> שמסלק האבנים מן השדה, לשון סקלו מאבן (ישעיה סב):",
                "<b>ומניח את התחתונות הנוגעות בארץ.</b> דבכה״ג לא מחזי כמתקן שדה:",
                "<b>גרגיר של צרורות.</b> גל של אבנים קטנות:",
                "<b>אם יש תחתיהן סלע או קש.</b> לא מחזי כמתקן כיון דאין המקום ראוי לזריעה:"
            ],
            [
                "<b>אין בונין מדרגות.</b> מעלות ע״פ הגאיות, שלא יחליקו בירידתן לקחת המים שנתקבצו בעמק באותן הגומות, דנראה כמתקנן להשקות בהן שדותיו בשביעית:",
                "<b>לא יסמוך בעפר.</b> אם בא להיות סוכר מקום יציאת המים באבנים, לא יתן עפר וטיט בין האבנים משום דמיחזי טפי שהוא מתכוין להשקות מהן שדותיו:",
                "<b>אבל עושה הוא חייץ.</b> אבנים סדורות זו על זו כעין גדר בלא עפר וטיט:",
                "<b>כל אבן.</b> שבשדהו אפילו קטנה אם כשהוא בונה הגדר או הבנין יכול לפשוט ידו וליטלה ולבנות בה:",
                "<b>הרי זו תנטל.</b> שהגדר מוכחת עליו דלבנות גדרו הוא נוטלה ולא לתקן השדה לזריעה:"
            ],
            [
                "<b>באות מכל מקום.</b> אפילו מתוך שלו דמידע ידיע דלבנין קבעי להו ולא לתקן את השדה:",
                "<b>והקבלן.</b> שקבל שדה באריסות מביא מ״מ ואפילו מאותה שדה שהוא אריס בה אפילו אבנים קטנות שאין [שדה זו חשובה כשלו. וי״מ והקבלן שדרכו לבנות בנינים בקבולת שאין] כוונתו אלא לקבץ אבנים מביא [מ״מ ואפילו משדה] שלו:",
                "<b>ר׳ יוסי אומר כו׳</b> והלכה כר׳ יוסי:"
            ],
            [
                "<b>להעמיק עד הסלע.</b> ולא חיישינן דלמא ממלך וזרע ליה, שאין דרך בני אדם לזרוע סמוך לרה״ר. אבל בינו לבין חבירו חיישינן דילמא ממלך וזרע ליה ואסור:",
                "<b>צוברו ברשות הרבים.</b> ואח״כ נוטלו משם ומתקן את רשות הרבים כמו שהיה:",
                "<b>כשם שאין מקלקלים רה״ר כך לא יתקן.</b> כלומר לא מבעיא לצבור עפרו לרשות הרבים שהוא אסור אף על פי שיסירנו אח״כ שהרי מקלקל הוא לשעה, אלא אפילו לתקן אסור, כגון אם היו אבנים או עפר מפוזרים ברשות הרבים לא יצברם במקום אחד אלא יסלקם לגמרי מרשות הרבים, והיינו דקאמר כשם שאין מקלקלין רשות הרבים לצבור עפרו לרשות הרבים אע״פ שדעתו לסלקו מיד, כך לא יתקן לצבור אבנים או עפר המפוזרים ברשות הרבים ולשום אותם בצדי רה״ר לפי שעה, אלא יסלקם מיד לגמרי מכל רה״ר ויוציאם לים או לנהר:",
                "<b>מה יעשה בעפר.</b> אליבא דרבי עקיבא:",
                "<b>צוברו בתוך שדהו כדרך המזבלים.</b> ג׳ אשפות לבית סאה:",
                "<b>וכן החופר בור שיח מערה.</b> בשאר ימות השנה פליגי בה ר׳ יהושע ורבי עקיבא, לר״י צוברו ברה״ר ובלבד שיסלקנו אחר כך ויתקן רה״ר כמו שהיה, ולר״ע אע״פ שדעתו לתקן אסור אלא צוברו ברשותו. והלכה כרבי עקיבא:"
            ]
        ],
        [
            [
                "<b>בראשונה כדרך שהוא מלקט מחברו את הגס הגס.</b> הכי מפרשא מתניתין בירושלמי בראשונה היו אומרים מלקט אדם בתוך שלו את הגס הגס כדרך שמלקט בשל חבירו בין גסין בין דקין, ואע״ג דעצים ועשבים כשמלקטים אותן מתוך השדה מתקן השדה לזריעה, כשמלקט הגס כלומר העצים והעשבים הגסים ומניח את הדקין תלינן דצריך לעצים הוא ולאו לתקן את הקרקע קעביד, כדרך דתלינן במלקט בשדה חבירו בין דקין ובין גסין דלא עביד אינש לתקן שדה חבירו ומידע ידיע דלעצים הוא צריך:",
                "<b>משרבו עוברי עבירה.</b> שהיו מלקטין בשדותיהן בין דקים בין גסין והן אומרים בגסים לקטנו:",
                "<b>שלא בטובה.</b> שאין חבירו מחזיק לו טובה דהשתא ודאי לא אתי למלקט הדקין, כיון שאין חבירו מחזיק לו טובה על זה:",
                "<b>ואין צריך לומר שיקצץ להם מזונות.</b> שיאמר לו לקוט משדי היום ואתן לך מזונותיך, דפשיטא דאסור:  "
            ],
            [
                "<b>שנתקווצה.</b> שנטלו קוציה בשביעית:",
                "<b>שנטייבה.</b> שנחרשה היטב שכל העולם חורשים פעם אחת והוא חרש שתי פעמים. ומתניתין איירי בשעת הסכנה שהיתה המלכות אונסת על המס המוטל על הקרקעות והתירו לחרוש בשביעית כדי ליתן המס הקצוב מתבואתה למלך, ואם חרש שתי פעמים קנסוהו רבנן, דחרישה אחת התירו ולא שתי חרישות:",
                "<b>או שנדיירה.</b> שעשו ממנה דיר לבהמות שעשה בה סהר כדאמרינן בפרקין דלעיל, ולא עשה ממנו אשפות אלא הניחו כדי לזבל בו השדה:",
                "<b>לא תזרע למוצאי שביעית.</b> דקנסינן ליה בהני יותר מבנתקווצה:",
                "<b>בטובה.</b> אסור דאין מחזיקין טובה לבעלים דרחמנא אפקרינהו:",
                "<b>חלוף הדברים.</b> דב״ש לקולא. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>חוכרין נירין.</b> יכול ישראל לקבל עליו בכך וכך כורים לשנה שדה הנכרי שחרשה בשביעית לזרעה למוצאי שביעית, ואע״פ שגורם לנכרי לחרוש בשביעית. נירין לשון נירו לכם ניר (ירמיה ד):",
                "<b>ומחזיקים ידי נכרים.</b> אם מצאו חורש יכול לומר לו יישר כחך וכיוצא בזה:",
                "<b>ושואלים בשלומן.</b> ואפילו ביום חגם:"
            ],
            [
                "<b>המדל בזיתים.</b> כשהזיתים מקורבים זה לזה יותר מדאי נוטל אחד ומניח ב׳ או נוטל ב׳ ומניח אחד כדי שיגדל ויתעבה. מדל לשון שליפה והסרה, וי״מ לשון דלדול ודלות שמדלדל שדהו מן הזיתים:",
                "<b>יגום.</b> גומם ומקצץ האילן ומשאיר השרש בארץ, ולא ישרש לגמרי שלא יראה כעובד את האדמה:",
                "<b>ומודים במחליק.</b> כגון אם נוטל שלשה זיתים זה בצד זה שמחליק פני הקרקע יותר מדאי יאמרו לעבודת קרקע הוא מתכוין ואסור:",
                "<b>מתוך של חבירו אף המחליק ישרש.</b> דלא עביד אינש שיתקן קרקע חבירו, וידוע דלעצים הוא מכוין:  "
            ],
            [
                "<b>לא יחפה.</b> הבקוע בעפר, שהרי הוא מיתקן בכך שהעפר נעשה טיט ומשביח האילן:",
                "<b>באבנים ובקש.</b> דהוי כמושיב שומר שלא ייבש:",
                "<b>בתולת שקמה.</b> שלא נקצצה מעולם:",
                "<b>מפני שהיא עבודה.</b> שהיא משובחת בכך:",
                "<b>כדרכה אסור.</b> שהיא מתגדלת ומתעבה בכך והוי כעין זומר לגפנים:",
                "<b>אלא מגביה עשרה.</b> שאין דרך לעולם לכרתה אלא למטה מעשרה:",
                "<b>או גומם מעל הארץ.</b> שאין דרך לכרות אותה כך. והלכה כר׳ יהודה:"
            ],
            [
                "<b>המזנב בגפנים.</b> מקטע זנבות הגפנים כדי שיעבה הגזע ויגדל ויגבר כחו, וכן הקוצץ קנים כדי שיתעבו ויוסיף כחן:",
                "<b>ירחיק טפח.</b> מן הקרקע ושוב לא מיחזי כעבודה:",
                "<b>שנפשח.</b> נסדק, כמו (איכה ג) ויפשחני:",
                "<b>לא שיעלה.</b> שיתחברו סדקיו:",
                "<b>אלא שלא יוסיף.</b> ליסדק:"
            ],
            [
                "<b>מאימתי אוכלים פירות האילן בשביעית.</b> משום דדרשינן לאכלה ולא להפסד ואם אוכלן קודם בישולן היינו הפסד:",
                "<b>הפגים.</b> פגי תאנה כדכתיב (ש״ה ב) התאנה חנטה פגיה:",
                "<b>משהזריחו.</b> האדימו וזהו התחלת בשולן:",
                "<b>אוכל בהם פתו בשדה.</b> אבל ללקט ולהכניס לבית אינו רשאי עד שיגמרו:",
                "<b>בחלו.</b> שגדל הרבה, ודומה לו וגם נפשם בחלה בי (זכריה י״א:ח׳). ובירושלמי יליף לה מדכתיב (ויקרא כ״ה:י״ב-י״ג) תהיה כל תבואתה לאכול וכתיב (שם) מן השדה תאכלו את תבואתה, בשתי תבואות הכתוב מדבר אחת מן הבית ואחת מן השדה:"
            ],
            [
                "<b>משהביא מים.</b> שסוחטו ויוצא ממנו משקה:",
                "<b>משהבאישו.</b> משיקראו באשה, והיינו כשיתחילו להתבשל ונתבשלו עד שהחרצנים שבפנים נראים מבחוץ מתוך הקליפה:"
            ],
            [
                "<b>רביעית לסאה.</b> שמסאה זיתים יכול להוציא רביעית הלוג שמן:",
                "<b>פוצע.</b> דרך הזיתים לפצען כדי למתק מרירותן:",
                "<b>ואוכל בשדה.</b> דדבר שדרכו לאכול הוא. אבל לסוך לא חזו, ואין סכין אלא בדבר שדרכו לסוך:",
                "<b>הכניסו חצי לוג.</b> שנתבשלו עד שהוא יכול להוציא חצי לוג מסאה:",
                "<b>הכניסו שליש.</b> שנתגדלו שליש ממה שעתידים להתגדל. א״נ שמוציא מהן עכשיו שליש ממה שמוציא לסאה כשנתבשלו יפה:",
                "<b>כך עונתן לשביעית.</b> אין אוכלין מהן בשביעית עד שיגיעו לעונת מעשרות המפורש בפ״ק דמעשרות, דדוקא תאנים וענבים וזיתים רגילים לאכול קודם בשולן לפיכך התירו לאכול מהם בשדה בשביעית קודם שיגיעו לעונת המעשרות, אבל לא בשאר פירות:  "
            ],
            [
                "<b>אין קוצצין את האילן בשביעית.</b> משום דלאכלה אמר רחמנא ולא להפסד. ואני שמעתי כיון דאפקרינהו רחמנא לפירות אם יקצצם הוי גוזל את הרבים:",
                "<b>משיוציא.</b> תחלת העלין בימי ניסן:",
                "<b>משישלשלו.</b> משיתחילו להכביד ולתלות כעין שלשלת:",
                "<b>משיגרעו.</b> משיעשו גרעינים. פ״א הבוסר כשיגדילו הענבים ונעשו כפול הלבן נקרא גרוע:",
                "<b>משינצו.</b> משיגדל עליהן הנץ, כמו הנצנים נראו בארץ (ש״ה ב) כשיגיעו לשיעורים הללו אסור לקצצן בשביעית:",
                "<b>מותר לקוצצו.</b> ואין כאן משום הפסד הפרי, או משום גזל לאידך לישנא, שכבר הפרי ראוי לאכילה. ומשום קוצץ אילנות טובים ליכא אם הוא מעולה בדמים, שדמיו יקרים לעצים יותר מלאילן:",
                "<b>וכמה יהא בזית.</b> לאו אשביעית קאי, אלא שיהא אסור לקוצצו משום קוצץ אילנות טובים כדכתיב (דברים כ׳:י״ט) כי ממנו תאכל ואותו לא תכרות:",
                "<b>רובע.</b> הקב, משום דחשיב יותר משאר אילנות, דאילו בדקל מותר לקצצו עד דטעין קבא:"
            ]
        ],
        [
            [
                "<b>בנות שוח.</b> תאנים לבנות המגדלות משלש שנים לשלש שנים:",
                "<b>שביעית שלהם שנה שניה.</b> של שמטה דפירות החונטים בשביעית אין נגמר בשולן עד שנה שנייה של שמטה שהיא ג׳ לחניטה ואז נוהג בהן דין שביעית, דבתר חנטה אזלינן:",
                "<b>פרסיות.</b> מין תאנים שעושים משתי שנים לשתי שנים. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>הטומן את הלוף.</b> מין ממיני הבצלים שרגילים לטמנן בארץ:",
                "<b>לא יפחות מסאתים.</b> משום דמיחזי כזורע, עד שיטמון מהם סאתים בחפירה אחת על גובה ג׳ טפחים, שלא יהיו מפוזרים אלא יהיה גובה הכרי והצבור שלשה טפחים וטפח עפר על גבי הכרי:",
                "<b>וטומנו במקום דריסת האדם.</b> כדי שלא יצמח. והלכה כחכמים:"
            ],
            [
                "<b>לוף שעברה עליו שביעית.</b> ונכנסה עליו שמינית שהוא מתקיים זמן מרובה בארץ במחובר:",
                "<b>אם לקטו עניים את עליו לקטו.</b> דעלי הלוף יש להן ביעור ועיקרו אין לו ביעור כדתנן לקמן בפ״ז, הלכך אם לקטו עניים את עליו בשביעית לקטו, ואם לאו ונכנסו לשמינית וגדלו העלין נמצאו גדולי שביעית ושמינית מעורבין יחד:",
                "<b>יעשה חשבון.</b> וישער כמה גדל מהן בשביעית ויתן לעניים, דר׳ אליעזר סבר כר׳ יהודה דאמר לקמן עניים אוכלים אחר ביעור ולא עשירים:",
                "<b>רבי יהושע אומר אין לעניים עמו חשבון.</b> דסבר כרבי יוסי דאמר לקמן אחד עניים ואחד עשירים אוכלים אחר הביעור. והלכה כר׳ יהושע:"
            ],
            [
                "<b>לוף של ערב שביעית.</b> שנשלם מערב שביעית ולא הוסיף צמחים בשביעית, שאם הוסיף צמחים בשביעית אסור לעקרו משום הפסד פרי:",
                "<b>הקיצונים.</b> י״מ שנזרעו בקיץ וי״מ מיוחדות לקיץ שהן יבשות מאד:",
                "<b>פואה של עדית.</b> הגדילה בשדה שמינה. פואה, צבע אדום שקורין רויי״א בלע״ז:",
                "<b>במארופות של עץ.</b> במרה שחופרים בו את הקרקע. של עץ, ולא של ברזל שלא יראה כעובד את הארץ:",
                "<b>בקרדומות של מתכת.</b> ולא חיישינן דלמא מיחזי כעבודה:",
                "<b>בפואה של צלעות.</b> כמו סלעות בסמ״ך, פואה הגדילה בין הסלעים כיון דאין דרך לזרוע שם לא מיחזי כעובד את הארץ. פ״א צלעות כמו ולצלע המשכן (שמות כ״ו:כ׳) כלומר צדי השדה שאין דרך לזרוע שם:"
            ],
            [
                "<b>רבי יהודה אומר מיד.</b> ואע״ג דבשאר ירקות מודה רבי יהודה דאסור עד שיעשה כיוצא בו, בלוף הואיל וצריך לעקרו לב״ש במארופות של עץ ולבית הלל בקרדומות של מתכות, ואין דרך לעקרו בשביעית אלא ע״י שינוי, הלכך במוצאי שביעית לא שכיח דאיסורא ומש״ה מותר מיד, אבל ירק שלא גזרו שלא לתלשו כי אורחיה שכיח נמי דאיסורא בשמינית, לפיכך אסור עד שיעשה כיוצא בו:",
                "<b>משירבה החדש.</b> בירושלמי מפרש דהיינו מן הפסח ואילך. והלכה כחכמים:"
            ],
            [
                "<b>שאין האומן רשאי למכרן בשביעית.</b> למי שהוא חשוד על השביעית, אבל למי שאינו חשוד שרי דאינו קונה אלא להצניע עד [אחר] שביעית:",
                "<b>מזרה.</b> שזורין בו התבואה בגורן:",
                "<b>דקר.</b> כמין יתד של ברזל שקורין קולטרו בלע״ז, והוא עשוי לחפור בו את הקרקע לשון וידקור את שניהם (במדבר כ״ה:ח׳):",
                "<b>מגל יד ומגל קציר ועגלה.</b> מותרין שמא הוא [רוצה] לקצור מן ההפקר ולהביא בעגלה למאכל ביתו, ואין אסור אלא להביא הרבה לעשות אוצר:"
            ],
            [
                "<b>היוצר.</b> אומן העושה כלי חרס מוכר אפילו לחשוד על השביעית חמש כדי שמן וחמש עשרה כדי יין, וליכא למיחש שמא רוצה כולם לשמן או כולם ליין שניכרים הן אותם של יין מאותם של שמן, שהעפר שעושים ממנו כדי יין אינו דומה לעפר שעושים ממנו כדי שמן:",
                "<b>ואם הביא יותר מכאן מותר.</b> ולא חיישינן שמא מן המשומר דשביעית הביא:",
                "<b>ומוכר לנכרים בארץ.</b> ולא חיישינן שמא יחזור הנכרי וימכרם לישראל החשוד:",
                "<b>ולישראל בחוצה לארץ.</b> ולא חיישינן שמא יוליכם בארץ, אי נמי שמא יכניס לתוכן יין ושמן של שביעית שהביא מארץ ישראל, דלא החמירו חכמים כל כך:"
            ],
            [
                "<b>שהוא יכול לשחטה.</b> ובכל דהוא דמצינן למתלי תלינן. ובית שמאי סברי דאין דרך כלל לשחוט פרה העומדת לחרישה:",
                "<b>אפילו בשעת הזרע.</b> ולא אמרינן ודאי לזריעה הוא לוקח, דתלינן לאכילה הוא רוצה:",
                "<b>שיש לו גורן.</b> ולא חיישינן שמא מודד להכניס לאוצר, דאיכא למתלי דלטחינה הוא מודד:",
                "<b>ופורט לו מעות.</b> מחליף לו מעות בפרוטות:",
                "<b>אע״פ שהוא יודע שיש לו פועלים.</b> ונמצא מסייע ידי עוברי עבירה, דאמרינן שמא לשאר צרכיו הוא צריך:",
                "<b>וכולם.</b> אם פירש שלדבר אסור רוצה אותם, אסור:"
            ],
            [
                "<b>החשודה על השביעית.</b> לאכול פירות שביעית אחר הביעור בלא ביעור:",
                "<b>נפה.</b> שאני אומר לספור בה מעות היא לוקחת:",
                "<b>כברה.</b> שאני אומר לכבור בה את החול:",
                "<b>רחיים.</b> דשמא לטחון בהם סמנין:",
                "<b>תנור.</b> שמא לייבש בו אונין של פשתן:",
                "<b>ולא תטחן עמה.</b> שאסור לסייע ידי עוברי עבירה:",
                "<b>ובוררת וטוחנת עמה.</b> ולא אסרו הכא באשת עם הארץ החשודה על המעשרות כדאסרו בחשודה על השביעית, משום דרוב עמי הארץ מעשרים הן:",
                "<b>אבל משתטיל המים.</b> בעיסה:",
                "<b>לא תגע עמה.</b> לפי שמשגלגלה הוטבלה לחלה וקא מיטמאה מחמת כלים טמאים, שהרי הוכשרה לקבל טומאה וזו מסייעתה לגלגל ואסור לגרום טומאה לחלה: ",
                "<b>וכולן לא אמרו.</b> לא התירו להשאילן כלים ולסייען בלא שעת עבירה עצמה אלא משום דרכי שלום:",
                "<b>מחזיקין ידי נכרים.</b> אגב גררא דדרכי שלום תנא ליה הכא, ומפורש לעיל בפ״ד:"
            ]
        ],
        [
            [
                "<b>שלש ארצות לשביעית.</b> חלוקות לענין דין שביעית:",
                "<b>כל שהחזיקו עולי בבל.</b> עזרא וסיעתו כשעלו מבבל:",
                "<b>לא נאכל ולא נעבד.</b> שעבודת הארץ ההיא אסורה בשביעית, ואם נעבדה וגדלה אסור לאכול מאותן גדולים. פירוש אחר ועיקר, לא נאכל לאחר שביעית בלא ביעור ולא נעבד בשביעית:",
                "<b>מכזיב ועד הנהר ועד אמנום.</b> כזיב משוך כלפי הצפון לצד מזרח ורצועה יוצאת מעכו שיושבת ברבועה של ארץ ישראל במקצוע צפונית מזרחית ואותה רצועה משוכה כלפי צפון והולכת עד כזיב ורצועה אחרת משוכה מעכו כלפי מזרח ובה הנהר האמור כאן, ואלו השתי רצועות כבשום עולי מצרים ולא כבשום עולי בבל:",
                "<b>ועד אמנום.</b> הוא הר ההר הכתוב בגבולות הארץ בפרשת אלה מסעי, תתאו לכם הר ההר מתרגמינן בירושלמי טורי אמנום, והוא בצפונה של ארץ ישראל לצד מערב אצל הים הגדול, וגם זו לא כבשו עולי בבל הלכך נאכל לאחר הביעור, ולאידך לישנא אם נעבד בשביעית נאכל דקדושה ראשונה קדשה לשעתה ולא קדשה לעתיד לבא, ולא נעבד, דלענין עבודה החמירו לאסור מדרבנן:",
                "<b>מנהר ומאמנום ולפנים.</b> כך כתוב בכל הספרים, וטפי הוה ניחא אי הוה גרסינן ולחוץ. ואפשר לפרש בדוחק מהנהר ולפנים מתחלת הנהר ולפנים לצד הנהר חוצה לארץ, וכן מתחלת טורי אמנום ולפנים לצד ההר קרויה לפנים:"
            ],
            [
                "<b>סוריא.</b> ארם נהרים וארם צובה שכבש דוד, ואינה כא״י לכל דבר מפני שכבשה קודם שכבש א״י כולה, ובקצת דינים עשאוה כא״י ובקצתן כחוצה לארץ:",
                "<b>עושים בתלוש.</b> אפילו אצל החשודים, ואילו בארץ ישראל תנן לא תבור ולא תטחון עמה:",
                "<b>אבל לא במחובר.</b> כגון מסיקה קצירה ובצירה, ודוקא בשמור אבל במופקר אפילו בארץ מותר, דתניא בת״כ מן השמור אי אתה בוצר אבל אתה בוצר מן המופקר. וטעמא דגזור בסוריא במחובר כדי שלא יהיו מניחים את ארץ ישראל והולכים ומשתקעים בסוריא, ובתלוש התירו כדי שימצאו העניים שבארץ ישראל קצת ריוח בסוריא שהיא קרובה להם, ולא יצטרכו לצאת מארץ ישראל לחוצה לארץ:",
                "<b>כל שכיוצא בו מותר בא״י.</b> מדאורייתא, כגון תלוש אף ע״ג דמדרבנן אסור בלא שינוי עושין אותו בסוריא כי אורחיה ואינו צריך לשנות. אי נמי הכי קאמר כל שכיוצא בו מותר בארץ במופקר עושים אותו בסוריא אפילו בשמור, אבל במחובר אסור מדרבנן בארץ אפילו במופקר:"
            ],
            [
                "<b>בצלים שירדו עליהם גשמים.</b> בצלים של ששית שנכנסו לשביעית, וירדו עליהם גשמים וצמחו, אם השחירו העלין בידוע שגדלו והוסיפו ואתו גדולי שביעית ומבטלים העיקר אע״פ שהוא מרובה, אבל אם הוריקו העלין אז הולכים וכמשין ולאו מארעא קא רבו:",
                "<b>אם יכולין ליתלש בעלין.</b> דרך בצלים כשנגמרים יוצאין מעצמן מן הארץ ונוחין ליתלש, ואם העלין חזקים וכשאוחז בהן יכול ליתלוש הבצלים מן הארץ אז ודאי גדלו בשביעית:",
                "<b>כנגד כן למוצאי שביעית מותרים.</b> לאו בבצלים של שביעית שיצאו למוצאי שביעית מיירי, דלא מקילינן בהו כולי האי שגדולי היתר כל שהו יעלו את האיסור, אלא סיפא נמי מיירי בבצלים של ששית שעקרן בששית וחזר ונטען בשביעית ולאחר שגדלו מעט בשביעית עקרן וחזר ונטען בשמינית, ומתוך שכבר גדלו בששית לא הוסיפו כי אם מעט בשביעית ונאסרו וכשחזרו והוסיפו מעט בשמינית חזר אותו היתר ובטל איסור המועט, שגם של ששית מסייע לבטלו אחר שסוף גדולו היתר. ואין הלכה כר׳ חנניה בן אנטיגנוס:"
            ],
            [
                "<b>משיעשה כיוצא בו.</b> ממה שנזרע במוצאי שביעית יש גדול כיוצא בזה דתלינן ביה. אי נמי מפני שרבה ההיתר על האסור ונתבטל:",
                "<b>הבכיר.</b> מקום שממהר לבכר פירותיו יותר משאר מקומות:",
                "<b>הותר האפל.</b> דתלינן שממקום הבכיר הביאום:",
                "<b>מוצאי שביעית מיד.</b> לפי שהיו מביאים ירק מחוצה לארץ והיה רבה על ירק שבארץ ישראל. ואני שמעתי הטעם לפי שבשנים או שלשה ימים עושה כיוצא בו:"
            ],
            [
                "<b>שמן שרפה.</b> שמן של תרומה טמאה מתוך שלשריפה עומד קרי ליה שמן שריפה, ומעלה עשו לשרפה בארץ כדאשכחן בקדשים פסולים שהן נשרפים במקומן, וכן פירות שביעית צריכים ביעור בארץ דכתיב (ויקרא כ״ה:ז׳-ח׳) בארצך תהיה כל תבואתה. ואין הלכה כרבי שמעון:"
            ],
            [
                "<b>אין מביאין תרומה מחוצה לארץ לארץ.</b> לפי שהתרומה כהנים מחזרין אחריה לבית הגרנות, חיישי רבנן שמא יהיו הכהנים מרדפים אחריה ויצאו חוצה לארץ להביא את התרומה. ואין הלכה כר׳ שמעון:"
            ]
        ],
        [
            [
                "<b>כלל גדול.</b> ולדמיו שביעית. אם מכרן וקבל הדמים שלהם יש בדמיהן קדושת שביעית:",
                "<b>יש לו ביעור.</b> כשכלה לחיה חייב לבער:",
                "<b>עלה לוף שוטה.</b> אצטריך למתני לוף שוטה משום דתנן בפ׳ בתרא דעוקצים עלה לוף שוטה אין מטמא טומאת אוכלים, סד״א ה״נ לא ליחול עלייהו קדושת שביעית קמשמע לן:",
                "<b>הדנדנה.</b> בערבי נענ״ע ובלע״ז מינטו״א:",
                "<b>העולשין.</b> תרי גווני עולשין הן עולשי גינה ועולשי שדה, ובשאר שנים דשכיחי עולשי גינה עולשי שדה לא חשיבי אוכל ואין מטמא טומאת אוכלים והכא קמ״ל דבשביעית דאין עולשי גינה מצויין עולשי שדה חשיבי ומטמאין טומאת אוכלים ושביעית נוהגת בהן:",
                "<b>וכרישין.</b> נמי תרי גווני נינהו כרישי גינה וכרישי שדה, וכרישי שדה אצטריך לאשמועינן:",
                "<b>הרגילה.</b> הם חלוגלוגות ובלע״ז בירדולגי״ש:",
                "<b>ונץ החלב.</b> פרחים לבנים כחלב. פ״א עשב הוא כשנחתך יוצא ממנו חלב:",
                "<b>החוחים והדרדרים.</b> מיני קוצים הן:",
                "<b>אסטיס.</b> הוא שצובעין בו כמין תכלת וקורים לו בערבי ני״ל, וקוצרים אותו והוא צומח ודומה לספיח לכך קורהו התנא ספיחי אסטיס:",
                "<b>וקוצה.</b> מין ממיני הצבעים י״א שהוא אלעצפו״ר בערבי:",
                "<b>יש להן שביעית.</b> קדושת שביעית נוהגת בהן שלא להפסידם ושלא לעשות בהם סחורה:",
                "<b>ויש להם ביעור.</b> כשיגיע זמן הביעור צריך לבערם, ולקמן בפנים מפורשים דיני הביעור:  "
            ],
            [
                "<b>עיקר.</b> שרש:",
                "<b>ערקבלין.</b> רבותי מפרשים עשב הגדל אצל הדקל ועולה ונכרך סביבות הדקל. ואני שמעתי שהוא עשב שעלין שלו דומות לעקרב:",
                "<b>והחלבצין.</b> השרשים של נץ חלב האמור למעלה:",
                "<b>הבכרייה.</b> קורין לו בערבי כנג״ר:",
                "<b>הפואה.</b> בערבי פו״א ובלע״ז זרויי״א:",
                "<b>הרכפה.</b> שרשים שתחת הקרקע, ושולקין אותן ושותין מימיהן ומי שיש לו תולעים בבטנו ימיתם:",
                "<b>אין להם ביעור.</b> לפי שמתקיימים בארץ ולא כלה לחיה מן השדה לפיכך א״צ לבערו מן הבית:",
                "<b>דמיהם מתבערים עד ר״ה.</b> ה״ק דמיהם צריך שיתבערו מן העולם קודם ר״ה של שמינית. וה״ה דהוי מצי למתני מתבערים אחר ר״ה שאם ישנן לאותן דמים בעולם אחר ר״ה של שמינית חייב לבערם בקדושת שביעית:",
                "<b>ק״ו לדמיהן.</b> ור״מ סבר מחמיר אני בדמיהן יותר מבהן עצמן, דפרי עצמו מינכר ולא אתי למיעבד ביה סחורה אבל דמים לא מנכרי ואתי למיעבד ביה סחורה. ואין הלכה כר״מ:"
            ],
            [
                "<b>והנץ שלו.</b> פרח שעל הפטמא:",
                "<b>וקליפי אגוזים.</b> כל הני צובעים בהן:",
                "<b>והגלעינים.</b> גרעיני פירות. כגון הגרעינים שבזיתים שמוציאים מהן שמן. וגרעיני תמרים שראוין למאכל בהמה:",
                "<b>צובע לעצמו.</b> דכתיב לכם לכל צרכיכם:",
                "<b>שאין עושים סחורה בפירות שביעית.</b> וצביעה בשכר היינו סחורה:",
                "<b>לא בבכורות ולא בתרומות.</b> דלמא משהי להו לגביה ואתי בהו לידי תקלה. ודוקא בבכור חי גזרו אבל שחוט שרי למכרו אפילו מדרבנן, ובלבד שלא ימכרנו באטליז:",
                "<b>לא בנבלות ולא בטרפות.</b> דמאחר דכתב רחמנא טמאים הם מה צריך לומר תו וטמאים יהיו לכם, אלא אחד לאיסור אכילה ואחד לאיסור הנאה. ואם תאמר הרי חמור הרי גמל וסוס ופרד, שאני הני דלמלאכתן הן גדלים ולא אסרו לעשות סחורה אלא בדבר העומד לאכילה. וכל דבר שאיסורו מן התורה אסור לעשות בו סחורה, אבל דבר שאסורו מדבריהם אין אסור לעשות בו סחורה, אלא סתם יינן דאף על גב דאסורו מדבריהם אסור לעשות בו סחורה:",
                "<b>ולא יהא לוקח.</b> כלומר לוקט ומוכר בשוק דנראה כסחורה. אבל כשבנו מוכר על ידו, פירוש בשבילו, אע״פ שהוא לקטן למכרן לא מיחזי כסחורה:",
                "<b>לקח לעצמו.</b> לקט לעצמו לאכול והותיר, מותר למכרן אפילו הוא עצמו:"
            ],
            [
                "<b>לקח בכור.</b> בעל מום דמותר לזרים:",
                "<b>מותר למכרו.</b> ובלבד שלא ימכרנו אלא בדמים שקנה אותו, שלא ישתכר בו:",
                "<b>מותרין למכרן.</b> דהא כתיב גבי נבלה (דברים י״ד:כ״א) או מכור לנכרי הא לא אסרה תורה אלא לקיימן לעשות בהן סחורה אבל בנזדמן מותר:",
                "<b>ר״י אומר אף מי שנתמנה.</b> אעפ״י שאינו צייד אלא שמצא עופות טמאים כמו כי יקרא קן צפור (דברים כ״ב:ו׳). ופליג אתנא קמא דאמר ציידי דווקא:",
                "<b>נתמנה.</b> נזדמן, לשון וימן המלך (דניאל א):",
                "<b>וחכמים אוסרים.</b> למי שאינו צייד ואפילו אין אומנתו בכך, וטעמייהו דרבנן לפי שהציידים שצריכים ליתן מס למלך מאומנותם התירו להם למכור חיה עופות ודגים טמאים כדי שיוכלו לפרוע למלך המס שעליהם, אבל שאר כל אדם לא. והלכה כרבי יהודה:"
            ],
            [
                "<b>לולבי זרדין.</b> לולבי אילן ששמו זרדתא:",
                "<b>לולבי האלה.</b> לשון כאלה וכאלון (ישעיהו ו׳:י״ג) בערבי באלו״ט ובלע״ז גלנד״י:",
                "<b>בטנה.</b> מלשון בטנים ושקדים בלשון ערבי פאסת״ק:",
                "<b>ואטדים.</b> מין ממיני הקוצים שצומחים בו גרעינים שחורים קשים והן נאכלים:",
                "<b>אבל לעלים.</b> של כל אלו יש ביעור, דאע״ג דלולבים אין נושרים ואין אני קורא בהם ולבהמתך ולחיה, כלה לחיה מן השדה כלה לבהמתך מן הבית, מ״מ העלים נושרים הן ממקום חבורן. ולענפים שהם מחוברים בו קרי אביהן, וכיון שהם נושרים יש להם ביעור:"
            ],
            [
                "<b>וורד.</b> שושן:",
                "<b>והכופר.</b> הוא שקורים לו בערבי אלחנ״א. וי״א שהוא בושם שקורין גרופול״י:",
                "<b>והקטף.</b> אילן אפרסמון:",
                "<b>לוטם.</b> תרגום לוט ולטום. י״א שהוא צינוב״ר בערבי פניולי״ש בלע״ז:",
                "<b>יש להם שביעית ולדמיהן שביעית.</b> וה״ה דיש להן ביעור ולדמיהן ביעור ואע״פ שלא נזכר במשנה:",
                "<b>מפני שאינו פרי.</b> ודינן כעצים דאין להם קדושת שביעית משום דהנאתן אחר ביעורן, והתורה אמרה לאכלה דומיא דאכילה שהנאתן וביעורן שוה יצאו עצים דהנאתן אחר ביעורן. ות״ק סבר דקטפו זהו פריו. והלכה כר״ש:"
            ],
            [
                "<b>ורד חדש שכבשו בשמן ישן.</b> ורד של שביעית שכבשו בשמן של ששית, ילקט את הורד קודם שיגיע זמן הביעור והכל מותר. אבל ורד של שביעית שכבשו בשמן של שמינית וכבר הגיע זמן הביעור של הורד, חייב לבער את הכל, כדקתני סיפא דשביעית אוסרת מין בשאינו מינו בנותן טעם:",
                "<b>וחרובין חדשים וכו׳</b> הכא מיירי בבא לשתות היין אחר זמן הביעור דבכל ענין חייב לבער. ואם לא נשתהו החרובים ביין עד זמן הביעור ילקט החרובין והיין מותר כמו בורד, והכי תניא בהדיא בתוספתא:",
                "<b>זה הכלל וכו׳</b> בכל אסורים שבתורה מיירי, דבכולן במינו במשהו ומין בשאינו מינו בנ״ט. ואינה הלכה:",
                "<b>השביעית אוסרת בכל שהוא במינה.</b> לאחר הביעור. אבל קודם הביעור אין בהם קדושת שביעית שיהא אסור להפסידה ולעשות בהם סחורה עד שיהא בהם בנ״ט, בין במינה בין שלא במינה:",
                "<b>ושלא במינה.</b> אפילו לאחר הביעור בנותן טעם:"
            ]
        ],
        [
            [
                "<b>כלל גדול.</b> מלוגמא. תחבושת ורטיה ופירוש מלוגמא מלא לוגמא שדרך אדם ללעוס מלא לוגמיו חטים או תאנים ונותן על גבי מכתו:",
                "<b>אין עושים ממנו מלוגמא.</b> דכתיב (ויקרא כ״ה:ו׳) והיתה שבת הארץ לכם לאכלה, מה שהוא מיוחד לכם דהיינו למאכל אדם יהיה לאכלה ולא למלוגמא, אבל מה שאינו מיוחד לכם יהיה בין לאכלה בין למלוגמא, הלכך כל שאינו מאכל אדם עושין ממנו מלוגמא לאדם:",
                "<b>עושין ממנו מלוגמא לאדם אבל לא לבהמה.</b> דכתיב (שם) ולבהמתך ולחיה אשר בארצך תהיה כל תבואתה לאכול, דבר הראוי לחיה ולבהמה תהיה לאכול לבהמה ולא לעשות לה מלוגמא:",
                "<b>חומרי אדם.</b> שאין עושין מהם מלוגמא:",
                "<b>וחומרי בהמה.</b> שאסור לשלקן:",
                "<b>הסיאה.</b> עשב שקורין לו בערבי צידר״ג:",
                "<b>ואזוב.</b> צעת״ר בערבי ובלע״ז איספ״ו:",
                "<b>וקורנית.</b> בערבי חש״א ובלע״ז שדריא״ע:"
            ],
            [
                "<b>לאכילה ושתיה וסיכה.</b> בענבים וזיתים מיירי שיש בהם אכילה ושתיה וסיכה:",
                "<b>לאכול דבר שדרכו לאכול.</b> אע״ג דאמרה תורה לאכלה ולא להפסד, אין מחייבים אותו לאכול דבר שאין דרך בנ״א לאכלו כגון תבשיל שנתקלקל, ולא חיישינן אם הולך לאבוד. וכן דבר שאין דרך בנ״א לאכלו אלא ע״י תיקון ובא הוא לאכלו כמות שהוא בלא תיקון, כגון לאכול תרדין חיין או לכוס חטין חיות אין שומעין לו:",
                "<b>וכן בתרומה וכן במע״ש.</b> לא נתנו אלא לאכילה ושתיה וסיכה:",
                "<b>שנתנה להדלקת הנר.</b> משא״כ בתרומה טהורה, אבל תרומה טמאה מדליקין בה את הנר. ובמע״ש כתיב (דברים כ״ו:י״ד) ולא בערתי ממנו בטמא אבל בטהור מותר לבער. ובשביעית בין בטמא בין בטהור מותר:"
            ],
            [
                "<b>לא במדה ולא במשקל ולא במנין.</b> כדי שימכרו בזול. א״נ מתוך שאין מוכרין אותן כדרך שמוכרים בשאר שנים ינהגו בהם קדושת שביעית ולא אתו לזלזולי בהו:",
                "<b>אף לא אגודות.</b> שלא ימכור כדרך שמוכרים בשאר שנים:",
                "<b>ונץ חלב.</b> מפורש בפרקין דלעיל:"
            ],
            [
                "<b>שכרו מותר.</b> ואין בו קדושת שביעית. ואע״ג דשביעית תופסת דמיה, האי לאו דמי שביעית הוא:",
                "<b>לקוט לי בו ירק.</b> לשון מכר הוא, דמשמע לקוט לי שוויו ירק, אבל לקוט לי לשון שכירות הוא ולא לשון מכר:",
                "<b>ככר בפונדיון.</b> לא שאמר לו אתן לך פונדיון, רק ככר שוה פונדיון:",
                "<b>כשאלקט ירקות שדה אביא לך מותר.</b> משום דמתנת חנם יהבי זה לזה, לפי שירקות שדה מצויין:",
                "<b>לקח ממנו בסתם.</b> בהקפה כדרך מוכרים בחנות:",
                "<b>לא ישלם לו מדמי שביעית.</b> דהוי כסחורה:"
            ],
            [
                "<b>בייר.</b> חופר בורות ומספיק מים לבני העיר, לא יתן לו מדמי שביעית להספיק לו מים לכל תשמישו:",
                "<b>ולא לבלן.</b> מחמם מרחצאות:",
                "<b>ולא לספר.</b> שכר התספורת:",
                "<b>ולא לספן.</b> שכר הספינה:",
                "<b>ולכולן.</b> לכל הני דתנינן במתניתין יכול ליתן מתנת חנם שלא לשם שכרן, ואע״פ שיודע שבשביל שנתן מתנה לא יתבע ממנו שכר:"
            ],
            [
                "<b>במוקצה.</b> כלי המיוחד לקוץ בו תאנים קרוי מוקצה:",
                "<b>בחרבה.</b> סכין, לשון חרב. וטעמא משום דכתיב (ויקרא כ״ה:ה׳) ואת ענבי נזירך לא תבצור כדרך הבוצרים:",
                "<b>עריבה.</b> שלשים בה את העיסה:",
                "<b>ובקוטב.</b> עץ גדול וכבד ובראשו אבן גדולה שנותנים על הזיתים בבית הבד, נקרא קוטב:",
                "<b>בודידה.</b> בית הבד קטן כעין עריבה:",
                "<b>רבי שמעון אומר כו׳</b> והלכה כרבי שמעון:"
            ],
            [
                "<b>שלא יביאנו לידי פסול.</b> שאם נפסל בשביל שמן של תרומה ישרף הכל ונמצא גורם לפירות שביעית שלא יאכלו:",
                "<b>ורבי שמעון מתיר.</b> להביא קדשים לבית הפסול. ואין הלכה כר׳ שמעון:",
                "<b>והאחרון אחרון נתפס בשביעית.</b> כיצד, לקח בפירות שביעית בשר הבשר והפירות מתבערין בשביעית, לקח בבשר דגים יצא בשר ונתפס דגים לקח בדגים שמן יצאו דגים ונתפס השמן, וחייב לבער הפירות והשמן, נמצא אחרון אחרון נתפס. והפרי של שביעית עצמו אסור לעולם, ומפקינן לה מדכתיב (שם) כי יובל היא קדש, מה קדש תופס את דמיו אף שביעית תופסת את דמיה, אי מה קדש תופס את דמיו ויוצא לחולין אף שביעית תופסת דמיה ויוצאת לחולין, תלמוד לומר (שם) תהיה בהוייתה תהא:  "
            ],
            [
                "<b>יאכל כנגדן.</b> כנגד אותם דמים יקנה משלו דברים שהם לצורך אכילה ויאכל בקדושת שביעית:",
                "<b>קני זבים וקני זבות.</b> שתי תורים או שני בני יונה שחייבין להביא הזבים והיולדות:"
            ],
            [
                "<b>שתוקו לא אומר לכם מה רבי עקיבא אומר בו.</b> רבי עקיבא קבל מרבי אליעזר רבו דמיקל טפי בסיכה, וכשאמרו לו שהיה רבי אליעזר אומר ידלק, אמר להם שתוקו, שאיני רשאי לפרש כמה היה רבי אליעזר מיקל בו, והלכה כחכמים:"
            ],
            [
                "<b>כאוכל בשר חזיר.</b> לאו דוקא, שאין האוכל פת כותי לוקה מן התורה אלא מכת מרדות מדרבנן:",
                "<b>מה שרבי אליעזר אומר בו.</b> דמיקל בו טפי:"
            ],
            [
                "<b>ואם מתחשב הוא.</b> אם אדם חשוב הוא שבני אדם למדים ממנו צריך להחמיר על עצמו:"
            ]
        ],
        [
            [
                "<b>הפיגם.</b> עשב שקורין רוט״א בלע״ז:",
                "<b>והירבוזין.</b> אספרג״י בלע״ז. והשוטים הם אספרג״י של שדות אותן שאינן של גנות:",
                "<b>והחלגלוגות.</b> בערבי רגל״א ובלע״ז ווירדולאג״ש.",
                "<b>וכוסבר.</b> קוליאנד״ר בלע״ז. ודוקא של הרים אבל של גינה חשוב הוא. וכן כרפס. של נהרות דוקא אבל לא של גינה:",
                "<b>כרפס.</b> אפיי״ו בלע״ז:",
                "<b>גרגיר.</b> אוריג״א בלע״ז:",
                "<b>שבאפר.</b> הגדל באחו. אבל של גינה חשוב הוא:",
                "<b>פטורים מן המעשר.</b> בכל השנים כדמפרש טעמא שאין כיוצא בהן נשמר שאינן נחשבין בעיני בעליהן ומפקירין אותן, והפקר פטור מן המעשר דכתיב (דברים י״ד:כ״ט) ובא הלוי כי אין לו חלק ונחלה עמך, בדבר שאין לו חלק ונחלה עמך יטול מעשרותיו, יצא הפקר לקט שכחה ופאה שיש לו חלק עמך:",
                "<b>ונלקחים מכל אדם בשביעית.</b> לפי שאין דרך לשמרן. דכל דבר שדרך לשמרו אסור לקנות אותו מעם הארץ בשביעית שהוא חשוד לשמור הפירות ושלא להפקירן והלוקח מן המשומר אפילו כחצי איסר אסור. וכל הנך דמתניתין שחזקתן שאין משמרין אותן מותר ליקח מהן מעם הארץ כדי מזון ג׳ סעודות בלבד ולא יותר, שאין מוסרין דמי פירות שביעית לעם הארץ, אף על פי שהפירות הן מן ההפקר, יותר ממזון ג׳ סעודות, מפני שהוא חשוד לאצור הדמים ואינו נוהג בהם קדושת שביעית:",
                "<b>שלא נחשדו עליהם עוברי עבירה.</b> להביאם מן השמור. ואין הלכה כר״י:",
                "<b>כל הספיחין מותרין.</b> לקחת מכל אדם דמחזקינן להו שאינם מן השמור:",
                "<b>חוץ מספיחי כרוב.</b> שחזקתן מן השמור:",
                "<b>לפי שאין כיוצא בהם בירקות שדה.</b> שאין גדלים כמותן במדבר. ואין הלכה כר״ש:"
            ],
            [
                "<b>שלש ארצות.</b> בא״י חלוקות זו מזו לענין ביעור. וביעור האמור בכל מקום בשביעית הוא שכל זמן שאין נמצא בשדה מאותו המין שאסף אליו בבית חייב לבער אותו המין מן הבית מיד. כגון אם לקט תאנים ועשה מהן גרוגרות, אינו יכול לאכול מאותם גרוגרות אפילו בשנה השביעית אלא כל זמן שנמצאים תאנים מחוברות לאילן, וכשכלו התאנים מן האילנות חייב לבער הגרוגרות שבביתו, או לאכלן כולן מיד, או להפקירן עד שלא ישאר מהם בביתו, דכתיב (ויקרא כ״ה:ז׳) ולבהמתך ולחיה כל זמן שחיה אוכלת בשדה האכל לבהמתך מן הבית כלה לחיה מן השדה כלה לבהמתך מן הבית. והשתא קאמר שארץ ישראל כולה נחלקת לשלשה חלקים לענין ביעור, וכל חלק וחלק ממנה נחלק לשלשה חלקים:",
                "<b>כל שאינו מגדל שקמים גליל העליון.</b> שהשקמים אין גדלים אלא בשפלה, וסימן לדבר כשקמים אשר בשפלה (מלכים א ו):",
                "<b>ותחום טבריה.</b> הוא העמק אלו הג׳ הם מהגליל:",
                "<b>ההר והשפלה והעמק.</b> הם שלשה חלקים של ארץ יהודה:",
                "<b>שפלת לוד.</b> והר [שלה] לוד. ומבית חורון עד הים. הם שלשה חלוקות של עבר הירדן, ושפלת לוד כשפלת הדרום דכל זמן שאוכל בשפלת [הדרום] אוכל בשפלת [לוד], וההר של שפלת לוד אוכלים בו כל זמן שאוכלים בהר המלך:",
                "<b>מבית חורון ועד הים מדינה אחת.</b> וכל זמן שלא כלה לחיה מאחת מן המקומות שביניהם יכולים כל אנשי הגבול ההוא לאכול על ידי המקום האחד שלא כלה בו לחיה מן השדה:"
            ],
            [
                "<b>ולמה אמרו ג׳ ארצות.</b> הואיל ושלש ארצות בכל אחת הרי כאן תשע ארצות, למאי הלכתא אמרו שלש ארצות לביעור ותו לא:",
                "<b>שיהיו אוכלים בכל אחת ואחת עד שיכלה האחרון שבה.</b> אוכלים ביהודה עד שיכלה האחרון שבג׳ ארצותיה, וכן בגליל, וכן בעבר הירדן. אבל אין אוכלים ביהודה על ידי אותן שבגליל, ולא בגליל על ידי אותן שביהודה, דגמירי דאין חיה שביהודה מתרחקת לצאת מיהודה לגליל, ומגליל ליהודה, אבל יוצאה היא מגליל לגליל ומיהודה ליהודה:",
                "<b>ושאר כל הארצות כהר המלך.</b> שאר כל הארצות שבארץ ישראל אוכלים על ידי הפירות הנמצאים בהר המלך והוא היה רב הפירות ואחרון מכל שאר ארצות שבארץ ישראל:",
                "<b>וכל הארצות כאחת לזיתים ולתמרים.</b> כל הארצות שבארץ ישראל אוכלים זיתים ותמרים על ידי ארץ אחת שלא כלו בה הזיתים והתמרים לחיה מן השדה, בין שתהיה הארץ ההיא ביהודה או בעבר הירדן או בגליל. ואין הלכה כרבי שמעון:  "
            ],
            [
                "<b>אוכלים על המופקר.</b> אוכלים ממה שבבית על ידי שמצוי מאותו המין בשדה במקום מופקר. אבל אם פסק וכלה אותו המין ממקום המופקר. אע״פ שנמצא ממנו במקום השמור בבתים או בגנות חייב לבער. כדאמרן כלה לחיה מן השדה כלה לבהמתך מן הבית:",
                "<b>ר׳ יוסי מתיר אף על השמור.</b> ואין הלכה כרבי יוסי:",
                "<b>אוכלים על הטפיחים.</b> על מה שמשימים העופות בטפיחים, שהן כלי חרס הבנויים בכותל אשר שם צפרים יקננו. ואוכלים ממה שבבית כל זמן שמצוי מאותו המין בטפיחים:",
                "<b>ועל הדופרא.</b> אילן שעושה פירות שני פעמים בשנה, אוכלים בראשון עד שיכלה האחרון שבמינם:",
                "<b>אבל לא על הסתווניות.</b> אין אוכלין בענבים על ידי הענבים הגדלים בימות הסתיו:",
                "<b>רבי יהודה מתיר.</b> לאכול בענבים על ידי הסתווניות כל זמן שבכרו קודם שיכלה הקיץ. ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>הכובש שלשה כבשים.</b> שלשה מיני ירק:",
                "<b>בחבית אחת.</b> של חומץ או של ציר, כדי שיתקיימו שלשה מיני הירק יחד:",
                "<b>רבי אליעזר אומר אוכלים על הראשון.</b> וכיון דכלה מין אחד מהן מן השדה נאסרו כולם ואפילו אותן שלא כלו, שאותו מין שכלה נתן טעם באותן שלא כלו ואסרן, דתנן לעיל פרק ז׳ שביעית אוסרת במינה במשהו שלא במינה בנותן טעם:",
                "<b>רבי יהושע אומר אף על האחרון.</b> על סמך מין הכלה אחרון יאכל משלשתן אע״פ שכבר כלו השנים לחיה שבשדה. וטעמא דרבי יהושע הואיל ואלו שכלו בלועים מטעם אותו שלא כלה, דאמר קרא (ויקרא כה) מן השדה תאכלו את תבואתה כל זמן שאתה אוכל מן השדה אתה אוכל מן הבית, והאי קרא יתירה הוא דהא דרשינן לה מן ולבהמתך ולחיה אשר בארצך כל זמן שחיה אוכלת בשדה האכל לבהמתך מן הבית וכו׳, אלא קרא לכבושים הוא דאתא והכי קאמר מן השדה תאכלו את תבואתה אם יש בשדה מקצת מן הדבר הנכבש בבית, שהטעם הבלוע בדבר הנכבש יש במינו עדיין בשדה שעדיין לא כלה, אע״פ שעיקר הפרי כלה אעפ״כ תאכלו את תבואתה ואינו זקוק לבער:",
                "<b>כל ירק אחד הוא.</b> לא נתנו חכמים שיעור לכל ירק וירק בפני עצמו, אלא אע״פ ששלשתן כלו מן השדה הואיל ואיכא שאר ירקות שלא כלו אוכל ע״י שאר ירקות ולא יבערם מן החבית עד שיכלו כל הירקות כולן מן השדה, והלכה כר״ג דכל שכלה מינו מן השדה יבער מינו מן החבית ואוכל את השאר:"
            ],
            [
                "<b>המלקט עשבים לחים.</b> אוכלן בלא ביעור עד שייבש לחלוחית הארץ הממתק את הפירות, משם ואילך חייב לבערן:",
                "<b>המגבב ביבש.</b> המלקט בעשבים יבשים, אוכלן בלא ביעור:",
                "<b>עד שתרד רביעה שניה.</b> שהיא בשנה בינונית בכ״ג במרחשון, משם ואילך חייב לבער:",
                "<b>מגבב.</b> תרגום לקושש קש לגבבא:",
                "<b>רביעה.</b> על שם שהמטר רובע את הארץ ומולידה כזכר זה שרובע את הנקבה. פ״א שמרביץ העפר ומשכיבו, תרגום רובץ רביע:",
                "<b>ועלי גפנים.</b> לחים, אוכלים בהן כל זמן שנמצאים באביהן, כלומר במחובר לאילן:",
                "<b>שישורו.</b> שיפלו:",
                "<b>והמגבב ביבש.</b> בעלי קנים וגפנים יבשים, אוכל עד שתרד רביעה שניה ואחר כך יבער:",
                "<b>בכולן.</b> בין עשבים בין קנים וגפנים בין לחים בין יבשים. ואין הלכה כר״ע:"
            ],
            [
                "<b>עניים נכנסים לפרדסאת.</b> בשאר שני שבוע ליטול לקט שכחה ופאה, וכן נכנסים לגנות במוצאי שביעית:",
                "<b>עד שתרד רביעה שניה.</b> מפני מותרות פירות שביעית שנשארו בה:",
                "<b>בתבן ובקש של שביעית.</b> דסתם תבן וקש חזי למאכל בהמה ויש בו קדושת שביעית ואסור לשרפו וליהנות בו הנאה של [אבוד], משום דדרשינן לאכלה ולא להפסד. אבל כשנתבטל מה שבשדה ממאכל חיה פקעה קדושת שביעית ממה שבבית:"
            ],
            [
                "<b>והגיע שעת הביעור.</b> זמן ביעור הפירות לפי מקומן כדתנן לעיל שלש ארצות לביעור ובברייתא [פסחים נג] שנינו אוכלים בענבים עד הפסח, בזיתים עד העצרת, בגרוגרות עד החנוכה, בתמרים עד הפורים, וכולן של שנה השמינית. וזמנים הללו בסתם שאין ידוע אם כלה לחיה מן השדה אם לאו אבל בידוע הכל לפי מה שכלו:",
                "<b>מחלקן מזון שלש סעודות לכל אחד ואחד.</b> מאנשי ביתו, ואחר כך מחלק לשכיניו ולקרוביו ומיודעיו, ומוציא ומניח על פתח ביתו ואומר אחינו בית ישראל מי שצריך ליטול יטול:",
                "<b>ועניים אוכלים אחר הביעור אבל לא עשירים.</b> דכתיב (שמות כ״ג:י״א) ואכלו אביוני עמך ויתרם תאכל חית השדה, אביוני עמך ולא עמך:",
                "<b>אחד עניים ואחד עשירים.</b> קרי ביה ואכלו אביוני וגם עמך. והלכה כרבי יוסי:"
            ],
            [
                "<b>רבי אליעזר אומר ינתנו לאוכליהן.</b> אע״פ שפירות הללו בהיתר נלקטו לאכלן בקדושת שביעית, מכל מקום סבר ר׳ אליעזר דאסור לזה שנתנו לו פירות הללו לאכלן לבדו, אלא ינתנו שיאכלם הוא עם אחרים, דר׳ אליעזר לטעמיה דסבר כב״ש, דאמרי [לעיל מ״ב פ״ד] אסור לאכול פירות שביעית בטובה, כלומר להחזיק טובה למי שנותן לו פירות שביעית דרחמנא אפקרינהו, הילכך זה שנתנו לו פירות שביעית במתנה או נפל לו בירושה אסור שיאכלם לבדו שלא יחזיק טובה למי שהורישם לו או שנתנם לו במתנה, אלא יאכל אותם עם אחרים כדי שלא יהא אוכל פירות שביעית בטובה:",
                "<b>וחכ״א אין החוטא נשכר.</b> חכמים לדבריו דר״א קאמרי ליה, לדידן מותר לאכול פירות שביעית בין בטובה בין שלא בטובה, אלא לדידך דאמרת אסור לאכול פירות שביעית בטובה היכי קאמרת ינתנו לאוכליהן ושריית למי שנתנו לו פירות שביעית במתנה לאכלן עם אחרים, והלא מצינו חוטא נשכר שאוכל אותן עם כל בני אדם, והדין נותן לפי דבריך שימכרו לאוכליהן שיפרע אותם מה שהן שווין כדי שלא יהא חוטא נשכר והדמים יתחלקו לכל אדם. ואין הלכה כר״א:",
                "<b>האוכל מעיסת שביעית עד שלא הורמה חלתה חייב מיתה.</b> דלא תימא אין חלה בשביעית משום דכתיב לאכלה ולא לשריפה וחלה אם נטמאת טעונה שריפה, קמ״ל דראשית עריסותיכם אמרה תורה, מאיזו עסה שתהיה חלה תרימו:"
            ]
        ],
        [
            [
                "<b>שביעית משמטת את המלוה.</b> המלוה את חברו ועברה עליו שביעית אחר ההלואה אינו יכול לתבוע הלואתו מחבירו כדכתיב (דברים ט״ו:ב׳) שמוט כל בעל משה ידו:",
                "<b>בשטר.</b> שכתב לו שטר באחריות נכסים ושעבד קרקעות על המלוה דמיחזי כמי שמשכן קרקעות אצלו, אעפ״כ שביעית משמטתו:",
                "<b>הקפת החנות.</b> שקנה ממנו באמנה:",
                "<b>אינה משמטת.</b> דאין זה חוב ואין זו דרך מלוה:",
                "<b>ואם עשאה מלוה.</b> שחשב עם הקונה וזקפן עליו במלוה:",
                "<b>הראשון הראשון משמט.</b> אם לקח באמנה פעם ראשונה מן החנות וחזר ולקח שנייה הראשונה נעשית מלוה ומשמטת ולא השניה. חזר ולקח שלישית. ראשונה ושניה נעשו מלוות ושביעית משמטתן ולא השלישית. וכן לעולם, האחרונה אין שביעית משמטתה וכל האחרות שביעית משמטתן, הואיל והיה ראוי שיתן לו מעות הראשונה קודם שיקח השנית בהקפה ולא נתן נעשית הראשונה מלוה, וכן לעולם. ואין הלכה כרבי יהודה:",
                "<b>כל מלאכה שפוסקת בשביעית.</b> אם שכר שכיר זה ממלאכות הפוסקות בשביעית, כלומר ממלאכות שאסור לעשותן בשביעית כגון חרישה וקצירה ועבודת קרקע, נעשה שכר זה בשביעית כמלוה, ושביעית משמטת, ואם לאו, ששכר זה שחייב לו היה משאר מלאכות שאין אסורות בשביעית, לא נעשה כמלוה ואין שביעית משמטת. ואין הלכה כרבי יוסי:"
            ],
            [
                "<b>השוחט את הפרה.</b> בשנה שביעית, וחלקה ביום ראשון של שני ימים טובים של ראש השנה, אם היה אלול מעובר נמצא דיום א׳ שנתחלקה היה חול והיה יום אחרון של אלול של שנה השביעית, ושביעית משמטת בסופה דכתיב (דברים ט״ו:א׳) מקץ שבע שנים תעשה שמיטה:",
                "<b>האונס והמפתה.</b> שנותנים חמשים שקל:",
                "<b>והמוציא שם רע.</b> שנותן מאה:",
                "<b>וכל מעשה בית דין.</b> ממון שכתבו עליו פסק דין, חייב אתה ליתן לו:",
                "<b>אין משמיטין.</b> שכיון שפסקו בית דין על הממון, כגבוי דמי וכאילו הגיע לידו:",
                "<b>המלוה על המשכון.</b> דכתיב (שם) ואשר יהיה לך את אחיך תשמט ידך, פרט לזה שיש לאחיך בידך:",
                "<b>והמוסר שטרותיו לב״ד.</b> דכתיב ואשר יהיה לך את אחיך, פרט למוסר שטרותיו לבית דין שבית דין יש להם זה החוב אצל אחיו:"
            ],
            [
                "<b>פרוזבול.</b> פרוז תקנה, בול עשירים, דכתיב (ויקרא כ״ו:י״ט) ושברתי את גאון עוזכם, ואמר רב יוסף אלו בולאות שביהודה. תקנה לעשירים שלא יעברו על השמר לך פן יהיה דבר עם לבבך בליעל, ותקנה לעניים שימצאו מי שילוה להם, והשמטת כספים בזמן הזה דרבנן דכתיב (דברים ט״ו:ב׳) וזה דבר השמטה שמוט כל בעל משה ידו, בשתי שמטות הכתוב מדבר אחת שמטת קרקעות ואחת שמטת כספים, בזמן שאתה משמט קרקע אתה משמט כספים ובזמן שאי אתה משמט קרקע אי אתה משמט כספים, ורבנן הוא דתקינו שמטת כספים בזמן הזה ומשום הכי היה כח ביד הלל לתקן פרוזבול להפקיע דין השמטה הואיל ואין שמטת כספים בזמן הזה אלא מדברי סופרים:"
            ],
            [
                "<b>זהו גופו של פרוזבול.</b> עיקרו ושרשו:",
                "<b>והדיינים חותמים למטה או העדים.</b> להכי קתני הדיינים או העדים ללמדך שיכול העד להיות דיין או הדיין עד, דבדרבנן עד נעשה דיין, ופרוזבול דרבנן הוא:"
            ],
            [
                "<b>פרוזבול המוקדם.</b> שזמנו מוקדם שנכתב בכסליו וזמנו הכתוב בתוכו מתשרי קודם, כשר, מפני שהורע כחו של מלוה בכך, דפרוזבול אינו מועיל אלא להלואות שלפניו, דמשנמסרו לבית דין הרי הן כגבויות ושוב אין משמיטות, הלכך הלואות הבאות אחריו שלא נמסרו לבית דין משמיטות נמצא דמפסיד במה שהקדים זמנו, אבל פרוזבול המאוחר פסול, שאיחר זמנו והוא הלוה בינתים, וכשמוציא פרוזבול זה ורואים ב״ד הזמן סבורים שאותן הלואות קדמו לפרוזבול ונמצא גובה שלא כדין:",
                "<b>שטרי חוב המוקדמים פסולים.</b> כגון דקאי בניסן וכתב בשטר זמן תשרי שלפניו, פסולים משום דגובה שלא כדין מן הלקוחות שבין תשרי לניסן. וקנסינהו רבנן דלא ליגבו בשטר זה מן הלקוחות כלל, ואפילו מניסן ולהלן, גזירה שמא יגבה מאותן שבין תשרי לניסן שלא כדין. ומיהו לא הוי השטר פסול מחמת שהעדים שחתמו בו הוו רשעים שחתמו על שטר מוקדם בשקר, דמצו העדים למימר אנחנו על עיקר המלוה חתמנו ולא על הזמן, שלא באנו להעיד שנכתב ונחתם ביומו:",
                "<b>והמאוחרים כשרים.</b> דהורע כחו של מלוה, שאינו טורף לקוחות אלא מזמן שכתוב בשטר:",
                "<b>כותבין פרוזבול לכל אחד ואחד.</b> שכל מלוה ומלוה צריך שימסור שטרותיו לב״ד ויכתוב לו פרוזבול, הלכך כשחמשה לוין מא׳ אינו כותב אלא פרוזבול א׳ שאין כאן אלא מלוה א׳, ואע״פ שהלוין מרובין כשיהיה למלוה פרוזבול אחד על כולן דיו:"
            ],
            [
                "<b>אלא על הקרקע.</b> אלא אם כן יש לו קרקע ללוה, שאז חשוב החוב כגבוי ביד ב״ד ולא קרינן ביה לא יגוש:",
                "<b>אם אין לו.</b> ללוה, ומלוה יש לו, מזכה לו מלוה ללוה בתוך שדהו קרקע כל דהו וכותבים עליו פרוזבול, ואפילו החוב מאה מנה, משום דקרקע כל שהוא ראוי לגבות בה כל חובו, כגון דגבי והדר גבי עד דמשלים כל חובו:",
                "<b>היתה לו.</b> ללוה שדה ממושכנת בעיר, בין שאחרים משכנו אותה לו בין שמשכן הוא לאחרים כותבין פרוזבול:",
                "<b>כותבין לאיש על נכסי אשתו.</b> כגון קרקע של נכסי מלוג שהוא אוכל פירות:",
                "<b>על נכסי אפוטרופין.</b> שלווין לצורך היתומים והיתומים אין להם קרקע:"
            ],
            [
                "<b>כוורת דבורים וכו׳</b> כשהיא מחוברת בטיט הכל מודים שהיא כקרקע לכל דבר, ואם היתה מונחת על גבי יתדות הכל מודים שהיא ככלים ואינה כקרקע, לא נחלקו אלא שמונחת על גבי קרקע ואינה מחוברת בטיט:",
                "<b>ר״א אומר הרי היא כקרקע.</b> ונקנית בכסף בשטר ובחזקה כקרקע:",
                "<b>וכותבין עליה פרוזבול.</b> אם יש ללוה כוורת כאילו היה לו קרקע:",
                "<b>ואינה מקבלת טומאה.</b> כדרך שהקרקע המחובר אינו מקבל טומאה:",
                "<b>והרודה.</b> מחלות דבש שבתוכה בשבת חייב חטאת כתולש דבר ממקום חבורו, דכתיב (שמואל א י״ד:כ״ז) ויטבול אותה ביערת הדבש וכי מה ענין יער אצל דבש, אלא מה יער התולש ממנו בשבת חייב חטאת אף דבש הרודה ממנו בשבת חייב חטאת. ואין הל׳ כר״א:"
            ],
            [
                "<b>המחזיר חוב בשביעית.</b> בסוף שביעית דהיינו בשמיטתה, שאין שביעית משמטת אלא בסופה, שנאמר (דברים ט״ו:א׳) מקץ שבע שנים:",
                "<b>אמר לו אעפ״כ.</b> א״ל הלוה אעפ״כ אני רוצה לפרוע לך:",
                "<b>יקבל ממנו.</b> ולא עוד אלא שמותר לו שתהא ידו פשוטה לקבל בשעה שאומר לו משמט אני:",
                "<b>שנאמר וזה דבר השמטה.</b> כלומר דבור בעלמא שמוציא מפיו שהוא משמט דיו, ובדבור ראשון שאמר משמט אני סגי ואין צריך שיאמר וישנה שנאמר וזה דבר, אין לך אלא דבור ראשון, וכן וזה דבר הרוצח:"
            ],
            [
                "<b>המחזיר חוב בשביעית.</b> לוה שאומר למלוה אעפ״כ, ומחזיר לו מעותיו רוח חכמים נוחה הימנו:",
                "<b>לא יחזיר לבניו.</b> אינו חייב להחזיר לבניו אם מת הגר:",
                "<b>ואם החזיר רוח חכמים נוחה הימנו.</b> ודוקא לבניו שנתגיירו עמו משום דעובד כוכבים יורש את אביו מן התורה דכתיב (דברים ב׳:ה׳) כי ירושה לעשו נתתי את הר שעיר, ואם לא יחזיר לבניו יש לחוש שמא יחזרו לסורם שיאמרו אם היו עובדי כוכבים היו יורשים אביהם והיו צריכין להחזיר להם. אבל אם היתה הורתם שלא בקדושה ולידתם בקדושה דמעולם לא ירשו את אביהם מן התורה ולא היתה ירושה זו ראויה להם לעולם אין לחוש בזה שמא יחזרו לסורם, והמחזיר להם אין רוח חכמים נוחה הימנו:",
                "<b>כל המטלטלין נקנין במשיכה.</b> וכל זמן שלא משך יכול כל אחד מהם לחזור בו, ואע״פ שנתן המעות אין המעות קונות עד שימשוך החפץ הנקנה, ואעפ״כ המקיים את דבריו ואינו חוזר בו ואפילו לא משך רוח חכמים נוחה הימנו, דהכי תניא איפת צדק והין צדק (ויקרא י״ט:ל״ו) שיהא לאו שלך צדק והין שלך צדק:"
            ]
        ]
     ],
    "textrambam":[
        [
            [
                "זו המשנה היא המשנה הראשונה והוא שהם אמרו שאסור לחרוש בשנה ששית מה שאי אפשר לקצרו אלא בשביעית ואסור גם כן לקצור בשנה שביעית שיהנה ממנו בשנה שמינית וסמך זה הענין על מה שאמר הכתוב ששת ימים תעשה מעשיך וביום השביעי תשבות (שמות כ״ג:י״ב) בחריש ובקציר תשבות (שם לד) ואמרו בכאן חריש וקציר אינו ר\"ל על יום שבת כי הוא נכנס בכלל מה שאמר לא תעשה כל מלאכה ואינו ר\"ל כמו כן על שנת השמטה שכבר נאסר זה בביאור והוא מה שנאמר לא תזרעו ולא תקצרו את ספיחיה (ויקרא כ״ה:י״א) ואמרו אם אינו ענין לשבת בראשית ולא ענין לשבתות השנים תנהו ענין לאסור שני פרקים החיצונים בחריש ובקציר ואמרו בחריש שקצירו אסור זה חריש של ערב שביעית שנכנס לשביעית בקציר שחרישו אסור זה חריש של שביעית שיוצא למוצאי שביעית ודע כי ערב שביעית היא השנה הששית ומוצאי שביעית היא השנה שמינית שהיא שנה ראשונה לשמטה השניה ואמרו בגמ' רבן גמליאל ובית דינו נמנו על שני פרקים אלו והתירום ואמרו כמו כן בתוספתא (פ\"א) ר\"ג ובית דינו התקינו שיהיו מותרין בעבודת הארץ עד ר\"ה מפני שדעתן כדעת רבי ישמעאל שהוא מוציא מה שאמר בחריש ובקציר לענין אחר כמו שיתבאר בזה הפרק והוא אומר שעבודת הארץ ערב שביעית אינה אסורה מן התורה אבל היא הלכה בזמן שבית המקדש קיים וכשבטל ביהמ\"ק בזמן ר\"ג התיר עבודת הארץ עד ר\"ה: \n"
            ],
            [
                "כבר פירשנו פעמים בכלאים(פ\"ב מ\"ב ומ\"ט) שבית סאה נ' אמה על נ' אמה ופירשו בגמרא שמה ששערו בכאן באילנות התאנים מפני שפירותן מרובות והם טעונות: ומה שאמר ככר ר\"ל הגוף המחובר מן התאנים שהן נקבצים זו על זו עד יהיו כדמות ככר לחם וכבר בארנו שמשקל מנה מאה דינרים והדינר שש מעות מן המיוחסים למטבע ארץ הנקרא איטלקי והם המעות שהקדמנו זכר משקלם בסוף פאה (מ\"ה) ובאחת מהם משקל ששה עשר גרגירי שעורים: \n",
                "ואורה הוא הלוקט התאנים ברוב וכבר נאמר על הגפן וארוה כל עוברי דרך (תהלים פ): \n"
            ],
            [
                "כבר הקדמתי לך שאילן סרק הוא שאינו עושה פרי כגון הארז ותרזה ודומיהן: \n",
                "וצרכו הוא מלא האורה וסלו חוצה לו: \n"
            ],
            [
                "<b>עד שיהיו משלשה ועד תשעה.</b> ר\"ל כשיהיה כשיעור בית סאה משלשה אילנות עד תשעה אסור לחרוש כל בית סאה בשבילן אלא אם כן כולן עושות פרי ויתקבץ מפירותיהן ככר של ששים מנה ושיערנו באבני משקלנו ס\"ב ליטרין וז' אונקיות וב' שלישיות אונקיא בקירוב מן הליטרא שבכל ליטרא י\"ו אונקיות והאונקיא י\"ו דרכמונים והדרכמון ל\"ו גרגירי שעורה ואם היו עושין פרי פחות מזה אסיר לחרוש אלא סביבות האילנות בלבד כמו שיתבאר אבל אם היו מעשרה אילנות ולמעלה בשיעור בית סאה אחד שיתנו פרי לרוב או מעט חורשין כל בית סאה בשבילן וזו הראיה אשר הביאו מן הפסוק שנאמר בו בחריש ובקציר חוזר על כל מה שאמר אין חורשין להם אלא בשבילן ועל כן אסור לחרוש זולת זה ואפילו בערב שביעית: \n",
                "<b>ורבי ישמעאל.</b> כבר פירשנו דעתו: \n",
                "ומה שאמר רשות. ר\"ל שאינו מוכרח לעשותו וכשירצה יעשהו וכשירצה יניחהו וכדומה לזה ישבות בשבת אבל קציר העומר שהוא מצוה להניף ממחרת השבת הוא דוחה את השבת וזה אמת ויתבאר במקומו במסכת מנחות: \n"
            ],
            [
                "לפי שהם של שלשה אנשים היינו חושבים שלא יצטרפו וכל אחד מהם יחרוש סביבות אילנו כמלא אורה וסלו חוצה לו ובא ללמדנו שיצטרפו ובלבד שיהיו מרוחקות כפי השיעור שאמר ר\"ג ודברי ר\"ג אמת וכן הלכה: \n"
            ],
            [
                "<b>נטיעות.</b> הם האילנות בתחלת נטיעתן ועוד יפרש שיעורם אחר כן ואמר עשר נטיעות הלכה למשה מסיני ושורה היא שיהיו בשורה אחת על קו אחת ומוקפות עטרה להיות כקשת מעגולה או דומה לקשת וזו היא צורתה:"
            ],
            [
                "דברי ר\"ש בן גמליאל הם בענין דלעת יונית בלבד מפני שהיא גדולה והיא כמו אילן והלכה כרבן שמעון בן גמליאל:  "
            ],
            [
                "<b>עד שיחולו.</b> פעל נגזר ממלת חול ור\"ל שיקראו נטיעות כל השלש שנים שהם ערלים בלבד וזה אם יפדה נטע רבעי שבהם ואם לא יפדנו עד תום השנה הרביעית שהיא קדש וכן אמרו מאי עד שיחולו עד שיפדו או עד שיעשו חולין מאליהם ר\"ל בשנה החמישית: \n",
                "<b>ור' עקיבא אומר נטיעה כשמה.</b> ר\"ל שנלך בה אחרי מנהג הלשון וכל מה שיקראו בני אדם נטיעה היא נטיעה הנאמר עלי' עשר נטיעות לתוך בית סאה: \n",
                "<b>אילן שנגמם והוציא חליפין.</b> פירוש האילן כשיכרת ועוד יחליף א\"ר שמעון שאם כרתו אותו עד שלא נשתייר ממנו על פני הארץ אלא פחות טפח יהיה הצומח בו כנטיעות ואם הוא יותר מטפח יהיה הצומח בו כאילן וכבר נתבאר לך בלא ספק ההפרש בין הנטיעה והאילן שהאילנות ג' לבית סאה והנטיעות עשר לבית סאה ואז יקרא שדה אילן והלכה כרבי עקיבא וכר\"ש מפני שיש בתוספתא (פ\"א) דברים מסכימין עם דבריהם: \n"
            ]
        ],
        [
            [
                "<b>עד שתכלה הליחה.</b> ר\"ל עד שתיבש הארץ (א) ותכלה לחות גשמי זמן החום: \n",
                "<b>ומקשאות.</b> מקום זריעת הקישואים: \n",
                "<b>ומדלעות.</b> מקום זריעת הדלועין. ומה שאמר נתת תורת כל אחד ואחד בידו שזה חורש ואומר עדיין לא כלתה הלחה מאדמתי וזה אומר כלתה: \n",
                "<b>ושדה הלבן.</b> ארץ לבנה ענינו ידוע לזריעת תבואה וקטניות וזו הארץ מפני שצריכין לזרוע בה אחרי החרישה צריך להיות בה לחה מצויה ומפני זה אין חורשין אותה אלא בעוד שיש בארץ לחות ושדה האילן יהפכו אותו כדי שירד המטר בעמקו ובשביל זה אין צריך להיות בארץ לחות שלא יהא מותר לו לחרוש אותה אפילו משתכלה הלחות וכל זה על משנה ראשונה כמו שבארנו והלכה כמו שתקן רבן גמליאל: \n"
            ],
            [
                "<b>מזבלין.</b> נותנין הדומן בגנות כדי ללחלח הארץ: \n",
                "<b>מעדרין.</b> חופרין בעיקרי האילנות: \n",
                "<b>בית השלחין.</b> היא הארץ הצמאה תרגום עיף (בראשית כ\"ה) משלהי: \n",
                "<b>מיבלין.</b> נגזר ממלת יבלת ר\"ל לכרות יבלות האילנות הנעשים בהם: \n",
                "<b>מפרקין.</b> מסירין העלין מן האילן: \n",
                "<b>מאבקין.</b> יפזרו עליהם האבק מפני שיש אילנות שיועיל להם: \n",
                "<b>מעשנין.</b> עושין עשן תחתיהם להרוג התולעים אוכלי הפרי והדבקים בו ודברי רבי שמעון חוזר על מה שאמר מפרקין עד ר\"ה אמר אפי' בתוך השמטה מותר הוא ואמרו בגמ' מיבלין מעבירין יבלת מפרקין בעלין ואין הלכה כר\"ש: \n"
            ],
            [
                "<b>מסקלין.</b> מסירין האבנים: \n",
                "<b>מקרסמין.</b> לכרות השבולת ביד ולהניח התבן והוא כמו מכרסמין וכבר פירשנוהו (פאה פ\"ב מ\"ז): \n",
                "<b>מזרדין.</b> לכרות הענפים המתפשטים מן האילן וזרדין שם הענפים הכרותים בעת הזמיר: \n",
                "<b>ומפסלין.</b> לכרות מה שיבש מן הענפים שהוא נפסד גזור מן פסולת: \n",
                "<b>ור' יהושע אומר.</b> שאינו עושה שלא יזמור אותו עד ראש השנה אבל הוא עושה עד זמן שדרך בני אדם לעשות בכל השנים שלא יזמור אחריו: \n",
                "ור' שמעון אומר שהוא אסור אלא עד עצרת בלבד שהוא מותר בעבודת האילן כמו שהיתה משנה ראשונה והלכה כתנא קמא: \n"
            ],
            [
                "<b>זוהמא.</b> שם לריח רע ופי' שמנהג עובדי האדמה לסוך הנטועים בשמן שיש לו ריח רע כדי שיריחו אותם התולעים אוכלי האילנות וירחקו מהם: \n",
                "<b>וכורכין.</b> הוא שיקבץ הענפים והפארות ויקשרם כדי שיעלו למעלה במישור ולא ינטו על הארץ: \n",
                "<b>וקוטמין.</b> הוא לכרות קצתם כשיצטרך לזה: \n",
                "<b>ועושין להם בתים.</b> עושין להם צללים להסך מן הגשם והשמש שלא יזיקום: \n",
                "<b>ומשקין אותן.</b> שופכין מים על ראש האילן וירד על גוף האילן כולו וישקהו: \n",
                "<b>ואמר ר' אליעזר בר' צדוק.</b> שבשנה שביעית עצמה מותר זה: \n",
                "<b>ונוף.</b> הוא ראש האילן ר\"ל הענפים והעלין: \n",
                "<b>והעיקר.</b> הוא השרש ואין הלכה כר' אליעזר בר' צדוק: \n"
            ],
            [
                "<b>סכין.</b> מושחין בשמן למהר בישולן: \n",
                "ומנקבין עושין בתאנים נקבים וכן מנהג התאנים בקצת מקומות אצלנו שאינן מתבשלין עד ימשחו בשמן עץ דק ונוקבין בו מקצת כל תאנה מהם והלכה כרבי יהודה ולא כר' שמעון: \n"
            ],
            [
                "<b>נוטעין.</b> ידוע: \n",
                "<b>מבריכין.</b> להשכיב האילן בארץ על ארכו ולהחזיר העפר עליו ויצמחו בו אילנות רבות. ומרכיבין פירוש לנטוע בגוף האילן והתנאים כולן מסכימין שצריך שתעלה לו שנה קודם שנת השמטה ואז יהיה מותר הנטיעה ההיא ערב שביעית והם חולקין בדבר זה שדעת תנא קמא יום אחד בשנה חשוב שנה ודעת ר' יהודה ורבי יוסי ור' שמעון שלשים יום בשנה חשוב שנה וכולן מסכימין שהוא צריך שתעלה לו שנה אחר זמן קליטה ופירוש קליטה לקיחה וחטיפה והיא מליצה לחבור האילן בארץ ולהסתבכות חוטי השרש בארץ והם כמו כן חולקין בקליטה שתנא קמא אומר לשלשים יום קולטת ר' יהודה אומר לשלשה ימים ור' יוסי ור' שמעון אומרים לשתי שבתות וא\"כ נתחייב ממה שיסדנו שדעת ר' יוסי ור\"ש שצריך לנטוע קודם ראש השנה במ\"ד יום שתי שבתות לקליטה ול' יום לאחר קליטה כדי שתעלה לו שנה ולדעת רבי יהודה צריך לנטוע קודם ראש השנה בל\"ג ימים ג' לקליטה ול' יום כדי שתעלה לו שנה אחר קליטה ולדעת תנא קמא צריך לנטוע ל' יום קודם ראש השנה בלבד א\"כ מסתברא שהוא צריך ל\"א יום ל' לקליטה ויום אחד אחר קליטה כדי שתעלה לו שנה כמו שבארנו מדעתו שהוא אומר יום אחד בשנה חשוב שנה אבל הוא סובר יום שלשים עולה לכאן ולכאן ר\"ל שהוא נמנה מימי הקליטה ונמנה עם מה שאחריו ותעלה בו שנה והלכה כר' יוסי: \n"
            ],
            [
                "<b>אורז.</b> ידוע וכבר פירשנוהו: \n",
                "<b>ודוחן.</b> בערבי דכו\"ן ובלע\"ז מי\"ל: \n",
                "<b>ופרגין.</b> בערבי שבאיש: \n",
                "<b>ושומשמין.</b> סומסם ואלו ארבע מינין בלבד הוא הכוונה בהם שתשריש קודם שביעית אבל התבואה עד שתביא שליש כמו שנבארהו בעתיד והירק הולכין בו אחר זמן לקיטתו וכן אמרו ירק אחר לקיטתו למעשר ושאמר ראש השנה אין הכוונה על ראש השנה של שנה (בשנה) שביעית אבל הוא רוצה כשתשריש קודם ראש השנה יהיה דינם למעשרות דין שנה שעברה אם כן נתחייב בשנה שעברה במעשר עני יוציאו בזאת כמו כן מעשר עני ואם נתחייב בה מעשר שני יוציא מעשר שני והשנים שמוציאים בהן מעשר עני במקום מעשר שני היא הג' משנות השמטה והששית כמ\"ש במה שהקדמנו (בדמאי פ\"ד מ\"ג) ועוד נשנה אותו ונוסיף לבארו אם נזדמן להיות שנה זו שנה שביעית יהיו אלו כמו פירות ששית ומותרין בשביעית ואם לא השרישו קודם ראש השנה דינם במעשרות כדין שנה הבאה ואם נזדמן שתהיה שנה הבאה שביעית יהיו אסורין בשביעית ומותר לכנוס אותם לקיום אבל דינן כדין פירות שביעית: \n"
            ],
            [
                "<b>זרעו לזרע.</b> פירוש שזרעו לזרע לקחת ממנו זרע ולא לאכילה: \n",
                "<b>האפונין הגמלונין.</b> הם הגסים וכבר פירשנוהו: \n",
                "<b>משתרמלו.</b> פי' משיכנסו בצקלונן ותורמל בלשונם הוא כלי עור יעשוה הרועים והולכי דרך לתת בו צידם וצרכיהם ותולין אותו על צוארן והוא מדמה אליו המכסה אשר על האפונים מפני שהיה תבנית הכלי ההוא בזמנם כתבנית קליפת האפונים ואין הלכה כר' שמעון שזורי: \n"
            ],
            [
                "ענין הבצלים. כשימצאם לחות אחר שיעקרו אותם מן הארץ יצמחו ויוציאו פרחים מבפנים ויש ממנו מין שאין דרכו כך והוא נקרא בצלים סריסים המשילו אותם לסריס שאינו מוליד ולא יזרעו המין הזה אלא במקום משקה ומפני זה אמר בהפכו ושל בעל: \n",
                "ופירוש שתי עונות שתי שעות ימנע מהם שתי השקיות מפני שישקו אותם לימים ידועים אבל מונעים מהם המים כשיהיו נגמרים וירצו לעקור אותם מן הארץ וענין שאמר לשעבר ולהבא ובשביעית מבואר היטב מן הדברים אשר הקדמנו (מ\"ז) בענין האורז והדוחן והל' כחכמים: \n"
            ],
            [
                "<b>הקשו.</b> יבשו: \n",
                "<b>ואם לאו אסור לקיימן בשביעית.</b> מפני שהפירות שביעית אסור לגנוז אותם ולהניחם לזריעה כמו שיתבאר והתמרות הם הציצים והנצנים: \n",
                "<b>מרביצים בעפר הלבן.</b> מזין רסיסי מים על העפר הלבן ונקרא עפר לבן המקום שיש בו אילנות מרוחקות עד יהיו עשרה מהם ביותר מבית סאה וכשיהיו קרובות זו מזו הכל מסכימין שמותר להרביצם שאינה עבודה: \n",
                "<b>וממרסין.</b> ידוע. ועוד יתבאר שפירות שביעית והתבואה אסור ללקטם ולקצרם כדרך שעושין בשאר השנים וכבר בארנו בכלאים שמלת כסוח כריתת הנטישות היוצאות תרגום תזמור (ויקרא כה) תכסח אר\"ש זה שהתרנו לו למרס האורז בשביעית ואע\"פ שיעשה כן בשאר השנים אל יעלה בלבך שהתירו לו כל הענינים באורז בלא שינוי ושמותר לו כמו כן לנכשו אבל הוא אסור בשביעית כמו שאר צמח והזרע שאסור לנכשו ואין הלכה כר' אליעזר בן יעקב והלכה כר' שמעון שאוסר נכוש האורז: \n"
            ]
        ],
        [
            [
                "בידוע שעבודת הארץ בשנה שביעית אסור ולזבל השדות נחש במכלל עבודת הארץ ומפני זה אין מותר בשנה שביעית להוציא זבל לעשות ממנו אשפה חוץ למדינה עד זמן ידוע מהשנה ור\"מ אומר שהזמן ההוא הוא כשיסתלקו עובדי הארץ מעבודתם בשנה שביעית שקודם זה יחשוב כל הרואה אותו נושא הזבל שהוא מוליכו לעבודת האדמה ושהוא מעובדי עבודה: ואמר ר' יהודה שאסור לו להוציא זבל ולעשות אשפות ממנו בשנה שביעית עד שיבש המתוק והוא הנקרא בערבי חנט\"ל ובלע\"ז קולק\"ו ינטיד\"א שבזמן ההוא אין מזבלין הארץ לעבודה: ואמר רבי יוסי משעה שיקשר המתוק ונקרא מתוק מפני שהוא מר כמו שיקראו לעור סגיא נהור והלכה כר' יוסי: \n"
            ],
            [
                "<b>המשפלות.</b> הוא הכלי שנושאין בו הזבל ולתך חצי כור וכבר זכרנו פעמים רבות שהכור ל' סאה ובארנו שיעור הסאה בסוף פאה (מ\"ז) ופירשנו כמו כן פעמים רבות שבית סאה חמשים על חמשים אמה: פירוש מוסיפין על המשפלות הוא שישימו באשפה יותר מעשר משפלות ואין מוסיפין על האשפתות הוא שלא יתן בשיעור בית סאה יותר משלש ור' שמעון מתיר להיות בבית סאה יותר משלש אשפתות ואין הלכה כר' שמעון: \n"
            ],
            [
                "<b>עד שיעמיק שלשה.</b> ר\"ל כשיהיה יותר משלש אשפתות לבית סאה אינו מותר לו עד שיעמיק מקום האשפה או יגביה כדי שיראה שאין מחשבתו וכוונתו לתיקון הארץ ועבודתה אלא לאסוף הזבל: \n",
                "<b>היה לו דבר מועט.</b> ר\"ל כשיהיה לו בתוך שדהו בשביעית זבל מועט מותר לו להוסיף עליו מעט מעט עד שיעשה אשפה בזמן שיהא מותר להוציא הזבלין לאשפות ור' אלעזר בן עזריה אינו מתיר זה שמא יאמר הרואה אותן לעבודת הארץ נתכוין ר' אלעזר בן עזריה יחייבהו להוציא עשר משפלות כאחת עד שיודע לכל שהוא עושה אשפה ואין הלכה כר' מאיר ולא כר' אלעזר בן עזריה והלכה כחכמים: \n"
            ],
            [
                "<b>המדייר את שדהו.</b> שיתן בהדיר עד שתזדבל שדהו. וסהר הוא גדרות צאן ששם יאספו הצאן ואמר כשירצה לזבל שדהו בשנה שביעית יעשה הגדרה שיעורה כבית סאתים ויכניס בה הצאן כדי שיזבלו וכשירבה הזבל יסיר השלש קירות ויעזוב הרביעי ויחזיר השלש קירות מאחורי המקום ההוא אל הצד האחר ויהיה כמו כן סהר מבית סאתים מצד אחר נמצא מדייר בית ד' סאין ויהיה קיר אחד מארבע קירות של סהר משותף בין הסהר הראשון שיש בשיעורו בית סאתים ובין הסהר השני העשוי מצד השני והיא רוח אמצעית שזכר: \n",
                "ורבן שמעון בן גמליאל אומר כשיעשה סהר מבית סאתים כמו שהותר לו לעשות סהר שני מן הצד האחד כן מותר לו לעשות סהר מכל צד מצדי הסהר הראשון ויהיה בית שמונה סאין חוץ מהסהר הראשון. ותנא קמא אומר כשתהיה השדה כולה בית ד' סאין אסור לו לעשות בהם סהר של בית סאתים וסהר אחר בצדו שימלא השדה כולה דומן ונראה שנזדבלה בשביעית ויספיק לו להוציא הדומן מן הסהר ולעשות ממנו אשפה כפי מה שהתנה בעשיית האשפתות במנינם ושיעורם ואין הלכה כרשב\"ג: \n"
            ],
            [
                "<b>מחצב.</b> מקום בתוך שדהו יחצב ממנו האבנים מפני שהוא יפה לארץ כשמסיר ממנו הסלע: ג' מורביות. שלשה גלים מן האבנים גבוהים על הארץ וכשיתחיל לחצוב מהם קודם שביעית ופסל מהם שבעה ועשרים אבן מותר לו לפסול מהם בשביעית וכל זה אם לא נתכוין לתקן שדהו אבל אם נתכוין אסור: \n"
            ],
            [
                "כשיהיה בגובה הגדר פחות מעשרה טפחים אסור לו להרוס אותו מעיקרו אבל נוטל ממנו האבנים ומניח ממנו פחות מטפח על פני הארץ וזה כדי שלא יתקן השדה ונוטל האבנים מעל פני שדהו וזו ההלכה כולה מבוארת: \n"
            ],
            [
                "כבר נתבאר בגמ' בירושל' שר\"ל באמרו זעזעתן המחרישה שיהיו האבני' ראויין שתזעזע אותן המחרישה אע\"פ שלא נזדעזעה: \n",
                "<b>גרגר של צרורות.</b> גל מאבנים קטנים וכל זה מבואר על העיקר שיסדנו שאסור לו תיקון שדהו: \n"
            ],
            [
                "<b>מדרגות.</b> ידוע וגאיות ידוע וכשיבנה מדרגה על הגאיות ההם ויישר אותם לתקנן לא יסמוך בעפר ר\"ל לא יחזיר העפר לגאיות ההם כדי שישוה פניהם: \n",
                "וחייץ הוא מחיצה ר\"ל להבדיל אותו הגיא מכל השדה והאבנים שיהיו קרובים ע\"פ הגאיות כדי שיוכל להושיט ידו ולקחתם מותר לו לקחתם ומה שלא אפשר לקחתם עד שירד בגיא אינו מותר לו לקחת' מפני שכשנרא' אותו יורד או ישלשל עצמו לקחת אותם אמר שהוא לתקן שדהו נתכוין: \n"
            ],
            [
                "כבר נאמר באשר הקדמנו בד\"א מתוך שלו אבל מתוך של חברו מה שהוא רוצה יטול והוא אמר עתה שקבלן והוא שוכר הארץ לעבוד אותה דינה כדין מביא מתוך של חברו שהוא מביא מכל מקום ואי זה שיעור שיזדמן לו מהאבנים והלכה כר' יוסי: \n"
            ],
            [
                "<b>מתקנו.</b> מיישר אותו ומתקנו רבי עקיבא אוסר ליישר ולתקן רשות הרבים ולא לקלקל שכשיישר אותו ויסיר האבנים יצטרך להשליכם אל מקו' אחר ונמצא מקלקל אלא אם יהיה לוקט מהם האבנים ויסיר המקולקל וישליך מה שהסיר ויטילהו בים או באשפתות וכן הוא מבואר בגמרא והלכה כרבי עקיבא: \n"
            ]
        ],
        [
            [
                "וענין שלא בטובה בלא הסכמה בין שניהם כגון שיאמר לחבירו תלקט אתה משדי ואני אלקט משדך או אעשה לך ענין פלוני או אגמלך עליו וכל ההולך על ענין זה וזה פירוש בטובה ויש לך לשמרו בלבבך ואל אצטרך לשנות פירושו: \n",
                "<b>וא\"צ לומר שיקצץ להם מזונות.</b> כגון שיאמר לו לקוט משדי ואתן לך מזונך: \n"
            ],
            [
                "<b>נתקוצה.</b> פעל נגזר מקוצים ענינו להסיר הקוצים ממנה: \n",
                "<b>נטייבה.</b> ר\"ל חרשו אותה היטב והפכו אותה היטב: \n",
                "<b>נדיירה.</b> נעבדה בזבלים והוא נגזר מן דיר ודיר שם מקום יקבצו שם הצאן והבקר וילינו שם בשובם מן המרעה וכבר בארנו פי' בטובה שהוא גמילות או שבח וכאילו עושה לו שאילתו ואין הלכה כרבי יהודה: \n"
            ],
            [
                "<b>נירין.</b> הארץ המהופכת בחרישה אין שוכרים אותה מישראל כדי שיזרענה במוצאי שביעית להיות קנס להם מפני שעבדוה והפכוה בשביעית: \n",
                "ושאמר מחזיקין ידי עכו\"ם בדבור לא במעשה כגון שיראה אותם עובדין בשביעית ויאמר להם ה' עמכם או כדומה לזה: \n",
                "ושאמר שואלים בשלומן פירוש אפי' בימי חגיהם: \n"
            ],
            [
                "כבר פירשנו שמדל הוא המקצץ והכורת כדי שיהא מקל רוב הנטיעות ושאמר בכאן המדל בזיתים הוא שיכרתם להיות עצים לאש: \n",
                "וב\"ש אומרים אפילו כשיעקור שרש א' או שנים אסור לו לעקור שרשיו מן הארץ שלא יתקן את הארץ וזהו ענין שאמר יגום כלומר יכרות על פני הארץ ויניח השרשים בארץ: \n",
                "וב\"ה מתירין לעקור השרשים ואם עקר שלשה אילנות בשורה אחת אסור לו לעקור שרשיהם מפני שהוא מקום גדול ומתוקן לזרוע בו ויהיה כאילו עוקר אילנות להחזירם לשדה לבן וכל זה עבודת הארץ: \n"
            ],
            [
                "<b>המבקיע בזית.</b> המבדיל עצי הזיתים לקחת מהם עצים לא יכסם בעפר מפני שהיא עבודה: \n",
                "ובתולת שקמה הוא הצמח הראשון שיצא בה קודם שיכרתו אותה והשקמה מין מן התאנים כורתין האילן במקום ידוע ממנו כדי שיתחזק כחו ויתן פריו בעתו לרוב כמו הזמיר לכרמים א\"ר יהודה אסור לכרות ממקום ידוע ומותר לכרות על פני הארץ או למעלה מעשרה מפני שדרכה להקצץ תוך עשרה והלכה כרבי יהודה: \n"
            ],
            [
                "<b>המזנב.</b> לכרות קצת מן הענפים: \n",
                "<b>ירחיק טפח.</b> ר\"ל להרחיק מן הגפן טפח או משרש הקנה והקרדום ידוע ומגל הוא חרמש ומגירה הוא משור והענין שאין צריך שנוי בכרתו וזה כשלא נתכוין לזמור: \n",
                "<b>אילן שנפשח.</b> נבקע תרגום וישסף ((ש\"א ו) ופשח: \n",
                "פירוש לא שיעלה לא שיתחבר ויהיה נדבק ונקשר אלא כדי שלא יוסיף להבקע והלכה כר\"ע: \n"
            ],
            [
                "אומר הכתוב בענין שנה שביעית מן השדה תאכלו את תבואתה (ויקרא כ״ה:י״ב) ואמרו אינה נאכלת עד שתהיה תבואה ואסור לאכלה עד שתהיה ראויה לאכילה ואמר שיאכלו תבואתה כמו שמנהג בני אדם לאכול פירותיהם ומנהגם כמו כן לאכול הפרי שלא בישל כל צרכו ועודנו קשה מעט על דרך שיזדמן להם ובשביל זה אמר יאכל הפגים משיזריחו ופי' משיזריחו יבהיקו וישוב גופם חלק וכן דרך התאנים הפגים כשיתחיל להיכנס המים בתוכם: ופי' ביחלו בשלו ואני חושב כי כוונתו בזה בשביל פגי תאנים ושאמר וכן כיוצא בהם ר\"ל ששאר כל מה שיצמח באילנות שהזריחו פניהם וזו היא סברא כשיתבשלו מעט יאכל מהם עראי וכשיגיעו לתכלית בשולם כונס אותם לתוך ביתו ושאר שני שבוע חייבין במעשרות ר\"ל כשיזריחו הפגים אז יהיו באין לעונת המעשרות: \n"
            ],
            [
                "בוסר הוא ידוע והוא הענב שלא נתבשל: \n",
                "<b>הבאיש.</b> הוא שהיו הגרעינים שבתוך הגרגרים נראין מבחוץ לרוב צחות הגרגיר כשיכנסו תוכו מים והביא על זה הענין שם באשה מפני שהוא קרוב להתעפש ולהשחת כשיניחוה: \n"
            ],
            [
                "<b>משיכניסו רביעית לסאה.</b> משעה שיהיה כשיעור סאה מן הזיתים רביעית שמן פוצע שובר אותם כמו שיעשו בזיתים המאכל וזה שאמר הכניסו שליש רוצה לומר שליש לוג בלבד כשתהיה סאה מאותן הזיתים עושין ג' לוגים שמן כשיהיו נגמרין ויהי' העיקר כשיוציאו מן השמן תשיעית ממה שיוציאו כשיהי' נגמר בישולו מותר לו לכתוש אותו ולדרוך אותו חוץ למדינה ולהכניס השמן לביתו ויאכל: \n",
                "<b>וכן כיוצא בהם.</b> הפי' שיוציא מהן שמן וכבר ביארנו שיעור לוג וסאה ורביעית בסוף פאה ועונת המעשרות יתבאר אחר זה במס' מעשרות: \n"
            ],
            [
                "אסור לקצוץ אילנות בשנה שביעית כשיתחילו לשאת פרי ולהוציא פרח מפני שהוא גוזל בני אדם שהקב\"ה נתן פירותיהם לכל בני אדם: \n",
                "<b>משיוציאו.</b> פירוש משיתחילו בו העלין הירוקים: \n",
                "<b>משישלשלו.</b> הוא משעה שהענפים נמשכים וגדלים: \n",
                "<b>משיגריעו.</b> משיעשו להם הגרעינין: \n",
                "<b>משיניצו.</b> משעה שיראו בהם הנצנים כיון שבא לעונת המעשרות מותר לקוצצו מפני שהוא כשר לאכילה כמו שבארנו ויקח פריו ויאכלנו ומותר לו לקצץ האילן ובלבד שיהיו דמיו יקרים לעצים ואז יהיה מותר לכרות אותו אבל אם לא יהיה לעציו מחיר גדול עד שיאמרו יותר יש לו תועלת בכריתתו מלהניחו אסור לכרות אותו מפני שהוא נושא פרי שהאילנות העושים פרי אסור מן התורה לכרות אותו בשום זמן מהזמנים אלא על זה הדרך שאמרנו והוא מ\"ש הכתוב (דברים כ׳:י״ט) לא תכרות את עצה ולזה הענין נתכוין באמרו כמה יהא בזית ולא יקוצצו רוצה לומר שאסור לכרתו בשנה משאר השנים מפני שהוא עושה פרי: \n",
                "<b>ורובע.</b> הוא רובע קב ר\"ל מן הנצנים מכל שאר האילנות מלבד הזיתים משעה שיצץ ציץ כשיעור קב אסור לכרתו אלא ליוקר דמי עציו כמו שאמרנו וכבר פירשנו שיעור הקב בסוף פאה ואין הלכה כרבן שמעון בן גמליאל: \n"
            ]
        ],
        [
            [
                "מה שאמר שביעית שלהן שניה ר\"ל שאפשר להיות דינם דין פירות שביעית בשנה שניה מן השבוע וזה כשיזדמן להם שיתחילו להנץ בשנה שביעית והם עושות פרי לשלש שנים ונגמר פרים בשנה שניה מן השבוע שהיא שלישית לתחלת שנת השמטה שהתחילו להנץ בו ומפני זה מותרים לאכול בקדושת שביעית אחר שהנצו בשמטה וכבר פירשנו שבנות שוח ממיני התאנים הלבנים. וכן הפרסיות ואין הלכה כרבי יהודה: \n"
            ],
            [
                "<b>לוף.</b> ממיני הבצלים וכן אמרו לוף הוא הבצלים ואומר אם רוצה לטמון אותם בארץ כמו שיטמין החטה והשעורים וזולתם אינו מותר לו להטמין שיעור מועט מפני שדומה לזרע וכאילו הוא זורעו ואינו נראה שהוא טומנו אבל מותר לו לטומנו כשיעשה חפירה בארץ שיעורה מכיל סאתים והם י\"ב קבים ויהיה גבוה ג' טפחים וטפח עפר על הבצלים זה דברי ר' מאיר וחכמים מתירים להטמין ארבעה קבים והוא שיהיה בגובה המקום טפח בלבד: \n",
                "ומה שאמר שיטמין במקום דריסת רגלי האדם כדי שלא יצמחו ואין הלכה כר' מאיר: \n"
            ],
            [
                "פירוש זאת ההלכה צריכה לעקרים אחד מהן הוא שפירות שביעית נאכלין עד זמן קצוב ועוד יתבאר זה ואחר הזמן ההוא אסור לאכול מה שנשתייר מהם אלא לעניים לדעת ר\"י ורבי יוסי אומר שאחר הביעור אינו מותר לאכלם לא לעניים ולא לעשירים ור\"א דעתו כדעת ר' יהודה אבל ר' יהושע דעתו כדעת ר' יוסי ועוד שזה הלוף שדברו עליו בכאן הוא שיזרעו קודם שנה שביעית ויגדל ממנו תחת הארץ הפרי אשר יאכל קודם שנה שביעית וכשנכנסת עליו שנה שביעית יהיו עלי הלוף נראין על הארץ ובשביל זה א\"ר אליעזר שאם לקטו העניים את עליו בשביעית ואחר כן תלשוהו לאחר שביעית אין חייב כלום ואם לא לקטו עליו יעשה חשבון וענין החשבון כמו שאמרו והוא כשיעקור אחר השמטה לב' שנים יתן לעניים השליש ואם יעקור אחר שלש שנים יתן לעניים הרביע ועל זה הדרך יתן לעניים חלק שנה שביעית מכלל השנים שיעמוד תחת הארץ וזה על העיקר אשר יסדנו ובארנו שדעתו להתיר לעניי' ולאכול פירות שביעית אחר הביעור ורבי יהושע אומר אין לעניים עמו חשבון שדעתו כמו שאמרני שאינו מתיר לאכול פירות שביעית אחר הביעור לאחר והלכה כר\"י: \n"
            ],
            [
                "<b>לוף של ערב שביעית.</b> זה הדבר כשישלם הלוף קודם שביעית ולא נשאר בו אלא לחפור עליו ולעקור הבצלים: \n",
                "<b>הקיצונים.</b> מיוחדות לזמן הקיץ וזה מפני שיבשו מאד: \n",
                "<b>פואה של עידית.</b> הוא עץ אדום צובעים בו צבע אדום רוי\"א בלע\"ז ופי' של עידית הפואה הטובה: \n",
                "<b>במארופות של עץ.</b> כלים עשויין מעץ לחפור בהם כדי שישנה ולא יחשב הרואה אותה שהוא חופר הארץ ועובד אותה: \n",
                "<b>פואה של צלעות.</b> שיש לה צלעות והיא בעומק הארץ ואי אפשר לעקור אותם בכלי עץ אלא בברזל: \n"
            ],
            [
                "פירוש כל זה מבואר והלכה כחכמים: \n"
            ],
            [
                "אמר הכתוב ולפני עור לא תתן מכשול (ויקרא י״ט:י״ד) ר\"ל מי שסגרה עיניו התאוה ויצר הרע אל תעזור אותו להוסיף בעורונו ותוסיף להרחיקו מן היושר ומפני זה אסור לעזור עוברי עבירה ולא יתקנו להם כלים אבל ראוי לקלקל להם: \n",
                "<b>ומחרישה.</b> היא האת. \n",
                "<b>והמזרה.</b> הוא שיזרו בו התבואה. \n",
                "<b>והדקר.</b> הוא כלי ברזל לחפור הארץ: \n",
                "<b>מגל יד.</b> חרמש קטן שיקטף כמלא היד ומפני זה נקרא מגל יד ומגל קציר ידוע: ושאמר כל שמלאכתו מיוחדת לעבירה. הם הדברים שאסור להתעסק בהם במלאכות שנעשו להם אלו הכלים בשנה שביעית כגון החרישה והקצירה שכל הכלים העשוין למלאכתם אסור למכרם בשביעית וזה אינו אסור אלא למי שהוא חשוד על השביעית אבל מי שאינו חשוד מותר למכור לו כל מה שיבקש לפי שהוא רוצה להצניעו ולהכינו למוצאי שביעית: \n"
            ],
            [
                "תיקון דברי זאת המשנה מוכר לנכרים בארץ יתר מיכן ולישראל בחוצה לארץ ולא נהיה חוששין שמא ימכור הנכרי לישראל או יקנה ישראל חוצה לארץ וילך לארץ ישראל שהעיקר בידינו אחזוקי באיסורא לא מחזקינן: \n"
            ],
            [
                "<b>משאיל לו סאתו.</b> המדה הנקראת סאה וכן פורט לו מעות כגון שיקח ממנו דינר ויתן לו מעות: \n",
                "<b>וכולם בפירוש אסורין.</b> כגון שאמר לו מכור לי זו הפרה אחרוש בה או אזרע בה זרע פלוני ותן לי הסאה אמוד בה הזרע אשר דשתי ותן לי מעות בזהוב זה אתן ממנו שכירות הפועלים שנתעסקו לי בעבודת הארץ אסור לו לעזרו בדבר מכל הדברים אשר זכרנו: \n"
            ],
            [
                "<b>נפה.</b> היא אשר יניפו בה הקמח להוציא ממנה הסובין והיא כמו כברה אבל כברה היא לתבואה ונפה לקמח וטעם התרת אלו הדברים מפני שאינן מיוחדין לעבירה שאפשר לומר בקש הנפה לתקן בו או להכין בו דבר והריחים לטחון בו רפואות והתנור לבשל בו המטוה ובשביל זה כשתבאר ותאמר שבשביל פירות שביעית היא מבקשת אותם אסור ליתן לה כלום: \n",
                "ומה שאמר אשת חבר משאלת לאשת עם הארץ אין בזה משום שביעית אבל משום טומאה וטהרה שעם הארץ ואשתו ובניו ובני ביתו בחזקת טומאה ומשנה ראשונה אסור לגרום טומאה לחולין שבא\"י והעיקר שבידינו שהאוכלין לא יטמאו אלא אחר הכשר במים או באחד משבעה משקין כמו שיתבאר במקומן וכבר הקדמנו כל זה בפרק שני מדמאי ומפני אלו העיקרים מותר לעזור חברתה עד שתתחיל לשפוך המים ואז תבדיל ממנה שאז תקבל העיסה טומאה. וענין שאמר וכולן לא אמרו אלא מפני דרכי שלום. ר\"ל כל מה שנאמר בהלכה זו מהתרת ההשאלה והעזר אפילו במעט וכבר בארנו בפ' שקודם לזה ענין שאמר מחזיקין ידי נכרים בשביעית ושואלין בשלומם: \n"
            ]
        ],
        [
            [
                "יש מי שקורא אמנם והוא אמנה ויש מי שקורא אמנום. וענין לא נאכל ולא נעבד שאסור לנו עבודת הארץ ההיא ואם תעבד ע\"י אחר אסור לאכול ממה שתוציא ושאמר נאכל אבל לא נעבד ר\"ל שאינו מותר עבודתה ואם נעבדה יהיה כל הצומח בה נאכל בקדושת שביעית ושאמר נאכל ונעבד שמותרת עבודתה בשביעית והצומח בה יאכל בלא קדושת שביעית אלא כמו שיאכלו פירות כל שנה: \n"
            ],
            [
                "כבר פירשנו בפ\"ו מדמאי שסוריא הם הארצות שכבש דוד ובארנו לשם מאי זה טעם לא נתחייבו בהם כל המצות אבל אסור לנו להתעסק בהם בדבר המחובר לארץ בשנה שביעית ואע\"פ שהוא מותר לשם כדי שלא יניחו בני אדם ארץ ישראל וישכנו שם והוא מה שאמר בטעם זה כדי שלא יהיו הולכים ומשתקעין שם ודברי ר\"ע אמת: \n"
            ],
            [
                "<b>הוריקו.</b> נעשו ירוקין וכל זמן שהם ירוקין כאילו הם מן הפרי עצמו ומותר לאכלן ואם השחיר מה שצמח מהם יהיה כאילו צמח בארץ ויחשבו כפירות שביעית וזה ענין מה שאמר אסורין: ור' חנינא בן אנטיגנוס אומר. שאם נתלשו העלין מהם ונשארו שם ולא נעקרו עם העלין יהיה דינם כדין הצומח בארץ והן כמו פירות שביעית: וכנגד כן במוצאי שביעית מותרין. ר\"ל כשיהיו בזמן שיכולין לעקור העלין וישארו הבצלים בעצמן ולא יעקרו מותר לאכול הבצל ההוא במוצאי שביעית שאינו מפירות שביעית ואין הלכה כרבי חנינא בן אנטיגנוס: \n"
            ],
            [
                "<b>משיעשה כיוצא בו.</b> משיצמח כמו המין ההוא: \n",
                "<b>ובכיר.</b> הוא הממהר לצאת בתחלת מוצאי שביעית: \n",
                "<b>ואפיל.</b> הוא המתאחר שנשאר מפירות שנה שביעית שעברה והלכה כרבי: \n"
            ],
            [
                "<b>שמן שריפה.</b> הוא שמן תרומה שנטמא ונקרא שמן שריפה שאינו ראוי אלא לשרפה ואין הלכה כר' שמעון: \n"
            ],
            [
                "כל זה מבואר ואין הלכה כרבי שמעון: \n"
            ]
        ],
        [
            [
                "ענין שאמר כלל גדול כנגד הכלל הנאמר במעשרות שדין שנה שביעית חייב למאכל אדם. ופירוש ממין הצובעין. ממיני הצבעים: \n",
                "<b>יש לו שביעית ולדמיו שביעית.</b> יתחייב בהן שביעית ואם נמכר יתחייבו דמיו בדינים ההם ועוד יתבאר ענין הביעור לאחר זה וכבר פירשנו שהלוף מין מהבצלים: \n",
                "<b>הדנדנה.</b> נקרא נענע ובערוך נקרא מינט\"א בלע\"ז: \n",
                "<b>ועולשין.</b> הנדבה: \n",
                "<b>והכרישין.</b> כראתי: \n",
                "<b>והרגילה.</b> פו\"ר קאקל\"י בלע\"ז נקראת רגלה: \n",
                "<b>ונץ החלב.</b> מקדונס עשב ידוע אצל הרופאין: \n",
                "<b>החוחין.</b> קבוץ חוח: \n",
                "<b>והדרדרין.</b> קבוץ דרדר ואלה מיני קוצים הם: \n",
                "<b>ספיחי אסטיס.</b> הוא הצבע שצובעים בו תכלת ונקרא כן מפני שיקצרוהו ויצמח והוא לעולם ספיח: \n",
                "<b>וקוצה.</b> ממיני הצבעונין ויש מי שפירש אותו אלעצפו\"ר: \n"
            ],
            [
                "<b>עקרבנין.</b> עשב נקרא עקרביאן והחלבצין והבוכרה עשבים לא נודעו. הפואה ידוע פווה נקראת בלשון ערב ובלע\"ז רוי\"א. והרכבנא נקראת בק\"ס ובלע\"ז ברזי\"ל ושאמר בזו ההלכה וממין הצובעין אינו מפרש כל מה שנכנס בכלל ההוא אבל הוא תחלת הדבר כפי מה שהוא אומר והוא שאמר בכלל מה שהקדמנו שכל מה שהוא ממין הצובעין ואינו מתקיים בארץ יש לו שביעית וביעור וכן לדמיו ומנה בכללן ספיחי אסטיס וקוצה ואחר כן אמר בכלל השני שכל מה שאינו ראוי לאלו השלשה ולא לאחד מהם לא למאכל אדם ולא לבהמה ולא לצבוע יש לו ולדמיו שביעית ואין לו ולא לדמיו ביעור וזה אם אינו מתקיים בארץ כמו כן מה שאמר בכלל מה שהקדמנו אחר כן הביא בזה הענין משלים ודמיונות וחזר והחל בדבר ואמר יש דברים ממין הצובעין שיש להם ולדמיהן שביעית אין להם ולא לדמיהן ביעור והוא הפואה והרכבנא שהם מתקיימין בארץ ולא ישיגם הפסד וענין אין להם ביעור שלא ימנע מלהתעסק בהם תמיד וליהנות מהם עד שישלימו ואין לשמור בזה שעת ביעור וכן בדמיהן אם נמכרו ואין הלכה כר\"מ: \n"
            ],
            [
                "קליפי רמון ידוע והנץ שלו ידוע ונקרא גלאנר והגלעינין הם הגרעינין ואע\"פ שדמי שביעית מסתפקין בהם כמו שנבאר אבל אינו מותר לאדם שיעשה ממנו סחורה אלא אם יזדמן לו אבל אם נתכוין לצבוע בשכירות מצבעוני שביעית אינו מותר ואף על פי שלוקח המעות ההם ואוכל אותם בקדושת שביעית: \n",
                "ומה שאמר ובנו מוכר על ידו הוא שאם יקח הבן ממה שאסף אביו ומכרו אין עליו חובה בזה אבל המעות ההם הם דמי שביעית ועוד נפרש דין דמי שביעית: \n"
            ],
            [
                "הבכור הוא לכהן ואם נמצא בו מום יאכלנו בכל מקום כמשה\"כ(דברים ט״ו:כ״א) כי יהיה בו מום ומותר למכרו בין תמים בין בעל מום וכמו שנבאר בתחלת מסכת מעשר שני ואע\"פ שמותר למכרו אסור לסחור בו ועוד נפרש דיני הבכור ומומיו במקומו במסכת בכורות: \n",
                "<b>מי שנתמנה לו.</b> הוא שיתכוין לעד עוף טמא או חיה טמאה בכוונה או בלא כוונה שנזדמנו לו כגון שעברו עליו או יעבור הוא על קן מקניהן והלכה כר\"י: \n"
            ],
            [
                "לולב הוא הפרח כבר אמרנו פעמים (לעיל פ\"ב מ\"ג) שזרדים הם הענפים שיזמרו אותם מן הגפנים ויש מי שיטמין הענפים ההם כשהם לחים ויאכלו: \n",
                "אלה נקרא בלשון ישמעאל בלוטו. הבטנה פסתאק וקבוצו בטנים. ואטדים מין ממיני הקוצים שצומחין בו גרגרין שחורים קשים כמו אפונים ונאכלים: \n",
                "<b>מפני שנושרין מאביהן.</b> ר\"ל נופלין מהענפים שהם מיוחסים אליהם כיחס האב לבן ומפני זה יהיה ביעור שלהם כשיהיו נובלות מהענפים כמו שיתבאר כשנפרש ענין ביעור: \n"
            ],
            [
                "הוורד הם השושנים האדומים שיש להם ריח טוב ועליהם נאמר שפתותיו שושנים (שה\"ש ה): \n",
                "והכפר נקרא בלשון ערב חנה וכן נאמר (שם א) באשכול הכופר אלחנה היא אשכלות יפות עד מאד ויש מי שיאמר שהכפר הוא גרופל\"י: \n",
                "והקטף אילן אפרסמון הנקראת בלסם: \n",
                "ולוטוס נקרא בערב שאה בלוט הוא קשטניאס וי\"א שהוא נקרא צנובר הוא פינולי\"ש והלכה כרבי שמעון: \n"
            ],
            [
                "<b>וורד חדש שכבשו בשמן ישן.</b> הוא שיטמין וורד של שביעית בשמן של ששית הרי הוא מלקט אותו מפני שלא יכנס כח הוורדין וטעמם בשמן שהשמן הוא ישן והוורד חדש אלא אם יניחהו זמן רב: \n",
                "ישן בחדש הוא לתת וורד של שביעית בשמן של מוצאי שביעית וזה יכניס בו כח הוורד וטעמו מיד ומפני זה חייב לבער השמן אבל החרובין ביין יכנס בו טעם החרובין מיד ומפני זה על שני הדרכים חייב לבער היין: \n",
                "ושאמר מין במינו כ\"ש כגון שיתערב יין של שביעית ביין של ששית ואפילו טפה אחת בכלי גדול הוא חייב לבער וזהו שאמר שביעית אוסרת כל שהוא במינה ושאמר ושלא במינה בנותן טעם כמו הוורד בשמן והחרובין ביין וכן הדין בשאר איסורין שבתורה ולשאר האיסורין כולם רמז באמרו זה הכלל כל שהוא בנותן טעם וכו' ועוד יתבאר זה בסוף ע\"ז: \n"
            ]
        ],
        [
            [
                "אמר הכתוב (ויקרא כ״ה:ו׳) והיתה שבת הארץ לכם לאכלה. ר\"ל הדבר שהיא לכם למאכל אדם בלבד יהיה לאכלה ולא למלוגמא היא מלה מורכבת מלא לוגמא ולוגמא שם צד אחד משני צדדי הפה מבפנים ר\"ל לעיסת מאכל שאפשר שילעוס מן החטה או התאנים לעיסה אחת לשום ע\"פ מכה או שחין והענין המבורר מכל זה ממה שאמר ולא למלוגמא הוא שלא יעשה מפירות שביעית לא תחבושת ולא רטיות ולא רפואות להקיא ולא שום דבר מכל זה אלא מה שהוא מיוחד למאכל אדם כמו שבארנו: \n",
                "וכל שאינו מיוחד למאכל אדם עושין ממנו מלוגמא לאדם שנאמר (שם) לכם לאכלה המיוחד לכם הוא שיהיה לכם לאכלה בלבד וזולתו לאכלה ולמלוגמא: \n",
                "וחומרי אדם הוא שלא יעשה ממנו מלוגמא כמו שלא יעשו מן המיוחד למאכל אדם וחומרי בהמה הוא שיהיו כמו מאכל בהמה שאין בהמה אוכלת אותו אלא כל זמן שהוא נמצא אותו המין בשדה לחיות השדה כמו שיתבאר: \n",
                "וסיאה נקרא פידרג בלשון ערב ואזוב נקרא צעתר בלשון ערב וקורניס נקרא בערבי האשה ובלעז שדריי\"ה והם עשבים ידועים אצל הרופאים: \n"
            ],
            [
                "אמר הכתוב בענין שנה שביעית (שם) לבהמתך ולחיה אשר בארצך תהיה כל תבואתה לאכול ואמרו בספרי תהיה אף להדלקת הנר אף לצבוע בו צבע ועוד נבאר דיני תרומה ומעשר שני במקומותיהן בסדר זה: \n"
            ],
            [
                "הוא אומר שהדבר המועט שמותר לאדם למכרו מפירות שביעית כמו שיתבאר אחר זה אסור למכרו על דרך מכירת שאר המכירות בשאר השנים שלא יראה סוחר בפירות שביעית אבל צריך לעשות ענין מעניני הפקר שבפירות שביעית כגון שימכור כפי שיזדמן לו במדה ולא במספר והדמים שהוא לוקח הם דמי שביעית ונתחייב בדין דמי שביעית כמו שיתבאר אחר זה: \n",
                "וכרישין הוא הכרתי: \n",
                "וגץ החלב נקרא בל' ערב מחלב וכבר פירשתי שמותם (פ\"ז מ\"א): \n"
            ],
            [
                "ענין שאמר שכרו מותר ר\"ל שאינו דמי שביעית ומה שאמר שכרו אסור שהוא דמי שביעית ודין השכר הוא כדין מוכר פירות שביעית והתמורה בפירות שביעית מותר כגון שיאמר לו קח זה הפרי ותן לי פרי פלוני ולפיכך כשיקח הלחם מן הנחתום ואומר לו אתן לך בו ירקות שדה כשאקבצם מותר אבל אם לקח ממנו לחם בדמים ולא פירש לו שיתן לו בהם ירקות נעשה כחוב עליו ואסור לתת בחובו פירות שביעית: \n",
                "ואמר פונדיון ואיסר על המנהג הידוע אצלם שהככר בפונדיון והירקות פחות ממה שלוקחין באיסר ואיסר רביע דרכמון ופונדיון חצי דרכמון והדרכמון ט\"ז גרעיני שעורים וכבר בארנו אלו השיעורים במה שעבר (פ\"ח מ\"ה דפאה): \n"
            ],
            [
                "<b>בייר.</b> הוא משקה המי' לבני אדם מן הבור ויקבל שכרו עליו: \n",
                "<b>ובלן.</b> בעל המרחץ. \n",
                "<b>וספר.</b> המגלח: \n",
                "<b>וספן.</b> בעל הספינה והוא אומר שאסור לו לתת שכר אלו מדמי שביעית לפי שלא נתנה אלא לאכילה ולשתיה ולסיכה כמו שבארנו ומותר לו לתת לבעל בור המים להשקותו מפני שנתנה לשתיה כמו שנתבאר: \n",
                "ולכולן הוא נותן מתנת חנם ואינו עושה חשבון שכרם ואף על פי שיש בדבר ההוא דרך מדרכי גמילות חסד וכבר נתבאר לך שהוא מותר והוא מה שאמר אוכלים פירות שביעית בטובה ושלא בטובה: \n"
            ],
            [
                "<b>מוקצה.</b> שם מקום ששם שוטחין עליו שטוחי התאנים והענבים: \n",
                "<b>הרבה.</b> ידוע: \n",
                "ובד הוא שם ליקבים שדורכין בם הזיתים ונקרא בלשון ערב בד: \n",
                "וקוטב הוא גת קטן לזיתים: \n",
                "ובודידה שם הבד והיא גת קטנה עד מאד: \n",
                "עריבה כלי שלשין בו העיסה והכוונה בכל זה כדי לשנות ושלא יתעסק בפירות שביעית כדרך שיתעסק בשאר השנים כמו שנא' (ויקרא כ״ה:ה׳) ואת ענבי נזיריך לא תבצור וידוע באמת שאינו רוצה בפסוק זה לאסור הבצירה כלל שהרי התיר אכילתן באמרו והיתה שבת הארץ לכם לאכלה (שם) אבל ר\"ל כמו שפירש בספרא לא תבצור כנגד הבוצרים ומכאן אמרו תאנים של שביעית אין קוצין אותם במוקצה והלכה כר\"ש וכך פסקו ההלכה שהוא מותר לעשות בקוטב: \n"
            ],
            [
                "<b>שלא יביאנו לידי פסול.</b> שאם נפסל בשביל התרומה ישרף הכל מפני שגורם לפירות שביעית שלא יאכלו ואמרו בספרא כי יובל היא קודש מה קודש תופס את דמיו אף שביעית תופסת את דמיה אי מה קודש תופס דמיו ויוצא לחולין אף שביעית תופסת את דמיה ויוצאת לחולין תלמוד לומר תהיה בהויתה תהא הרי היא בקדושתה נמצאת אומר אחרון אחרון נתפש בשביעית והפרי עצמו אסור כיצד לקח בפירות שביעית בשר אלו ואלו מתבערין בשביעית הפירות והבשר לקח בבשר דגים יצא בשר ונתפש דגים וחייב ביעור לפירות ולדגים וזה הוא פירוש אחרון אחרון נתפש והפרי עצמו אסור וזה הדין בעצמו ה\"ה דמי שביעית שאמרתי לפרש אותו במקומות מן המסכת הזאת ואין הלכה כר\"ש: \n"
            ],
            [
                "כבר נתבאר שהשביעית נתנה לאכילה ולשתיה ולסיכה רוצה לומר לסיכת אדם לא לסיכת עורות וכלים: \n",
                "<b>וקיני זבים וזבות ויולדות.</b> הם שתי תורים או שני בני יונה שחייבים בהם אלו מחוסרי כפרה: \n",
                "ושאמר יאכל כנגדו שיוציא מממונו מה שהוא שוה הדבר ההוא ויקנה בו פירות בלבד פירות שביעית ויאכלם בקדושת שביעית: \n"
            ],
            [
                "רבי עקיבא היה תלמיד לרבי אליעזר והיה אומר משמו בזו ההלכה שהוא מיקל וכששמע אותם שהיו אומרים משום רבו שהיה מחמיר בזו ההלכה שתקם ואמר להם אל תאמרו משמו זה שאיני יכול לפרש לכם דעת רבי אליעזר בהלכה זו מרוב שהיה מיקל בה וזהו ענין מה שאמר לא אומר לכם כלומר אי אפשר לי לאומרו והל' כחכמים: \n"
            ],
            [
                "גם זה על ענין הראשון ודין פת כותים שהיא אסורה אבל אין לוקין אוכליה מלקות אלא מכת מרדות מדרבנן: \n"
            ],
            [
                "<b>אם מתחשב.</b> כלומר אם אדם חשוב הוא והוא נכבד בעיני עמו שמפני כבודו אפשר לשרוף בכלל העצים מה שאינו עצים כדי להיטיב ריח המרחץ כגון דברים שיש להם ריח טוב והם עריבים לאכול: \n"
            ]
        ],
        [
            [
                "נבאר עתה עיקר זו המשנה ואחר כך נפרש מליה וממה שתצטרך לדעת שפירות שביעית אסיר להצניע ולגנוז אותם ולסחור בהם כמו שאמרנו ואם מכר מהם כלום אותם המעות יהיו דמי שביעית ואסור להצניעם ולגנוז אותם ולסחור בהם כמו שבארנו אלא לקנות בהם מאכל ויהיה נאכל בקדושת שביעית ואסור לתת דמי שביעית לע\"ה מפני שהוא חשוד עליהם שמא יגנזם ולא יקנה בהם מאכל וכשנראה עם הארץ מוכר פירות שביעית אם הפירות ההם מן הדברים שדרך ב\"א לעשות מהם גנות ולשמור אותם כגון התאנים והענבים והחטה אסור לקנות ממנו ואפי' בדמים מועטים שהקונה ממנו הוא נותן לו דמי שביעית ואם היו הפירות ההם מן הדברים המופקרים במדברות מותר לקנות ממנו בדמים מועטים ושיעורם מזון ג' סעודות והוא משום כדי חייו וכן אמרו (סוכה פ\"ג דף לט.) ואין מוכרים פירות לע\"ה יותר ממזון ג' סעודות בד\"א בלוקח מן המופקר אבל בלוקח מן השמור אפי' בחצי איסר אסור מפני שהוא שומרם ומצניען שלא כדין ומה שאמר בכאן ונלקחין מכל אדם בשביעית הוא מיוחד בגמ' במזון ג' סעודות בלבד והוא מה שאמר בכדי מן שנו ועוד יתבאר לך שהמעשרות אינם חייבים אלא בנשמר: \n",
                "ופיגם הוא עשב נקרא פיגם ובלע\"ז רודא: \n",
                "<b>והירבוזין השוטים.</b> הם שיש להם עלים רחבים: \n",
                "<b>והחלגלוגות.</b> מין ממיני הירק הנקרא בל' ערבי רגלה ובלע\"ז בורדולייג\"ש עלים שלו גדולים וקנה שלו ארוך והוא הנקרא בלשון ערבי בקלה אלחמקה: \n",
                "<b>והכוסבר.</b> של הרים הוא זרע גד הררי: \n",
                "<b>והכרפס.</b> ידוע: \n",
                "<b>והגרגיר של אפר.</b> הוא גרגיר המדברי ואפר שם המדבר וספיחים הוא מה שיצמח אחר הקציר וכבר פירשנו אותו פעמים (במכילתין פ\"ז משנה א' ובכלאים פ\"ב מ\"ה) וכבר ידעת מה שאסר הכתוב לקצור ספיח הוא מה שאמר בתורה את ספיח קצירך וכבר בארנו שענין לא תקצור כנגד הקוצרים: \n",
                "ורבי יהודה אומר שספיחי חרדל לא נחשדו עליהם עוברי עברה להביא אותם מן השמור: \n",
                "ורש\"א שהספיחים כולם מותר לקחת אותם על הדרך שאמרנו מכל אדם מפני שהם ספק אם הם מן השמור או מן ההפקר וסוף מה שנוכל לומר אין מוסרין דמי שביעית לעם הארץ כשיתברר לנו שהוא מן השמור אלא ספיחי כרוב שהוא מן השמור על כל פנים שלא ימצאו בהם במדבר: \n",
                "<b>וחכמים אומרים.</b> שאינו מותר לקנות דבר בספיחים מיד עם הארץ בשום פנים ואין הלכה כרבי יהודה ולא כרבי שמעון: \n"
            ],
            [
                "<b>הביעור.</b> כבר אמרתי פעמים שאפרש אותו בזו המסכת והנני מבאר אותו והוא מה שאמר הכתוב (ויקרא כ״ה:ז׳-ח׳) ולבהמתך ולחיה אשר בארצך תהיה כל תבואתה לאכול ואמרינן בספרא ומה חיה שאינה ברשותו אוכלת בהמה שברשותו אינו דין שתאכל אלא כל זמן שחיה אוכלת מן השדה תאכיל לבהמתך מן הבית למדנו מזה שאם יקבץ מין ממיני פירות או זרעונים והביאו אל ביתו יוכל לאכול מאותו המין כל זמן שימצא באילנות או בארץ וכשפסק המין ההוא מן השדה נתחייב להסיר מה שיש ממנו ברשותו בבית וזהו ביעור הנזכר בשביעית כגון שאם אסף תאנים ושטחם ויבשם ואכל מהם אין לו להחמיר באכילתן כל השנה השביעית כולה אבל יאכל כל זמן שהתאנים הלחים נמצאים באילנות וכשיפסקו ונבלו ולא נמצא מהם אלא היבשים יסיר כל מה שיש ברשותו מן התאנים היבשים או שיאכלם כולם אם יכול או ישרפם או יזרקם לים וזהו ענין ביעור וכן יש לו לעשות בדמי כל דבר שהקדמנו שיש לדמיהן ביעור ואחרי שנתבאר זה העיקר אמר שארץ ישראל נחלקת לשלשה חלקים וכל חלק מאלו השלשה נחלק לג' חלקים לענין בעור והגבילם ואמר שהגליל נחלק לג' חלקים גליל העליון וגליל התחתון והעמק והוא תחום טבריא וארץ יהודה כמו כן נחלקת לג' חלקים ההר והשפלה והעמק ועבר הירדן נחלק לג' חלקים שפלת לוד והר שפלה של לוד ומבית חורון עד הים וכשיהיה לאדם צמוקים מפירות גליל יאכל מן הצמוקים ההם כ\"ז שהענבים מצויין בכל הגליל כמו שיתבאר אחר זה: וענין שאמר ושפלת לוד כשפלת הדרום ר\"ל שדין שפלת לוד כדין שפלת הדרום ואוכל מפירות של שפלת לוד כ\"ז שהמין ההוא נמצא בשפלת הדרום ואוכל מפירות הר שפלת לוד כ\"ז שימצא כמותם בהר המלך והוא הר הגדול רב הפירות מכל הרי ישראל: \n",
                "ובית חורון עד הים מדינה אחת. ר\"ל שיאכל מפירות איזה מקום שירצה כל זמן שימצא כמותה איזה מקום שיהיה מן הגבול ההוא: \n"
            ],
            [
                "לפי שאמר כאשר הקדמנו שלש ארצות לבעור ואמר אח\"כ של שלש שלש שאל השואל ואמר מה תועלת יש לזה החלוק שחלקם שלש אחר שהם ט' ארצות כמו שאמר והשיב ואמר שהתועלת שיהו אוכלין בכל אחת ואחת עד שיכלה האחרון שבה והדמיון לזה כגון שיהו לו פירות גליל העליון יאכל מהם כ\"ז שהמין ההוא נמצא בגליל העליון או בתחתון או בעמק ואם פסקו הפירות ההם מב' גבולי ארץ הגליל ועודם בגליל הג' יש לו לאכול ממה שיש ברשותו עד שיפסוק האחרון ושאמר לענין של שלש שלש אינו לענין תוספת דין מן הדינים אבל הוא מכלל ההגבלות שנתן להם: \n",
                "וכל הארצות כאחת לזיתים ולתמרים. הוא שיאכל מן הזיתים או מן השמן שיש אצלו כ\"ז שיש זיתים נמצאים באיזו ארץ שתהיה מא\"י וכן התמרים ואין הלכה כר\"ש: \n"
            ],
            [
                "אוכלין על המופקר אבל לא על השמור. ר\"ל שיאכל כ\"ז שימצא המין ההוא בשדה במופקר אבל אם פסק מן המופקר ונותר בבתים או בגנים לא יאכל אבל הוא חייב לבער והטעם מה שאמרנו הוא משה\"כ (ויקרא כ״ה:ז׳) ולחיה אשר בארצך החיה תאכל מן המופקר: \n",
                "<b>וטפיחים.</b> קבוץ טפיח והם הגרגרים הקשים ממיני התבואה והקטניות שאינם נזרעים אבל צומחין מכח הארץ וישארו בארץ ימים רבים לרוב יבישותם וחוזקתם והם בשאר המינים וכגון הקרטומאן ממין השעורים ששמו טופח כמו שאמרנו פעמים (פ\"ה מ\"ג ופ\"א מ\"א דכלאים) ודופרא המין השני ופירושו שיש מין האילנות שעושה פרי ב' פעמים בשנה וכבר אמרנו בדמאי (פ\"א מ\"א) ובארנו שהיא מלה מורכבת דו פרי ואם פסק מן התאנים הלחים ונשאר ממנו מה שצמח בפעם השני יאכל המין שיש אצלו כ\"ז שזה הפרי הב' נמצא: \n",
                "<b>וסתווניות.</b> פירות הסתיו נקראות ע\"ש הסתיו ואין הלכה כר' יהודה ולא כר' יוסי: \n"
            ],
            [
                "מה שאמר כל ירק א' לביעור ר\"ל שהוא מותר לאכול מאיזה מין שירצה ממיני הירקות כל זמן שימצא במדברות ירק מהמין שיש אצלו או מזולתו מהמינים שכל הירקות לענין הביעור מין אחד הם: \n",
                "<b>ורגילה.</b> היא עשב חלגלוגות ויש בו לחות הרבה ובשביל זה תעמוד ימים רבים ואם פסקה ממקום אחד נמצאת באחר שהיה יותר לח ממנו ואף על פי שאין אנו רואים אותה היא במקום נסתרות מן הארץ שכן דרך גדילתה וכשהם רואין שיבש עשב בבקעת בית נטופה יודעין שכבר יבשה בכל מקום ולא נשאר ממנה כלום מפני שזו הארץ לחה מאד ובשביל זה נקראת בית נטופה שהיא הארץ רבת הלחות ועשב ההוא עומד ימים רבים על הארץ והיא הסגריות והיו ידועות במקום ההוא אבל אנו אין אנחנו יודעין אותה ואין הלכה כרבי שמעון והלכה כר\"ג ולא מטעם שנאמר בכאן הלכה כדבריו אלא מטעם שהוא על דעת רבי והגמ' פסק הלכה כרבי מחבירו: \n"
            ],
            [
                "אוסף העשבים הלחים נקרא מלקט ואוסף היבשים נקרא מגבב תרגום לקושש קש לגבבא גילי (שמות ה׳:י״ב): \n",
                "ומתוק הוא חנטלא וכבר פירשנוהו (פ\"ג מ\"א דמכילתין): \n",
                "ורביעה שניה כבר נתבאר בסוף פאה שזמנה בשנה המבכרה בז' במרחשון בשנה הבינונית בג' ועשרים במרחשון ובשנה המתאחרת בר\"ח כסליו וזה בא\"י ואין הלכה כר\"ע: וענין עד שישורו נבלעת הנו\"ן בשי\"ן וע\"כ נדגשת השי\"ן ועקרו להיות עד שינשרו מאביהן רוצה לומר עד שיבלו כמו שבארנו בפרק שביעי (משנה ה): \n"
            ],
            [
                "<b>מודר הנאה.</b> הוא אשר יתחייב עצמו בנדר שלא יקבל תועלת מחברו או מאנשי מדינה ועוד נבאר דיניהם במקומן: וענין מה שאמר עד אימתי עניים נכנסין לפרדסות ר\"ל לאסוף הלקט והפרט והעוללות בשאר השנים כמו שנתבאר בסוף פאה וכן נכנסין לגנות במוצאי שביעית עד שתרד רביעה שניה מפני שנשארו בה מותרות פירות שביעית וכשתרד רביעה שניה של מוצאי שביעית אז יהיה מותר ליהנות בתבן ובקש של מוצאי שביעית: \n"
            ],
            [
                "כל הענין הזה מבואר והלכה כרבי יוסי: \n"
            ],
            [
                "אלו הפירות הנאמרות בכאן הם פירות של היתר ר\"ל שנקבצו כפי מה שראוי ור' אליעזר דעתו כדעת בית שמאי אע\"פ שהוא מתלמידי בית הלל וכן נודע מכל דבריו בגמ' וכן אמרו רבי אליעזר שמותי הוא וכבר הקדמנו לך שבית שמאי אומרים אין אוכלין פירות שביעית בטובה ורבי אליעזר אומר שאם נפלו לו בירושה או נתנו אותם לו במתנה לא יתייחד לבדו באכילתן מפני שיהיה אוכל בטובה אבל חולקים אותן עליו ועל חברו ואמרו לו חכמים אבל לדעתך שאתה סובר שהוא חוטא מפני שלקח פירות שביעית במתנה אין בו הדין כן מפני שהוא חוטא נשכר ר\"ל הרויח מפני שאכל אותם על כל בני האדם והעיקר בידינו שאין החוטא נשכר אבל ימכרו אותם לו ויתן דמיהם עד סוף פרוטה ויחלק אותם הדמים על כל בני אדם וכבר הקדמנו לך שאוכל פירות שביעית בטובה ושלא בטובה ואין הלכה כר' אליעזר ובשביל שהיו פירות שביעית פטורין מן המעשרות שמא יעלה על דעתנו שהיא פטורה מן החלה ובא ללמדנו שהיא חייבת בחלה כמו שאה\"כ (במדבר ט״ו:כ׳) ראשית עריסותיכם איזו עיסה שתהיה ועוד יתבאר לך במס' חלה שהאוכל מעיסה שלא הורמה חלתה חייב מיתה וסוף מה שאודיעך בכאן שדין עיסת שביעית כדין שאר העיסות אע\"פ שהיא מן ההפקר: \n"
            ]
        ],
        [
            [
                "שלא בשטר הוא שטר שלא יהיה בו אחריות נכסים ובשטר הוא שיהיה בו בבאור אחריות נכסים ויהיה משמטת ואף על פי שהוא כמו שמשכן אצלו קרקעות בממון ההוא: \n",
                "<b>והקפת החנות.</b> היא האמנה במקח ובממכר שבין בני אדם ובעלי החנויות שיוציא עליו כל מה שצריך וכשיקבץ סך ממון עליו יפרעהו וזה הנקבץ לא יהיה נשמט בשנה שביעית מפני שאינו על דרך חוב ולא מכר לו בעל החנות על מנת שיהיה חוב אבל מכר לו מעט מעט עד שנתקבץ לו הכל ויתן לו ממונו: \n",
                "ודברי רבי יהודה הראשון הראשון משמט הוא כשיקנה בעל החנות פעם אחר פעם סוף דברינו שלא יהיה נשמט בשנה שביעית מה שיש אצלו מן ההקפה האחרונה וכל מה שקדמוהו מן ההקפות הם חוב כשאר החובות ויהיה נשמט בשנה שביעית: \n",
                "ומלאכה שפוסקת בשביעית כגון החריש והקציר וזמיר האילנות והנטיעות וא\"ר יוסי שאם יהיה לשכיר אצלו שכירות בחרישה שחרש או בקצירה שקצר ישמט כל השכירות ההוא מפני שנעשה חוב מפני שהוא פוסק מהמלאכה ההיא בשעת השמטת החוב ואין הלכה כרבי יהודה ולא כר' יוסי: \n"
            ],
            [
                "<b>אם היה החדש מעובר.</b> ר\"ל חדש אלול אם היה ל' יום ונעשה היום שחשב שהוא ראש השנה היום האחרון מאלול ונמצא כשמכר מכר בחוב קודם שנת השמטה שהוא לא חלק אותה אלא ע\"מ שימתין בדמיה שהיום ההוא יום טוב חשוב ואי אפשר למכור בו מכירה גמורה בפריעת דמים ובאה השמטה אחר זה ונשמט החוב ואם נתברר שהיום ההוא יום ראש השנה לא נשמט חובו מפני שלא נעשה חובו בשנה שביעית: \n",
                "וכן הקנסות שחייב הכתוב לאונס ולמפתה ולמוציא שם רע אינם כשאר חובות אבל הם חיובים שהאיש נתחייב בהן והאיש ההוא לא יהיה פטור עד שיפרעם: \n",
                "וכל מעשה ב\"ד נתבאר בגמרא שזהו פסקי הדיינים והוא שיאמר הדיין איש פלוני אתה חייב ליתן לזה כך וכך ואותו הממון לא יהיה נשמט שאחר שצוהו הדיין לתת כולו נכנס ברשות בעליו ואינו חוב והעיקר אצלנו בעל חוב קונה משכון לפיכך כשילוה אותו על המשכון יהיה כאילו הקנהו המשכון בממון ההוא שהלוהו לזמן ידוע ואינו נשמט ומוסר שטרותיו לבית דין לא יהיה נשמט חובו שהכתוב אמר ואשר יהיה לך את אחיך תשמט ידך (דברים ט״ו:ג׳) וזה כבר נתן יד בית דין כידו בתביעת זה הממון ונסתלק הוא מלתבוע אותו הממון והניח הדבר עליהם ונעשה לבית דין זה החוב אצל אחיו: \n"
            ],
            [
                "<b>פרוזבול.</b> שם מורכב משמות הכתיבה ופירושו בלשונם תקון הענין וכבר הקשו על זה המעשה שעשה הלל ואמרו בגמרא מי איכא מידי דמדאורייתא משמט שביעית ומתקן הלל דלא תשמט ובארנו שתקנת הלל היא בשביעית בזמן הזה שהיא מדרבנן והוא מה שאמר הכתוב וזה דבר השמטה שמוט כל בעל משה ידו ואמרו בשתי שמטות הכתוב מדבר אחת שמטת קרקע ואחת שמטת כספים בזמן שאתה משמט קרקע אתה משמט כספים בזמן שאי אתה משמט קרקע אי אתה משמט כספים והתקינו רבנן דתשמט זכר לשביעית ונעשה שביעית בזמן הזה דרבנן א\"כ כבר התבאר לך שהשמטת כספים אנו חייבים בזמן הזה מדרבנן ודע שהוא כולל כל מקום וכל זמן ר\"ל השמטת מלוה בשביעית מדרבנן ועל ענין זה יש לך לדון ואין להתרשל כשיבקש הנתבע זה הדבר או שיהיה יורש שהעיקר אצלנו טוענים ליורש ויש לך לדון בו שהחוב נשמט אפילו לא יבקש הוא זה הדבר: \n"
            ],
            [
                "<b>מוסר אני לכם.</b> אני מעיד אתכם על כך וכך ואמרו והדיינים חותמין מלמטה או העדים ללמדך שהוא מותר בדבר זה להיות הדיין עד והעד דיין וכן עיקר אצלנו שבדרבנן עד נעשה דיין וכבר התבאר שהפרוזבול הוא מדרבנן: \n"
            ],
            [
                "<b>פרוזבול המוקדם.</b> הוא שיכתוב הפרוזבול תחלה ואחר כן ילוה לו הממון: \n",
                "<b>והמאוחר.</b> שילוה הממון תחלה ונעשה חוב ואחר כן כתב פרוזבול והוא פסול מפני שנעשה חוב ונתחייב בדיני חובות שיהיה נשמט בשביעית אבל דברי רשב\"ג (בתוספתא פ\"ח) שטתו ידוע ומפורסם בגמרא עד שפירש ואמר מן התנאים של פרוזבול שתהיה ההלואה קודמת אחר כן תהיה הכתיבה והוא מה שאמר רבן שמעון בן גמליאל אומר כל מלוה של אחר פרוזבול אינו משמט (ואיני יודע היאך נפלה הטעות הגדולה הזאת והיאך הביא ראיה מדבר שסותר דבריו ודברי רשב\"ג מבואר על מה שאמר המשנה כי כשיהיה מוקדם הפרוזבול קודם לכן והמלוה מאוחרת אינו משמט ויהיה הפרוזבול מועיל): וענין שטרי חוב המוקדמים פסולים כמו שאמר כאן כגון שלוה ראובן משמעון ממון וכתב לו שטר אחר כן החזיר ראובן לשמעון ממונו שהלוהו וכתב לו שמעון מחילה ונשאר השטר בידו או הניחו אצלו ראובן על דרך פקדון ואמונה נאמר שהשטר ההוא נמחל שעבודו ונעשה חספא בעלמא כשפרע חובו לבעל השטר ואחר כן לוה ראובן משמעון ממון שני ואמר לו ראובן אל תצריכני לכתיבת שטר אחר שהשטר הראשון שהיה לך עלי יהיה בידך אחרי שסך הממון אחד שהשטר ההוא הוא מוקדם מפני שהיה זמן כתיבתו קודם לקיחת ממון השני ונעשה פסול לעיקר שיש אצלנו שכל מי שהוציא שטר חוב יוכל להוציא מידי הלקוחות כל קרקע שקנה מן הלוה אחר זמן כתיבת השטר והוא בשטר זה אם נשים אותו השטר כשר יוציא מה שנמכר אחר זמן כתיבתו וקודם לקיחת ממון השני שלקח ראובן והוא אין לו רשות להוציא אלא מה שלקח מראובן אחרי שלקח (המלוה) ממנו ממונו ואתי למטרף לקוחות שלא כדין ואמרנו בו שהוא פסול לא יטרוף בו לעולם ולא נאמר שיטרוף בו מזמן אחרון גזרה שמא יטרוף מזמן ראשון ואמרו מאוחרין כשרין מבואר והוא שיקח המלוה ויכתוב השטר אחרי כן וזה קיים ונכון שהוא תועלת לקוחות מן המלוה מפני שאינו טורף אלא מזמן השטר זהו פירוש מוקדמין ומאוחרין ויש לך להתבונן בו מפני שרבים כשלו בו וחשבו שכל מי שיכתוב שטר חוב מזמן ואחר כך לקח הממון ההוא בשטר לאחר זמן ארוך שזהו שטרי חוב מוקדמים וזה אינו אמת והתבאר בטולו מן הגמ' שכל זמן שיהיה שטר בקנין טורף משעת כתיבה ואע\"פ שנתן הממון אח\"כ ועוד כשיהיה עומד בניסן ונכתב זמן השטר מאדר ועברו העדים והעידו בו יהיה כמו כן נקרא שטר מוקדם וצריך לדעת שראובן כשיטעון על שמעון שיש לו אצלו ממון והוציא שטר בסך הממון אשר זכר ואמר שמעון שלהד\"מ ואמר אין לו אצלי כלום והשטר ההוא היה בידו בנאמנות והודה ראובן ששטר מוקדם הוא על הדרך אשר זכרנו יהיה הדין שישבע שמעון שבועת היסת שאין לראובן אצלו כלום ולא נאמר כאן מגו דיכול למימר שטר מאוחר הוא ואמר מוקדם ויש לו אצלו החוב שאין לנו לומר מגו אלא לפטור האדם מחוב לא שיגבה מאחרים בטענתו כשיזדמן לטעון מגו כמו שנזדמנה בזה הדין אשר זכרנו וזה עיקר אמת ומועיל ויש לך להבין אותו: \n",
                "וכבר התבאר שענין פרוזבול הוא חוזר למי שיתן הממון ללוקח ובשביל זה חמשה לווין מאחד אינו כותב אלא פרוזבול א': \n"
            ],
            [
                "כל שהוא אמרו בגמרא אפילו קלח של כרוב: \n",
                "<b>ממושכנת.</b> ואע\"פ שהיא משכנתא דסוריא שמנהגם לתת לו (לוקח) המשכונא (ממון יחד) ויאכל פירות עד זמן ידוע שיסכימו עליו ואז תחזור המשכונא לממשכן ולא יפרע כלום וכן היה כותב לו במשלם שניא אלין תיפוק ארעא דא בלא כסף שאין לו בה רשות עד ישלם הממון: \n",
                "והאפטרופסין הם הממונים על היתומים שמנה אותם האב או בית דין ועוד נבאר דיניהם במקומם: \n",
                "רבי חוצפית איני רואה חולק עליו: \n"
            ],
            [
                "<b>כוורת.</b> היא הכלי שיאספו בה הדבורים ויעשו בו דבש: \n",
                "ומה שאמר הרי היא כקרקע לענין קנייתה בכסף ובשטר ובחזקה כמו שהודענו קצת הענין הזה בפאה (פרק ג' מ\"ו) ושיקנה מטלטלין על גבה ושאר דיני קרקעות: \n",
                "<b>והרודה ממנה בשבת.</b> מי שירדה הדבש ממנה שהוא לדעתו כמו שיתלוש צמח מן הארץ ואסמכתא בזה ויטבול אותה ביערת הדבש (ש\"א יד) אמר כמו שכורת עץ מן היער שחייב כן מי שירדה הדבש בשבת חייב סקילה: \n",
                "והעיקר אצלנו שקרקע המחובר לא יטמא בענין מעניני הטומאה כמו שיתבאר במקומו: \n",
                "ושאמרו חכמים פטור ר\"ל פטור ממיתה וחייב מלקות על כל פנים ואין הלכה כר\"א: \n"
            ],
            [
                "הראיה ממה שאמר דבר כלומר מאחר שהוציא הדבר מפיו התירו וכל הענין הזה מבואר: \n"
            ],
            [
                "כשנתגייר הגר ובניו לא יירשם ולא יירשו אותו שהירושה היא בקורבה שתהיה בישראל כגון שנולד לו בן אחר הגרות והעיקר בידינו שהגר כשימות ואין לו יורשים כל הקודם בנכסיו זכה וענין שאמר לא יחזיר ר\"ל שלא נתחייב מן הדין להחזיר לבניו מפני שזכה בו: \n",
                "ואם החזיר רוח חכמים נוחה ממנו ענינו שהחכמים אוהבים אותו על זה וישר בעיניהם מה שעשה אם היתה לידת הבנים בקדושה והנולדים כשהיה עכו\"ם אין רוח חכמים נוחה מכל מי שיחזור אליהם: \n",
                "וכל המטלטלים נקנים במשיכה וכל זמן שלא ימשוך יכול כל אחד מהם לחזור באותה סחורה ואפילו אחר נתינת הממון ועוד יתבאר זה במקומו. \n",
                "אבל כל המקיים דברו ויחייב עצמו להיות משאו ומתנו באמונה ולא יחזור בו ואף על פי שאין שם משיכה רוח חכמים נוחה הימנו ואמרו ע\"ה (ב\"מ פ\"ד דף מט) איפת צדק והין צדק הין שלך יהיה צדק ר\"ל כשתדבר דבר השלימהו לטוב: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}