const Sacrifices_Rendered_Unfit = {
  "title": "Mishneh Torah, Sacrifices Rendered Unfit",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Sacrifices_Rendered_Unfit",
  "text": [
    [
      "כָּל הַפְּסוּלִין לַעֲבוֹדָה מֻתָּרִין לִשְׁחֹט קָדָשִׁים לְכַתְּחִלָּה וַאֲפִלּוּ קָדְשֵׁי קָדָשִׁים. חוּץ מִן הַטָּמֵא שֶׁאֵינוֹ שׁוֹחֵט לְכַתְּחִלָּה. וְאַף עַל פִּי שֶׁהוּא חוּץ לָעֲזָרָה וּפָשַׁט יָדָיו וְשָׁחַט בָּעֲזָרָה גְּזֵרָה שֶׁמָּא יִגַּע בַּבָּשָׂר:\n",
      "וְאִם עָבַר וְשָׁחַט הַזֶּבַח כָּשֵׁר. וְכֵן פַּר כֹּהֵן גָּדוֹל שֶׁל יוֹם הַכִּפּוּרִים אַף עַל פִּי שֶׁנֶּאֱמַר בּוֹ <small>(ויקרא טז יא)</small> \"וְשָׁחַט אַהֲרֹן\" אִם שְׁחָטוֹ זָר כָּשֵׁר. אַף פָּרָה אֲדֻמָּה שֶׁשָּׁחַט הַזָּר כְּשֵׁרָה שֶׁאֵין לְךָ שְׁחִיטָה פְּסוּלָה בְּזָר:\n",
      "הַשּׁוֹחֵט אֶת הַקָּדָשִׁים וְלֹא נִתְכַּוֵּן לִשְׁחִיטָה אֶלָּא כְּמִתְעַסֵּק. הֲרֵי אֵלּוּ פְּסוּלִין עַד שֶׁיִּתְכַּוֵּן לִשְׁחִיטָה:\n",
      "וְלֹא יִשְׁחֹט שְׁנֵי רָאשִׁים כְּאֶחָד בְּקָדָשִׁים וְאִם שָׁחַט הֲרֵי אֵלּוּ כְּשֵׁרִים:\n",
      "אֲבָל שְׁנַיִם שׁוֹחֲטִין בְּהֵמָה אַחַת בְּקָדָשִׁים כְּחֻלִּין:\n",
      "הַקָּטָן אֵינוֹ שׁוֹחֵט קָדָשִׁים אַף עַל פִּי שֶׁהַגָּדוֹל עוֹמֵד עַל גַּבָּיו. שֶׁהַקָּדָשִׁים צְרִיכִין מַחֲשָׁבָה וְקָטָן אֵין לוֹ מַחֲשָׁבָה. אֲפִלּוּ הָיְתָה מַחְשַׁבְתּוֹ נִכֶּרֶת מִתּוֹךְ מַעֲשָׂיו אֵינָהּ מַחֲשָׁבָה לְהָקֵל אֶלָּא לְהַחְמִיר. כֵּיצַד. הָיְתָה עוֹלָה עוֹמֶדֶת בַּדָּרוֹם וּמְשָׁכָהּ הַקָּטָן וֶהֱבִיאָהּ לַצָּפוֹן וּשְׁחָטָהּ שֶׁהֲרֵי מִמַּעֲשָׂיו נִכָּר שֶׁמַּחְשַׁבְתּוֹ לִשְׁחִיטַת קָדָשִׁים הֲרֵי זוֹ פְּסוּלָה:\n",
      "קָדְשֵׁי קָדָשִׁים שֶׁנִּשְׁחֲטוּ בַּדָּרוֹם אוֹ שֶׁנִּתְקַבֵּל דָּמָם בַּדָּרוֹם פְּסוּלִין:\n",
      "הָיָה עוֹמֵד בַּדָּרוֹם וְהוֹשִׁיט יָדוֹ לַצָּפוֹן וְשָׁחַט שְׁחִיטָתוֹ כְּשֵׁרָה:\n",
      "הָיָה עוֹמֵד בַּדָּרוֹם וְהוֹשִׁיט יָדוֹ וְקִבֵּל הַדָּם בַּצָּפוֹן. קַבָּלָתוֹ פְּסוּלָה:\n",
      "הִכְנִיס רֹאשׁוֹ וְרֻבּוֹ לַצָּפוֹן הֲרֵי הוּא כְּעוֹמֵד בַּצָּפוֹן:\n",
      "שְׁחָטָהּ בַּצָּפוֹן וּפִרְכְּסָה וְיָצָאת לַדָּרוֹם. אֲפִלּוּ הוֹצִיאָהּ לַדָּרוֹם כְּשֵׁרָה. פִּרְכְּסָה וְיָצָאת לַדָּרוֹם וְחָזְרָה לַצָּפוֹן וְאַחַר כָּךְ קִבֵּל דָּמָהּ בַּצָּפוֹן כְּשֵׁרָה. וְכֵן קָדָשִׁים קַלִּים שֶׁהָיוּ בִּפְנִים וְעָמַד חוּץ לָעֲזָרָה וְהִכְנִיס יָדוֹ לְפָנִים וְשָׁחַט שְׁחִיטָתוֹ כְּשֵׁרָה:\n",
      "הִכְנִיס יָדוֹ וְקִבֵּל קַבָּלָתוֹ פְּסוּלָה אֲפִלּוּ הִכְנִיס רֹאשׁוֹ וְרֻבּוֹ. אֲפִלּוּ הָיָה הָעוֹבֵד כֻּלּוֹ בִּפְנִים וְצִיצָתוֹ בַּחוּץ עֲבוֹדָתוֹ פְּסוּלָה. שֶׁנֶּאֱמַר <small>(ויקרא י ט)</small> \"בְּבֹאֲכֶם אֶל אֹהֶל מוֹעֵד\" עַד שֶׁיָּבוֹאוּ כֻּלָּן:\n",
      "פִּרְכְּסָה הַבְּהֵמָה וְיָצָאת לַחוּץ אַחַר קַבָּלַת דָּמָהּ כְּשֵׁרָה. שֶׁאֲפִלּוּ יָצְאוּ הָאֵימוּרִין וְהַבָּשָׂר קֹדֶם זְרִיקָה בְּקָדָשִׁים קַלִּים הַזֶּבַח כָּשֵׁר כְּמוֹ שֶׁיִּתְבָּאֵר:\n",
      "הָיְתָה הַבְּהֵמָה כֻּלָּהּ בִּפְנִים וְרַגְלֶיהָ בַּחוּץ וּשְׁחָטָהּ הַזֶּבַח פָּסוּל. שֶׁנֶּאֱמַר <small>(ויקרא יז ה)</small> \"וֶהֱבִיאֻם לַה'\" עַד שֶׁתִּהְיֶה כֻּלָּהּ בִּפְנִים:\n",
      "שְׁחָטָהּ וְהִיא כֻּלָּהּ בִּפְנִים. וְאַחַר כָּךְ הוֹצִיאָה רַגְלָהּ לַחוּץ. חוֹתֵךְ הַבָּשָׂר עַד שֶׁהוּא מַגִּיעַ לָעֶצֶם וְאַחַר כָּךְ מְקַבֵּל הַדָּם. וְאִם קִבֵּל וְאַחַר כָּךְ חָתַךְ פָּסוּל מִפְּנֵי שַׁמְנוּנִית הַבָּשָׂר שֶׁבַּחוּץ. וּבְקָדָשִׁים קַלִּים אֵין צָרִיךְ לַחְתֹּךְ אֶלָּא מַחְזִיר רַגְלָהּ לְפָנִים וּמְקַבֵּל. שֶׁבְּשַׂר קָדָשִׁים [קַלִּים] שֶׁיָּצָא קֹדֶם זְרִיקָה כָּשֵׁר:\n",
      "תָּלָה הַבְּהֵמָה וּשְׁחָטָהּ בַּאֲוִיר הָעֲזָרָה פְּסוּלָה. שֶׁנֶּאֱמַר <small>(ויקרא א יא)</small> \"עַל יֶרֶךְ הַמִּזְבֵּחַ\" עַד שֶׁיִּשְׁחֹט בָּאָרֶץ:\n",
      "הָיְתָה הַבְּהֵמָה בָּאָרֶץ וְנִתְלָה וְשָׁחַט וְהוּא תָּלוּי בָּאֲוִיר. בְּקָדְשֵׁי קָדָשִׁים פָּסוּל. בְּקָדָשִׁים קַלִּים כָּשֵׁר:\n",
      "שָׁחַט מִעוּט סִימָנִים בַּחוּץ וּגְמָרָן בִּפְנִים. אוֹ שֶׁשָּׁחַט מִעוּטָן בַּדָּרוֹם וּגְמָרָן בַּצָּפוֹן פְּסוּלִין. שֶׁיֶּשְׁנָה לַשְּׁחִיטָה מִתְּחִלָּתָהּ וְעַד סוֹף:\n",
      "נִתְלָה וְקִבֵּל הַדָּם מִצַּוַּאר בְּהֵמָה הַמֻּנַּחַת בַּקַּרְקַע פָּסוּל. שֶׁאֵין דֶּרֶךְ שֵׁרוּת בְּכָךְ:\n",
      "הָיָה עוֹמֵד בָּעֲזָרָה וְתָלָה הַמִּזְרָק בְּיָדוֹ וְקִבֵּל הַדָּם בָּאֲוִיר. אוֹ שֶׁהִגְבִּיהַּ הַבְּהֵמָה וְקִבֵּל הַדָּם בָּאֲוִיר כָּשֵׁר. שֶׁאֲוִיר הַמָּקוֹם כַּמָּקוֹם:\n",
      "נָתַן מִזְרָק לְתוֹךְ מִזְרָק וְקִבֵּל כָּשֵׁר. מִין בְּמִינוֹ אֵינוֹ חוֹצֵץ. הִנִּיחַ סִיב בְּתוֹךְ הַמִּזְרָק וְקִבֵּל כָּשֵׁר. מִפְּנֵי שֶׁהַסִּיב חָלוּל וַהֲרֵי הַדָּם יוֹרֵד לְתוֹךְ הַמִּזְרָק וְאֵין כָּאן חֲצִיצָה. אֲבָל אִם עָשָׂה כֵּן בִּקְמִיצַת הַמִּנְחָה וְקָמַץ מִתּוֹךְ הַסִּיב פְּסוּלָה:\n",
      "קַבָּלַת הַדָּם וְהוֹלָכָתוֹ לַמִּזְבֵּחַ וּזְרִיקָתוֹ וְכֵן הוֹלָכַת אֵיבָרִים לַכֶּבֶשׁ כָּל אַחַת מֵאֵלּוּ אֵינָהּ כְּשֵׁרָה אֶלָּא בְּכֹהֵן הַכָּשֵׁר לַעֲבוֹדָה כְּמוֹ שֶׁבֵּאַרְנוּ בִּקְמִיצַת הַמִּנְחָה וּבִמְלִיקַת הָעוֹף:\n",
      "וְהוֹלָכָה שֶׁלֹּא בָּרֶגֶל אֵינָהּ הוֹלָכָה. לְפִיכָךְ כֹּהֵן גָּדוֹל שֶׁקִּבֵּל אֶת הַדָּם וְעָמַד בִּמְקוֹמוֹ וּזְרָקוֹ לַמִּזְבֵּחַ נִפְסַל הַזֶּבַח:\n",
      "קִבֵּל בִּימִינוֹ וְנָתַן לִשְׂמֹאלוֹ יַחְזִיר לִימִינוֹ. קִבֵּל בִּכְלִי חֹל נִפְסַל הַזֶּבַח. קִבֵּל בִּכְלִי קֹדֶשׁ וְנָתַן לִכְלִי חֹל יַחְזִיר לִכְלִי קֹדֶשׁ:\n",
      "נִשְׁפַּךְ מִן הַכְּלִי עַל הָרִצְפָּה וַאֲסָפוֹ כָּשֵׁר. אֲבָל אִם נִשְׁפַּךְ מִצַּוַּאר הַבְּהֵמָה עַל הָרִצְפָּה וַאֲסָפוֹ וּנְתָנוֹ לִכְלִי הַשָּׁרֵת נִפְסַל הַזֶּבַח:\n",
      "נִשְׁפַּךְ מִקְצָת הַדָּם מִצַּוַּאר בְּהֵמָה עַל הָאָרֶץ וְלֹא אֲסָפוֹ וְקִבֵּל מִקְצָתוֹ מִצַּוַּאר בְּהֵמָה. הֲרֵי זֶה כָּשֵׁר וּבִלְבַד שֶׁיִּהְיֶה זֶה הַדָּם שֶׁנִּתְקַבֵּל דַּם הַנֶּפֶשׁ. לֹא דַּם הַתַּמְצִית וְלֹא דַּם הָעוֹר:\n",
      "כָּל הַזְּבָחִים שֶׁקִּבֵּל דָּמָם אֶחָד מִן הַפְּסוּלִין לַעֲבוֹדָה. אוֹ שֶׁהוֹלִיךְ אֶת הַדָּם לַמִּזְבֵּחַ. אוֹ שֶׁזְּרָקוֹ לַמִּזְבֵּחַ כְּהִלְכָתוֹ. נִפְסַל הַזֶּבַח. קִבֵּל הַכָּשֵׁר וְנָתַן לְפָסוּל וְלֹא הִלֵּךְ בּוֹ הַפָּסוּל אֶלָּא עָמַד בִּמְקוֹמוֹ יַחְזִיר לַכָּשֵׁר. אֲבָל דָּם שֶׁהוֹלִיכוֹ הַפָּסוּל לַעֲבוֹדָה וְהֶחֱזִירוֹ לַכָּשֵׁר וְהוֹלִיכוֹ. אוֹ שֶׁהוֹלִיכוֹ הַכֹּהֵן תְּחִלָּה וְהֶחֱזִירוֹ וּנְתָנוֹ לַפָּסוּל וְהוֹלִיכוֹ. הוֹאִיל וְהוֹלִיכוֹ הַפָּסוּל בֵּין בַּתְּחִלָּה בֵּין בַּסּוֹף נִפְסַל הַזֶּבַח. שֶׁהֲרֵי אִי אֶפְשָׁר לְתַקֵּן דָּבָר זֶה:\n",
      "קִבֵּל הַפָּסוּל. אִם נִשְׁאַר דַּם הַנֶּפֶשׁ חוֹזֵר הַכָּשֵׁר וּמְקַבֵּל וּמוֹלִיךְ וְזוֹרֵק. שֶׁאֵין הַפְּסוּלִין לַעֲבוֹדָה עוֹשִׂין הַדָּם הַנִּשְׁאָר שְׁיָרִים. חוּץ מִן הַטָּמֵא הוֹאִיל וְהוּא רָאוּי לַעֲבוֹדָה בְּקָרְבָּן הַבָּא בְּטֻמְאָה כְּמוֹ שֶׁבֵּאַרְנוּ. עוֹשֶׂה שְׁיָרִים כֵּיצַד. קִבֵּל הַטָּמֵא. אַף עַל פִּי שֶׁקִּבֵּל אַחֲרָיו הַכָּשֵׁר דַּם הַנֶּפֶשׁ וּזְרָקוֹ נִפְסַל הַזֶּבַח. שֶׁזֶּה שֶׁקִּבֵּל הַכָּשֵׁר בָּאַחֲרוֹנָה שְׁיָרִים הוּא וְאֵינוֹ כְּלוּם:\n",
      "בְּהֵמָה שֶׁחָסַר מֵאֵיבָרֶיהָ כָּל שֶׁהוּא אַחַר שְׁחִיטָה קֹדֶם קַבָּלַת הַדָּם נִפְסְלָה. אֲפִלּוּ צָרַם בְּאָזְנָהּ קֹדֶם קַבָּלָה הֲרֵי זֶה לֹא יְקַבֵּל שֶׁנֶּאֱמַר <small>(ויקרא טז יד)</small> <small>(ויקרא טז יח)</small> \"וְלָקַח מִדַּם הַפָּר\" שֶׁיִּהְיֶה שָׁלֵם כֻּלּוֹ בִּשְׁעַת הַקַּבָּלָה. וְאִם קִבֵּל מִן הַחֲסֵרָה וְזָרַק הֲרֵי זֶה פָּסוּל: \n",
      "אֲבָל אִם חָסְרָה אַחַר קַבָּלָה קֹדֶם זְרִיקָה. אֲפִלּוּ אָבַד הַבָּשָׂר קֹדֶם זְרִיקַת הַדָּם אוֹ נִשְׂרַף. אִם נִשְׁתַּיֵּר כְּזַיִת מִן הַבָּשָׂר אוֹ כְּזַיִת מִן הָאֵימוּרִין זוֹרֵק אֶת הַדָּם. וְאִם לָאו אֵינוֹ זוֹרֵק. וּבְעוֹלָה אֲפִלּוּ כַּחֲצִי זַיִת מִן הַבָּשָׂר וַחֲצִי זַיִת מִן הָאֵימוּרִין. מִפְּנֵי שֶׁכֻּלָּהּ לָאִשִּׁים:\n",
      "נִשְׁאַר פָּחוֹת מִכְּזַיִת לֹא יִזְרֹק. וְאִם זָרַק לֹא הֻרְצָה. נִפְסַל הַבָּשָׂר קֹדֶם זְרִיקָה אוֹ שֶׁיָּצָא חוּץ לָעֲזָרָה לֹא יִזְרֹק הַדָּם. וְאִם זָרַק הֻרְצָה:\n",
      "בְּשַׂר קָדָשִׁים קַלִּים שֶׁיָּצָא חוּץ לָעֲזָרָה קֹדֶם זְרִיקַת דָּמִים. אַף עַל פִּי שֶׁנִּזְרַק הַדָּם וְהַבָּשָׂר בַּחוּץ הַזֶּבַח כָּשֵׁר מִפְּנֵי שֶׁסּוֹף הַבָּשָׂר לָצֵאת. וְהַזְּרִיקָה מוֹעֶלֶת לַיּוֹצֵא לְשָׂרְפוֹ אֲבָל לֹא לְאָכְלוֹ:\n",
      "וְכֵן אֵימוּרֵי קָדָשִׁים קַלִּים שֶׁיָּצְאוּ לִפְנֵי זְרִיקַת דָּמִים וְנִזְרַק הַדָּם וְהֵם בַּחוּץ לֹא נִפְסַל הַזֶּבַח. וְאִם הֶחְזִירָן מַקְטִירִין אוֹתָן. וְאַף עַל פִּי שֶׁלֹּא הֶחְזִירָן חַיָּבִין עֲלֵיהֶן מִשּׁוּם פִּגּוּל וְנוֹתָר וְטָמֵא:\n",
      "כָּל הַזְּבָחִים שֶׁל יָחִיד. בֵּין שֶׁנִּטְמָא בָּשָׂר וְהַחֵלֶב קַיָּם בֵּין שֶׁנִּטְמָא חֵלֶב וְהַבָּשָׂר קַיָּם. זוֹרֵק אֶת הַדָּם. נִטְמְאוּ שְׁנֵיהֶן לֹא יִזְרֹק. וְאִם זָרַק הֻרְצָה. שֶׁהַצִּיץ מְרַצֶּה עַל הַטֻּמְאָה. וְכֵן אֵימוּרִין אוֹ אֵיבְרֵי עוֹלָה שֶׁנִּטְמְאוּ וְהִקְטִירָן הַצִּיץ מְרַצֶּה כְּמוֹ שֶׁבֵּאַרְנוּ. וְכָל קָרְבְּנוֹת הַצִּבּוּר שֶׁנִּטְמָא הַבָּשָׂר וְהַחֵלֶב כֻּלּוֹ הֲרֵי זֶה זוֹרֵק אֶת הַדָּם:\n",
      "דַּם קָדָשִׁים שֶׁיָּצָא חוּץ לָעֲזָרָה נִפְסַל הַזֶּבַח. וְאַף עַל פִּי שֶׁחָזַר וְהִכְנִיסוֹ וּזְרָקוֹ עַל הַמִּזְבֵּחַ לֹא נִרְצָה:\n",
      "וְכָל דַּם הַקָּדָשִׁים אֵינוֹ מְקַבֵּל טֻמְאָה כְּלָל שֶׁנֶּאֱמַר בַּדָּם <small>(דברים יב טז)</small> <small>(דברים יב כד)</small> \"עַל הָאָרֶץ תִּשְׁפְּכֶנּוּ כַּמָּיִם\". דָּם שֶׁנִּשְׁפַּךְ כְּמַיִם הוּא הַנֶּחְשָׁב כְּמַיִם וּמְקַבֵּל טֻמְאָה אֲבָל דַּם קָדָשִׁים שֶׁאֵינוֹ נִשְׁפַּךְ כְּמַיִם אֵינוֹ מְקַבֵּל טֻמְאָה: \n",
      "וְדָם שֶׁשָּׁקְעָה עָלָיו חַמָּה וְלֹא נִזְרַק נִפְסַל הַזֶּבַח. וְאִם זְרָקוֹ לֹא הֻרְצָה:\n"
    ],
    [
      "כָּל הַדָּמִים הַנִּתָּנִין עַל מִזְבֵּחַ הַחִיצוֹן. אִם נָתַן מַתָּנָה אַחַת בִּלְבַד כִּפֵּר. וַאֲפִלּוּ בְּחַטָּאת מַתָּנָה אַחַת הִיא הָעִקָּר וּשְׁאָר הָאַרְבַּע מַתָּנוֹת לְמִצְוָה. שֶׁנֶּאֱמַר <small>(דברים יב כז)</small> \"וְדַם זְבָחֶיךָ יִשָּׁפֵךְ עַל מִזְבַּח ה' אֱלֹהֶיךָ\". שְׁפִיכַת הַדָּם עַל הַמִּזְבֵּחַ הִיא הָעִקָּר:\n",
      "וְכָל הַנִּתָּנִין בִּזְרִיקָה שֶׁנְּתָנָן בִּשְׁפִיכָה יָצָא. שֶׁנֶּאֱמַר <small>(דברים יב כז)</small> \"וְדַם זְבָחֶיךָ יִשָּׁפֵךְ\":\n",
      "כָּל הַדָּמִים הַנִּתָּנִין עַל מִזְבֵּחַ הַפְּנִימִי. אִם חִסֵּר אַחַת מֵהֶן לֹא כִּפֵּר. אֶלָּא כֻּלָּן הֵן עִקַּר הַכַּפָּרָה. שֶׁהֲרֵי הַכָּתוּב הִקְפִּיד עַל מִנְיָנָן שֶׁנֶּאֱמַר <small>(ויקרא ד ו)</small> <small>(ויקרא ד יז)</small> \"שֶׁבַע פְּעָמִים\": \n",
      "חַטָּאת שֶׁנָּתַן מִמֶּנּוּ מַתָּנָה אַחַת וּמֵתוּ הַבְּעָלִים. יַשְׁלִים אַרְבַּע מַתָּנוֹת לְאַחַר הַמִּיתָה:\n",
      "אֲבָל אִם נָתַן הָאַחַת בַּיּוֹם לֹא יִתֵּן הַשָּׁלֹשׁ בַּלַּיְלָה:\n",
      "וְאִם נָתַן אַחַת בִּפְנִים וְהִשְׁלִימָן בַּחוּץ חַיָּב מִשּׁוּם מַעֲלֶה בַּחוּץ:\n",
      "הָיָה מַזֶּה וְנִקְטְעָה יָדוֹ שֶׁל מַזֶּה קֹדֶם שֶׁיַּגִּיעַ דָּם לַאֲוִיר הַמִּזְבֵּחַ. לֹא עָלְתָה לוֹ הַזָּיָה:\n",
      "שִׁנָּה מַתַּן קָרְבָּנוֹת בְּחַטָּאת. בֵּין בְּחַטָּאת הַנַּעֲשֵׂית בִּפְנִים בֵּין בְּחַטָּאת הַנַּעֲשֵׂית בַּחוּץ נִפְסַל. אֲבָל בִּשְׁאָר קָדָשִׁים כְּשֵׁרִין:\n",
      "נָתַן הַדָּם מִן הַקֶּרֶן וְלִפְנִים. בֵּין בְּחַטָּאת בֵּין בִּשְׁאָר קָדָשִׁים. בֵּין בַּמִּזְבֵּחַ הַפְּנִימִי בֵּין בַּמִּזְבֵּחַ הַחִיצוֹן. פָּסוּל:\n",
      "דָּם שֶׁמִּצְוָתוֹ לִתֵּן אוֹתוֹ לְמַעְלָה מֵחֲצִי הַמִּזְבֵּחַ שֶׁנְּתָנוֹ לְמַטָּה. אוֹ שֶׁמִּצְוָתוֹ לִתְּנוֹ לְמַטָּה וּנְתָנוֹ לְמַעְלָה. אוֹ שֶׁמִּצְוָתוֹ לִתְּנוֹ בִּפְנִים בַּהֵיכָל וּנְתָנוֹ עַל מִזְבֵּחַ הַחִיצוֹן. אוֹ הַנִּתָּנִין עַל מִזְבֵּחַ הַחִיצוֹן שֶׁנְּתָנָן לְפָנִים בַּהֵיכָל. אוֹ שֶׁנָּתַן דַּם הַנִּתָּנִין בַּחוּץ עַל הַכֶּבֶשׁ שֶׁלֹּא כְּנֶגֶד הַיְסוֹד. הֲרֵי בְּשַׂר הַזֶּבַח פָּסוּל. וְאַף עַל פִּי כֵן נִתְכַּפְּרוּ הַבְּעָלִים בּוֹ כֵּיוָן שֶׁהִגִּיעַ דָּם לַמִּזְבֵּחַ. אַף עַל פִּי שֶׁהִגִּיעַ שֶׁלֹּא לִמְקוֹמוֹ הֲרֵי הוּא כְּמוֹ שֶׁהִגִּיעַ לִמְקוֹמוֹ לְכַפֵּר. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה זֶה הַזּוֹרֵק כָּשֵׁר לַעֲבוֹדָה. אֲבָל אִם קִבֵּל הַכָּשֵׁר וְנָתַן לַפָּסוּל וְנָתַן הַפָּסוּל אֶת הַנִּתָּנִין לְמַעְלָה לְמַטָּה. וְאֶת הַנִּתָּנִין בִּפְנִים בַּחוּץ. וְאֶת הַנִּתָּנִין בַּחוּץ בִּפְנִים. אוֹ שֶׁנָּתַן עַל הַכֶּבֶשׁ שֶׁלֹּא כְּנֶגֶד הַיְסוֹד. לֹא נִפְסַל בְּשַׂר הַזֶּבַח אִם נִשְׁאַר דַּם הַנֶּפֶשׁ. אֶלָּא יַחְזֹר הַכָּשֵׁר וִיקַבֵּל שְׁאָר דַּם הַנֶּפֶשׁ וְיִזְרֹק הַדָּם בִּמְקוֹמוֹ:\n",
      "דְּמֵי קָדָשִׁים שֶׁנִּתְעָרְבוּ. בֵּין דָּם בְּדָם. בֵּין כּוֹסוֹת בְּכוֹסוֹת. אִם נִתְעָרְבוּ הַנִּתָּנִין מַתָּנָה אַחַת בַּנִּתָּנִין מַתָּנָה אַחַת. יִתֵּן הַכּל מַתָּנָה אַחַת. וְכֵן הַנִּתָּנִין מַתַּן אַרְבַּע בַּנִּתָּנִין מַתַּן אַרְבַּע. יִתֵּן הַכּל מַתַּן אַרְבַּע. נִתְעָרְבוּ הַנִּתָּנִין מַתָּנָה אַחַת בַּנִּתָּנִין מַתַּן שְׁתַּיִם שֶׁהֵן אַרְבַּע. יִתֵּן הַכּל מַתָּנָה אַחַת. נִתְעָרְבוּ הַנִּתָּנִין לְמַעְלָה בַּנִּתָּנִין לְמַטָּה. יִשָּׁפֵךְ הַכּל לָאַמָּה וְהַזְּבָחִים פְּסוּלִין. אֲפִלּוּ נִתְעָרְבוּ שְׁיָרֵי הַחַטָּאת עִם דַּם הָעוֹלָה שֶׁמְּקוֹם הַכּל לְמַטָּה יִשָּׁפֵךְ הַכּל לָאַמָּה:\n",
      "וְאִם לֹא שָׁאַל אֶלָּא נָתַן מִן הַתַּעֲרוֹבוֹת לְמַעְלָה וּלְמַטָּה הֲרֵי זֶה כָּשֵׁר. נָתַן לְמַעְלָה וְשָׁאַל יִתֵּן לְמַטָּה וְאֵלּוּ וְאֵלּוּ עָלוּ לוֹ:\n",
      "נִתְעָרְבוּ הַנִּתָּנִין בִּפְנִים בַּנִּתָּנִין בַּחוּץ. יִשְׁפֹּךְ הַכּל לָאַמָּה. וְאִם לֹא שָׁאַל וְלָקַח דַּם הַתַּעֲרֹבֶת וְנָתַן מִמֶּנּוּ בִּפְנִים וּבַחוּץ. בֵּין שֶׁנָּתַן בִּפְנִים וְחָזַר וְנָתַן בַּחוּץ אוֹ בַּחוּץ וְחָזַר וְנָתַן בִּפְנִים הַכּל כָּשֵׁר. בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁאָר דָּמִים הַנִּתָּנִים בַּחוּץ חוּץ מִן הַחַטָּאת. אֲבָל דַּם חַטָּאת הַנַּעֲשֵׂית בַּחוּץ שֶׁנִּתְעָרֵב בְּדַם חַטָּאת הַנַּעֲשֵׂית בִּפְנִים. אִם נָתַן בַּחוּץ וְחָזַר וְנָתַן בִּפְנִים כָּשֵׁר. נָתַן בִּפְנִים וְחָזַר וְנָתַן בַּחוּץ פְּסוּלָה. שֶׁדַּם חַטָּאת שֶׁנִּכְנַס לַהֵיכָל אֲפִלּוּ חַטַּאת יָחִיד הַנֶּאֱכֶלֶת אֲסוּרָה. שֶׁנֶּאֱמַר <small>(ויקרא ו כג)</small> \"וְכָל חַטָּאת אֲשֶׁר יוּבָא מִדָּמָהּ\" וְגוֹ'. וְהוּא שֶׁיָּבוֹא דֶּרֶךְ שַׁעַר הַהֵיכָל. שֶׁנֶּאֱמַר יוּבָא דֶּרֶךְ בִּיאָה. אֲבָל אִם הִכְנִיסוֹ בְּפִשְׁפָּשׁ אוֹ דֶּרֶךְ חַלּוֹן אוֹ גַּג. אֵינוֹ נִפְסַל: \n",
      "פַּר הֶעְלֵם וְשָׂעִיר עֲבוֹדָה זָרָה שֶׁדָּמָם נִכְנָס לַהֵיכָל. אִם הִכְנִיסוֹ לְקֹדֶשׁ הַקָּדָשִׁים נִפְסַל שֶׁבְּמָקוֹם זֶה פְּנִימָה שֶׁל מְקוֹמָן הוּא. וְכֵן פַּר וְשָׂעִיר שֶׁל יוֹם הַכִּפּוּרִים שֶׁדָּמָם נִכְנָס לְקֹדֶשׁ הַקָּדָשִׁים אִם הִכְנִיס דָּמָם לְקֹדֶשׁ הַקָּדָשִׁים וְהִזָּה מִמֶּנּוּ וְהוֹצִיאוֹ לַהֵיכָל וְחָזַר וְהִכְנִיסוֹ לְקֹדֶשׁ הַקָּדָשִׁים נִפְסַל וְאֵינוֹ גּוֹמֵר מִמֶּנּוּ הַזָּיוֹת שֶׁבְּקֹדֶשׁ הַקָּדָשִׁים כֵּיוָן שֶׁיָּצָא יָצָא. וְכֵן אִם גָּמַר הַזָּיוֹת שֶׁבְּקֹדֶשׁ הַקָּדָשִׁים וְהוֹצִיאָן לַהֵיכָל. וְהִזָּה מִקְצָת הַזָּיוֹת וְהוֹצִיאָן חוּץ לַהֵיכָל וְחָזַר וְהִכְנִיסָן לַהֵיכָל. אֵינוֹ גּוֹמֵר הַזָּיוֹת שֶׁבַּהֵיכָל. שֶׁכֵּיוָן שֶׁיָּצָא הַדָּם חוּץ לִמְקוֹמוֹ נִפְסַל:\n",
      "חַטָּאת שֶׁקִּבֵּל דָּמָהּ בִּשְׁנֵי כּוֹסוֹת וְיָצָא אֶחָד מֵהֶם לַחוּץ. הַפְּנִימִי כָּשֵׁר וְיַזֶּה מִמֶּנּוּ. נִכְנַס אֶחָד מֵהֶם לַהֵיכָל וְהִזָּה מִמֶּנּוּ שָׁם. אַף הַחִיצוֹן פָּסוּל. שֶׁנֶּאֱמַר <small>(ויקרא ו כג)</small> \"אֲשֶׁר יוּבָא מִדָּמָהּ\" אֲפִלּוּ מִקְצָת דָּמָהּ אִם נִכְנַס לְכַפֵּר בַּקֹּדֶשׁ נִפְסְלָה:\n",
      "דַּם חַטָּאת שֶׁהִכְנִיסוֹ לְכַפֵּר בּוֹ בִּפְנִים. וְלֹא כִּפֵּר אֶלָּא הוֹצִיאוֹ וְלֹא הִזָּה מִמֶּנּוּ בִּפְנִים כְּלוּם. אִם הִכְנִיסוֹ בְּשׁוֹגֵג הֲרֵי זֶה כָּשֵׁר וּמַזֶּה מִמֶּנּוּ בַּחוּץ שֶׁהֲרֵי לֹא כִּפֵּר בַּקֹּדֶשׁ. וְאִם הִכְנִיסוֹ בְּמֵזִיד פָּסוּל:\n",
      "הִכְנִיס הַחַטָּאת עַצְמָהּ לַהֵיכָל כְּשֵׁרָה שֶׁנֶּאֱמַר <small>(ויקרא ו כג)</small> \"אֲשֶׁר יוּבָא מִדָּמָהּ\" וְלֹא בְּשָׂרָהּ:\n",
      "חַטַּאת הָעוֹף שֶׁפִּרְכְּסָה וְנִכְנְסָה לַהֵיכָל כְּשֵׁרָה:\n",
      "הִכְנִיס דַּם חַטַּאת הָעוֹף לַהֵיכָל בְּצַוָּארָהּ הֲרֵי זֶה סָפֵק אִם הַצַּוָּאר חָשׁוּב כִּכְלִי:\n",
      "נִשְׁפַּךְ דַּם חַטַּאת הָעוֹף וַאֲסָפוֹ. הֲרֵי זֶה סָפֵק אִם הַכְּלִי פּוֹסֵל בְּדָמָהּ אוֹ אֵינוֹ פּוֹסֵל. לְפִיכָךְ תִּשָּׂרֵף כְּכָל חַטַּאת הָעוֹף שֶׁהוּא סָפֵק:\n",
      "חַטָּאת שֶׁקִּבֵּל דָּמָהּ בְּאַרְבָּעָה כּוֹסוֹת. וְנָתַן מַתָּנָה אַחַת מִכָּל כּוֹס וְכוֹס. שְׁיָרֵי אַרְבַּעְתָּן נִשְׁפָּךְ עַל הַיְסוֹד שֶׁנֶּאֱמַר <small>(ויקרא ד ל)</small> <small>(ויקרא ד לד)</small> \"וְאֶת כָּל דָּמָהּ יִשְׁפֹּך\"ְ. נָתַן אַרְבַּע הַמַּתָּנוֹת מִכּוֹס אֶחָד. שְׁיָרֵי אוֹתוֹ הַכּוֹס נִשְׁפָּךְ עַל הַיְסוֹד וּשְׁאָר הַכּוֹסוֹת נִשְׁפָּכִין לָאַמָּה: \n",
      "דָּם שֶׁנָּפַל לְתוֹךְ הַמַּיִם אוֹ לְתוֹךְ דָּמֵי חֻלִּין לֹא יַזֶּה מִמֶּנּוּ וְאִם הִזָּה פָּסוּל. נָפַל מַיִם לְתוֹךְ הַדָּם שֶׁבַּמִּזְרָק. אִם יֵשׁ בּוֹ מַרְאֵה דָּם כָּשֵׁר. נָפַל לְתוֹכוֹ יַיִן אוֹ דַּם חֻלִּין. אוֹמְדִין אוֹתוֹ אִלּוּ הָיוּ מַיִם. אִם רְאוּיִין לְבַטֵּל דָּם שֶׁבַּמִּזְרָק עַד שֶׁלֹּא יִהְיוּ מַרְאָיו מַרְאֵה דָּם הֲרֵי זֶה לֹא יַזֶּה מִמֶּנּוּ. וְאִם אֵינָם רְאוּיִין לְבַטֵּל מַרְאָיו יַזֶּה מִמֶּנּוּ:\n",
      "דַּם הַקָּדָשִׁים שֶׁנִּתְעָרֵב בְּדַם פְּסוּלֵי הַמִּזְבֵּחַ אוֹ בְּדַם הַקָּדָשִׁים שֶׁנִּפְסְלוּ בִּשְׁחִיטָה. יִשָּׁפֵךְ הַכּל לָאַמָּה. וַאֲפִלּוּ קָרְבוּ כָּל הַכּוֹסוֹת חוּץ מֵאֶחָד יִשָּׁפֵךְ לָאַמָּה וְכָל אוֹתָן הַזְּבָחִים פְּסוּלִים. נִתְעָרֵב בְּדַם הַתַּמְצִית יִשָּׁפֵךְ לָאַמָּה. וְאִם לֹא שָׁאַל וְנָתַן כָּשֵׁר:\n",
      "הָאֵימוּרִין וְאֵיבְרֵי הָעוֹלוֹת וְהַקְּמָצִים וְהַלְּבוֹנָה וּמְנָחוֹת הַנִּשְׂרָפוֹת אַחַר שֶׁנִּתְקַדְּשׁוּ בִּכְלִי שָׁרֵת. אִם זָרַק אֶחָד מִכָּל אֵלּוּ עַל גַּבֵּי הָאִשִּׁים בֵּין בְּיָד בֵּין בִּכְלִי בֵּין בְּיָמִין בֵּין בִּשְׂמֹאל הֲרֵי אֵלּוּ כְּשֵׁרִים:\n",
      "הַיַּיִן וְהַמַּיִם שֶׁנִּסְכָן בֵּין בִּקְעָרָה בֵּין בְּהִין בֵּין בִּשְׁאָר כְּלֵי הַשָּׁרֵת כְּשֵׁרִים. נִסְּכָן בִּכְלִי חֹל אוֹ בְּיָדוֹ פְּסוּלִין:\n",
      "אֵיבָרִים שֶׁסִּדְּרָן וְכֵן קֹמֶץ שֶׁסִּדְּרוֹ וְסִדֵּר הָעֵצִים שֶׁל מַעֲרָכָה לְמַעְלָה מֵהֶם. אוֹ שֶׁסִּדְּרָן מִצִּדֵּי הָעֵצִים. הֲרֵי זֶה סָפֵק אִם דֶּרֶךְ הַקְטָרָה בְּכָךְ אוֹ אֵין דֶּרֶךְ הַקְטָרָה בְּכָךְ. לְפִיכָךְ לֹא יַעֲשֶׂה כֵן לְכַתְּחִלָּה וְאִם עָשָׂה הֻרְצָה:\n"
    ],
    [
      "קָדְשֵׁי קָדָשִׁים שֶׁשְּׁחָטָן בְּרֹאשׁ הַמִּזְבֵּחַ כְּאִלּוּ שְׁחָטָן בַּצָּפוֹן שֶׁנֶּאֱמַר <small>(שמות כ כא)</small> \"וְזָבַחְתָּ עָלָיו אֶת עֹלֹתֶיךָ וְאֶת שְׁלָמֶיךָ\". מְלַמֵּד שֶׁכָּל הַמִּזְבֵּחַ רָאוּי לִשְׁחִיטַת הָעוֹלָה וּשְׁחִיטַת הַשְּׁלָמִים: ",
      "עוֹלָה שֶׁשְּׁחָטָהּ בְּרֹאשׁ הַמִּזְבֵּחַ. אוֹ שֶׁשְּׁחָטָהּ לְמַטָּה וְהֶעֱלָה אוֹתָהּ לְרֹאשׁ הַמִּזְבֵּחַ. יַפְשִׁיט אוֹתָהּ וִינַתְּחֶנָּה בִּמְקוֹמָהּ. וּמוֹרִיד הַקְּרָבַיִם וּמְדִיחָן לְמַטָּה. וְחוֹזֵר וּמַעֲלֶה אוֹתָן וּמוֹרִיד הָעוֹר וְנוֹתְנוֹ לַכֹּהֲנִים: ",
      "וְכֵן זְבָחִים שְׁחוּטִים שֶׁעָלוּ לְגַבֵּי הַמִּזְבֵּחַ. מַפְשִׁיטָן וּמְנַתְּחָן בִּמְקוֹמָן וּמוֹרִיד הַקְּרָבַיִם וּמְדִיחָן בְּמַיִם וְחוֹזֵר וּמַעֲלֶה אוֹתָן וּמוֹרִיד אֶת הָעוֹר וְאֶת הַבָּשָׂר וְנוֹתְנוֹ לַבְּעָלִים וְחוֹזֵר וּמַקְטִיר אֶת הַשְּׁאָר. וּמִפְּנֵי מָה לֹא יוֹרִיד הַכּל אֶלָּא יַפְשִׁיט וִינַתֵּחַ בְּרֹאשׁ הַמִּזְבֵּחַ. שֶׁכָּל הָרָאוּי לָאִשִּׁים אִם עָלָה לְרֹאשׁ הַמִּזְבֵּחַ לֹא יֵרֵד. שֶׁנֶּאֱמַר <small>(שמות כט לז)</small> \"כָּל הַנֹּגֵעַ בַּמִּזְבֵּחַ יִקְדָּשׁ\". יָכוֹל אַף עַל פִּי שֶׁאֵינוֹ רָאוּי. תַּלְמוּד לוֹמַר <small>(ויקרא ו ב)</small> \"הִיא הָעלָה עַל מוֹקְדָה\". מָה עוֹלָה שֶׁהִיא רְאוּיָה לָאִשִּׁים אִם עָלְתָה לֹא תֵּרֵד אַף כָּל הָרָאוּי לָאִשִּׁים אִם עָלָה לֹא יֵרֵד: ",
      "עוֹלָה שֶׁהֶעֱלָהּ חַיָּה לְרֹאשׁ הַמִּזְבֵּחַ תֵּרֵד שֶׁעֲדַיִן אֵינָהּ רְאוּיָה: ",
      "וְכֵן קֹמֶץ הַמִּנְחָה שֶׁלֹּא נִתְקַדֵּשׁ בִּכְלִי שָׁרֵת. וְכָל אִסּוּרֵי הַמִּזְבֵּחַ שֶׁעָלוּ יֵרְדוּ לְפִי שֶׁאֵינָן רְאוּיִין מִתְּחִלָּתָן: ",
      "וְכֵן בֶּהֱמַת קָדָשִׁים שֶׁנִּשְׁחֲטָה בַּלַּיְלָה אוֹ נִשְׁפַּךְ דָּמָהּ אוֹ שֶׁיָּצָאת חוּץ לָעֲזָרָה אִם עָלְתָה תֵּרֵד: ",
      "אֲבָל קָדָשִׁים שֶׁלָּנוּ אוֹ שֶׁלָּן הַדָּם אוֹ הַבָּשָׂר אוֹ הָאֵימוּרִים. וְזֶבַח שֶׁיָּצָא חוּץ לָעֲזָרָה. אוֹ שֶׁנִּטְמָא אוֹ נִפְסַל בְּמַחְשֶׁבֶת הַזְּמַן אוֹ בְּמַחְשֶׁבֶת מָקוֹם אוֹ בְּמַחְשֶׁבֶת שִׁנּוּי. אוֹ שֶׁקִּבְּלוּ הַטְּמֵאִים וְזָרְקוּ אֶת דָּמוֹ הוֹאִיל וּרְאוּיִין בַּעֲבוֹדַת קָרְבָּן הַבָּא בְּטֻמְאָה. וְשֶׁנָּתַן דָּמוֹ חוּץ לִמְקוֹמוֹ אוֹ קָדְשֵׁי קָדָשִׁים שֶׁנִּשְׁחֲטוּ בַּדָּרוֹם אוֹ שֶׁנִּתְקַבֵּל דָּמָם בַּדָּרוֹם. אַף עַל פִּי שֶׁכָּל אֵלּוּ פְּסוּלִים אִם עָלוּ לְרֹאשׁ הַמִּזְבֵּחַ לֹא יֵרְדוּ: ",
      "כָּל שֶׁפִּסּוּלוֹ בַּקֹּדֶשׁ הַקֹּדֶשׁ מְקַבְּלוֹ. וּכְשֵׁם שֶׁאִם עָלוּ לֹא יֵרְדוּ כָּךְ אִם יָרְדוּ לֹא יַעֲלוּ שְׁנִיָּה שֶׁהֲרֵי פְּסוּלִין הֵם: ",
      "וְאִם מָשְׁלָה בָּהֶם הָאוּר אַף עַל פִּי שֶׁיָּרְדוּ יַעֲלוּ שְׁנִיָּה וְיַשְׁלִים הַקְטָרָתָן: ",
      "קֹמֶץ שֶׁנִּתְפַּגֵּל וּמִקְצָתוֹ בָּאָרֶץ וּמִקְצָתוֹ מָשְׁלָה בּוֹ הָאוּר יַעֲלֶה כֻּלּוֹ: ",
      "אֵיבָרִים וַחֲלָבִים וּקְמָצִים שֶׁלָּנוּ בְּרֹאשׁוֹ שֶׁל מִזְבֵּחַ כְּאִלּוּ לָנוּ בָּעֲזָרָה וְאִם יָרְדוּ לֹא יַעֲלוּ. אֲבָל אִם לֹא יָרְדוּ מַקְטִירִין אוֹתָן לְעוֹלָם: ",
      "וַאֲוִיר מִזְבֵּחַ כְּמִזְבֵּחַ. וְאֵימוּרֵי קָדָשִׁים קַלִּים שֶׁהֶעֱלָן קֹדֶם זְרִיקַת דָּמִים לֹא יֵרְדוּ. שֶׁהֲרֵי נַעֲשָׂה לַחְמוֹ שֶׁל מִזְבֵּחַ: ",
      "הִפְרִישׁ שְׁנֵי אֲשָׁמוֹת לְאַחֲרָיוּת וְשָׁחַט אֶת שְׁנֵיהֶם וְקָדַם וְהֶעֱלָה אֵימוּרִים שֶׁל אֶחָד מֵהֶם קֹדֶם זְרִיקָה הֲרֵי אֵלּוּ יֵרְדוּ: ",
      "הַזֶּבַח הַפָּסוּל וְהַנְּסָכִים הַפְּסוּלִים שֶׁעָלוּ לַמִּזְבֵּחַ. הַזֶּבַח לֹא יֵרֵד כְּמוֹ שֶׁבֵּאַרְנוּ מִפְּנֵי שֶׁהוּא רָאוּי לָאִשִּׁים. וְהַנְּסָכִים יֵרְדוּ. וְכֵן נְסָכִים הַבָּאִים בִּפְנֵי עַצְמָן שֶׁנִּפְסְלוּ וְעָלוּ יֵרְדוּ: ",
      "עוֹף שֶׁמְּלָקוֹ זָר וְעָלָה לֹא יֵרֵד. וְקֹמֶץ הַמִּנְחָה שֶׁקְּמָצוֹ וְעָלָה יֵרֵד. אַף עַל פִּי שֶׁזֶּה פָּסוּל וְזֶה פָּסוּל זֶה כְּאִלּוּ לֹא נִתְקַדֵּשׁ כְּלָל. וְאֶחָד הַזָּר וְאֶחָד שְׁאָר הַפְּסוּלִים: ",
      "וְאֵלּוּ אִם יַעֲלוּ יֵרְדוּ. כָּל שֶׁאֵינוֹ רָאוּי לָאִשִּׁים. בְּשַׂר קָדְשֵׁי קָדָשִׁים וּבְשַׂר קָדָשִׁים קַלִּים. מוֹתַר הָעֹמֶר וּשְׁיָרֵי מְנָחוֹת וּשְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים וְהַקְּטֹרֶת. וְצֶמֶר שֶׁבְּרָאשֵׁי כְּבָשִׂים וְשֵׂעָר שֶׁבִּזְקַן הַתְּיָשִׁים וְהָעֲצָמוֹת וְהַגִּידִים. וְהַקַּרְנַיִם וְהַטְּלָפַיִם בִּזְמַן שֶׁאֵינָן מְחֻבָּרִים אִם עָלוּ יֵרְדוּ: ",
      "קֹמֶץ שֶׁמִּצָּה שַׁמְנוֹ עַל הָעֶצֶם וְיָרַד הָעֶצֶם יַחֲזִירוֹ. שֶׁהַדָּבָר סָפֵק שֶׁמָּא חִבּוּרֵי עוֹלִין כְּעוֹלִין הֵם חֲשׁוּבִין: ",
      "מִזְבֵּחַ הַפְּנִימִי מְקַדֵּשׁ פְּסוּלִים בֵּין רְאוּיִין לוֹ בֵּין שֶׁאֵינָן רְאוּיִין לוֹ. אֲבָל מִזְבֵּחַ הַחִיצוֹן אֵינוֹ מְקַדֵּשׁ אֶלָּא פְּסוּלִין הָרְאוּיִין לוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. כֵּיצַד. מִזְבֵּחַ הַחִיצוֹן שֶׁעָלוּ לוֹ זְבָחִים שֶׁנִּפְסְלוּ לֹא יֵרְדוּ. עָלְתָה לוֹ קְטֹרֶת זָרָה תֵּרֵד שֶׁאֵין הַקְּטֹרֶת זָרָה רְאוּיָה לַמִּזְבֵּחַ הַחִיצוֹן. אֲבָל מִזְבֵּחַ הַפְּנִימִי שֶׁעָלָה לוֹ קֹמֶץ מִנְחָה בֵּין כָּשֵׁר בֵּין פָּסוּל לֹא יֵרֵד. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. כְּשֵׁם שֶׁהַמִּזְבֵּחַ מְקַדֵּשׁ אֶת הָרָאוּי לוֹ כָּךְ הַכֶּבֶשׁ וּשְׁאָר כְּלֵי הַשָּׁרֵת מְקַדְּשִׁין אֶת הָרָאוּי לָהֶם שֶׁהֲרֵי נֶאֱמַר בַּכֵּלִים <small>(שמות ל כט)</small> \"כָּל הַנֹּגֵעַ בָּהֶם יִקְדָּשׁ\". מִשֶּׁיַּגִּיעַ לַכֶּבֶשׁ דָּבָר הָרָאוּי לוֹ לֹא יֵרֵד וְאַף עַל פִּי שֶׁנִּפְסַל. וְכֵן כְּשֶׁיַּגִּיעַ לִכְלִי שָׁרֵת כָּל דָּבָר הָרָאוּי לוֹ מִתְקַדֵּשׁ וְלֹא יִפָּדֶה לְעוֹלָם וְאַף עַל פִּי שֶׁנִּפְסַל כְּמוֹ שֶׁבֵּאַרְנוּ בְּאִסּוּרֵי הַמִּזְבֵּחַ: ",
      "אֵין כְּלֵי הַלַּח מְקַדְּשׁוֹת אֶת הַיָּבֵשׁ. וְלֹא כְּלֵי הַיָּבֵשׁ מְקַדְּשׁוֹת אֶת הַלַּח. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמִדּוֹת הַלַּח וְהַיָּבֵשׁ שֶׁהָיוּ בַּמִּקְדָּשׁ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת כְּלֵי הַמִּקְדָּשׁ. אֲבָל הַמִּזְרָקוֹת מְקַדְּשׁוֹת הַלַּח וְהַיָּבֵשׁ. וּכְלֵי שָׁרֵת מְקַדְּשִׁין דַּם הַפָּסוּל לִקָּרֵב: ",
      "כָּל כְּלֵי הַשָּׁרֵת אֵין מְקַדְּשִׁין אֶלָּא בַּמִּקְדָּשׁ וְאֵין מְקַדְּשִׁין אֶלָּא מִדַּעַת וְאֵין מְקַדְּשִׁין אֶלָּא מִתּוֹכָן וְאֵין מְקַדְּשִׁין אֶלָּא שְׁלֵמִים. נִקְּבוּ אִם עוֹשִׂין מֵעֵין מְלַאכְתָּן שֶׁהָיוּ עוֹשִׂין וְהֵם שְׁלֵמִים מְקַדְּשִׁין וְאִם לָאו אֵין מְקַדְּשִׁין. וְאֵין מְקַדְּשִׁין אֶלָּא מְלֵאִין. אֲבָל הַמִּדּוֹת אֵין מְקַדְּשׁוֹת חֲסֵרוֹת אֶלָּא אִם דַּעְתּוֹ לְמַלְּאוֹתָן. וְאִם אֵין דַּעְתּוֹ לְמַלְּאוֹתָן מְקַדְּשׁוֹת לְהִפָּסֵל אֲבָל לֹא לִקָּרֵב: ",
      "כְּלֵי שָׁרֵת מְקַדְּשִׁין שֶׁלֹּא בִּזְמַנָּן לְהִפָּסֵל אֲבָל לֹא לְהִקָּרֵב. כֵּיצַד. דָּבָר שֶׁמִּצְוָתוֹ בַּיּוֹם שֶׁנִּתְקַדֵּשׁ בִּכְלִי שָׁרֵת בַּלַּיְלָה נִפְסַל וְיִשָּׂרֵף. אֲבָל אֵינוֹ קָרֵב. כְּגוֹן שֶׁקָּמַץ מִנְחָה בַּלַּיְלָה וְנָתַן קֻמְצָהּ לִכְלִי שָׁרֵת הֲרֵי זוֹ נִשְׂרֶפֶת: ",
      "מִזְבֵּחַ שֶׁנִּפְגַּם נִפְסְלוּ כָּל הַקָּדָשִׁים שֶׁהָיוּ שָׁם שְׁחוּטִין בַּמִּקְדָּשׁ שֶׁעֲדַיִן לֹא נִזְרַק דָּמָם. שֶׁהֲרֵי אֵין שָׁם מִזְבֵּחַ לִזְרֹק עָלָיו וְנֶאֱמַר <small>(שמות כ כא)</small> \"וְזָבַחְתָּ עָלָיו אֶת עלֹתֶיךָ וְאֶת שְׁלָמֶיךָ\" כְּלוֹמַר תִּזְבַּח וְהוּא עוֹמֵד בְּתִקּוּנוֹ לֹא פָּגוּם: ",
      "אֲבָל קָדָשִׁים חַיִּים שֶׁהָיוּ שָׁם בָּעֲזָרָה כְּשֶׁנִּפְגַּם לֹא נִפְסְלוּ. אֶלָּא כְּשֶׁיִּבָּנֶה הַמִּזְבֵּחַ יִקָּרְבוּ שֶׁאֵין בַּעֲלֵי חַיִּים נִדְחִין: ",
      "הִקְדִּישׁ בְּהֵמוֹת עַד שֶׁלֹּא נִבְנָה הַמִּזְבֵּחַ. כְּשֶׁיִּבָּנֶה מַקְרִיבִין אוֹתָן שֶׁהַדָּחוּי מֵעִקָּרוֹ אֵינוֹ דָּחוּי: ",
      "וְכֵן אֵין אוֹכְלִין קָדָשִׁים וְהַמִּזְבֵּחַ פָּגוּם. שֶׁנֶּאֱמַר <small>(ויקרא י יב)</small> \"וְאִכְלוּהָ מַצּוֹת אֵצֶל הַמִּזְבֵּחַ\". וְהוּא הַדִּין לְקָדָשִׁים קַלִּים שֶׁאֵין אוֹכְלִין אוֹתָן בִּירוּשָׁלַיִם וְהַמִּזְבֵּחַ פָּגוּם עַד שֶׁיִּבָּנֶה: "
    ],
    [
      "וְלַד חַטָּאת וּתְמוּרַת חַטָּאת וְחַטָּאת שֶׁמֵּתוּ בְּעָלֶיהָ וְחַטָּאת שֶׁאָבְדָה וְנִמְצֵאת אַחַר שֶׁכִּפְּרוּ הַבְּעָלִים הֲרֵי אֵלּוּ יָמוּתוּ. נִמְצֵאת אַחַר שֶׁנִּשְׁחֲטָה הַחַטָּאת הַשְּׁנִיָּה שֶׁהִפְרִישׁ קֹדֶם שֶׁיִּזָּרֵק דָּמָהּ. הֲרֵי זוֹ סָפֵק אִם תָּמוּת אִם תִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם. לְפִיכָךְ תָּמוּת. וְכֵיצַד הֵן מֵתוֹת. לֹא שֶׁיַּהַרְגֵם בִּכְלִי אוֹ בְּיָדוֹ אֶלָּא יַכְנִיסֵם לְבַיִת וְנוֹעֵל עֲלֵיהֶם עַד שֶׁיָּמוּתוּ. וּדְבָרִים אֵלּוּ כֻּלָּם מִפִּי משֶׁה רַבֵּנוּ נִשְׁמְעוּ. אֵין כָּל הַדְּבָרִים אֲמוּרִים אֶלָּא בְּחַטַּאת יָחִיד בִּלְבַד. אֲבָל חַטַּאת צִבּוּר שֶׁאָבְדָה וְנִמְצֵאת אַחַר כַּפָּרָה בֵּין רְאוּיָה בֵּין אֵינָהּ רְאוּיָה תִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם וְתִמָּכֵר וְיִפְּלוּ דָּמֶיהָ לִנְדָבָה. וְאֵין אַתָּה יָכוֹל לוֹמַר בְּחַטַּאת צִבּוּר וָלָד אוֹ תְּמוּרָה אוֹ שֶׁמֵּתוּ בְּעָלֶיהָ. שֶׁכָּל קָרְבְּנוֹת הַצִּבּוּר זְכָרִים וְאֵין הַצִּבּוּר עוֹשִׂין תְּמוּרָה כְּמוֹ שֶׁיִּתְבָּאֵר וְאֵין כָּל יִשְׂרָאֵל מֵתִים:\n",
      "פַּר וְשָׂעִיר שֶׁל יוֹם הַכִּפּוּרִים שֶׁאָבְדוּ וְהִפְרִישׁ אֲחֵרִים תַּחְתֵּיהֶן. וְכֵן שְׂעִירֵי עֲבוֹדָה זָרָה שֶׁאָבְדוּ וְהִפְרִישׁ אֲחֵרִים תַּחְתֵּיהֶן. יִרְעוּ עַד שֶׁיִּפּל בָּהֶן מוּם וְיִמָּכְרוּ וְיִפְּלוּ דְּמֵיהֶן לִנְדָבָה. שֶׁאֵין חַטַּאת הַצִּבּוּר מֵתָה. וְלָמָּה לֹא יִקְרְבוּ עַצְמָן נְדָבָה שֶׁהֲרֵי זְכָרִים הֵם. גְּזֵרָה לְאַחַר כַּפָּרָה מִשּׁוּם לִפְנֵי כַּפָּרָה:\n",
      "הַמַּפְרִישׁ חַטָּאתוֹ וְאָבְדָה וְהִפְרִישׁ אַחֶרֶת תַּחְתֶּיהָ וְנִמְצֵאת הָרִאשׁוֹנָה וַהֲרֵי שְׁתֵּיהֶם עוֹמְדוֹת. מָשַׁךְ אַחַת מִשְּׁתֵיהֶן וְנִתְכַּפֵּר בָּהּ הָאַחֶרֶת תָּמוּת. בָּא לְהִמָּלֵךְ אוֹמְרִין לוֹ שֶׁיִּתְכַּפֵּר בָּזוֹ שֶׁהִפְרִישׁ בָּרִאשׁוֹנָה וְהַשְּׁנִיָּה תִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם וְיִפְּלוּ דָּמֶיהָ לִנְדָבָה. הָיְתָה אַחַת מֵהֶן תְּמִימָה וְאַחַת בַּעֲלַת מוּם. תְּמִימָה תִּקָּרֵב וּבַעֲלַת מוּם תִּפָּדֶה. נִשְׁחֲטָה בַּעֲלַת מוּם קֹדֶם שֶׁיִּזָּרֵק דַּם הַתְּמִימָה הֲרֵי זוֹ אֲסוּרָה בַּהֲנָאָה. הָיוּ שְׁתֵּיהֶן בַּעֲלֵי מוּמִין יִמָּכְרוּ שְׁתֵּיהֶן וְיָבִיא מִדְּמֵיהֶם חַטָּאת וְהַשְּׁאָר יִפּל לִנְדָבָה:\n",
      "הִפְרִישׁ חַטָּאתוֹ וְאָבְדָה. וְהִפְרִישׁ אַחֶרֶת תַּחְתֶּיהָ וְאָבְדָה. וְהִפְרִישׁ אַחֶרֶת וְנִמְצְאוּ הָאוֹבְדוֹת וַהֲרֵי שְׁלָשְׁתָּן עוֹמְדוֹת וְנִתְכַּפֵּר בָּרִאשׁוֹנָה. שְׁנִיָּה מֵתָה וּשְׁלִישִׁית רוֹעָה. נִתְכַּפֵּר בַּשְּׁלִישִׁית שְׁנִיָּה מֵתָה וְרִאשׁוֹנָה רוֹעָה. נִתְכַּפֵּר בָּאֶמְצָעִית שְׁתֵּיהֶם מֵתוֹת:\n",
      "הַמַּפְרִישׁ שְׁתֵּי חַטָּאוֹת לְאַחֲרָיוּת. מִתְכַּפֵּר בְּאֵי זוֹ שֶׁיִּרְצֶה וְהַשְּׁנִיָּה תִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם וְיִפְּלוּ דָּמֶיהָ לִנְדָבָה:\n",
      "הִפְרִישׁ חַטָּאת מְעֻבֶּרֶת וְיָלְדָה. הֲרֵי הִיא וּוְלָדָהּ כִּשְׁתֵּי חַטָּאוֹת שֶׁנִּתְפָּרְשׁוּ לְאַחֲרָיוּת:\n",
      "הַמַּפְרִישׁ חַטָּאתוֹ וְעָבְרָה שְׁנָתָהּ. תִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם וְתִמָּכֵר וְיָבִיא בְּדָמֶיהָ אַחֶרֶת. וְכֵן אִם הִפְרִישׁ חַטָּאתוֹ וְנָפַל בָּהּ מוּם יָבִיא בְּדָמֶיהָ אַחֶרֶת:\n",
      "כָּל חַטָּאת שֶׁאָבְדָה וְנִמְצֵאת קֹדֶם כַּפָּרָה. (אַף עַל פִּי שֶׁנִּמְצֵאת בַּעֲלַת מוּם אוֹ שֶׁנִּמְצֵאת אַחַר שֶׁעָבְרָה שְׁנָתָהּ) אֵינָהּ מֵתָה אֶלָּא תִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם וְיִפְּלוּ דָּמֶיהָ לִנְדָבָה. נִמְצֵאת אַחַר כַּפָּרָה אַף עַל פִּי שֶׁנִּמְצֵאת בַּעֲלַת מוּם אוֹ עָבְרָה שְׁנָתָהּ הוֹאִיל וְהָיְתָה אֲבוּדָה בִּשְׁעַת כַּפָּרָה הֲרֵי זוֹ תָּמוּת:\n",
      "הָיְתָה גְּנוּבָה אוֹ גְּזוּלָה בִּשְׁעַת כַּפָּרָה וְאַחַר כָּךְ חָזְרָה. אֵינָהּ מֵתָה אֶלָּא תִּרְעֶה. לֹא שָׁמְעוּ מִמּשֶׁה רַבֵּנוּ אֶלָּא אֲבוּדָה. הָיְתָה עִקַּר אֲבֵדָתָהּ בַּלַּיְלָה אַף עַל פִּי שֶׁהָיְתָה אֲבוּדָה בִּשְׁעַת כַּפָּרָה. אֵינָהּ מֵתָה אֶלָּא תִּרְעֶה:\n",
      "אָבְדָה מִמֶּנּוּ וְלֹא מִן הָרוֹעֶה. אוֹ שֶׁאָבְדָה מִן הָרוֹעֶה וְאֵינָהּ אֲבוּדָה מִבְּעָלֶיהָ. אֵינָהּ מֵתָה אֶלָּא רוֹעָה:\n",
      "וְכָל אֵלּוּ שֶׁרוֹעוֹת רוֹעוֹת עַד שֶׁיִּפּל בָּהֶן מוּם וְיִפְּלוּ דְּמֵיהֶן לִנְדָבָה:\n",
      "הָיְתָה אֲבוּדָה מִמֶּנּוּ וּמִן הָרוֹעֶה וְאַחֵר מַכִּירָה. אֲפִלּוּ בְּסוֹף הָעוֹלָם. הֲרֵי זוֹ סָפֵק לְפִיכָךְ תָּמוּת:\n",
      "הָיְתָה נֶחְבֵּאת אֲחוֹרֵי הַדֶּלֶת אוֹ בְּסֵתֶר הַמַּדְרֵגָה הֲרֵי זוֹ אֲבוּדָה. שֶׁהֲרֵי אֵין אָדָם רוֹאֶה אוֹתָהּ בִּשְׁעַת כַּפָּרָה. הָיְתָה בַּשָּׂדֶה אוֹ בַּאֲגַם הֲרֵי זוֹ סָפֵק אֲבוּדָה שֶׁמָּא יֵשׁ שָׁם אָדָם רוֹאֶה אוֹתָהּ בִּשְׁעַת כַּפָּרָה. לְפִיכָךְ תָּמוּת מִסָּפֵק:\n",
      "הַשּׁוֹלֵחַ חַטָּאתוֹ מִמְּדִינַת הַיָּם. מַקְרִיבִין אוֹתָהּ בְּחֶזְקַת שֶׁהוּא קַיָּם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּחַטַּאת הָעוֹף. אוֹ בְּחַטַּאת בְּהֵמָה שֶׁל אִשָּׁה שֶׁאֵינָהּ בַּת סְמִיכָה כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל אָשָׁם וַדַּאי שֶׁמֵּתוּ בְּעָלָיו. וְשֶׁכִּפְּרוּ בְּעָלָיו. יִרְעֶה עַד שֶׁיִּפּל בּוֹ מוּם וְיִמָּכֵר וְיִפְּלוּ דָּמָיו לִנְדָבָה. שֶׁכָּל שֶׁבְּחַטָּאת תָּמוּת בְּאָשָׁם יִרְעֶה עַד שֶׁיִּפּל בּוֹ מוּם וְיִפְּלוּ דָּמָיו לִנְדָבָה:\n",
      "כָּל אָשָׁם שֶׁנִּתַּק לִרְעִיָּה. אִם הִקְרִיבוֹ עוֹלָה כָּשֵׁר. וְלָמָּה לֹא יִקָּרֵב בְּעַצְמוֹ עוֹלָה לְכַתְּחִלָּה. גְּזֵרָה לְאַחַר כַּפָּרָה מִשּׁוּם לִפְנֵי כַּפָּרָה:\n",
      "הַמַּפְרִישׁ נְקֵבָה לַאֲשָׁמוֹ תִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם וְתִמָּכֵר וְיָבִיא בְּדָמֶיהָ אָשָׁם. אִם הִקְרִיב אֲשָׁמוֹ יִפְּלוּ דָּמֶיהָ לִנְדָבָה. וְכֵן וְלָדָהּ:\n",
      "הִפְרִישׁ נְקֵבָה לְעוֹלָתוֹ וְיָלְדָה זָכָר יִרְעֶה עַד שֶׁיִּפּל בּוֹ מוּם וְיָבִיא בְּדָמָיו עוֹלָה:\n",
      "אֲבָל הֶדְיוֹט שֶׁהִפְרִישׁ זָכָר לְחַטָּאת וְנָשִׂיא שֶׁהִפְרִישׁ שְׂעִירָה לְחַטָּאת. וְכֹהֵן מָשִׁיחַ שֶׁהִפְרִישׁ פָּרָה לְחַטָּאת הֲרֵי אֵלּוּ אֵין מִתְקַדְּשִׁין לֹא קְדֻשַּׁת הַגּוּף וְלֹא קְדֻשַּׁת דָּמִים. לְפִיכָךְ יִמָּכְרוּ שֶׁלֹּא בְּמוּם:\n",
      "הֵבִיא אָשָׁם תָּלוּי וְנוֹדַע לוֹ שֶׁלֹּא חָטָא אוֹ שֶׁחָטָא וַדַּאי. אִם עַד שֶׁלֹּא נִשְׁחַט יִרְעֶה עַד שֶׁיִּפּל בּוֹ מוּם וְיִפְּלוּ דָּמָיו לִנְדָבָה מִפְּנֵי שֶׁלִּבּוֹ שֶׁל אָדָם דָוֶה עַל עֲוֹנוֹתָיו וְהוֹאִיל וְעַל סָפֵק הִפְרִישׁוֹ גָּמַר בְּלִבּוֹ לְהַקְדִּישׁ. הִפְרִישׁ אֲפִלּוּ עַל פִּי עֵדִים וְהוּזַמּוּ יִפְּלוּ דָּמָיו לִנְדָבָה. וְאִם אַחַר שֶׁנִּשְׁחַט נוֹדַע לוֹ. הַדָּם יִשָּׁפֵךְ וְהַבָּשָׂר יִשָּׂרֵף כִּשְׁאָר פְּסוּלֵי הַמֻּקְדָּשִׁין. נוֹדַע לוֹ אַחַר שֶׁנִּזְרַק הַדָּם. הַבָּשָׂר יֵאָכֵל לַכֹּהֲנִים כְּכָל הָאֲשָׁמוֹת:\n",
      "אָשָׁם וַדַּאי אֵינוֹ כֵּן. אִם עַד שֶׁלֹּא נִשְׁחַט נוֹדַע לוֹ שֶׁלֹּא חָטָא יֵצֵא וְיִרְעֶה בָּעֵדֶר כִּשְׁאָר הַחֻלִּין וְאֵין בּוֹ קְדֻשָּׁה כְּלָל. וְאִם מִשֶּׁנִּשְׁחַט הֲרֵי זֶה יִקָּבֵר. וְאִם מִשֶּׁנִּזְרַק הַדָּם. הַבָּשָׂר יֵצֵא לְבֵית הַשְּׂרֵפָה כִּשְׁאָר פְּסוּלֵי הַמֻּקְדָּשִׁין:\n",
      "מִי שֶׁנִּתְחַיֵּב בְּאָשָׁם תָּלוּי וְהִפְרִישׁ שְׁנַיִם לְאַחֲרָיוּת. מִתְכַּפֵּר בְּאֶחָד וְהַשֵּׁנִי יִרְעֶה עַד שֶׁיִּפּל בּוֹ מוּם וְיִפְּלוּ דָּמָיו לִנְדָבָה. וְאֵין צָרִיךְ לוֹמַר בְּאָשָׁם וַדַּאי שֶׁהוּא כֵּן:\n",
      "כָּל הָאֲשָׁמוֹת שֶׁבַּתּוֹרָה בָּאִין בְּנֵי שְׁתַּיִם וּבָאִים בְּכֶסֶף שְׁקָלִים. חוּץ מֵאֲשַׁם מְצֹרָע וַאֲשַׁם נָזִיר שֶׁהֵם בְּנֵי שָׁנָה וְאֵין לִדְמֵיהֶם קִצְבָה. אָשָׁם תָּלוּי בָּא מִן הַקְּטַנִּים אוֹ מִן הַגְּדוֹלִים. וּמִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁאֵינוֹ בָּא אֶלָּא בְּכֶסֶף שְׁקָלִים:\n",
      "הוּזְלוּ אֵילִים וְלֹא יִמָּצֵא אַיִל בִּשְׁתֵּי סְלָעִים אֵין לוֹ תַּקָּנָה אֶלָּא יִשְׁהֵא עַד שֶׁיּוּקְרוּ וְיָבִיא בִּשְׁתֵּי סְלָעִים שֶׁהֲרֵי הִקְפִּידָה תּוֹרָה עַל דָּמָיו וְנָתְנָה לוֹ קִצְבָה:\n",
      "הִפְרִישׁ אֲשָׁמוֹ וְהָיָה בִּשְׁעַת הַפְרָשָׁה יָפֶה סֶלַע וּבִשְׁעַת כַּפָּרָה יָפֶה שְׁתַּיִם כָּשֵׁר. שֶׁהַדָּחוּי מֵעִקָּרוֹ אֵינוֹ דָּחוּי וַעֲדַיִן לֹא נִרְאֶה עַד שֶׁנַּעֲשָׂה שָׁוֶה שְׁתַּיִם. וְאַף עַל פִּי שֶׁהִשְׁבִּיחַ מֵאֵלָיו אָדָם מִתְכַּפֵּר בְּשֶׁבַח הֶקְדֵּשׁ. הָיָה בִּשְׁעַת הַפְרָשָׁה יָפֶה שְׁתַּיִם וּבִשְׁעַת כַּפָּרָה יָפֶה סֶלַע הֲרֵי זֶה פָּסוּל. חָזַר וְנַעֲשָׂה יָפֶה שְׁתַּיִם יַחְזֹר לְכַשְׁרוּתוֹ שֶׁאֵין בַּעֲלֵי חַיִּים נִדְחִין כְּמוֹ שֶׁבֵּאַרְנוּ. לְמָה הַדָּבָר דּוֹמֶה לְמוּם שֶׁנָּפַל וְעָבַר:\n",
      "הִפְרִישׁ שְׁתֵּי סְלָעִים לְאָשָׁם וְלָקַח בָּהֶם שְׁנֵי אֵילִים לְאָשָׁם. אִם הָיָה אֶחָד מֵהֶן יָפֶה שְׁתֵּי סְלָעִים יִקָּרֵב לַאֲשָׁמוֹ וְהַשֵּׁנִי יִרְעֶה עַד שֶׁיִּפּל בּוֹ מוּם וְיִפְּלוּ דָּמָיו לִנְדָבָה:\n",
      "הָיָה חַיָּב בְּאָשָׁם בֶּן שָׁנָה וְהֵבִיא בֶּן שְׁתַּיִם אוֹ בְּבֶן שְׁתַּיִם וְהֵבִיא בֶּן שָׁנָה. אוֹ שֶׁשְּׁחָטוֹ מְחֻסַּר זְמַן בַּבְּעָלִים. פָּסוּל וּתְעֵבַּר צוּרָתוֹ וְיֵצֵא לְבֵית הַשְּׂרֵפָה. זֶה הַכְּלָל כָּל הַפָּסוּל בְּחַטָּאת פָּסוּל בְּאָשָׁם. חוּץ מִן הָאָשָׁם שֶׁשְּׁחָטוֹ שֶׁלֹּא לִשְׁמוֹ שֶׁהוּא כָּשֵׁר כְּמוֹ שֶׁיִּתְבָּאֵר:\n",
      "עוֹלַת נָזִיר. עוֹלַת יוֹלֶדֶת. עוֹלַת מְצֹרָע. שֶׁשְּׁחָטָן בְּנֵי שְׁנֵים עָשָׂר חֹדֶשׁ וְיוֹם אֶחָד. אוֹ מְחֻסְּרֵי זְמַן בִּבְעָלִים. כְּשֵׁרִים וּטְעוּנִין נְסָכִים. זֶה הַכְּלָל כָּל שֶׁאֵינוֹ פּוֹסֵל בְּעוֹלַת נְדָבָה אֵינוֹ פּוֹסֵל בְּעוֹלַת חוֹבָה. בֵּין עָלְתָה לַבְּעָלִים בֵּין שֶׁלֹּא עָלְתָה לָהֶם:\n"
    ],
    [
      "הַמַּפְרִישׁ מָעוֹת לְחַטָּאתוֹ וּמֵת יֵלְכוּ הַמָּעוֹת לְיָם הַמֶּלַח. וְכֵן הַמַּפְרִישׁ מָעוֹת לְחַטָּאתוֹ וְאָבְדוּ וְהִקְרִיב חַטָּאת תַּחְתֵּיהֶן וְנִמְצְאוּ הַמָּעוֹת אַחַר כַּפָּרָה יֵלְכוּ לְיָם הַמֶּלַח:\n",
      "הִפְרִישׁ מָעוֹת לְחַטָּאתוֹ וְאָבְדוּ וְהִפְרִישׁ מָעוֹת אֲחֵרוֹת תַּחְתֵּיהֶן. וְלֹא הִסְפִּיק לִקַּח בָּהֶן חַטָּאת עַד שֶׁנִּמְצְאוּ מָעוֹת הָרִאשׁוֹנוֹת. יָבִיא מֵאֵלּוּ וְאֵלּוּ לְחַטָּאת וְהַשְּׁאָר יִפְּלוּ לִנְדָבָה:\n",
      "הִפְרִישׁ מָעוֹת לְחַטָּאתוֹ וְאָבְדוּ וְהִפְרִישׁ חַטָּאת תַּחְתֵּיהֶן וְלֹא הִסְפִּיק לְהַקְרִיבָהּ עַד שֶׁנִּמְצְאוּ הַמָּעוֹת וַהֲרֵי הַחַטָּאת בַּעֲלַת מוּם. תִּמָּכֵר וְיָבִיא מֵאֵלּוּ וְאֵלּוּ חַטָּאת וְהַשְּׁאָר יִפְּלוּ לִנְדָבָה:\n",
      "הִפְרִישׁ חַטָּאתוֹ וְאָבְדָה וְהִפְרִישׁ מָעוֹת תַּחְתֶּיהָ וְלֹא הִסְפִּיק לִקַּח בָּהֶם עַד שֶׁנִּמְצֵאת חַטָּאתוֹ וַהֲרֵי הִיא בַּעֲלַת מוּם. תִּמָּכֵר וְיָבִיא מֵאֵלּוּ וְאֵלּוּ חַטָּאת וְהַשְּׁאָר יִפְּלוּ לִנְדָבָה:\n",
      "הִפְרִישׁ שְׁנֵי צִבּוּרֵי מָעוֹת לְאַחֲרָיוּת. מִתְכַּפֵּר בְּאֶחָד מֵהֶם וְהַשֵּׁנִי יִפּל לִנְדָבָה:\n",
      "הַמַּפְרִישׁ חַטָּאתוֹ אוֹ דְּמֵי חַטָּאתוֹ וְכַסָּבוּר שֶׁהוּא חַיָּב וְנִמְצָא שֶׁאֵינוֹ חַיָּב. הֲרֵי אֵלּוּ חֻלִּין וְלֹא נִתְקַדְּשׁוּ. הִפְרִישׁ שְׁתַּיִם אוֹ דְּמֵי שְׁתַּיִם וְכַסָּבוּר שֶׁהוּא חַיָּב שְׁתַּיִם וְנִמְצָא שֶׁאֵינוֹ חַיָּב אֶלָּא אַחַת. יָבִיא אַחַת וְהַשְּׁאָר יִפְּלוּ לִנְדָבָה:\n",
      "הַלּוֹקֵחַ מָעוֹת בְּיָדוֹ אוֹ שֶׁהָיָה מְלַקֵּט וְאָמַר אֵלּוּ אָבִיא מֵהֶם חַטָּאתִי. הַמּוֹתָר חֻלִּין. וְכֵן יֵרָאֶה לִי שֶׁהַדָּבָר קַל וָחֹמֶר בִּשְׁאָר הַקָּרְבָּנוֹת שֶׁהַמּוֹתָר חֻלִּין:\n",
      "הַמַּפְרִישׁ מָעוֹת לְמִנְחַת חוֹטֵא וְהֵבִיא מֵהֶם מִנְחָתוֹ. אוֹ שֶׁהִפְרִישׁ מִנְחַת חוֹטֵא וְהוֹתִירָה. הַמּוֹתָר יָבִיא מִנְחַת נְדָבָה. אֲבָל מוֹתַר עֲשִׂירִית הָאֵיפָה שֶׁל כֹּהֵן גָּדוֹל שֶׁהִיא הַחֲבִיתִין יֵרָקֵב. וְכֵן מוֹתַר לַחְמֵי תּוֹדָה וּמוֹתַר לַחְמוֹ שֶׁל נָזִיר יֵרָקְבוּ. וּמוֹתַר דְּמֵי נְסָכָיו יִפְּלוּ לִנְדָבָה. כְּבָר בֵּאַרְנוּ בִּשְׁקָלִים שֶׁמּוֹתַר הַשְּׁקָלִים חֻלִּין:\n",
      "מוֹתַר קִנֵּי זָבִים. קִנֵּי זָבוֹת. קִנֵּי יוֹלְדוֹת. חַטָּאוֹת וַאֲשָׁמוֹת. מוֹתְרֵיהֶם יִפְּלוּ לִנְדָבָה וְיִקָּרְבוּ עוֹלוֹת כְּמוֹ שֶׁבֵּאַרְנוּ. מוֹתַר עוֹלָה לְעוֹלָה. מוֹתַר שְׁלָמִים לִשְׁלָמִים. מוֹתַר מִנְחָה לְמִנְחָה. מוֹתַר פֶּסַח לִשְׁלָמִים. מוֹתַר נְזִירִים לִנְזִירִים. מוֹתַר נָזִיר לְאוֹתוֹ נָזִיר. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁמּוֹתַר חַטָּאת לִנְדָבָה. בְּחַטָּאת קְבוּעָה. אֲבָל מִי שֶׁהוּא חַיָּב בְּקָרְבָּן עוֹלֶה וְיוֹרֵד שֶׁהִפְרִישׁ מָעוֹת לְחַטַּאת בְּהֵמָה וְהֶעֱנִי. מֵבִיא תַּחְתֵּיהֶם עוֹף וּמְחַלְּלָן עַל הָעוֹף וְיֵהָנֶה מֵהֶם. וְכֵן אִם הִפְרִישׁ דְּמֵי הָעוֹף וְהֶעֱנִי. מֵבִיא תַּחְתֵּיהֶם עֲשִׂירִית הָאֵיפָה וִיחַלֵּל הַמָּעוֹת עָלֶיהָ וְיֵהָנֶה בָּהֶם:\n",
      "הִפְרִישׁ בְּהֵמָה וְנָפַל בָּהּ מוּם. תִּמָּכֵר וְיָבִיא בְּדָמֶיהָ עוֹף. אֲבָל אִם הִפְרִישׁ עוֹף וְנִפְסַל. לֹא יָבִיא בְּדָמָיו עֲשִׂירִית הָאֵיפָה. שֶׁאֵין לָעוֹף פִּדְיוֹן כְּמוֹ שֶׁבֵּאַרְנוּ בְּאִסּוּרֵי הַמִּזְבֵּחַ:\n",
      "כָּל חַיָּבֵי קִנִּין שֶׁבַּתּוֹרָה שֶׁהִפְרִישׁוּ מָעוֹת לְקִנֵּיהֶן. רָצָה לְהָבִיא בְּכָל הַמָּעוֹת חַטַּאת הָעוֹף לְבַדָּהּ יָבִיא. רָצָה לְהָבִיא בָּהֶן עוֹלַת הָעוֹף לְבַדָּהּ יָבִיא. אֲפִלּוּ אָמַר אֵלּוּ דְּמֵי חַטָּאתִי וְאֵלּוּ דְּמֵי עוֹלָתִי. יֵשׁ לוֹ לְעָרֵב הַמָּעוֹת וְלִקַּח בָּהֶן כְּאֶחָד חַטָּאתוֹ וְעוֹלָתוֹ. אוֹ לִקַּח בַּכּל חַטָּאת אוֹ עוֹלָה. שֶׁאֵין הַקִּנִּין מִתְפָּרְשׁוֹת אֶלָּא בִּלְקִיחַת הַבְּעָלִים אוֹ בַּעֲשִׂיַּת כֹּהֵן:\n",
      "לְפִיכָךְ אִם הִפְרִישׁ מָעוֹת לְקִנִּין סְתָם וּמֵת. יִפְּלוּ כָּל אוֹתָן הַמָּעוֹת הַסְּתוּמִין לִנְדָבָה. שֶׁהֲרֵי כֻּלָּן רְאוּיִין לָבוֹא עוֹלָה:\n",
      "מִי שֶׁהָיָה מְחֻיָּב חַטָּאת וְאָמַר הֲרֵי עָלַי עוֹלָה וְהִפְרִישׁ מָעוֹת וְאָמַר אֵלּוּ לְחוֹבָתִי. רָצָה לְהָבִיא בָּהֶן חַטַּאת בְּהֵמָה יָבִיא. עוֹלַת בְּהֵמָה יָבִיא. מֵת וְהִנִּיחַ הַמָּעוֹת יֵלְכוּ לְיָם הַמֶּלַח:\n"
    ],
    [
      "כָּל הַזְּבָחִים שֶׁנִּתְעָרֵב בָּהֶן אַחַת מֵחַטָּאוֹת הַמֵּתוֹת. אוֹ שׁוֹר הַנִּסְקָל. אֲפִלּוּ אֶחָד בְּרִבּוֹא כֻּלָּן יָמוּתוּ לְפִי שֶׁבַּעֲלֵי חַיִּים חֲשׁוּבִין הֵן וְאֵינָם בְּטֵלִין. וְאִם הִקְרִיב הֻרְצָה שֶׁאֵין בַּעֲלֵי חַיִּין נִדְחִין:\n",
      "נִתְעָרֵב בָּהֶן אֶחָד מֵאִסּוּרֵי הַמִּזְבֵּחַ. יִרְעוּ כֻּלָּם עַד שֶׁיִּפּל בָּהֶן מוּם וְיִמָּכְרוּ וְיָבִיא בִּדְמֵי הַיָּפֶה שֶׁבָּהֶן מֵאוֹתוֹ הַמִּין שֶׁל קָדָשִׁים שֶׁנִּתְעָרֵב:\n",
      "נִתְעָרְבוּ קָדָשִׁים בְּחֻלִּין תְּמִימִים יִמָּכְרוּ הַחֻלִּין שֶׁבַּתַּעֲרֹבֶת לְצָרְכֵי אוֹתוֹ הַמִּין וְיִקָּרְבוּ כֻּלָּן. כֵּיצַד. אַרְבַּע בְּהֵמוֹת שְׁלָמִים שֶׁנִּתְעָרְבוּ בְּאַרְבַּע בְּהֵמוֹת חֻלִּין תְּמִימִים. יִמָּכְרוּ הָאַרְבַּע שֶׁל חֻלִּין לְמִי שֶׁהוּא צָרִיךְ לְהָבִיא שְׁלָמִים וְיִקָּרְבוּ הַכּל שְׁלָמִים. וְכֵן בְּעוֹלָה אוֹ בְּאָשָׁם. וְהַדָּמִים חֻלִּין לְכָל דָּבָר שֶׁהֲרֵי דְּמֵי חֻלִּין הֵן:\n",
      "נִתְעָרֵב שׁוֹר הֶקְדֵּשׁ בִּשְׁוָרִים שֶׁל חֹל. גָּדוֹל שֶׁבְּכֻלָּן הֶקְדֵּשׁ וְיִמָּכְרוּ הַשְּׁאָר לְצָרְכֵי אוֹתוֹ הַמִּין. נִתְעָרְבוּ קָדָשִׁים בְּקָדָשִׁים מִין בְּמִינוֹ. זֶה יִקְרַב לְשֵׁם בְּעָלָיו וְזֶה יִקְרַב לְשֵׁם בְּעָלָיו אַף עַל פִּי שֶׁאֵין כָּל אֶחָד מֵהֶן מַכִּיר קָרְבָּנוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּקָרְבְּנוֹת נָשִׁים שֶׁאֵין בָּהֶם סְמִיכָה. אֲבָל קָרְבְּנוֹת אֲנָשִׁים הוֹאִיל וְכָל אֶחָד צָרִיךְ לִסְמֹךְ עַל רֹאשׁ קָרְבָּנוֹ הֲרֵי אֵלּוּ לֹא יִקָּרְבוּ עַד שֶׁיִּתֵּן הָאֶחָד חֶלְקוֹ לַחֲבֵרוֹ. אוֹ עַד שֶׁיִּפּל מוּם בַּכּל וְיִמָּכְרוּ וְיָבִיאוּ כָּל אֶחָד בִּדְמֵי הַיָּפֶה שֶׁבָּהֶן מֵאוֹתוֹ הַמִּין:\n",
      "נִתְעָרְבוּ מִין בְּשֶׁאֵינוֹ מִינוֹ כְּגוֹן עוֹלָה בִּשְׁלָמִים. לֹא יִקָּרְבוּ אֲפִלּוּ כַּחֲמוּרָה שֶׁבָּהֶן. שֶׁאֵין מְבִיאִין קָדָשִׁים לְבֵית הַפָּסוּל:\n",
      "וּכְשֵׁם שֶׁאֵין מְמַעֲטִין בִּזְמַן אֲכִילָתָן כָּךְ אֵין מְמַעֲטִין בְּאוֹכְלֵיהֶן וְלֹא בִּמְקוֹם אֲכִילָתָן. אֶלָּא כֵּיצַד יַעֲשֶׂה. יִרְעוּ הַכּל עַד שֶׁיִּפּל בָּהֶם מוּם וְיִמָּכֵר כָּל אֶחָד מֵהֶן לְבַדּוֹ וְיָבִיא בִּדְמֵי הַיָּפֶה שֶׁבָּהֶן מִמִּין זֶה וּבִדְמֵי הַיָּפֶה שֶׁבָּהֵן מִמִּין הָאַחֵר וְיַפְסִיד הַמּוֹתָר מִבֵּיתוֹ:\n",
      "אַף עַל פִּי שֶׁכְּבָר הִקְרִיב עוֹלָה שֶׁחַיָּב בָּהּ אוֹ שְׁלָמִים שֶׁהָיָה חַיָּב לְהַקְרִיבָן. הֲרֵי זֶה מַקְרִיב מִדְּמֵי הַתַּעֲרֹבֶת עוֹלָה אַחֶרֶת וּשְׁלָמִים אֲחֵרִים:\n",
      "חַטָּאת שֶׁנִּתְעָרְבָה בִּשְׁלָמִים יִרְעוּ הַכּל עַד שֶׁיִּפּל בָּהֶן מוּם וְיָבִיא בִּדְמֵי הַיָּפֶה שֶׁבָּהֶן שְׁלָמִים וּבִדְמֵי הַיָּפֶה שֶׁבָּהֶן חַטָּאת. וְאִם קָדַם וְהִקְרִיב חַטָּאת אַחֶרֶת עַל חַטָּאת שֶׁהִפְרִישָׁהּ לוֹ כֻּלָּן יָמוּתוּ:\n",
      "וְכֵן אִם נִתְעָרְבוּ מְעוֹת חַטָּאת בִּמְעוֹת אָשָׁם. לוֹקֵחַ שְׁתֵּי בְּהֵמוֹת וּמְחַלֵּל דְּמֵי חַטָּאת בְּכָל מָקוֹם שֶׁהוּא עַל חַטָּאת וּדְמֵי אָשָׁם עַל אָשָׁם. וְאִם כְּבָר קָרְבָה חַטָּאתוֹ יוֹלִיךְ כָּל הַמָּעוֹת לְיָם הַמֶּלַח. וְאִם כְּבָר קָרְבָה אֲשָׁמוֹ יִפְּלוּ הַכּל לִנְדָבָה:\n",
      "תּוֹדָה שֶׁנִּתְעָרְבָה בִּתְמוּרָתָהּ שְׁתֵּיהֶן תִּקָּרַבְנָה וְיָנִיף הַלֶּחֶם עִמָּהֶן. וְכָךְ אִם נִתְעָרְבָה תּוֹדָה בִּשְׁאָר זְבָחִים אַף עַל פִּי שֶׁקָּרְבָה תּוֹדָתוֹ יִרְעוּ הַכּל עַד שֶׁיִּפּל בָּהֶן מוּם וְיָבִיא בִּדְמֵי הַיָּפֶה תּוֹדָה אַחֶרֶת. וּבִדְמֵי הַיָּפֶה זֶבַח אַחֵר:\n",
      "נִתְעָרְבָה בְּאֵיל נָזִיר שְׁתֵּיהֶם תִּקָּרַבְנָה וְיָנִיף הַלֶּחֶם עִמָּהֶן:\n",
      "בְּכוֹר שֶׁנִּתְעָרֵב בְּפֶסַח שְׁנֵיהֶם יִרְעוּ עַד שֶׁיִּפּל בָּהֶם מוּם וְיֵאָכְלוּ כִּבְכוֹר. וְלָמָּה לֹא יִקָּרְבוּ. לְפִי שֶׁהַפֶּסַח נֶאֱכָל לְכָל אָדָם עַד חֲצוֹת וְהַבְּכוֹר לִשְׁנֵי יָמִים וְאֵינוֹ נֶאֱכָל אֶלָּא לַכֹּהֲנִים. וְאֵין מְבִיאִין קָדָשִׁים לְבֵית הַפְּסוּל וְאֵין מְמַעֲטִין בַּאֲכִילָתָן:\n",
      "וְכֵן מַעֲשֵׂר שֶׁנִּתְעָרֵב בְּפֶסַח כְּשֶׁיִּפּל בָּהֶן מוּם יֵאָכְלוּ כְּמַעֲשֵׂר. הַבְּכוֹר וְהַמַּעֲשֵׂר שֶׁנִּתְעָרְבוּ יֵאָכְלוּ בְּמוּמָן:\n",
      "וְכֵן שְׁאָר קָדָשִׁים שֶׁנִּתְעָרְבוּ בִּבְכוֹר וּבְמַעֲשֵׂר יִרְעוּ עַד שֶׁיִּפּל בָּהֶם מוּם וְיֵאָכְלוּ כִּבְכוֹר שֶׁנָּפַל בּוֹ מוּם אוֹ כְּמַעֲשֵׂר שֶׁנָּפַל בּוֹ מוּם:\n",
      "אָשָׁם שֶׁנִּתְעָרֵב בִּשְׁלָמִים. אַף עַל פִּי שֶׁאֵין מַקְרִיבִין מִשְּׁנֵיהֶן אֶלָּא הָאֵימוּרִין אֲבָל הַבָּשָׂר נֶאֱכָל. לֹא יִקָּרְבוּ אֶלָּא יִרְעוּ עַד שֶׁיִּפּל בָּהֶן מוּם וְיָבִיא בִּדְמֵי הַיָּפֶה אָשָׁם וּבִדְמֵי הַיָּפֶה שְׁלָמִים וְהַמּוֹתָר יַפְסִיד מִבֵּיתוֹ. וְאִם קָדַם וְהִקְרִיב אֲשָׁמוֹ שְׁנֵיהֶן יִפְּלוּ לִנְדָבָה:\n",
      "כָּל הַקָּדָשִׁים אֶפְשָׁר שֶׁיִּתְעָרְבוּ מִין בְּמִינוֹ. חוּץ מִן הַחַטָּאת עִם הָאָשָׁם שֶׁאֵין הָאָשָׁם אֶלָּא מִזִּכְרֵי כְּבָשִׂים. וְאֵין לְךָ חַטָּאת מִן הַכְּבָשִׂים אֶלָּא נְקֵבָה:\n",
      "וְכָל אֵלּוּ הַמִּתְעָרְבִין בַּחַיִּים אִם הִקְרִיב הֻרְצָה שֶׁאֵין בַּעֲלֵי חַיִּים נִדְחִין:\n",
      "בְּהֵמָה שֶׁנִּמְצֵאת מִירוּשָׁלַיִם וְעַד מִגְדַּל עֵדֶר וּכְמִדָּתָה לְכָל רוּחַ. אִם נְקֵבָה בַּת שְׁנָתָהּ הִיא כּוֹנְסָהּ לְכִפָּה עַד שֶׁתָּמוּת שֶׁמָּא חַטָּאת הִיא. הָיְתָה בַּת שְׁתַּיִם יְבִיאֶנָּה שְׁלָמִים וְיָבִיא עִמָּהּ לֶחֶם שֶׁמָּא תּוֹדָה הִיא. מָצָא זָכָר בֶּן שְׁתֵּי שָׁנִים אֵין לוֹ תַּקָּנָה. שֶׁמָּא אָשָׁם הוּא וַעֲדַיִן לֹא כִּפְּרוּ בְּעָלָיו. מָצָא זָכָר בֶּן שָׁנָה מַנִּיחוֹ עַד שֶׁיִּפּל בּוֹ מוּם. וּמֵבִיא שְׁתֵּי בְּהֵמוֹת תַּחְתָּיו וּמַתְנֶה וְאוֹמֵר אִם עוֹלָה הָיָה זֶה עוֹלָה תַּחְתָּיו וְאִם שְׁלָמִים הָיָה זֶה שְׁלָמִים תַּחְתָּיו. וּמַקְרִיב הָאֶחָד עוֹלָה וּנְסָכָיו מִשֶּׁל צִבּוּר. וְהָאַחֵר שְׁלָמִים עִם הַלֶּחֶם שֶׁמָּא תּוֹדָה הָיָה. וּמַה יַּעֲשֶׂה בָּזֶה הַנִּמְצָא יֵאָכֵל בְּמוּמוֹ שֶׁאֲפִלּוּ הָיָה בְּכוֹר אוֹ מַעֲשֵׂר בְּמוּמוֹ הוּא נֶאֱכָל. וְאִם פֶּסַח אַחַר זְמַנּוֹ הוּא הֲרֵי זֶה שְׁלָמִים וּבִזְמַנּוֹ הַכּל נִזְהָרִין בּוֹ. וְאִם תֹּאמַר שֶׁמָּא אֲשַׁם נָזִיר אוֹ אֲשַׁם מְצֹרָע הוּא. אֵינָן מְצוּיִין תָּמִיד. לְפִיכָךְ לֹא חָשׁוּ לָהֶן:\n",
      "נִתְעָרְבוּ קָדָשִׁים בְּקָדָשִׁים אַחַר שֶׁנִּשְׁחֲטוּ יֵאָכְלוּ כֶּחָמוּר שֶׁבָּהֶן. נִתְעָרְבוּ בִּפְסוּלֵי הַמֻּקְדָּשִׁין אוֹ בְּחֻלִּין שֶׁנִּשְׁחֲטוּ בָּעֲזָרָה תְּעֻבַּר צוּרָתָן וְיֵצְאוּ לְבֵית הַשְּׂרֵפָה:\n",
      "אֵיבְרֵי חַטָּאת שֶׁנִּתְעָרְבוּ בְּאֵיבְרֵי עוֹלָה. מַנִּיחִין הַכּל עַד שֶׁיִּפָּסְדוּ וּתְעֻבַּר צוּרָתָן. וְשׂוֹרְפִין אוֹתָן בָּעֲזָרָה בְּמָקוֹם שֶׁשּׂוֹרְפִין פְּסוּלֵי הַמֻּקְדָּשִׁין:\n",
      "אֵיבָר שֶׁל בַּעֲלֵי מוּמִין שֶׁנִּתְעָרֵב בְּאֵיבְרֵי קָדָשִׁים אֲפִלּוּ אֵיבָר בְּאֶלֶף אֵיבָרִים. יֵצְאוּ הַכּל לְבֵית הַשְּׂרֵפָה. וַאֲפִלּוּ קָרְבוּ כֻּלָּן חוּץ מֵאֶחָד מִן הַתַּעֲרֹבֶת. הֲרֵי זֶה יִשָּׂרֵף בָּעֲזָרָה בְּמָקוֹם שֶׁשּׂוֹרְפִין פְּסוּלֵי הַמֻּקְדָּשִׁין:\n",
      "חֲתִיכוֹת קָדְשֵׁי קָדָשִׁים שֶׁנִּתְעָרְבוּ בַּחֲתִיכוֹת קָדָשִׁים קַלִּים. אוֹ הַנֶּאֱכָלִין לְיוֹם אֶחָד בְּנֶאֱכָלִין לִשְׁנֵי יָמִים. יֵאָכְלוּ כֶּחָמוּר שֶׁבָּהֶן:\n",
      "חֲתִיכָה שֶׁל חַטָּאת טְמֵאָה שֶׁנִּתְעָרְבָה בְּמֵאָה חֲתִיכוֹת שֶׁל חַטָּאת טְהוֹרָה. וְכֵן פְּרוּסָה שֶׁל לֶחֶם הַפָּנִים שֶׁנִּטְמָא שֶׁנִּתְעָרְבָה בְּמֵאָה פְּרוּסוֹת שֶׁל לֶחֶם הַפָּנִים הַטָּהוֹר. הֲרֵי זוֹ תַּעֲלֶה כְּמוֹ שֶׁבֵּאַרְנוּ בִּתְרוּמוֹת:\n",
      "אֲבָל חֲתִיכָה שֶׁל חַטָּאת שֶׁנִּתְעָרְבָה בְּמֵאָה חֲתִיכוֹת שֶׁל חֻלִּין. וְכֵן פְּרוּסָה שֶׁל לֶחֶם הַפָּנִים הַטָּהוֹר שֶׁנִּתְעָרְבָה בְּמֵאָה פְּרוּסוֹת שֶׁל חֻלִּין. הֲרֵי אֵלּוּ לֹא יַעֲלוּ אֶלָּא יֵאָכֵל הַכּל לַכֹּהֲנִים כְּכָל הַמְדֻמָּעוֹת:\n"
    ],
    [
      "כָּל הַפְּסוּלִין לַעֲבוֹדָה שֶׁמָּלְקוּ מְלִיקָתָן פְּסוּלָה. וְאַף עַל פִּי שֶׁאוֹתוֹ הָעוֹף פָּסוּל אֵינוֹ כְּנִבְלַת הָעוֹף הַטָּהוֹר לְטֻמְאָה. וְכֵן אִם מָלַק בַּלַּיְלָה אוֹ שֶׁשָּׁחַט חֻלִּין בִּפְנִים וְקָדָשִׁים בַּחוּץ. אֵינָהּ כִּנְבֵלָה:\n",
      "מָלַק תּוֹרִים שֶׁלֹּא הִגִּיעַ זְמַנָּן וּבְנֵי יוֹנָה שֶׁעָבַר זְמַנָּם וְשֶׁיָּבַשׁ גַּפָּהּ וְשֶׁנִּסְמֵית עֵינָהּ וְשֶׁנִּקְטְעָה רַגְלָהּ הֲרֵי זוֹ נְבֵלָה לְכָל דָּבָר. זֶה הַכְּלָל כָּל שֶׁהָיָה פְּסוּלָהּ בַּקֹּדֶשׁ פְּסוּלָה וְאֵינָהּ נְבֵלָה. לֹא הָיָה פְּסוּלָהּ בַּקֹּדֶשׁ הֲרֵי זוֹ נְבֵלָה לְכָל דָּבָר:\n",
      "לְפִיכָךְ הַמּוֹלֵק וְנִמְצֵאת טְרֵפָה. אוֹ שֶׁמָּלַק בְּסַכִּין אוֹ שֶׁמָּלַק חֻלִּין בִּפְנִים וְקָדָשִׁים בַּחוּץ. הֲרֵי זוֹ נְבֵלָה לְכָל דָּבָר. שֶׁאֵין הַמְּלִיקָה מַתֶּרֶת וּמְטַהֶרֶת אֶלָּא דָּבָר שֶׁהוּא כָּשֵׁר לַמִּזְבֵּחַ:\n",
      "אֲבָל הַנִּרְבָּע וְהַמֻּקְצֶה וְהַנֶּעֱבָד וְהָאֶתְנָן וְהַמְּחִיר וְהַטֻּמְטוּם וְהָאַנְדְּרוֹגִינוּס שֶׁנִּמְלְקוּ. הֲרֵי אֵלּוּ נְבֵלָה לְכָל דָּבָר וּמְטַמְּאִין בְּגָדִים בְּבֵית הַבְּלִיעָה. שֶׁאֵין הַקְּדֻשָּׁה חָלָה עֲלֵיהֶן וַהֲרֵי אֵין פְּסוּלָן בְּקֹדֶשׁ:\n",
      "כְּבָר בֵּאַרְנוּ בְּמַעֲשֵׂה הַקָּרְבָּנוֹת שֶׁחַטַּאת הָעוֹף נַעֲשֵׂית לְמַטָּה וְעוֹלַת הָעוֹף לְמַעְלָה. חַטַּאת הָעוֹף שֶׁעֲשָׂאָהּ לְמַעְלָה פְּסוּלָה. בֵּין שֶׁעָשָׂה הַזָּיָתָהּ כְּמַעֲשֵׂה חַטָּאת. בֵּין שֶׁעֲשָׂאָהּ כְּמַעֲשֵׂה עוֹלָה. בֵּין שֶׁעֲשָׂאָהּ לְשֵׁם עוֹלָה. בֵּין שֶׁעֲשָׂאָהּ לְשֵׁם חַטָּאת:\n",
      "וְכֵן עוֹלַת הָעוֹף שֶׁעֲשָׂאָהּ לְמַטָּה אֲפִלּוּ מָלַק סִימָן אֶחָד לְמַטָּה וְסִימָן אֶחָד לְמַעְלָה פְּסוּלָה בֵּין שֶׁמְּלָקוֹ כִּמְלִיקַת עוֹלָה בֵּין שֶׁעֲשָׂאָהּ כְּמַעֲשֵׂה חַטָּאת. בֵּין שֶׁעֲשָׂאָהּ לְשֵׁם חַטָּאת בֵּין שֶׁעֲשָׂאָהּ לְשֵׁם עוֹלָה:\n",
      "חַטַּאת הָעוֹף שֶׁמְּלָקָהּ לְמַטָּה כִּמְלִיקַת עוֹלָה לְשֵׁם חַטָּאת אוֹ כְּמַעֲשֵׂה חַטָּאת לְשֵׁם עוֹלָה אוֹ כְּמַעֲשֵׂה עוֹלָה לְשֵׁם עוֹלָה פְּסוּלָה:\n",
      "וְכֵן עוֹלַת הָעוֹף שֶׁעֲשָׂאָהּ לְמַעְלָה כְּמַעֲשֵׂה חַטָּאת לְשֵׁם עוֹלָה אוֹ כְּמַעֲשֵׂה חַטָּאת לְשֵׁם חַטָּאת פְּסוּלָה. כְּמַעֲשֵׂה עוֹלָה לְשֵׁם חַטָּאת כְּשֵׁרָה. וּבִלְבַד שֶׁלֹּא עָלְתָה לַבְּעָלִים לְשֵׁם חוֹבָה:\n",
      "כָּל אֵלּוּ הָעוֹפוֹת שֶׁנִּפְסְלוּ מִפְּנֵי מְקוֹם עֲשִׂיָּתָן אוֹ מִפְּנֵי שִׁנּוּי מַעֲשֵׂיהֶן אוֹ שִׁנּוּי שְׁמָם. אֵינָן כְּנִבְלַת הָעוֹף לְטֻמְאָה. וְכֵן חַטַּאת הָעוֹף אוֹ עוֹלַת הָעוֹף שֶׁנִּתְפַּגְּלָה אוֹ נִטְמְאָה אוֹ נַעֲשֵׂית נוֹתָר אֵינָהּ מְטַמְּאָה בְּבֵית הַבְּלִיעָה כְּנִבְלַת הָעוֹף. שֶׁכָּל אֵלּוּ פְּסוּלָן בְּקֹדֶשׁ:\n",
      "חַטַּאת הָעוֹף הַבָּאָה עַל הַסָּפֵק נַעֲשֵׂית כְּמִצְוָתָהּ וְאֵינָהּ נֶאֱכֶלֶת אֶלָּא תִּשָּׂרֵף כְּכָל פְּסוּלֵי הַמֻּקְדָּשִׁין. וְכֵיצַד תָּבוֹא עַל הַסָּפֵק. כְּגוֹן שֶׁהָיְתָה הָאִשָּׁה סְפֵק זָבָה אוֹ סְפֵק יוֹלֶדֶת וְכָל כַּיּוֹצֵא בָּזֶה. וְאֵין לָנוּ חַטַּאת בְּהֵמָה עַל סָפֵק. שֶׁאִם נִסְתַּפֵּק לוֹ אִם חָטָא אִם לֹא חָטָא יָבִיא אָשָׁם תָּלוּי כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת שְׁגָגוֹת:\n",
      "חַטַּאת הָעוֹף הַבָּאָה עַל הַסָּפֵק וְנוֹדַע שֶׁהִיא חַיֶּבֶת בָּהּ וַדַּאי. אִם עַד שֶׁלֹּא נִמְלְקָה נוֹדַע לָהּ תֵּעָשֶׂה וַדָּאִית וְתֵאָכֵל. וְאִם אַחַר שֶׁנִּמְלְקָה נוֹדַע לָהּ הֲרֵי זֶה גּוֹמֵר הַזָּיַת דָּמָהּ וְתַמְצִיתוֹ וְתִשָּׂרֵף כְּדֵי שֶׁלֹּא יֹאמְרוּ חַטַּאת הָעוֹף הַבָּאָה עַל הַסָּפֵק תֵּאָכֵל שֶׁהֲרֵי בַּתְּחִלָּה עַל סָפֵק בָּאָה:\n",
      "נוֹדַע לָהּ שֶׁאֵינָהּ חַיֶּבֶת בָּהּ מֵאַחַר שֶׁנִּמְלְקָה הֲרֵי זוֹ תִּקָּבֵר:\n"
    ],
    [
      "חַטַאת הָעוֹף שֶׁנִּתְעָרְבָה בְּעוֹלַת הָעוֹף. אוֹ עוֹלַת הָעוֹף שֶׁנִּתְעָרְבָה בְּחַטַּאת הָעוֹף. אֲפִלּוּ אַחַת בְּרִבּוֹא כֻּלָּן יָמוּתוּ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ מְפֹרָשׁוֹת בִּשְׁעַת לְקִיחַת הַבְּעָלִים זוֹ חַטָּאת וְזוֹ עוֹלָה. אֲבָל אִם הֵבִיא עוֹפוֹת לְחוֹבָתוֹ מֵהֶן חַטָּאת וּמֵהֶן עוֹלָה וְלֹא פֵּרֵשׁ אֶלָּא כֻּלָּן סְתוּמוֹת וְנִתְעָרְבָה חַטָּאת אוֹ עוֹלָה בְּחוֹבָה זוֹ הַסְּתוּמָה יֵשׁ לָהֶן דִּינִים אֲחֵרִים:\n",
      "וְכֵיצַד דִּינֵיהֶן. אִם נִתְעָרְבָה חַטָּאת בְּחוֹבָה זוֹ הַסְּתוּמָה אֵין כָּשֵׁר אֶלָּא מִנְיַן חַטָּאוֹת שֶׁבְּחוֹבָה בִּלְבַד. אֲבָל מִנְיַן הָעוֹלוֹת שֶׁבְּחוֹבָה עִם הַחַטָּאת שֶׁנִּתְעָרְבָה בָּהֶן פְּסוּלִין שֶׁהֲרֵי נִתְעָרְבָה חַטָּאת בְעוֹלוֹת:\n",
      "לְפִיכָךְ אִם הָיְתָה הַחוֹבָה שְׁתַּיִם בְּחַטָּאת. חֲצִי הַחוֹבָה כָּשֵׁר וְחֶצְיָהּ פָּסוּל. וְיֵרָאֶה לִי שֶׁהוּא עוֹשֶׂה כֻּלָּן לְמַטָּן כְּמַעֲשֵׂה חַטָּאת:\n",
      "וְכֵן אִם נִתְעָרְבָה עוֹלָה בְּחוֹבָה זוֹ הַסְּתוּמָה. אֵין כָּשֵׁר אֶלָּא מִנְיַן עוֹלוֹת שֶׁבְּחוֹבָה. אֲבָל מִנְיַן הַחַטָּאוֹת שֶׁבְּחוֹבָה עִם הָעוֹלָה שֶׁנִּתְעָרְבָה בָּהֶן פְּסוּלִין. שֶׁהֲרֵי נִתְעָרְבָה עוֹלָה בְּחַטָּאת. בֵּין שֶׁהָיְתָה הַחוֹבָה הַסְּתוּמָה מְרֻבָּה עַל הָעוֹלוֹת שֶׁנִּתְעָרֵב בָּהּ. בֵּין שֶׁהָיוּ הָעוֹלוֹת מְרֻבִּין עַל הַחוֹבָה הַסְּתוּמָה. בֵּין שֶׁהָיוּ שְׁתֵּיהֶן שָׁווֹת. אֵין כָּשֵׁר אֶלָּא מִנְיַן עוֹלוֹת שֶׁבְּחוֹבָה. לְפִיכָךְ אִם הָיְתָה הַחוֹבָה שְׁתַּיִם בָּעוֹלוֹת חֲצִי הַחוֹבָה כָּשֵׁר וְחֶצְיָהּ פָּסוּל. וְיֵרָאֶה לִי שֶׁהוּא עוֹשֶׂה כֻּלָּן לְמַעְלָה כְּמַעֲשֵׂה עוֹלָה:\n",
      "חוֹבָה סְתוּמָה וְחוֹבָה אַחֶרֶת סְתוּמָה שֶׁנִּתְעָרְבוּ. בֵּין שֶׁהָיוּ שְׁתֵּיהֶן מִשֵּׁם אֶחָד. כְּגוֹן קִנֵּי זָבִים עִם קִנֵּי זָבִים. אוֹ מִשְּׁנֵי שֵׁמוֹת כְּגוֹן קִנֵּי זָבִים עִם קִנֵּי יוֹלְדוֹת. בֵּין שֶׁהָיוּ שְׁתֵּיהֶם לְאָדָם אֶחָד. בֵּין שֶׁהָיוּ לִשְׁנַיִם. אִם הָיוּ שְׁתֵּיהֶן שָׁווֹת מֶחֱצָה כָּשֵׁר וּמֶחֱצָה פָּסוּל. בֵּין שֶׁעָשָׂה הַכּל לְמַעְלָה אוֹ הַכּל לְמַטָּה אוֹ עָשָׂה חֶצְיָן לְמַעְלָה וְחֶצְיָן לְמַטָּה לְעוֹלָם מֶחֱצָה כָּשֵׁר וּמֶחֱצָה פָּסוּל. מִפְּנֵי שֶׁהַכּל חֶצְיָן עוֹלָה וְחֶצְיָן חַטָּאת. וְהַחַטָּאת לְמַטָּה וְהָעוֹלָה לְמַעְלָה. אִם עָשָׂה הַכּל לְמַעְלָה חֶצְיָן כְּשֵׁרוֹת וְהֵן עוֹלוֹת. וְאִם עָשָׂה כֻּלָּן לְמַטָּה חֶצְיָן כְּשֵׁרוֹת וְהֵן חַטָּאוֹת. עָשָׂה חֶצְיָן לְמַטָּה וְחֶצְיָן לְמַעְלָה חֲצִי הַחֵצִי שֶׁנַּעֲשָׂה לְמַעְלָה כָּשֵׁר מִפְּנֵי הַתַּעֲרֹבֶת וְהוּא עוֹלוֹת וַחֲצִי הַחֵצִי שֶׁל מַטָּה כָּשֵׁר וְהוּא חַטָּאוֹת:\n",
      "הָיוּ שְׁתֵּי הַחוֹבוֹת הַסְּתוּמוֹת שֶׁנִּתְעָרְבוּ זוֹ גְּדוֹלָה מִזּוֹ. כְּגוֹן שֶׁהָיְתָה אַחַת אַרְבַּע עוֹפוֹת וְהַשְּׁנִיָּה שֵׁשׁ. אִם עָשָׂה הַכּל לְמַעְלָה אוֹ עָשָׂה הַכּל לְמַטָּה מֶחֱצָה פָּסוּל וּמֶחֱצָה כָּשֵׁר וּמִטַּעַם שֶׁבֵּאַרְנוּ. עָשָׂה חֶצְיָן לְמַטָּה וְחֶצְיָן לְמַעְלָה. אִם אַחַר שֶׁשָּׁאַל עָשָׂה כֵן הַמֻּעָט כָּשֵׁר. וְאִם מִדַּעְתּוֹ עָשָׂה הַמְרֻבֶּה כָּשֵׁר:\n",
      "זֶה הַכְּלָל כָּל שֶׁעָשָׂה הַכֹּהֵן מִדַּעְתּוֹ חֶצְיָן לְמַעְלָה וְחֶצְיָן לְמַטָּה. וְאִי אֶפְשָׁר שֶׁלֹּא יִהְיֶה מִשֶּׁל אֶחָד לְמַעְלָה וּלְמַטָּה. הֲרֵי זֶה הַמְרֻבֶּה כָּשֵׁר הוֹאִיל וְדָבָר יָדוּעַ שֶׁמִּקְצָת קָרְבְּנוֹתָיו לְמַעְלָה וּמִקְצָתָם לְמַטָּה יִהְיוּ כָּל קָרְבְּנוֹתָיו כְּשֵׁרִים:\n",
      "שְׁנַיִם שֶׁלָּקְחוּ קִנֵּיהֶן בְּעֵרוּב אוֹ שֶׁנָּתְנוּ דְּמֵי קִנֵּיהֶן לַכֹּהֵן לְאֵיזֶה שֶׁיִּרְצֶה הַכֹּהֵן יַקְרִיב חַטָּאת וּלְאֵיזֶה שֶׁיִּרְצֶה יַקְרִיב עוֹלָה. שֶׁאֵין הַקִּינִין מִתְפָּרְשִׁין אֶלָּא בִּלְקִיחַת הַבְּעָלִים אוֹ בַּעֲשִׂיַּת הַכֹּהֵן כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
      "הָיוּ לִפְנֵי הַכֹּהֵן חַטָּאוֹת וְעוֹלוֹת. עָשָׂה שְׁתֵּיהֶן לְמַעְלָה אוֹ שְׁתֵּיהֶן לְמַטָּה מֶחֱצָה כָּשֵׁר וּמֶחֱצָה פָּסוּל. עָשָׂה חֶצְיָן לְמַעְלָה וְחֶצְיָן לְמַטָּה וְלֹא יָדַע אִם הַחַטָּאוֹת הֵם שֶׁעָשָׂה לְמַטָּה אוֹ הָעוֹלוֹת. הֲרֵי הַכּל פָּסוּל. שֶׁאֲנִי אוֹמֵר הָעוֹלוֹת הֵם שֶׁעָשָׂה לְמַטָּה וְהַחַטָּאוֹת לְמַעְלָה:\n",
      "הָיוּ לְפָנָיו שְׁלֹשָׁה צִבּוּרֵי עוֹפוֹת אֶחָד חַטָּאוֹת וְאֶחָד עוֹלוֹת וְהָאֶחָד סָתוּם חֶצְיוֹ עוֹלוֹת וְחֶצְיוֹ חַטָּאוֹת וְלֹא פֵּרֵשׁ. אִם עָשָׂה כֻּלָּן לְמַעְלָה אוֹ לְמַטָּה. מֶחֱצָה כָּשֵׁר וּמֶחֱצָה פָּסוּל:\n",
      "עָשָׂה חֶצְיָן לְמַעְלָה וְחֶצְיָן לְמַטָּה. אֵין הַכָּשֵׁר אֶלָּא הַסָּתוּם בִּלְבַד שֶׁעָשָׂה חֶצְיוֹ לְמַעְלָה וְחֶצְיוֹ לְמַטָּה. וְהוּא מִתְחַלֵּק בֵּין הַבְּעָלִים וְעוֹלֶה לִשְׁנֵיהֶן. שֶׁהֲרֵי הַכֹּהֵן אֵינוֹ יוֹדֵעַ לְאֵי זֶה מֵהֶן פֵּרֵשׁ וּלְאֵי זֶה מֵהֶן הָיָה הַסָּתוּם. וּשְׁנֵי הַצִּבּוּרִין הַמְפֹרָשִׁין פְּסוּלִין שֶׁהֲרֵי לֹא יָדַע אֵי זֶה עָשָׂה לְמַעְלָה וְאֵי זֶה עָשָׂה לְמַטָּה וְשֶׁמָּא הָעוֹלָה נַעֲשֵׂית לְמַטָּה וְהַחַטָּאת לְמַעְלָה:\n"
    ],
    [
      "קֵן סְתוּמָה שֶׁפָּרַח מִמֶּנָּה גּוֹזָל לָאֲוִיר. אוֹ שֶׁפָּרַח לְבֵין הָעוֹפוֹת שֶׁיָּמוּתוּ כֻּלָּן. אוֹ שֶׁמֵּת גּוֹזָל אֶחָד. יִקַּח זוּג לַשֵּׁנִי:\n",
      "פָּרַח לְבֵין הַקְּרֵבוֹת. פָּסוּל וּפוֹסֵל אֶחָד כְּנֶגְדּוֹ. שֶׁהַגּוֹזָל הַפּוֹרֵחַ מִקֵּן סָתוּם לְבֵין הַקְּרֵבוֹת פָּסוּל וּפוֹסֵל אֶחָד כְּנֶגְדּוֹ. כֵּיצַד. פָּרַח גּוֹזָל מִן הַסָּתוּם לַעֲשָׂרָה עוֹפוֹת סְתוּמוֹת. אִם עָשָׂה חֲמִשָּׁה לְמַטָּה וְשִׁשָּׁה לְמַעְלָה. הֲרֵי חָמֵשׁ עוֹלוֹת כְּשֵׁרוֹת מֵהַשִּׁשָּׁה שֶׁל מַעְלָה וְאַרְבַּע חַטָּאוֹת כְּשֵׁרוֹת מֵהַחֲמִשָּׁה עוֹפוֹת שֶׁנַּעֲשׂוּ לְמַטָּה. שֶׁאֲנִי אוֹמֵר שֶׁמָּא הַגּוֹזָל הַפּוֹרֵחַ הוּא אֶחָד מֵחֲמִשָּׁה שֶׁל מַטָּה. וְכֵן אִם עָשָׂה מֵהֶם שִׁשָּׁה לְמַטָּה וַחֲמִשָּׁה לְמַעְלָה נִמְצֵאת הַכָּשֵׁר חָמֵשׁ חַטָּאוֹת וְאַרְבַּע עוֹלוֹת. שֶׁאֲנִי אוֹמֵר שֶׁמָּא הַגּוֹזָל מֵחֲמִשָּׁה שֶׁל מַעְלָה. נִמְצֵאת הַכָּשֵׁר מֵהָעֲשָׂרָה תִּשְׁעָה הֲרֵי פָּסַל אֶחָד:\n",
      "אַרְבָּעָה עוֹפוֹת סְתוּמוֹת וְאַרְבָּעָה עוֹפוֹת שְׁנִיּוֹת סְתוּמוֹת. פָּרַח אֶחָד מִן הָרִאשׁוֹנוֹת לַשְּׁנִיּוֹת פָּסַל אֶחָד מִן הַשְּׁנִיּוֹת. אַחַר שֶׁנִּתְעָרְבוּ חָזַר אֶחָד מִן הַשְּׁנִיּוֹת וּפָרַח לָרִאשׁוֹנוֹת פָּסַל אֶחָד מִן הָרִאשׁוֹנוֹת. וְנִמְצָא הַכָּשֵׁר מִן הָרִאשׁוֹנוֹת שְׁתַּיִם בִּלְבַד:\n",
      "חָזַר אֶחָד וּפָרַח מִן הָרִאשׁוֹנוֹת לַשְּׁנִיּוֹת אֲפִלּוּ כָּל הַיּוֹם אֵינוֹ מוֹסִיף לְהַפְסִיד יֶתֶר עַל זֶה שֶׁאֲפִלּוּ הֵן מְעוֹרָבוֹת כֻּלָּן זוֹ בָּזוֹ מֶחֱצָה כָּשֵׁר וּמֶחֱצָה פָּסוּל כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
      "צִבּוּר אֶחָד יֵשׁ בּוֹ שְׁנֵי עוֹפוֹת. וּבַשֵּׁנִי אַרְבָּעָה. וּבַשְּׁלִישִׁי שִׁשָּׁה. וּבָרְבִיעִי שְׁמוֹנָה. וּבַחֲמִישִׁי עֲשָׂרָה. וּבַשִּׁשִּׁי שְׁנֵים עָשָׂר. וּבַשְּׁבִיעִי אַרְבָּעָה עָשָׂר. וּפָרַח גּוֹזָל מִן הָרִאשׁוֹנָה לַשְּׁנִיָּה. וְאֶחָד מִן הַשְּׁנִיָּה לַשְּׁלִישִׁית. וּמִשְּׁלִישִׁית לִרְבִיעִית. מֵרְבִיעִית לַחֲמִישִׁית. וּמֵחֲמִישִׁית לַשִּׁשִּׁית. וּמִשִּׁשִׁית לִשְׁבִיעִית. וְחָזַר אֶחָד וּפָרַח מִצִּבּוּר לְצִבּוּר עַד שֶׁחָזַר לָרִאשׁוֹנָה שֶׁפָּרַח מִמֶּנָּה רִאשׁוֹנָה. פּוֹסֵל אֶחָד בַּהֲלִיכָתוֹ וְאֶחָד בַּחֲזִירָתוֹ. הָרִאשׁוֹנָה וְהַשְּׁנִיָּה אֵין לָהֶם כְּלוּם. וְהַשְּׁלִישִׁית יֵשׁ לָהּ שְׁנֵי עוֹפוֹת. וְהָרְבִיעִית יֵשׁ לָהּ אַרְבָּעָה. וְהַחֲמִישִׁית יֵשׁ לָהּ שִׁשָּׁה. וְהַשִּׁשִּׁית יֵשׁ לָהּ שְׁמוֹנָה. וְהַשְּׁבִיעִית יֵשׁ לָהּ שְׁנֵים עָשָׂר. חָזַר אֶחָד וּפָרַח פַּעַם שְׁנִיָּה מִזּוֹ לָזוֹ וְחָזַר אֶחָד וּפָרַח מִן הָאַחֲרוֹנָה לְשֶׁלְּמַעְלָה מִמֶּנָּה עַד שֶׁחָזַר לָרִאשׁוֹנָה. פּוֹסֵל אֶחָד בַּהֲלִיכָתוֹ וְאֶחָד בַּחֲזִירָתוֹ. הַשְּׁלִישִׁית וְהָרְבִיעִית אֵין לָהֶם כְּלוּם. וְהַחֲמִישִׁית יֵשׁ לָהּ שְׁנֵי עוֹפוֹת כְּשֵׁרִים. וְהַשִּׁשִּׁית יֵשׁ לָהּ אַרְבָּעָה. הַשְּׁבִיעִית יֵשׁ לָהּ עֲשָׂרָה. פָּרַח פַּעַם שְׁלִישִׁית גּוֹזָל מִזּוֹ לָזוֹ. וְחָזַר פַּעַם רְבִיעִית מִזּוֹ לָזוֹ. פּוֹסֵל אֶחָד בַּהֲלִיכָתוֹ וְאֶחָד בַּחֲזִירָתוֹ. וְהַחֲמִישִׁית וְהַשִּׁשִּׁית נִפְסְלוּ כֻּלָּן. וְהַשְּׁבִיעִית נִשְׁאֲרוּ לָהּ שְׁמוֹנָה עוֹפוֹת כְּשֵׁרִין. כְּשֶׁיַּעֲשֶׂה אַרְבָּעָה עָשָׂר שֶׁבַע לְמַעְלָה וְשֶׁבַע לְמַטָּה יִהְיוּ שְׁמוֹנָה מֵהֶן כְּשֵׁרִין וְהַשִּׁשָּׁה פְּסוּלִין מִפְּנֵי תַּעֲרֹבֶת גּוֹזָלוֹת אֵלּוּ שֶׁפָּרְחוּ בַּהֲלִיכָה וּבַחֲזָרָה:\n",
      "קֵן סְתוּמָה וְקֵן מְפֹרֶשֶׁת. פָּרַח מִן הַסְּתוּמָה לַמְּפֹרֶשֶׁת. יִקַּח זוּג לְשֵׁנִי. חָזַר אוֹ שֶׁפָּרַח אֶחָד מִן הַמְפֹרֶשֶׁת לַסְּתוּמָה. וְלֹא יָדַע זֶה שֶׁפָּרַח אִם הָיָה עוֹלָה אוֹ חַטָּאת. יָמוּתוּ כָּל הָעוֹפוֹת שֶׁבַּסְּתוּמָה. שֶׁאִם נִתְעָרְבָה בָּהֶן עוֹלָה כָּל הַחַטָּאוֹת שֶׁבָּהּ פְּסוּלוֹת. וְאִם חַטָּאת נִתְעָרְבָה כָּל הָעוֹלוֹת שֶׁבָּהּ פְּסוּלוֹת לְפִיכָךְ יָמוּתוּ כֻּלָּן:\n",
      "חַטָּאת מִכָּאן וְעוֹלָה מִכָּאן וּסְתוּמָה בָּאֶמְצַע. פָּרַח מִן הָאֶמְצַע לַצְּדָדִין אֵילָךְ אֶחָד וְאֵילָךְ אֶחָד. לֹא הִפְסִיד כְּלוּם. אֶלָּא יֹאמַר זֶה שֶׁהָלַךְ אֵצֶל הַחַטָּאוֹת חַטָּאת וְזֶה שֶׁהָלַךְ אֵצֶל הָעוֹלוֹת עוֹלָה. חָזַר אַחַר שֶׁנִּתְעָרְבוּ וּפָרַח אֶחָד מִכָּאן וְאֶחָד מִכָּאן לָאֶמְצַע. הַשְּׁנַיִם הָאֶמְצָעִיִּים יָמוּתוּ שֶׁהֲרֵי הֵן חַטָּאת וְעוֹלָה מְעֹרָבִין. וְהַצְּדָדִין אֵלּוּ יִקָּרְבוּ חַטָּאת וְאֵלּוּ יִקָּרְבוּ עוֹלָה כְּשֶׁהָיוּ. פָּרַח מִן הָאֶמְצָעִית לַצְּדָדִין כֻּלָּן יָמוּתוּ. שֶׁמָּא עוֹלָה נִתְעָרְבָה בַּחַטָּאוֹת וְחַטָּאת בָּעוֹלוֹת:\n"
    ],
    [
      "הָאִשָׁה שֶׁאָמְרָה הֲרֵי עָלַי קֵן כְּשֶׁאֵלֵד זָכָר. יָלְדָה זָכָר מְבִיאָה אַרְבָּעָה עוֹפוֹת. שְׁנַיִם לְנִדְרָהּ וְהֵן עוֹלָה כְּמוֹ שֶׁבֵּאַרְנוּ. וּשְׁנַיִם לְחוֹבָתָהּ מִשּׁוּם לֵידָה וְהֵן אֶחָד עוֹלָה וְאֶחָד חַטָּאת. נִמְצֵאתָ לָמֵד שֶׁהַכֹּהֵן צָרִיךְ לַעֲשׂוֹת שָׁלֹשׁ פְּרֵדִין לְמַעְלָה. וּפְרֵדָה אַחַת לְמַטָּה. טָעָה וְעָשָׂה שְׁתַּיִם לְמַעְלָה וּשְׁתַּיִם לְמַטָּה וְלֹא נִמְלַךְ צְרִיכָה לְהָבִיא עוֹד פְּרֵדָה אַחַת וְיַקְרִיבֶנָּה לְמַעְלָה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהֵבִיאָה הָאַרְבָּעָה מִמִּין אֶחָד כְּגוֹן שֶׁהָיוּ כֻּלָּן תּוֹרִין אוֹ בְּנֵי יוֹנָה. אֲבָל אִם הָיוּ שְׁתֵּי תּוֹרִין עִם שְׁנֵי בְּנֵי יוֹנָה וְעָשָׂה שְׁנַיִם לְמַעְלָה וּשְׁנַיִם לְמַטָּה. צְרִיכָה לְהָבִיא עוֹד תּוֹר וּבֶן יוֹנָה וְיַעֲשֶׂה שְׁתֵּיהֶן לְמַעְלָה כְּדֵי לָצֵאת יְדֵי חוֹבָתָהּ. שֶׁאִם עָשָׂה בַּתְּחִלָּה שְׁתֵּי הַתּוֹרִין לְמַטָּה צְרִיכָה תּוֹר לְמַעְלָה לְהַשְׁלִים חוֹבָתָהּ. וְאִם עָשָׂה שְׁנֵי בְּנֵי הַיּוֹנָה לְמַטָּה צְרִיכָה בֶּן יוֹנָה לְמַעְלָה לְהַשְׁלִים חוֹבָתָהּ. שֶׁאֵין אָדָם מֵבִיא חוֹבָתוֹ גּוֹזָל אֶחָד תּוֹר אַחַת אוֹ בֶּן יוֹנָה אֶלָּא אוֹ שְׁנֵיהֶן תּוֹרִין אוֹ שְׁנֵיהֶן בְּנֵי יוֹנָה:\n",
      "פֵּרְשָׁה נִדְרָהּ וְאָמְרָה לַכֹּהֵן אֵלּוּ לְנִדְרִי וְאֵלּוּ לְחוֹבָתִי. וַעֲשָׂאָם הַכֹּהֵן שְׁתַּיִם לְמַעְלָה וּשְׁתַּיִם לְמַטָּה וְלֹא יָדַע אֵי זֶה מֵהֶן עָשָׂה לְמַעְלָה וְאֵי זֶה מֵהֶן עָשָׂה לְמַטָּה. צְרִיכָה לְהָבִיא שְׁלֹשָׁה עוֹפוֹת. שְׁנַיִם לְנִדְרָהּ וְאֶחָד לְהַשְׁלִים חוֹבָתָהּ. וְיֵעָשׂוּ הַשְּׁנַיִם לְמַעְלָה שֶׁהֲרֵי פֵּרְשָׁה נִדְרָהּ וְשֶׁמָּא שְׁנַיִם שֶׁל נִדְרָהּ נַעֲשָׂה לְמַטָּה שֶׁהֵם פְּסוּלוֹת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהֵבִיאָה הָאַרְבָּעָה שֶׁפֵּרְשָׁה נִדְרָהּ בִּשְׁנַיִם מֵהֶן מִמִּין אֶחָד. אֲבָל אִם הָיוּ שְׁנֵי מִינִין תָּבִיא אַרְבָּעָה אֲחֵרִים. שְׁנַיִם מִמִּין שֶׁפֵּרְשָׁה בּוֹ נִדְרָהּ יֵעָשׂוּ לְנִדְרָהּ וּשְׁנַיִם מֵאֵי זֶה מִין שֶׁתִּרְצֶה יִהְיוּ לְחוֹבָתָהּ וְיֵעָשׂוּ אֶחָד לְמַעְלָה וְאֶחָד לְמַטָּה:\n",
      "קָבְעָה נִדְרָהּ וְאָמְרָה אִם אֵלֵד זָכָר הֲרֵי עָלַי שְׁתֵּי תּוֹרִים. וְיָלְדָה וְהֵבִיאָה אַרְבָּעָה עוֹפוֹת. שְׁנַיִם לְנִדְרָהּ וּשְׁנַיִם לְחוֹבָתָהּ. וְעָשָׂה שְׁנַיִם לְמַעְלָה וּשְׁנַיִם לְמַטָּה וְלֹא יָדַע אֵי זֶה נַעֲשָׂה לְמַעְלָה וְאֵי זֶה נַעֲשָׂה לְמַטָּה. וְגַם הִיא שָׁכְחָה וְלֹא יָדְעָה בְּאֵי זֶה מִין קָבְעָה נִדְרָהּ אִם בְּתוֹרִים אוֹ בִּבְנֵי הַיּוֹנָה. הֲרֵי זוֹ צְרִיכָה לְהָבִיא שְׁתֵּי תּוֹרִים עִם שְׁנֵי בְּנֵי יוֹנָה לְנִדְרָהּ וְיֵעָשׂוּ אַרְבַּעְתָּן לְמַעְלָה. וְתָבִיא גּוֹזָל אֶחָד לְהַשְׁלִים חוֹבָתָהּ וְיֵעָשֶׂה לְמַעְלָה. (שֶׁכְּבָר עָשָׂה שְׁנַיִם לְמַטָּה שֶׁהֵם חַטָּאת). בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהֵבִיאָה הָאַרְבָּעָה תְּחִלָּה מִמִּין אֶחָד. אֲבָל אִם הָיוּ שְׁנֵי מִינִין צְרִיכָה לְהָבִיא שִׁשָּׁה עוֹפוֹת. שְׁתֵּי תּוֹרִים עִם שְׁנֵי בְּנֵי יוֹנָה לְנִדְרָהּ. וְתָבִיא לְחוֹבָתָהּ שְׁתֵּי תּוֹרִים אוֹ שְׁנֵי בְּנֵי יוֹנָה וְיֵעָשֶׂה אֶחָד לְמַעְלָה וְאֶחָד לְמַטָּה. וְכֵן אִם נְתָנָתַם לַכֹּהֵן וְשָׁכְחָה מַה נָּתְנָה לוֹ. וְהָלַךְ הַכֹּהֵן וְעָשָׂה וְאֵינוֹ יוֹדֵעַ הֵיכָן עָשָׂה אִם הַכּל לְמַעְלָה אוֹ הַכּל לְמַטָּה אוֹ מֶחֱצָה לְמַעְלָה וּמֶחֱצָה לְמַטָּה. הֲרֵי זוֹ תָּבִיא שְׁתֵּי תּוֹרִים עִם שְׁנֵי בְּנֵי יוֹנָה לְנִדְרָהּ. וְתָבִיא שְׁתֵּי תּוֹרִים אוֹ שְׁנֵי בְּנֵי יוֹנָה לְחוֹבָתָהּ:\n",
      "קָבְעָה חוֹבָתָהּ וְקָבְעָה נִדְרָהּ וְשָׁכְחָה בַּמֶּה קָּבְעָה. וְאֶפְשָׁר שֶׁחוֹבָתָהּ כֶּבֶשׂ לְעוֹלָה וּפְרֵדָה אַחַת תּוֹר אוֹ בֶּן יוֹנָה לְחַטָּאת. לְפִיכָךְ תָּבִיא שִׁשָּׁה פְּרֵדִין. אַרְבָּעָה לְנִדְרָהּ וּשְׁנַיִם לְחוֹבָתָהּ. וְעוֹד תָּבִיא חַטָּאת אֶחָד בֶּן יוֹנָה אוֹ תּוֹר עִם כֶּבֶשׂ. נִמְצֵאת שֶׁהֵבִיאָה שִׁבְעָה עוֹפוֹת [וְכֶבֶשׂ]:\n",
      "וְכָל הַחַטָּאוֹת הָאֵלּוּ אֵינָן נֶאֱכָלוֹת מִפְּנֵי שֶׁהֵם סָפֵק:\n"
    ],
    [
      "כָּל הַמְּנָחוֹת שֶׁקְּמָצָן אֶחָד מִן הַפְּסוּלִין לַעֲבוֹדָה הֲרֵי הֵם פְּסוּלוֹת. וְכֵן אִם לִקֵּט הַלְּבוֹנָה פָּסַל אַף עַל פִּי שֶׁלֹּא קָמַץ: ",
      "קָמַץ הַכָּשֵׁר וְנָתַן לַפָּסוּל. קָמַץ בִּימִינוֹ וְנָתַן לִשְׂמֹאלוֹ וְאַחַר כָּךְ נְתָנוֹ לִכְלִי. קָמַץ מִכְּלִי קֹדֶשׁ וְנָתַן לִכְלִי חֹל. פָּסַל: ",
      "קָמַץ וְעָלָה בְּיָדוֹ צְרוֹר אוֹ גַּרְגִּיר מֶלַח אוֹ קֹרֶט לְבוֹנָה פָּסוּל: ",
      "קָמַץ עַד שֶׁהוּא בַּחוּץ וְנִכְנַס לְפָנִים. יַחְזֹר וְיִקְמֹץ בִּפְנִים וְכָשֵׁר: ",
      "נִתְפַּזֵּר הַקֹּמֶץ עַל גַּבֵּי הָרִצְפָּה. יַחְזֹר וְיַאַסְפֶנּוּ: ",
      "הָיְתָה הַמִּנְחָה שֶׁלֹּא בִּכְלִי שָׁרֵת. אוֹ שֶׁהָיְתָה קֻמְצָהּ שֶׁלֹּא בִּכְלִי שָׁרֵת. אוֹ שֶׁהֶעֱלָהוּ לַמִּזְבֵּחַ שֶׁלֹּא בִּכְלִי שָׁרֵת. אוֹ שֶׁבְּלָלָהּ בְּשַׁמְנָהּ חוּץ לָעֲזָרָה. פְּסוּלָה עַד שֶׁתִּהְיֶה בְּלִילָתָהּ בִּפְנִים: ",
      "כָּל הַמְּנָחוֹת שֶׁיָּצַק עֲלֵיהֶן הַשֶּׁמֶן פָּסוּל לַעֲבוֹדָה כְּגוֹן הַזָּר וְכַיּוֹצֵא בּוֹ אוֹ שֶׁבְּלָלָן אוֹ פְּתָתָם אוֹ מְלָחָן כְּשֵׁרוֹת. הִגִּישָׁן אוֹ הֱנִיפָן חוֹזֵר הַכֹּהֵן וּמַגִּישׁ אוֹ מֵנִיף. וְאִם לֹא הִגִּישׁ וְלֹא הֵנִיף הַכֹּהֵן כְּשֵׁרוֹת. שֶׁנֶּאֱמַר <small>(ויקרא ב ב)</small> \"וֶהֱבִיאָהּ אֶל בְּנֵי אַהֲרֹן\" <small>(ויקרא ב ב)</small> \"וְקָמַץ\". מִקְּמִיצָה וְאֵילָךְ מִצְוַת כְּהֻנָּה לִמֵּד עַל יְצִיקָה וּבְלִילָה שֶׁכְּשֵׁרָה בְּזָר: ",
      "מִנְחָה שֶׁנָּפַל לְתוֹכָהּ שֶׁמֶן מִנְחָה אַחֶרֶת אוֹ שֶׁמֶן חֻלִּין כָּל שֶׁהוּא נִפְסְלָה. חִסֵּר שַׁמְנָהּ פְּסוּלָה. חִסֵּר לְבוֹנָתָהּ כְּשֵׁרָה. וְהוּא שֶׁיִּהְיוּ עָלֶיהָ שֵׁנִי קוֹרְטֵי לְבוֹנָה אֲבָל קֹרֶט אֶחָד פְּסוּלָה שֶׁנֶּאֱמַר אֶת כָּל לְבוֹנָתָהּ: ",
      "רִבָּה שַׁמְנָהּ וּלְבוֹנָתָהּ עַד שְׁנֵי לוֹגִין לְכָל עִשָּׂרוֹן וּשְׁנֵי קֻמְצֵי לְבוֹנָה לְכָל מִנְחָה כְּשֵׁרָה. שְׁנֵי לוֹגִין אוֹ שְׁנֵי קְמָצִין אוֹ יֶתֶר עַל זֶה פְּסוּלָה: ",
      "מִנְחַת חוֹטֵא שֶׁנָּתַן עָלֶיהָ שֶׁמֶן אוֹ עַל הַקֹּמֶץ שֶׁלָּהּ נִפְסְלָה. נָתַן עָלֶיהָ לְבוֹנָה יִלְקְטֶנָּה. הָיְתָה שְׁחוּקָה הֲרֵי זוֹ פְּסוּלָה מִסָּפֵק. שֶׁהֲרֵי אִי אֶפְשָׁר לְלַקֵּט: ",
      "נָתַן שֶׁמֶן עַל שְׁיָרֶיהָ אַחַר שֶׁקָּמַץ. אֵינוֹ לוֹקֶה וְלֹא פְּסָלָהּ שֶׁהֲרֵי הַקֹּמֶץ כָּשֵׁר: ",
      "נָתַן מַשֶּׁהוּ שֶׁמֶן עַל גַּבֵּי כְּזַיִת מִן הַמִּנְחָה פְּסָלָהּ מִסָּפֵק. אֲבָל אִם נָתַן הַשֶּׁמֶן עַל פָּחוֹת מִכְּזַיִת לֹא פְּסָלָהּ. וְאֵינוֹ פּוֹסֵל הַלְּבוֹנָה עַד שֶׁיִּתֵּן כְּזַיִת לְבוֹנָה: ",
      "אֲפִלּוּ נָתַן הַלְּבוֹנָה עַל כָּל שֶׁהוּא מִן הַמִּנְחָה פָּסַל עַד שֶׁיְּלַקֵּט: ",
      "גִּבְּלָהּ בְּמַיִם וְקָמַץ כְּשֵׁרָה. לֹא נֶאֱמַר <small>(ויקרא ז י)</small> \"חֲרֵבָה\" אֶלָּא מִשֶּׁמֶן: ",
      "מִנְחָה שֶׁקְּמָצָהּ פַּעֲמַיִם כְּשֵׁרָה, אֲפִלּוּ פְּעָמִים רַבּוֹת. וְהוּא שֶׁיַּקְטִיר כְּזַיִת בְּבַת אַחַת. שֶׁאֵין הַקְטָרָה פְּחוּתָה מִכְּזַיִת: ",
      "הִקְרִיב הַקֹּמֶץ בְּלֹא מֶלַח פְּסוּלָה. שֶׁהַמֶּלַח מְעַכֵּב בַּמִּנְחָה כְּמוֹ שֶׁבֵּאַרְנוּ. מִנְחָה שֶׁחָסְרָה קֹדֶם קְמִיצָה. יָבִיא מִתּוֹךְ בֵּיתוֹ וִימַלְּאֶנָּה. שֶׁהַקְּמִיצָה הִיא הַקּוֹבַעַת לֹא נְתִינָתָהּ בִּכְלִי שָׁרֵת: ",
      "הִתְנַדֵּב קֹמֶץ לְבוֹנָה בִּפְנֵי עַצְמוֹ. אִם חָסַר כָּל שֶׁהוּא פָּסוּל. וְכֵן שְׁנֵי בְּזִיכֵי לְבוֹנָה שֶׁעִם הַלֶּחֶם אִם חָסַר אֶחָד מֵהֶן כָּל שֶׁהוּא פְּסוּלִין. עַד שֶׁיִּהְיוּ שְׁנֵי קְמָצִין מִתְּחִלָּה וְעַד סוֹף: ",
      "הִפְרִישׁ שְׁנֵי קְמָצִין לְמִנְחָה אַחַת וְאָבַד אֶחָד מֵהֶן קֹדֶם קְמִיצָה לֹא הֻקְבַּע. לְאַחַר קְמִיצָה הֻקְבַּע וּפְסוּלָה מִפְּנֵי שֶׁרִבָּה לְבוֹנָתָהּ. וְכֵן אִם הִפְרִישׁ אַרְבָּעָה קְמָצִים לִשְׁנֵי בְּזִיכֵי לֶחֶם וְאָבְדוּ שְׁנַיִם מֵהֶם קֹדֶם סִלּוּק הַבְּזִיכִים לֹא הֻקְבְּעוּ וּכְשֵׁרִים. לְאַחַר סִלּוּק הַבְּזִיכִין הֻקְבְּעוּ וּפְסוּלִין מִפְּנֵי הָרִבּוּי: ",
      "קֹמֶץ מִנְחָה שֶׁנִּטְמָא וְהִקְטִירוֹ. הַצִּיץ מְרַצֶּה שֶׁנֶּאֱמַר <small>(שמות כח לח)</small> \"וְנָשָׂא אַהֲרֹן\". יָצָא הַקֹּמֶץ חוּץ לָעֲזָרָה וְהִכְנִיסוֹ וְהִקְטִירוֹ אֵין הַצִּיץ מְרַצֶּה. שֶׁהַצִּיץ מְרַצֶּה עַל הַטָּמֵא וְאֵינוֹ מְרַצֶּה עַל הַיּוֹצֵא: ",
      "קָמַץ אֶת הַמִּנְחָה וְאַחַר כָּךְ נִטְמְאוּ שְׁיָרֶיהָ כֻּלָּן אוֹ נִשְׂרְפוּ אוֹ יָצְאוּ חוּץ לָעֲזָרָה אוֹ אָבְדוּ. לֹא יַקְטִיר הַקֹּמֶץ וְאִם הִקְטִיר הֻרְצָה. נִשְׁאַר מְעַט מִן הַשְּׁיָרִים בְּכַשְׁרוּתָן. יַקְטִיר הַקֹּמֶץ וְאוֹתָן הַשְּׁיָרִים שֶׁנִּשְׁאֲרוּ אֲסוּרִין בַּאֲכִילָה: ",
      "הָיְתָה מְחִצָּה מִלְּמַטָּה בִּכְלִי שֶׁיֵּשׁ בּוֹ עִשָּׂרוֹן שֶׁל מִנְחָה. אַף עַל פִּי שֶׁהוּא מְעֹרָב מִלְמַעְלָה לֹא יִקְמֹץ. וְאִם קָמַץ פְּסוּלָה: ",
      "הָיָה הַכְּלִי חָלוּק בִּמְחִצָּה מִלְמַעְלָה וּמְעֹרָב מִלְּמַטָּה. קוֹמֵץ מִמֶּנּוּ: ",
      "חָלַק הָעִשָּׂרוֹן בִּכְלִי אֶחָד וְאֵין חֲלָקָיו נוֹגְעִין זֶה בָּזֶה וְאֵין בֵּינֵיהֶן מְחִצָּה. הֲרֵי זֶה סָפֵק אִם מְצָרֵף הַכְּלִי לַקְּמִיצָה אוֹ אֵינוֹ מְצָרֵף. לְפִיכָךְ לֹא יִקְמֹץ. וְאִם קָמַץ לֹא יַקְטִיר. וְאִם הִקְטִיר הֻרְצָה. וְלֹא יֵאָכְלוּ הַשְּׁיָרִים: ",
      "קָמַץ וְנָתַן הַקֹּמֶץ לְמַעְלָה עַל הַשֻּׁלְחָן כְּנֶגֶד גֹּבַהּ מַעֲרֶכֶת לֶחֶם הַפָּנִים קִדְּשׁוֹ הַשֻּׁלְחָן לְהִפָּסֵל. אֲבָל אֵינוֹ מְקַדְּשׁוֹ לִקָּרֵב. וְאֵינוֹ קָרֵב עַד שֶׁיִּתְקַדֵּשׁ בִּכְלִי שָׁרֵת הָרָאוּי לְקֹמֶץ: ",
      "הִדְבִּיק הַקֹּמֶץ לְדֹפֶן הַכְּלִי וְקָמַץ. אוֹ שֶׁהָפַךְ הַכְּלִי עַל יָדוֹ וְקָמַץ מִתּוֹכוֹ וּפִיו לְמַטָּה. לֹא יַקְטִיר וְאִם הִקְטִיר הֻרְצָה: ",
      "עִשָּׂרוֹן שֶׁחִלְּקוֹ וְאָבַד אֶחָד מֵחֲלָקָיו וְהִפְרִישׁ חֵלֶק אַחֵר תַּחְתָּיו וְנִמְצָא הָאָבוּד וַהֲרֵי שְׁלָשְׁתָּן מֻנָּחִין בִּכְלִי אֶחָד וְאֵין נוֹגְעִין זֶה בָּזֶה. נִטְמָא זֶה שֶׁאָבַד הֲרֵי הוּא מִצְטָרֵף עִם חֵלֶק רִאשׁוֹן וְנִפְסְלוּ. וְזֶה שֶׁהִפְרִישׁ אֵינוֹ מִצְטָרֵף אֶלָּא יַשְׁלִים עָלָיו. נִטְמָא הַמֻּפְרָשׁ. מֻפְרָשׁ וְרִאשׁוֹן מִצְטָרְפִין וְנִפְסְלוּ. וְזֶה שֶׁנִּמְצָא אֵינוֹ מִצְטָרֵף עִמָּהֶן. נִטְמָא הַחֵלֶק הָרִאשׁוֹן הֲרֵי הָאָבוּד וְהַמֻּפְרָשׁ תַּחְתָּיו מִצְטָרְפִין: ",
      "וְכֵן לְעִנְיַן קְמִיצָה. קָמַץ מִן הַנִּמְצָא. שְׁיָרָיו עִם הַחֵלֶק הָרִאשׁוֹן נֶאֱכָלִין. וְהַמֻּפְרָשׁ אֵינוֹ נֶאֱכָל. קָמַץ מִן הַמֻּפְרָשׁ. שְׁיָרָיו נֶאֱכָלִין וְהַנִּמְצָא אֵינוֹ נֶאֱכָל. קָמַץ מִן הָרִאשׁוֹן. שְׁנֵיהֶן אֵין נֶאֱכָלִין. לְפִי שֶׁשְּׁנֵיהֶן שְׁיָרִים יְתֵרִים שֶׁהֲרֵי הֵן עִשָּׂרוֹן שָׁלֵם וְדוֹמִין לְמִנְחָה שֶׁלֹּא נִקְמְצָה שֶׁהִיא אֲסוּרָה. וְהֵיאַךְ קָרֵב הַקֹּמֶץ הַזֶּה וַהֲרֵי לְפָנָיו עִשָּׂרוֹן וּמֶחֱצָה. מִפְּנֵי שֶׁהַקְּמִיצָה תְּלוּיָה בְּדַעַת הַכֹּהֵן וּבְעֵת שֶׁקּוֹמֵץ אֵין דַּעְתּוֹ אֶלָּא עַל הָעִשָּׂרוֹן בִּלְבַד. וַהֲרֵי הַחֲלָקִים אֵינָן נוֹגְעִין זֶה בָּזֶה: ",
      "קֹמֶץ מִנְחָה שֶׁנִּתְעָרֵב בְּקֹמֶץ מִנְחָה אַחֶרֶת. מַקְטִיר שְׁנֵיהֶן כְּאַחַת וְהֵן כְּשֵׁרוֹת. וְכֵן אִם נִתְעָרֵב הַקֹּמֶץ בְּמִנְחַת כֹּהֲנִים אוֹ בְּמִנְחַת הַנְּסָכִים אוֹ בַּחֲבִיתֵי כֹּהֵן גָּדוֹל. הֲרֵי אֵלּוּ כְּשֵׁרוֹת וְיַקְטִיר הַכּל כְּאֶחָד שֶׁהַכּל לָאִשִּׁים: ",
      "שְׁתֵּי מְנָחוֹת שֶׁלֹּא נִקְמְצוּ שֶׁנִּתְעָרְבוּ זוֹ בָּזוֹ אִם יָכוֹל לִקְמֹץ מִזּוֹ בִּפְנֵי עַצְמָהּ וּמִזּוֹ בִּפְנֵי עַצְמָהּ כְּשֵׁרוֹת וְאִם לָאו פְּסוּלוֹת: ",
      "קֹמֶץ שֶׁנִּתְעָרֵב בְּמִנְחָה שֶׁלֹּא נִקְמְצָה לֹא יַקְטִיר. וְאִם הִקְטִיר הַכּל. זוֹ שֶׁנִּקְמְצָה עָלְתָה לַבְּעָלִים. וְזוֹ שֶׁלֹּא נִקְמְצָה לֹא עָלְתָה לַבְּעָלִים: ",
      "נִתְעָרֵב קֻמְצָהּ בִּשְׁיָרֶיהָ. אוֹ שֶׁנִּתְעָרְבוּ שְׁיָרֶיהָ בִּשְׁיָרֵי חֲבֶרְתָּהּ. לֹא יַקְטִיר. וְאִם הִקְטִיר עָלְתָה לַבְּעָלִים: "
    ],
    [
      "שְׁתֵי הַלֶּחֶם וְלֶחֶם הַפָּנִים וְעֹמֶר הַתְּנוּפָה שֶׁהוֹסִיף בְּמִדָּתָן אוֹ חִסֵּר כָּל שֶׁהוּא פְּסוּלוֹת: ",
      "חַלּוֹת תּוֹדָה וּרְקִיקֵי נָזִיר שֶׁחָסְרוּ עַד שֶׁלֹּא נִזְרַק דַּם הַזֶּבַח פְּסוּלִין. מִשֶּׁנִּזְרַק דַּם הַזֶּבַח כְּשֵׁרִין: ",
      "וְכֵן שְׁתֵּי הַלֶּחֶם שֶׁחָסְרוּ עַד שֶׁלֹּא נִזְרַק דָּמָן שֶׁל כְּבָשִׂים פְּסוּלִין. מִשֶּׁנִּזְרַק דָּמָן כְּשֵׁרִים: ",
      "וְכֵן שְׁנֵי סְדָרִים שֶׁחָסְרוּ עַד שֶׁלֹּא הֻקְטְרוּ הַבְּזִיכִין פְּסוּלִין. מִשֶּׁהֻקְטְרוּ כְּשֵׁרִים: ",
      "אֲבָל הַנְּסָכִים שֶׁחָסְרוּ בֵּין מִשֶּׁקָּרַב הַזֶּבַח בֵּין עַד שֶׁלֹּא קָרַב כְּשֵׁרִים. וְיָבִיא נְסָכִים אֲחֵרִים לְמַלְּאוֹתָן: ",
      "נְסָכִים שֶׁקָּדְשׁוּ בִּכְלֵי שָׁרֵת וְנִפְסַל הַזֶּבַח. אִם נִפְסַל בִּשְׁחִיטָה לֹא קָדְשׁוּ הַנְּסָכִים לִקָּרֵב. נִפְסַל מִקַּבָּלָה וְאֵילָךְ קָדְשׁוּ הַנְּסָכִים לִקָּרֵב. שֶׁאֵין הַנְּסָכִים מִתְקַדְּשִׁים לִקָּרֵב אֶלָּא בִּשְׁחִיטַת הַזֶּבַח. וּמַה יַּעֲשֶׂה בָּהֶן. אִם הָיָה שָׁם זֶבַח אַחַר זָבוּחַ בְּאוֹתָהּ שָׁעָה יִקָּרְבוּ עִמּוֹ. וְאִם לֹא הָיָה שָׁם זֶבַח אַחַר זָבוּחַ בְּאוֹתָהּ שָׁעָה נַעֲשׂוּ כְּמִי שֶׁנִּפְסְלוּ בְּלִינָה וְיִשָּׂרְפוּ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּקָרְבַּן צִבּוּר מִפְּנֵי שֶׁלֵּב בֵּית דִּין מַתְנֶה עֲלֵיהֶן. אֲבָל בְּקָרְבַּן יָחִיד הֲרֵי אֵלּוּ לֹא יִקָּרְבוּ עִם זֶבַח אַחֵר וְאַף עַל פִּי שֶׁהוּא זָבוּחַ בְּאוֹתָהּ שָׁעָה אֶלָּא מַנִּיחָן עַד שֶׁיִּפָּסְלוּ בְּלִינָה וְיִשָּׂרְפוּ: ",
      "וְכָל הַזְּבָחִים שֶׁנִּזְבְּחוּ שֶׁלֹּא לִשְׁמָן יִקָּרְבוּ נִסְכֵּיהֶם: ",
      "וְלַד תּוֹדָה וּתְמוּרָתָהּ. וְהַמַּפְרִישׁ תּוֹדָתוֹ וְאָבְדָה וְהִפְרִישׁ אַחֶרֶת תַּחְתֶּיהָ. אִם הֱבִיאָן לְאַחַר שֶׁכִּפֵּר בְּתוֹדָה רִאשׁוֹנָה אֵינָן טְעוּנִין לֶחֶם. וְאִם עֲדַיִן לֹא כִּפֵּר בָּהּ וַהֲרֵי הִיא וַחֲלִיפָתָהּ אוֹ הִיא וּוְלָדָהּ אוֹ הִיא וּתְמוּרָתָהּ. עוֹמֶדֶת. הֲרֵי שְׁנֵיהֶן צְרִיכִין לֶחֶם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּנוֹדֵר תּוֹדָה. אֲבָל תּוֹדַת נְדָבָה חֲלִיפָתָהּ וּתְמוּרָתָהּ טְעוּנִין לֶחֶם. וּוְלָדָהּ אֵינוֹ טָעוּן לֶחֶם. בֵּין לִפְנֵי כַּפָּרָה בֵּין לְאַחַר כַּפָּרָה: ",
      "הִפְרִישׁ תּוֹדָתוֹ וְאָבְדָה. וְהִפְרִישׁ אַחֶרֶת תַּחְתֶּיהָ וְאָבְדָה. וְהִפְרִישׁ אַחֶרֶת תַּחְתֶּיהָ וְנִמְצְאוּ הָרִאשׁוֹנוֹת וַהֲרֵי שְׁלָשְׁתָּן עוֹמְדוֹת. נִתְכַּפֵּר בָּרִאשׁוֹנָה. שְׁנִיָּה אֵינָהּ טְעוּנָה לֶחֶם. שְׁלִישִׁית טְעוּנָה לֶחֶם. נִתְכַּפֵּר בַּשְּׁלִישִׁית. שְׁנִיָּה אֵינָהּ טְעוּנָה לֶחֶם. רִאשׁוֹנָה טְעוּנָה לֶחֶם. נִתְכַּפֵּר בָּאֶמְצָעִית שְׁתֵּיהֶן אֵינָן טְעוּנוֹת לֶחֶם: ",
      "הַמַּפְרִישׁ מָעוֹת לְתוֹדָתוֹ וְאָבְדוּ וְהִפְרִישׁ מָעוֹת אֲחֵרוֹת תַּחְתֵּיהֶן וְלֹא הִסְפִּיק לִקַּח בָּהֶן תּוֹדָה עַד שֶׁנִּמְצְאוּ מָעוֹת הָרִאשׁוֹנוֹת. יָבִיא מֵאֵלּוּ וּמֵאֵלּוּ תּוֹדָה בְּלַחְמָהּ. וְהַשְּׁאָר יָבִיא בָּהֶן תּוֹדָה. וְאֵינָהּ טְעוּנָה לֶחֶם אֲבָל טְעוּנָה נְסָכִים. וְכֵן הַמַּפְרִישׁ תּוֹדָתוֹ וְאָבְדָה וְהִפְרִישׁ מָעוֹת תַּחְתֶּיהָ וְאַחַר כָּךְ נִמְצֵאת. יָבִיא בַּמָּעוֹת תּוֹדָה בְּלֹא לֶחֶם. וְכֵן הַמַּפְרִישׁ מָעוֹת לְתוֹדָתוֹ וְאָבְדוּ וְהִפְרִישׁ תּוֹדָה תַּחְתֵּיהֶן וְאַחַר כָּךְ נִמְצְאוּ הַמָּעוֹת. יָבִיא מִן הַמָּעוֹת תּוֹדָה וְלַחְמָהּ. וְזוֹ הַתּוֹדָה הָאַחֲרוֹנָה תִּקָּרֵב בְּלֹא לֶחֶם: ",
      "הָאוֹמֵר הֲרֵי זוֹ תּוֹדָה וַהֲרֵי זֶה לַחְמָהּ. אָבַד הַלֶּחֶם מֵבִיא לֶחֶם אַחֵר. אָבְדָה הַתּוֹדָה אֵינוֹ מֵבִיא תּוֹדָה אַחֶרֶת. מִפְּנֵי שֶׁהַלֶּחֶם בָּא בִּגְלַל הַתּוֹדָה וְאֵין הַתּוֹדָה בָּאָה בִּגְלַל הַלֶּחֶם: ",
      "הִפְרִישׁ מָעוֹת לְתוֹדָתוֹ וְנוֹתְרוּ מֵבִיא בָּהֶן לֶחֶם. הִפְרִישׁ לַלֶּחֶם וְהוֹתִיר אֵינוֹ מֵבִיא בָּהֶן תּוֹדָה: ",
      "הָאוֹמֵר הֲרֵי זוֹ תּוֹדָה וְנִתְעָרְבָה בִּתְמוּרָתָהּ וּמֵתָה אַחַת מֵהֶן וְאֵין יָדוּעַ אֵי זוֹ הִיא. הֲרֵי זוֹ הַנִּשְׁאֶרֶת אֵין לָהּ תַּקָּנָה שֶׁאִם יָבִיא עִמָּהּ לֶחֶם שֶׁמָּא הַתְּמוּרָה הִיא. וְאִם הֱבִיאָהּ בְּלֹא לֶחֶם שֶׁמָּא הַתּוֹדָה הִיא. לְפִיכָךְ לֹא תִּקָּרֵב זוֹ לְעוֹלָה אֶלָּא תִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם: ",
      "תּוֹדָה שֶׁנִּפְרְסָה חַלָּה מֵחַלּוֹתֶיהָ כֻּלָּן פְּסוּלוֹת. יָצָאת הַחַלָּה אוֹ נִטְמְאָה. שְׁאָר הַחַלּוֹת כְּשֵׁרוֹת. נִפְרַס לַחְמָהּ אוֹ נִטְמָא אוֹ יָצָא עַד שֶׁלֹּא נִשְׁחֲטָה הַתּוֹדָה. מֵבִיא לֶחֶם אַחֵר וְשׁוֹחֵט. וְאִם אַחַר שֶׁנִּשְׁחַט נִפְרַס אוֹ נִטְמָא אוֹ יָצָא. הַדָּם יִזָּרֵק וְהַבָּשָׂר יֵאָכֵל. וְהַלֶּחֶם כֻּלּוֹ פָּסוּל וִידֵי נִדְרוֹ לֹא יָצָא. נִזְרַק הַדָּם וְאַחַר כָּךְ נִפְרַס מִקְצָת הַלֶּחֶם אוֹ נִטְמָא אוֹ יָצָא. תּוֹרֵם מִן הַשָּׁלֵם עַל הַפָּרוּס וּמִן הַטָּהוֹר עַל הַטָּמֵא וּמִמַּה שֶּׁבִּפְנִים עַל שֶׁבַּחוּץ: ",
      "תּוֹדָה שֶׁנִּשְׁחֲטָה עַל שְׁמוֹנִים חַלּוֹת. לֹא קָדְשׁוּ אַרְבָּעִים מִתּוֹךְ שְׁמוֹנִים. וְאִם אָמַר יִקָּדְשׁוּ אַרְבָּעִים מִתּוֹךְ שְׁמוֹנִים מוֹשֵׁךְ אַרְבָּעִים מִתּוֹךְ שְׁמוֹנִים וּמֵרִים מֵהֶם אַחַת מִכָּל קָרְבָּן. וְהָאַרְבָּעִים הַשְּׁנִיּוֹת יִפָּדוּ וְיֵצְאוּ לְחֻלִּין: ",
      "הַשּׁוֹחֵט אֶת הַתּוֹדָה וְהָיָה לַחְמָהּ חוּץ לְחוֹמַת בֵּית פַּגִי לֹא קָדַשׁ הַלֶּחֶם. אֲבָל אִם הָיָה חוּץ לָעֲזָרָה קָדַשׁ הַלֶּחֶם אַף עַל פִּי שֶׁאֵינוֹ לְפָנִים: ",
      "שְׁחָטָהּ עַד שֶׁלֹּא קָרְמוּ פְּנֵי הַלֶּחֶם בַּתַּנּוּר וַאֲפִלּוּ קָרְמוּ כֻּלָּן חוּץ מֵאַחַת מֵהֶן. לֹא קָדַשׁ הַלֶּחֶם: ",
      "שְׁחָטָהּ וְנִפְסְלָה בִּשְׁחִיטָתָהּ בְּמַחְשֶׁבֶת זְמַן אוֹ בְּמַחְשֶׁבֶת מָקוֹם קָדַשׁ הַלֶּחֶם. נִמְצֵאת בַּעֲלַת מוּם אוֹ טְרֵפָה אוֹ שֶׁשְּׁחָטָהּ שֶׁלֹּא לִשְׁמָהּ לֹא קָדַשׁ הַלֶּחֶם. וְכֵן הַדִּין בְּאֵיל נָזִיר עִם הַלֶּחֶם שֶׁלּוֹ: "
    ],
    [
      "שָׁלֹשׁ מַחְשָׁבוֹת הֵן שֶׁפּוֹסְלִין אֶת הַקָּרְבָּנוֹת. וְאֵלּוּ הֵן. מַחֲשִׁבֶת שִׁנּוּי הַשֵּׁם. וּמַחְשֶׁבֶת הַמָּקוֹם. וּמַחְשֶׁבֶת הַזְּמַן. מַחֲשֶׁבֶת שִׁנּוּי הַשֵּׁם כֵּיצַד. זֶה הַשּׁוֹחֵט אֶת הַזֶּבַח שֶׁלֹּא לִשְׁמוֹ. כְּגוֹן שֶׁהָיָה עוֹלָה וְיַחְשֹׁב שֶׁהוּא שְׁלָמִים. אוֹ יִשְׁחָטֶנּוּ לְשֵׁם עוֹלָה וּשְׁלָמִים. אוֹ לְשֵׁם שְׁלָמִים וּלְשֵׁם עוֹלָה. אוֹ שֶׁשָּׁחַט הַזֶּבַח שֶׁלֹּא לְשֵׁם בְּעָלָיו. זוֹ הִיא מַחֲשֶׁבֶת שִׁנּוּי הַשֵּׁם. מַחֲשֶׁבֶת הַמָּקוֹם כֵּיצַד. כְּגוֹן שֶׁשָּׁחַט אֶת הַזֶּבַח לִשְׁמוֹ עַל מְנָת לִזְרֹק דָּמוֹ. אוֹ לְהַקְטִיר מִמֶּנּוּ דָּבָר הָרָאוּי לְהַקְטָרָה חוּץ לָעֲזָרָה. אוֹ לֶאֱכל מִמֶּנּוּ דָּבָר הָרָאוּי לַאֲכִילָה חוּץ לִמְקוֹם אֲכִילָתוֹ. זוֹ הִיא מַחֲשֶׁבֶת הַמָּקוֹם. וּזְבָחִים שֶׁחָשַׁב בָּהֶן מַחֲשָׁבָה זוֹ הֵם הַנִּקְרָאִים זְבָחִים שֶׁשְּׁחָטָן חוּץ לִמְקוֹמָן. מַחֲשֶׁבֶת הַזְּמַן כֵּיצַד. כְּגוֹן שֶׁשָּׁחַט אֶת הַזֶּבַח לִשְׁמוֹ עַל מְנָת לִזְרֹק דָּמוֹ מֵאַחַר שֶׁתִּשְׁקַע הַחַמָּה שֶׁאֵינוֹ זְמַן זְרִיקָתוֹ. אוֹ לְהַקְטִיר מִמֶּנּוּ דָּבָר הָרָאוּי לְהַקְטִיר לְמָחָר מֵאַחַר שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר שֶׁאֵינוֹ זְמַן הַקְטָרָתוֹ. אוֹ לֶאֱכל מִמֶּנּוּ דָּבָר הָרָאוּי לַאֲכִילָה לְאַחַר זְמַן הָרָאוּי לַאֲכִילָתוֹ. זוֹ הִיא מַחֲשֶׁבֶת הַזְּמַן. וּזְבָחִים שֶׁחִשֵּׁב בָּהֶן מַחֲשָׁבָה זוֹ הֵם הַנִּקְרָאִים זְבָחִים שֶׁנִּשְׁחֲטוּ חוּץ לִזְמַנָּן וְהֵם הַנִּקְרָאִים פִּגּוּל בְּכָל מָקוֹם. וְזֶהוּ <small>(ויקרא ז יח)</small> <small>(ויקרא יט ז)</small> \"פִּגּוּל\" הֶאָמוּר בַּתּוֹרָה: \n",
      "מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(ויקרא ז יח)</small> \"וְאִם הֵאָכל יֵאָכֵל מִבְּשַׂר זֶבַח שְׁלָמָיו\" אֵינוֹ מְדַבֵּר אֶלָּא בִּמְחַשֵּׁב בִּשְׁעַת הַקְרָבָה שֶׁיֹּאכַל מִמֶּנּוּ בַּשְּׁלִישִׁי. וְהוּא הַדִּין לְכָל קָרְבָּן שֶׁחִשֵּׁב עָלָיו בִּשְׁעַת מַעֲשָׂיו שֶׁיֹּאכַל מִמֶּנּוּ לְאַחַר זְמַן הָרָאוּי לַאֲכִילַת אוֹתוֹ קָרְבָּן. וְכֵן אִם חִשֵּׁב לְהַקְטִיר מִמֶּנּוּ בַּמִּזְבֵּחַ דָּבָר הָרָאוּי לְהַקְטָרָה [לְאַחַר זְמַן הָרָאוּי לְהַקְטָרָה]. כָּךְ לָמְדוּ מִפִּי הַשְּׁמוּעָה. אֶחָד אֲכִילַת אָדָם וְאֶחָד אֲכִילַת מִזְבֵּחַ. אִם חִשֵּׁב עֲלֵיהֶן אַחַר זְמַנָּן הֲרֵי הַקָּרְבָּן פִּגּוּל:\n",
      "אֲבָל קָרְבָּן שֶׁלֹּא נִפְסְדָה מַחְשַׁבְתּוֹ אֶלָּא נִזְרַק דָּמוֹ עַל הַמִּזְבֵּחַ כְּהִלְכָתוֹ וְנִשְׁאַר מִמֶּנּוּ לְאַחַר זְמַן אֲכִילָתוֹ. אוֹתוֹ הַנִּשְׁאָר נִקְרָא נוֹתָר וְאָסוּר לְאָכְלוֹ. וְהַקָּרְבָּן כְּבָר נִרְצָה וְכִפֵּר. הֲרֵי הוּא אוֹמֵר בַּדָּם <small>(ויקרא יז יא)</small> \"וַאֲנִי נְתַתִּיו לָכֶם עַל הַמִּזְבֵּחַ לְכַפֵּר\" כֵּיוָן שֶׁהִגִּיעַ דָּם לַמִּזְבֵּחַ כְּהִלְכָתוֹ נִתְכַּפְּרוּ הַבְּעָלִים וְנִרְצָה הַקָּרְבָּן. לְפִיכָךְ אֵין מִתְפַּגֵּל אֶלָּא דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין בֵּין לָאָדָם בֵּין לַמִּזְבֵּחַ כְּמוֹ שֶׁיִּתְבָּאֵר. אֶחָד זֶבַח שֶׁחִשֵּׁב בּוֹ אַחַת מִשָּׁלֹשׁ מַחֲשָׁבוֹת אֵלּוּ בִּשְׁעַת שְׁחִיטָה. אוֹ שֶׁחִשֵּׁב בִּשְׁעַת קַבָּלַת הַדָּם. אוֹ בִּשְׁעַת הוֹלָכָתוֹ לַמִּזְבֵּחַ. אוֹ בְּעֵת זְרִיקָתוֹ עַל הַמִּזְבֵּחַ:\n",
      "נִמְצֵאתָ לָמֵד שֶׁבְּאַרְבַּע עֲבוֹדוֹת הַזֶּבַח נִפְסַל בְּמַחְשָׁבָה. בַּשְּׁחִיטָה. וּבַקַּבָּלָה. וּבְהוֹלָכַת הַדָּם. וּבִזְרִיקָתוֹ עַל הַמִּזְבֵּחַ:\n",
      "וְהָעוֹף בִּשְׁנֵי דְּבָרִים. בַּמְּלִיקָה. וּבְמִצּוּי הַדָּם:\n",
      "וְהַמְּנָחוֹת הַנִּקְמָצוֹת בְּאַרְבָּעָה. בַּקְּמִיצָה. וּבִנְתִינַת הַקֹּמֶץ בִּכְלִי שָׁרֵת. וּבְהוֹלָכַת הַקֹּמֶץ לַמִּזְבֵּחַ. וּבִזְרִיקָתוֹ עַל הָאֵשׁ:\n",
      "אֲבָל אִם חִשֵּׁב בִּדְבָרִים אֲחֵרִים חוּץ מֵאֵלּוּ. כְּגוֹן שֶׁחִשֵּׁב בִּשְׁעַת הֶפְשֵׁט אוֹ בִּשְׁעַת נִתּוּחַ אוֹ בִּשְׁעַת הוֹלָכַת אֵימוּרִין לַמִּזְבֵּחַ. אוֹ בִּשְׁעַת בְּלִילַת הַמִּנְחָה אוֹ בִּשְׁעַת הַגָּשָׁתָהּ. וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ. אֵין אוֹתָהּ הַמַּחְשָׁבָה מוֹעֶלֶת כְּלוּם. בֵּין שֶׁהָיְתָה מַחֲשֶׁבֶת שִׁנּוּי הַשֵּׁם בֵּין מַחֲשֶׁבֶת הַמָּקוֹם בֵּין מַחֲשֶׁבֶת הַזְּמַן:\n",
      "וְכֵן הַמְחַשֵּׁב בְּאַחַת מֵאַרְבַּע עֲבוֹדוֹת אֵלּוּ אוֹ בְּכֻלָּן מַחֲשָׁבָה אַחֶרֶת חוּץ מִשָּׁלֹשׁ מַחֲשָׁבוֹת אֵלּוּ אֵין אוֹתָהּ הַמַּחְשָׁבָה מַפְסֶדֶת כְּלוּם. כֵּיצַד. הַמְחַשֵּׁב בִּשְׁעַת שְׁחִיטָה וְקַבָּלָה וְהוֹלָכָה וּזְרִיקָה לְהָנִיחַ דַּם הַזֶּבַח אוֹ אֵימוּרָיו לְמָחָר. אוֹ לְהוֹצִיאָן חוּץ לָעֲזָרָה. אוֹ שֶׁחִשֵּׁב לִזְרֹק הַדָּם עַל הַכֶּבֶשׁ שֶׁלֹּא כְּנֶגֶד הַיְסוֹד. אוֹ לִתֵּן אֶת הַנִּתָּנִין לְמַעְלָה לְמַטָּה וְאֶת הַנִּתָּנִין לְמַטָּה לְמַעְלָה. אוֹ לִתֵּן דָּמִים הַנִּתָּנִין בַּמִּזְבֵּחַ הַחִיצוֹן בַּמִּזְבֵּחַ הַפְּנִימִי. אוֹ אֶת הַנִּתָּנִין בַּפְּנִימִי לַחִיצוֹן. אוֹ לְהַכְנִיס דַּם הַחַטָּאת לִפְנִים. אוֹ שֶׁחִשֵּׁב שֶׁיֹּאכְלוּ הַזֶּבַח טְמֵאִים אוֹ שְׁאָר הַפְּסוּלִין לַאֲכִילָה. אוֹ שֶׁיַּקְרִיבוּם טְמֵאִים אוֹ שְׁאָר הַפְּסוּלִין לַעֲבוֹדָה. אוֹ לְעָרֵב דַּם הַזֶּבַח בְּדַם הַפְּסוּלִין. אוֹ שֶׁחִשֵּׁב לִשְׁבֹּר עַצְמוֹת הַפֶּסַח ולֶאֱכל מִמֶּנּוּ נָא. אוֹ שֶׁחִשֵּׁב לִשְׂרֹף חַטָּאת הַנִּשְׂרֶפֶת חוּץ לִזְמַנָּן. אוֹ חוּץ לִמְקוֹמָן. בְּכָל אֵלּוּ הַמַּחְשָׁבוֹת וְכַיּוֹצֵא בָּהֶן הַזֶּבַח כָּשֵׁר. וְכֵן אִם חִשֵּׁב בִּשְׁעַת קְמִיצַת הַמִּנְחָה וּבִשְׁעַת נְתִינָתוֹ לַכְּלִי וּבִשְׁעַת הוֹלָכָתוֹ וּבִשְׁעַת זְרִיקָתוֹ עַל הָאֵשׁ לְהָנִיחַ קֻמְצָהּ אוֹ לְבוֹנָתוֹ לְמָחָר אוֹ לְהוֹצִיאוֹ לַחוּץ הֲרֵי זוֹ כְּשֵׁרָה:\n",
      "כְּבָר בֵּאַרְנוּ שֶׁהוֹלָכָה שֶׁלֹּא בָּרֶגֶל אֵינָהּ הוֹלָכָה. לְפִיכָךְ אֵין הַמַּחְשָׁבָה פּוֹסֶלֶת בָּהּ. וְהַמְהַלֵּךְ בְּמָקוֹם שֶׁאֵינוֹ צָרִיךְ הֲרֵי זוֹ הוֹלָכָה וְהַמַּחְשָׁבָה פּוֹסֶלֶת בָּהּ. כֵּיצַד. קִבֵּל הַדָּם וְהוּא עוֹמֵד בִּמְקוֹמוֹ וּפָשַׁט יָדוֹ לְזָרְקוֹ עַל הַמִּזְבֵּחַ. וְחִשֵּׁב בְּעֵת שֶׁפָּשַׁט יָדוֹ בַּדָּם אֵין הַמַּחְשָׁבָה פּוֹסֶלֶת בָּהּ. אֲבָל אִם קִבֵּל הַדָּם בִּפְנִים וְלֹא הִלֵּךְ בּוֹ לְגַבֵּי הַמִּזְבֵּחַ אֶלָּא הִלֵּךְ בּוֹ וְהוֹצִיאוֹ לַחוּץ. וְחִשֵּׁב בִּשְׁעַת הִלּוּכוֹ לַחוּץ בְּמַחְשֶׁבֶת הַזְּמַן וְכַיּוֹצֵא בָּהּ. הֲרֵי זוֹ פּוֹסֶלֶת:\n"
    ],
    [
      "אֵין הַמַּחֲשָׁבָה הוֹלֶכֶת אֶלָּא אַחַר הָעוֹבֵד. אֲבָל מַחֲשֶׁבֶת בַּעַל הַקָּרְבָּן אֵינָהּ מוֹעֶלֶת כְּלוּם. אֲפִלּוּ שָׁמַעְנוּ הַבְּעָלִים שֶׁפִּגְּלוּ וְהָיְתָה מַחֲשֶׁבֶת הָעוֹבֵד נְכוֹנָה הֲרֵי זֶה כָּשֵׁר:\n",
      "וְאֵין הַמַּחְשָׁבָה מוֹעֶלֶת אֶלָּא מִמִּי שֶׁהוּא רָאוּי לַעֲבוֹדָה. וּבַדָּבָר הָרָאוּי לַעֲבוֹדָה. וּבְמָקוֹם רָאוּי לַעֲבוֹדָה. מִמִּי שֶׁהוּא רָאוּי כֵּיצַד. אֶחָד מִן הַפְּסוּלִין לַעֲבוֹדָה שֶׁקִּבֵּל הַדָּם. אוֹ הוֹלִיךְ. אוֹ זָרַק. וְחִשֵּׁב בִּשְׁעַת הָעֲבוֹדָה מַחֲשֶׁבֶת מָקוֹם אוֹ מַחֲשֶׁבֶת הַזְּמַן. לֹא פָּסַל בְּמַחֲשַׁבְתּוֹ. לְפִי שֶׁאֵינוֹ רָאוּי לַעֲבוֹדָה. וְאוֹתוֹ הַדָּם שֶׁקִּבֵּל אוֹ שֶׁזָּרַק מִקְצָתוֹ יִשָּׁפֵךְ לָאַמָּה. וְאִם נִשְׁאַר דַּם הַנֶּפֶשׁ יַחְזֹר הָרָאוּי לַעֲבוֹדָה וִיקַבֵּל בְּמַחְשָׁבָה נְכוֹנָה. אֲבָל אִם חָשַׁב הַפָּסוּל בִּשְׁעַת שְׁחִיטָה פָּסַל בְּמַחֲשַׁבְתּוֹ. שֶׁהַשְּׁחִיטָה כְּשֵׁרָה בִּפְסוּלִין כְּמוֹ שֶׁבֵּאַרְנוּ. יֵשׁ קָרְבָּנוֹת שֶׁאִם נַעֲשׂוּ שֶׁלֹּא לִשְׁמָן כְּשֵׁרִין כְּמוֹ שֶׁיִּתְבָּאֵר. לְפִיכָךְ אִם קִבֵּל הַדָּם כֹּהֵן זֶה שֶׁאֵינוֹ רָאוּי לַעֲבוֹדָה. אוֹ הוֹלִיכוֹ. אוֹ זְרָקוֹ. פָּסַל הַזֶּבַח כְּאִלּוּ עֲשָׂאָהוּ לִשְׁמוֹ שֶׁהוּא פָּסוּל. וְאַף עַל פִּי שֶׁיֵּשׁ דַּם הַנֶּפֶשׁ וְחָזַר הַכָּשֵׁר וְקִבֵּל וְזָרַק כְּבָר נִפְסַל הַזֶּבַח. וְלֹא מִפְּנֵי מַחֲשֶׁבֶת שִׁנּוּי הַשֵּׁם פָּסַל אוֹתוֹ אֶלָּא מִפְּנֵי שֶׁהוּא פָּסוּל לַעֲבוֹדָה כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
      "בְּדָבָר הָרָאוּי לַעֲבוֹדָה כֵּיצַד. מִנְחַת הָעֹמֶר שֶׁקְּמָצָהּ שֶׁלֹּא לִשְׁמָהּ הֲרֵי זוֹ כְּמִי שֶׁנַּעֲשֵׂית לִשְׁמָהּ וּשְׁיָרֶיהָ נֶאֱכָלִין. מִפְּנֵי שֶׁהִיא מִן הַשְּׂעוֹרִים וְאֵין הַשְּׂעוֹרִים דָּבָר הָרָאוּי לִשְׁאָר קָרְבָּנוֹת. וְכֵן הַמְחַשֵּׁב בְּמִנְחַת קְנָאוֹת וְהַלְּבוֹנָה עָלֶיהָ קֹדֶם שֶׁיְּלַקֵּט הַלְּבוֹנָה אֵין מַחְשַׁבְתּוֹ מוֹעֶלֶת שֶׁהֲרֵי אֵינָהּ דָּבָר הָרָאוּי לַעֲבוֹדָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:\n",
      "בְּמָקוֹם הָרָאוּי לַעֲבוֹדָה כֵּיצַד. מִזְבֵּחַ שֶׁנִּפְגַּם וְחִשֵּׁב מַחֲשֶׁבֶת זְמַן אוֹ מַחֲשֶׁבֶת מָקוֹם. לֹא פָּסַל הַזֶּבַח בְּמַחְשָׁבָה זוֹ שֶׁהֲרֵי אֵין הַמָּקוֹם עַתָּה רָאוּי לַעֲבוֹדָה. קָמַץ אֶת הַמִּנְחָה בַּחוּץ וְחִשֵּׁב בִּשְׁעַת קְמִיצָה מַחֲשֶׁבֶת זְמַן אוֹ מַחֲשֶׁבֶת מָקוֹם. אֵין מַחֲשָׁבָה זוֹ כְּלוּם:\n",
      "אֵלּוּ דְּבָרִים שֶׁאֵינָן רְאוּיִין לַאֲכִילָה מִן הַקָּרְבָּנוֹת וּרְאוּיִין לְהַקְטָרָה. הַדָּם וְהָאֵימוּרִין וּבְשַׂר הָעוֹלָה וְהַקֹּמֶץ וְהַלְּבוֹנָה מִן הַמְּנָחוֹת הַנִּקְמָצוֹת:\n",
      "וְאֵלּוּ רְאוּיִין לַאֲכִילָה וְאֵינָן רְאוּיִין לְהַקְטָרָה. הַבָּשָׂר הַנֶּאֱכָל מִכָּל הַזְּבָחִים בֵּין הַנֶּאֱכָל לַכֹּהֲנִים בֵּין הַנֶּאֱכָל לְכָל אָדָם. וּשְׁיָרֵי הַמְּנָחוֹת. וּשְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים:\n",
      "וְאֵלּוּ דְּבָרִים שֶׁאֵינָן רְאוּיִין לֹא לַאֲכִילָה וְלֹא לְהַקְטָרָה. בְּשַׂר חַטָּאת הַנִּשְׂרֶפֶת. וְהָעוֹר שֶׁל בְּהֵמָה כֻּלּוֹ חוּץ מֵעוֹר הָאַלְיָה שֶׁהוּא [רָאוּי] לַאֲכִילָה. אֲבָל הַמּוּרְאָה וְהוּא הַקְּרוּם הַדַּק הַדָּבֵק בָּעוֹר וּמַבְדִּיל בֵּינוֹ וּבֵין הַבָּשָׂר אֵינוֹ רָאוּי לַאֲכִילָה. וְכֵן הָעֲצָמוֹת וְהַגִּידִים וְהַקַּרְנַיִם וְהַטְּלָפַיִם. וְהַנּוֹצָה שֶׁל עוֹף וְהַצִּפָּרְנַיִם וְהַחַרְטֹם שֶׁלּוֹ וְרָאשֵׁי אֲגַפַּיִים וְרֹאשׁ הַזָּנָב. אֲפִלּוּ מְקוֹמוֹת הָרַכִּים מִכָּל אֵלּוּ הַדְּבוּקִים בַּבָּשָׂר שֶׁאִלּוּ יֵחָתְכוּ מִן הַחַי יְבַצְבֵּץ הַדָּם וְיֵצֵא הוֹאִיל וְאֵינָן חֲשׁוּבִין נִקְרָאִים דָּבָר שֶׁאֵינוֹ רָאוּי לַאֲכִילָה לְעִנְיַן הַקָּרְבָּנוֹת. וְכֵן הַמָּרָק וְהַתַּבְלִין וְהַשָּׁלִיל וְהַשִּׁלְיָא וּבֵיצַת הָעוֹף וְהַבָּשָׂר שֶׁפּוֹלַטְתּוֹ הַסַּכִּין בִּשְׁעַת הֶפְשֵׁט וְיִשָּׁאֵר מֻדְבָּק בָּעוֹר וְהוּא הַנִּקְרָא אָלָל. כָּל אֵלּוּ אֵינָן חֲשׁוּבִין לְעִנְיָן מַחֲשֶׁבֶת הַקָּרְבָּנוֹת וַהֲרֵי הֵן כְּדָבָר שֶׁאֵין רָאוּי לַאֲכִילָה:\n",
      "וּמְחַשְּׁבִין עַל דָּבָר הָעוֹמֵד לְאִבּוּד אוֹ עַל דָּבָר הָעוֹמֵד לִשְׂרֵפָה. הַמְחַשֵּׁב בְּאַחַת מֵאוֹתָן אַרְבַּע הָעֲבוֹדוֹת אוֹ בְּכֻלָּן. לֶאֱכל דָּבָר שֶׁאֵין דַּרְכּוֹ לַאֲכִילָה אוֹ לְהַקְטִיר דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַקְטָרָה. בֵּין בְּמַחְשֶׁבֶת הַמָּקוֹם בֵּין בְּמַחְשֶׁבֶת הַזְּמַן. הַזֶּבַח כָּשֵׁר. כֵּיצַד. חִשֵּׁב לִשְׁתּוֹת מִדַּם הַזֶּבַח אוֹ לֶאֱכל מֵאֵימוּרָיו אוֹ מִן הַקֹּמֶץ וּמִן הַלְּבוֹנָה. בַּחוּץ אוֹ לְמָחָר. אוֹ שֶׁחִשֵּׁב לְהַקְטִיר מִבְּשַׂר הַזֶּבַח אוֹ מִשְּׁיָרֵי הַמִּנְחָה בַּחוּץ אוֹ לְמָחָר. הֲרֵי הַזֶּבַח כָּשֵׁר. וְכֵן אִם חִשֵּׁב לֶאֱכל אוֹ לְהַקְטִיר מִן הָעוֹר וּמִן הָעֲצָמוֹת וְהַגִּידִין וְהַמָּרָק אוֹ הָאָלָל וְכַיּוֹצֵא בָּהֶן. בֵּין בְּמַחְשֶׁבֶת זְמַן בֵּין בְּמַחְשֶׁבֶת מָקוֹם. הַזֶּבַח כָּשֵׁר. וְכֵן אִם חִשֵּׁב לֶאֱכל מִפָּרִים וּשְׂעִירִים הַנִּשְׂרָפִין בַּחוּץ אוֹ לְמָחָר הֲרֵי הֵן כְּשֵׁרִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:\n",
      "חִשֵּׁב שֶׁיֹּאכְלוּ הַטְּמֵאִים אוֹ הַפְּסוּלִין מִדָּבָר הָרָאוּי לַאֲכִילָה אוֹ שֶׁיַּקְטִירוּ הַטְּמֵאִים אוֹ הַפְּסוּלִין מִדָּבָר הָרָאוּי לְהַקְטָרָה חוּץ לִזְמַן אֲכִילָה וְהַקְטָרָה. הַזֶּבַח פִּגּוּל כְּמוֹ שֶׁבֵּאַרְנוּ. חוּץ לִמְקוֹם אֲכִילָה וְהַקְטָרָה הֲרֵי זֶה פָּסוּל וְאֵינוֹ פִּגּוּל:\n",
      "אֵין אֲכִילָה פְּחוּתָה מִכְּזַיִת. וְלֹא הַקְטָרָה פְּחוּתָה מִכְּזַיִת. לְפִיכָךְ הַמְחַשֵּׁב לֶאֱכל מִדָּבָר הָרָאוּי לַאֲכִילָה פָּחוֹת מִכְּזַיִת אוֹ שֶׁחִשֵּׁב לְהַקְטִיר מִדָּבָר הָרָאוּי לְהַקְטָרָה פָּחוֹת מִכְּזַיִת בֵּין בְּמַחְשֶׁבֶת זְמַן בֵּין בְּמַחְשֶׁבֶת מָקוֹם. הַזֶּבַח כָּשֵׁר. חִשֵּׁב לֶאֱכל כַּחֲצִי זַיִת בַּחוּץ וּלְהַקְטִיר כַּחֲצִי זַיִת בַּחוּץ. אוֹ שֶׁחִשֵּׁב לֶאֱכל כַּחֲצִי זַיִת אַחַר זְמַן אֲכִילָה וּלְהַקְטִיר כַּחֲצִי זַיִת אַחַר זְמַן הַקְטָרָה. הַזֶּבַח כָּשֵׁר שֶׁאֵין אֲכִילָה וְהַקְטָרָה מִצְטָרְפִין. וְאִם הוֹצִיאוֹ בִּלְשׁוֹן אֲכִילָה וְאָמַר שֶׁיֹּאכַל כַּחֲצִי זַיִת וְתֹאכַל הָאֵשׁ חֲצִי זַיִת. הֲרֵי אֵלּוּ מִצְטָרְפִין לְשׁוֹן אֲכִילָה אֶחָד הוּא. חִשֵּׁב לֶאֱכל אוֹ לְהַקְטִיר כַּחֲצִי זַיִת וְחָזַר וְחִשֵּׁב עַל חֲצִי זַיִת אַחֵר בְּאוֹתָהּ הַמַּחְשָׁבָה. הֲרֵי אֵלּוּ מִצְטָרְפִין. חִשֵּׁב לֶאֱכל כַּחֲצִי זַיִת וְשֶׁתֹּאכַל בְּהֵמָה אוֹ חַיָּה כַּחֲצִי זַיִת. בֵּין בְּמַחְשֶׁבֶת מָקוֹם בֵּין בְּמַחְשֶׁבֶת זְמַן. הֲרֵי אֵלּוּ מִצְטָרְפִין שֶׁשֵּׁם אֲכִילָה אֶחָד הוּא. חִשֵּׁב עַל כְּזַיִת שֶׁיֹּאכְלוּהוּ שְׁנַיִם הֲרֵי אֵלּוּ מִצְטָרְפִין. חִשֵּׁב לֶאֱכל כְּזַיִת בְּיוֹתֵר מִכְּדֵי אֲכִילַת פְּרָס הֲרֵי זֶה מִצְטָרֵף. חִשֵּׁב בִּשְׁעַת זְבִיחָה לֶאֱכל כַּחֲצִי זַיִת וּבִשְׁעַת זְרִיקָה לֶאֱכל כַּחֲצִי זַיִת הֲרֵי אֵלּוּ מִצְטָרְפִין בֵּין בְּמַחְשֶׁבֶת הַמָּקוֹם בֵּין בְּמַחְשֶׁבֶת הַזְּמַן. וְכֵן אִם חִשֵּׁב עַל כְּזַיִת בִּשְׁעַת קַבָּלָה וְעַל כְּזַיִת בִּשְׁעַת הוֹלָכָה. שֶׁאַרְבַּע הָעֲבוֹדוֹת מִצְטָרְפוֹת וַהֲרֵי הֵן כָּעֲבוֹדָה אַחַת. חִשֵּׁב לְהַקְטִיר כַּחֲצִי זַיִת מִן הַקֹּמֶץ וְכַחֲצִי זַיִת מִן הַלְּבוֹנָה הֲרֵי אֵלּוּ מִצְטָרְפִין. שֶׁהַלְּבוֹנָה עִם הַקֹּמֶץ לַמִּנְחָה כְּאֵימוּרִין לְזֶבַח. לְפִיכָךְ אִם חִשֵּׁב לְהַקְטִיר כְּזַיִת מִן הַלְּבוֹנָה חוּץ לִזְמַנּוֹ הֲרֵי זֶה פִּגּוּל כְּמוֹ שֶׁנִּתְבָּאֵר. אֶחָד הַמְחַשֵּׁב לִזְרֹק דַּם הַזֶּבַח כֻּלּוֹ בַּחוּץ אוֹ לְמָחָר אוֹ שֶׁחִשֵּׁב לִזְרֹק מִקְצָת דָּמוֹ בַּחוּץ אוֹ לְמָחָר. כֵּיוָן שֶׁחִשֵּׁב עַל כְּדֵי הַזָּיָה מִן הַדָּם פָּסַל:\n"
    ],
    [
      "כָּל הַזְּבָחִים שֶׁנִּשְׁחֲטוּ בְּמַחִשֶׁבֶת שִׁנּוּי הַשֵּׁם. בֵּין בְּקָרְבְּנוֹת יָחִיד בֵּין בְּקָרְבְּנוֹת צִבּוּר. כְּשֵׁרִים אֶלָּא שֶׁלֹּא עָלוּ לַבְּעָלִים לְשֵׁם חוֹבָה. חוּץ מִן הַחַטָּאת וְהַפֶּסַח שֶׁאִם נַעֲשׂוּ בְּמַחְשֶׁבֶת שִׁנּוּי הַשֵּׁם פְּסוּלִין. וְאֶחָד הַמְשַׁנֶּה שֵׁם הַזֶּבַח בִּשְׁעַת שְׁחִיטָה אוֹ בִּשְׁעַת קַבָּלָה אוֹ בִּשְׁעַת הוֹלָכָה אוֹ בִּזְרִיקָה כְּמוֹ שֶׁבֵּאַרְנוּ. כֵּיצַד לֹא עָלוּ לְשֵׁם חוֹבָה. כְּגוֹן שֶׁשָּׁחַט עוֹלָה לְשֵׁם שְׁלָמִים לֹא עָלְתָה לַבְּעָלִים לֹא מִשּׁוּם עוֹלָה שֶׁהֵם חַיָּבִין בָּהּ וְלֹא מִשּׁוּם שְׁלָמִים. אֶלָּא חַיָּבִין לְהָבִיא זֶבַח אַחֵר. וְכֵן אִם שָׁחַט עוֹלַת רְאוּבֵן לְשֵׁם שִׁמְעוֹן לֹא עָלְתָה לֹא לִרְאוּבֵן וְלֹא לְשִׁמְעוֹן. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁעָקַר שֵׁם הַזֶּבַח בְּזָדוֹן. אֲבָל אִם טָעָה וְדִמָּה שֶׁזּוֹ הָעוֹלָה שְׁלָמִים הִיא וְעָשָׂה כָּל עֲבוֹדוֹתֶיהָ לְשֵׁם שְׁלָמִים עָלְתָה לַבְּעָלִים לְשֵׁם חוֹבָה. וְכֵן הַחַטָּאת וְהַפֶּסַח שֶׁעֲשָׂאָן בְּמַחְשֶׁבֶת שִׁנּוּי הַשֵּׁם בְּטָעוּת כְּשֵׁרִים. שֶׁעֲקִירָה בְּטָעוּת אֵינָהּ עֲקִירָה. וְכֵן עוֹלַת הָעוֹף שֶׁמְּלָקָהּ אוֹ שֶׁמִּצָּה דָּמָהּ בְּמַחְשֶׁבֶת שִׁנּוּי הַשֵּׁם כְּשֵׁרָה וְלֹא עָלְתָה לַבְּעָלִים. וְחַטַּאת הָעוֹף פְּסוּלָה:\n",
      "וְכֵן כָּל הַמְּנָחוֹת שֶׁנַּעֲשׂוּ בְּמַחְשֶׁבֶת שִׁנּוּי הַשֵּׁם כְּשֵׁרוֹת וְלֹא עָלוּ לַבְּעָלִים חוּץ מִמִּנְחַת חוֹטֵא וּמִנְחַת קְנָאוֹת שֶׁאִם חִשֵּׁב בְּאַחַת מֵאַרְבַּע עֲבוֹדוֹת שֶׁלָּהֶן מַחֲשֶׁבֶת שִׁנּוּי הַשֵּׁם פְּסוּלוֹת. שִׁנּוּי הַשֵּׁם בְּמִנְחָה כֵּיצַד. כְּגוֹן שֶׁקָּמַץ מִנְחַת נְדָבָה לְשֵׁם מִנְחַת חוֹטֵא. אוֹ מַרְחֶשֶׁת לְשֵׁם מַחֲבַת. אוֹ מַחֲבַת לְשֵׁם מַרְחֶשֶׁת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:\n",
      "אָסוּר לְחַשֵּׁב בְּקָדָשִׁים מַחֲשָׁבָה שֶׁאֵינָהּ נְכוֹנָה כְּמוֹ שֶׁיִּתְבָּאֵר. לְפִיכָךְ זֶבַח שֶׁשְּׁחָטוֹ שֶׁלֹּא לִשְׁמוֹ. אוֹ מִנְחָה שֶׁקְּמָצָהּ שֶׁלֹּא לִשְׁמָהּ. בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה. חַיָּב לְהַשְׁלִים שְׁאָר עֲבוֹדוֹת לִשְׁמָן. אֲפִלּוּ שָׁחַט וְקִבֵּל וְהוֹלִיךְ בְּמַחְשֶׁבֶת שִׁנּוּי הַשֵּׁם חַיָּב לִזְרֹק בְּמַחְשָׁבָה נְכוֹנָה. וּמִפְּנֵי מָה נִשְׁתַּנָּה דִּין הַחַטָּאת וְהַפֶּסַח מִכָּל הַזְּבָחִים. וְדִין מִנְחַת חוֹטֵא וּמִנְחַת קְנָאוֹת מִכָּל הַמְּנָחוֹת. מִפְּנֵי שֶׁעִיֵּן עֲלֵיהֶם הַכָּתוּב. הֲרֵי הוּא אוֹמֵר בְּחַטָּאת <small>(ויקרא ד לג)</small> \"וְשָׁחַט אוֹתָהּ לְחַטָּאת\". שֶׁתִּהְיֶה שְׁחִיטָה לְשֵׁם חַטָּאת. וְכֵן שְׁאָר עֲבוֹדוֹתֶיהָ לִשְׁמָהּ. וְנֶאֱמַר <small>(ויקרא ד לה)</small> \"עַל חַטָּאתוֹ\" שֶׁתֵּעָשֶׂה לְשֵׁם אוֹתוֹ הַחֵטְא. וְנֶאֱמַר <small>(ויקרא ד לה)</small> \"וְכִפֶּר עָלָיו\" שֶׁתִּהְיֶה לְשֵׁם בְּעָלֶיהָ. וְנֶאֱמַר בְּפֶסַח <small>(דברים טז א)</small> \"וְעָשִׂיתָ פֶּסַח לַה' אֱלֹהֶיךָ\" שֶׁתִּהְיֶה כָּל עֲשִׂיָּתוֹ לְשֵׁם פֶּסַח. וְנֶאֱמַר <small>(שמות יב כז)</small> \"וַאֲמַרְתֶּם זֶבַח פֶּסַח הוּא לַה'\" שֶׁתִּהְיֶה זְבִיחָתוֹ לְשֵׁם פֶּסַח. הָא אִם שִׁנָּה שְׁמוֹ אוֹ שֵׁם בְּעָלָיו פָּסוּל. וּבְמִנְחַת חוֹטֵא הוּא אוֹמֵר מִנְחָה הִיא. וּבְמִנְחַת סוֹטָה נֶאֱמַר <small>(במדבר ה טו)</small> \"כִּי מִנְחַת קְנָאוֹת הִיא\". שֶׁיִּהְיוּ כָּל מַעֲשֶׂיהָ לִשְׁמָן: \n",
      "חַטָּאת שֶׁשְּׁחָטָהּ לְשֵׁם זֶבַח אַחֵר כְּגוֹן שֶׁשְּׁחָטָהּ לְשֵׁם עוֹלָה אוֹ לְשֵׁם אָשָׁם אוֹ לְשֵׁם שְׁלָמִים. פְּסוּלָה כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל אִם שְׁחָטָהּ לְשֵׁם חֻלִּין. הֲרֵי זוֹ כְּשֵׁרָה וְלֹא עָלְתָה לַבְּעָלִים:\n",
      "מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁהַקָּדָשִׁים מְחַלְּלִין קָדָשִׁים וְאֵין הַחֻלִּין מְחַלְּלִין קָדָשִׁים:\n",
      "שְׁחָטָהּ לְשֵׁם חֵטְא אַחֵר כְּגוֹן שֶׁבָּאָה עַל אֲכִילַת חֵלֶב וּשְׁחָטָהּ עַל אֲכִילַת דָּם פְּסוּלָה:\n",
      "שְׁחָטָהּ לְשֵׁם אָדָם אַחֵר שֶׁהוּא מְחֻיָּב חַטָּאת. אֲפִלּוּ חַטָּאת שֶׁאֵינָהּ קְבוּעָה הֲרֵי זוֹ פְּסוּלָה:\n",
      "אֲבָל אִם שְׁחָטָהּ לְשֵׁם אֶחָד שֶׁהוּא מְחֻיָּב עוֹלָה הֲרֵי זוֹ כְּשֵׁרָה וְלֹא עָלְתָה לַבְּעָלִים. <small>(ויקרא ד לא)</small> <small>(ויקרא ד לה)</small> \"וְכִפֶּר עָלָיו\" וְלֹא עַל חֲבֵרוֹ שֶׁהוּא מְחֻיָּב חַטָּאת כְּמוֹתוֹ: \n",
      "שְׁחָטָהּ לְשֵׁם מֵת כְּשֵׁרָה וְלֹא עָלְתָה לַבְּעָלִים שֶׁאֵין כַּפָּרָה לַמֵּתִים. שְׁחָטָהּ לְשֵׁם מִי שֶׁאֵינוֹ מְחֻיָּב קָרְבָּן כְּלָל לֹא חַטָּאת וְלֹא עוֹלָה וְלֹא שְׁאָר קָרְבָּנוֹת. הֲרֵי זוֹ פְּסוּלָה. שֶׁמָּא מְחֻיָּב הוּא וְאֵינוֹ יוֹדֵעַ:\n",
      "שְׁחָטָהּ לִשְׁמָהּ וְחִשֵּׁב בִּשְׁעַת הַשְּׁחִיטָה לִזְרֹק דָּמָהּ שֶׁלֹּא לִשְׁמָהּ הֲרֵי זוֹ פְּסוּלָה. לְפִי שֶׁמְּחַשְּׁבִין מֵעֲבוֹדָה לַעֲבוֹדָה. וְזֹאת הַמַּחְשָׁבָה שֶׁחִשֵּׁב בִּשְׁעַת הַשְּׁחִיטָה כְּאִלּוּ חִשְּׁבָהּ בִּשְׁעַת זְרִיקָה וּלְפִיכָךְ פְּסוּלָה:\n",
      "הַפֶּסַח שֶׁשְּׁחָטוֹ בְּמַחְשֶׁבֶת שִׁנּוּי הַשֵּׁם. בֵּין שֶׁשִּׁנָּה שְׁמוֹ לְשֵׁם זֶבַח אַחֵר בֵּין שֶׁשִּׁנָּהוּ לְשֵׁם חֻלִּין פָּסוּל שֶׁנֶּאֱמַר <small>(שמות יב כז)</small> \"וַאֲמַרְתֶּם זֶבַח פֶּסַח הוּא לַה'\". בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁשְּׁחָטוֹ בִּזְמַנּוֹ שֶׁהוּא יוֹם אַרְבָּעָה עָשָׂר בְּנִיסָן אֲפִלּוּ שְׁחָטוֹ בְּשַׁחֲרִית בְּמַחְשֶׁבֶת שִׁנּוּי הַשֵּׁם פָּסוּל. אֲבָל אִם שְׁחָטוֹ שֶׁלֹּא בִּזְמַנּוֹ בְּמַחְשָׁבָה שֶׁלֹּא לִשְׁמוֹ כָּשֵׁר. שֶׁלֹּא לְשֵׁם בְּעָלָיו נַעֲשָׂה כְּמִי שֶׁאֵין לוֹ בְּעָלִים בִּזְמַנּוֹ וּפָסוּל:\n",
      "פֶּסַח שֶׁשְּׁחָטוֹ לִשְׁמוֹ בְּאַרְבָּעָה עָשָׂר קֹדֶם חֲצוֹת פָּסוּל לְפִי שֶׁאֵינוֹ זְמַנּוֹ. עָבְרָה שְׁנָתוֹ וְשָׁחַט בִּזְמַנּוֹ לְשֵׁם פֶּסַח וְכֵן הַשּׁוֹחֵט שְׁאָר זְבָחִים לְשֵׁם פֶּסַח אֲפִלּוּ שְׁחָטָן אַחַר חֲצוֹת הֲרֵי אֵלּוּ כְּשֵׁרִים וְלֹא עָלוּ לַבְּעָלִים לְשֵׁם חוֹבָה:\n",
      "תּוֹדָה שֶׁשְּׁחָטָהּ לְשֵׁם שְׁלָמִים עָלְתָה לַבְּעָלִים. וּשְׁלָמִים שֶׁשְּׁחָטָן לְשֵׁם תּוֹדָה לֹא עָלוּ לַבְּעָלִים. לְפִי שֶׁהַתּוֹדָה נִקְרֵאת שְׁלָמִים וּשְׁלָמִים לֹא נִקְרְאוּ תּוֹדָה:\n",
      "עוֹלָה שֶׁשְּׁחָטָהּ עַל מִי שֶׁאֵינוֹ מְחֻיָּב קָרְבָּן כְּלָל לֹא עָלְתָה לַבְּעָלִים. שֶׁהֲרֵי שְׁחָטָהּ שֶׁלֹּא לְשֵׁם בְּעָלֶיהָ. וְאַף עַל פִּי שֶׁזֶּה שֶׁשְּׁחָטָהּ לִשְׁמוֹ אֵינוֹ מְחֻיָּב כְּלוּם בְּעִנְיָנוֹ. אִי אֶפְשָׁר שֶׁלֹּא יִהְיֶה חַיָּב כַּפָּרָה לַשָּׁמַיִם שֶׁאֵין לְךָ אָדָם בְּיִשְׂרָאֵל שֶׁלֹּא עָבַר מֵעוֹלָם עַל מִצְוַת עֲשֵׂה:\n",
      "עוֹלָה הַבָּאָה לְאַחַר מִיתָה שֶׁעֲשָׂאָהּ שֶׁלֹּא לְשֵׁם בְּעָלֶיהָ עָלְתָה לַבְּעָלִים לְשֵׁם חוֹבָה. שֶׁאֵין בְּעָלִים לְאַחַר מִיתָה:\n",
      "שְׁנֵי כִּבְשֵׂי עֲצֶרֶת שֶׁשְּׁחָטָן לְשֵׁם אֵילִים לֹא עָלוּ לַצִּבּוּר לְשֵׁם חוֹבָה. וְאִם דִּמָּה שֶׁהֵן אֵילִים וּשְׁחָטָן לְשֵׁם אֵילִים עָלוּ לָהֶן. מִפְּנֵי שֶׁהִיא עֲקִירָה בְּטָעוּת:\n",
      "אֲשַׁם מְצֹרָע שֶׁשְּׁחָטוֹ שֶׁלֹּא לִשְׁמוֹ. אוֹ שֶׁלֹּא נָתַן מִדָּמוֹ עַל גַּבֵּי בְּהוֹנוֹת. טָעוּן נְסָכִים. שֶׁאִם יִקָּרֵב בְּלֹא נְסָכִים נִמְצָא כְּמַקְרִיב נְדָבָה וְאֵין הָאָשָׁם בָּא נְדָבָה:\n",
      "כֶּבֶשׂ הַבָּא עִם הָעֹמֶר שֶׁשְּׁחָטוֹ שֶׁלֹּא לִשְׁמוֹ. לֹא יָבִיא מִנְחַת נְסָכִים שֶׁלּוֹ שְׁנֵי עֶשְׂרוֹנִים אֶלָּא עִשָּׂרוֹן אֶחָד כִּשְׁאָר הַנְּדָבוֹת. שֶׁהֲרֵי לֹא עָלָה לְשֵׁם חוֹבָתוֹ. וְכֵן תָּמִיד שֶׁשְּׁחָטוֹ שֶׁלֹּא לִשְׁמוֹ לֹא יַעֲלֶה עִמּוֹ שְׁנֵי גִּזְרֵי עֵצִים כִּשְׁאָר הַתְּמִידִים. שֶׁהֲרֵי לֹא עָלָה לְחוֹבַת הַתָּמִיד אֶלָּא הֲרֵי הוּא כְּכָל הַנְּדָבוֹת:\n",
      "שְׁנֵי כִּבְשֵׂי עֲצֶרֶת שֶׁשְּׁחָטָן שֶׁלֹּא לִשְׁמָן. אוֹ שֶׁשְּׁחָטָן בֵּין לִפְנֵי זְמַנָּן בֵּין לְאַחַר זְמַנָּן. הַדָּם יִזָּרֵק וְהַבָּשָׂר יֵאָכֵל אַף עַל פִּי שֶׁלֹּא עָלוּ לַצִּבּוּר לְשֵׁם חוֹבָה. וְאִם הָיְתָה שַׁבָּת לֹא יִזְרֹק. וְאִם זָרַק הֻרְצָה לְהַקְטִיר אֵימוּרִין לָעֶרֶב:\n",
      "וְכֵן שַׁלְמֵי נָזִיר שֶׁשְּׁחָטָן שֶׁלֹּא לִשְׁמָן אַף עַל פִּי שֶׁלֹּא עָלוּ לַבְּעָלִים הֲרֵי הֵן נֶאֱכָלִין לְיוֹם וְלַיְלָה וְאֵינָן טְעוּנִין לֶחֶם. וְכֵן אֲשַׁם נָזִיר וַאֲשַׁם מְצֹרָע שֶׁשְּׁחָטָן שֶׁלֹּא לִשְׁמָן אַף עַל פִּי שֶׁלֹּא עָלוּ לַבְּעָלִים הֲרֵי הֵן נֶאֱכָלִים:\n"
    ],
    [
      "כְּבָר בֵּאַרְנוּ שֶׁהַמְחַשֵּׁב בְּאַחַת מֵאַרְבַּע הָעֲבוֹדוֹת מַחֲשֶׁבֶת המָּקוֹם הַקָּרְבָּן פָּסוּל וְאֵינוֹ פִּגּוּל. וְאִם חִשֵּׁב מַחֲשֶׁבֶת הַזְּמַן הַקָּרְבָּן פִּגּוּל. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא עֵרֵב עִם מַחֲשֶׁבֶת הַזְּמַן מַחֲשָׁבָה אַחֶרֶת. אֲבָל אִם עֵרֵב מַחֲשֶׁבֶת מָקוֹם אוֹ מַחֲשֶׁבֶת שִׁנּוּי הַשֵּׁם בְּפֶסַח וּבְחַטָּאת עִם מַחֲשֶׁבֶת הַזְּמַן הַקָּרְבָּן פָּסוּל וְאֵינוֹ פִּגּוּל. כֵּיצַד. שָׁחַט וְקִבֵּל וְהוֹלִיךְ וְזָרַק וּמַחְשַׁבְתּוֹ בְּאַרְבַּע עֲבוֹדוֹת אֵלּוּ מַחֲשֶׁבֶת הַזְּמַן. אוֹ שֶׁהָיְתָה מַחְשַׁבְתּוֹ בְּאַחַת מֵאַרְבַּעְתָּן מַחֲשֶׁבֶת הַזְּמַן וּבִשְׁאָר הָעֲבוֹדוֹת הָיְתָה מַחְשַׁבְתּוֹ נְכוֹנָה. אוֹ לֹא הָיְתָה שָׁם מַחֲשָׁבָה כְּלָל בִּשְׁאָר הָעֲבוֹדוֹת. הֲרֵי זֶה פִּגּוּל. אֲבָל אִם שָׁחַט בְּמַחְשֶׁבֶת הַזְּמַן וְקִבֵּל אוֹ הוֹלִיךְ אוֹ זָרַק בְּמַחְשֶׁבֶת הַמָּקוֹם. אוֹ שֶׁשָּׁחַט בְּמַחְשֶׁבֶת הַמָּקוֹם וְקִבֵּל אוֹ הוֹלִיךְ אוֹ זָרַק בְּמַחְשֶׁבֶת הַזְּמַן. הֲרֵי זֶה אֵינוֹ פִּגּוּל אֶלָּא פָּסוּל בִּלְבַד. וְכֵן הַפֶּסַח וְהַחַטָּאת שֶׁשְּׁחָטָן בְּמַחְשֶׁבֶת שִׁנּוּי הַשֵּׁם וְקִבֵּל וְהוֹלִיךְ בְּמַחְשֶׁבֶת הַזְּמַן. אוֹ שֶׁשְּׁחָטָן בְּמַחְשֶׁבֶת הַזְּמַן וְקִבֵּל אוֹ הוֹלִיךְ אוֹ זָרַק בְּמַחְשֶׁבֶת שִׁנּוּי הַשֵּׁם. אֵין זֶה פִּגּוּל אֶלָּא פָּסוּל. וְהוּא הַדִּין בְּעוֹפוֹת וּבִמְנָחוֹת. אֵין שָׁם פִּגּוּל אֶלָּא קָרְבָּן שֶׁנִּפְסַל בְּמַחְשֶׁבֶת הַזְּמַן וְלֹא עֵרֵב עִמָּהּ מַחֲשֶׁבֶת הַמָּקוֹם לֹא בַּתְּחִלָּה וְלֹא בְּסוֹף וְלֹא עֵרֵב עִמָּהּ מַחֲשֶׁבֶת שִׁנּוּי הַשֵּׁם בְּקָרְבָּנוֹת שֶׁנִּפְסָלִין בְּמַחְשֶׁבֶת שִׁנּוּי הַשֵּׁם: ",
      "הַמְחַשֵּׁב בְּאַחַת מֵאַרְבַּע הָעֲבוֹדוֹת אוֹ בְּכֻלָּם לֶאֱכל כְּזַיִת מִדָּבָר הָרָאוּי לַאֲכִילָה בַּחוּץ וּכְזַיִת לְמָחָר. אוֹ כְּזַיִת לְמָחָר וּכְזַיִת בַּחוּץ. אוֹ כַּחֲצִי זַיִת בַּחוּץ וְכַחֲצִי זַיִת לְמָחָר. אוֹ כַּחֲצִי זַיִת לְמָחָר וְכַחֲצִי זַיִת בַּחוּץ. הֲרֵי הַקָּרְבָּן פָּסוּל וְאֵינוֹ פִּגּוּל. וְכֵן אִם עֵרֵב הַמַּחְשָׁבָה בְּהַקְטָרָה הֲרֵי זֶה פָּסוּל וְאֵינוֹ פִּגּוּל: ",
      "חִשֵּׁב לֶאֱכל אוֹ לְהַקְטִיר כַּחֲצִי זַיִת בְּמַחְשֶׁבֶת הַמָּקוֹם וְלֶאֱכל אוֹ לְהַקְטִיר כְּזַיִת בְּמַחְשֶׁבֶת הַזְּמַן הֲרֵי זֶה פִּגּוּל. בֵּין שֶׁהִקְדִּים מַחֲשֶׁבֶת כְּזַיִת בֵּין שֶׁאִחֵר אוֹתָהּ. שֶׁאֵין חֲצִי זַיִת חָשׁוּב אֵצֶל כְּזַיִת: ",
      "חִשֵּׁב עַל חֲצִי זַיִת בְּמַחְשֶׁבֶת הַזְּמַן וְעַל חֲצִי זַיִת בְּמַחְשֶׁבֶת הַמָּקוֹם וְחָזַר וְחִשֵּׁב עַל חֲצִי זַיִת אַחֵר בְּמַחְשֶׁבֶת הַזְּמַן הֲרֵי זֶה פִּגּוּל. וְכֵן אִם חִשֵּׁב עַל חֲצִי זַיִת בְּמַחְשֶׁבֶת הַזְּמַן וְחָזַר וְחִשֵּׁב עַל כְּזַיִת חֶצְיוֹ בְּמַחְשֶׁבֶת הַזְּמַן וְחֶצְיוֹ בְּמַחְשֶׁבֶת הַמָּקוֹם הֲרֵי זֶה פִּגּוּל: ",
      "חִשֵּׁב עַל הַדָּמִים הַנִּתָּנִין לְמַטָּה לִתֵּן אוֹתָם לְמַעְלָה אוֹ עַל הַנִּתָּנִין לְמַעְלָה לְתִתָּם לְמַטָּה וְכַיּוֹצֵא בְּמַחְשָׁבוֹת אֵלּוּ שֶׁאֵינָן פּוֹסְלִין כְּמוֹ שֶׁבֵּאַרְנוּ וְעֵרֵב עִמָּהֶן מַחֲשֶׁבֶת הַזְּמַן הֲרֵי זֶה פִּגּוּל. וְאִם חִשֵּׁב עִמָּהֶן מַחֲשֶׁבֶת הַמָּקוֹם לְבַדָּהּ הֲרֵי זֶה פָּסוּל וְאֵינוֹ פִּגּוּל: ",
      "חִשֵּׁב עַל הַדָּם הַנִּתָּן לְמַעְלָה לְתִתּוֹ לְמָחָר לְמַטָּה. אוֹ עַל הַדָּם הַנִּתָּן לְמַטָּה לְתִתּוֹ לְמָחָר לְמַעְלָה. אוֹ שֶׁחִשֵּׁב עַל הַדָּם הַנִּתָּן בִּפְנִים בַּהֵיכָל לְתִתּוֹ לְמָחָר בַּמִּזְבֵּחַ הַחִיצוֹן. אוֹ שֶׁחִשֵּׁב עַל הַדָּם הַנִּתָּן בַּמִּזְבֵּחַ הַחִיצוֹן לְתִתּוֹ לְמָחָר בִּפְנִים בַּהֵיכָל. אֵינוֹ פִּגּוּל. אַף עַל פִּי שֶׁחִשֵּׁב מַחֲשֶׁבֶת הַזְּמַן הוֹאִיל וְשִׁנָּה מְקוֹם נְתִינַת הַדָּם בְּמַחֲשַׁבְתּוֹ הֲרֵי זֶה פָּסוּל וְאֵינוֹ פִּגּוּל. וּמֵאַחַר שֶׁבֵּאַרְנוּ בַּהֲלָכוֹת אֵלּוּ שֶׁהַדָּם שֶׁנִּתָּן שֶׁלֹּא בִּמְקוֹמוֹ כְּאִלּוּ נִתַּן בִּמְקוֹמוֹ לָמָּה לֹא יִהְיֶה זֶה פִּגּוּל בְּמַחְשָׁבָה זוֹ שֶׁחִשֵּׁב לִתֵּן הַדָּם שֶׁלֹּא בִּמְקוֹמוֹ לְמָחָר. מִפְּנֵי שֶׁהַדָּם הַנִּתָּן שֶׁלֹּא בִּמְקוֹמוֹ אַף עַל פִּי שֶׁהַזֶּבַח כָּשֵׁר אֵינוֹ מַתִּיר הַבָּשָׂר בַּאֲכִילָה כְּמוֹ שֶׁבֵּאַרְנוּ. וְכָל זְרִיקָה שֶׁאֵינָהּ מַתֶּרֶת הַבָּשָׂר בַּאֲכִילָה אִם חִשֵּׁב לִתְּנָהּ חוּץ לִזְמַנּוֹ לֹא פִּגֵּל. לְפִיכָךְ אִם חָזַר וְחִשֵּׁב בְּזֶבַח זֶה מַחֲשֶׁבֶת הַזְּמַן הֲרֵי זֶה פָּסוּל וְאֵינוֹ פִּגּוּל: ",
      "חִשֵּׁב מַחֲשֶׁבֶת זְמַן בִּשְׁעַת קְמִיצָה אֲבָל לֹא בִּשְׁעַת לִקּוּט הַלְּבוֹנָה. אוֹ שֶׁחִשֵּׁב מַחֲשֶׁבֶת הַזְּמַן בִּשְׁעַת לִקּוּט הַלְּבוֹנָה אֲבָל לֹא בִּשְׁעַת קְמִיצָה. הֲרֵי זוֹ פְּסוּלָה וְאֵינָהּ פִּגּוּל עַד שֶׁיְּחַשֵּׁב מַחֲשֶׁבֶת הַזְּמַן בְּכָל הַמַּתִּיר שֶׁהוּא הַקֹּמֶץ עִם הַלְּבוֹנָה. בִּשְׁעַת קְמִיצַת הַקֹּמֶץ וְלִקּוּט הַלְּבוֹנָה. אוֹ בִּשְׁעַת נְתִינַת שְׁנֵיהֶן בִּכְלִי. אוֹ בִּשְׁעַת הוֹלָכָתָן אוֹ בִּשְׁעַת זְרִיקָתָן: ",
      "חִשֵּׁב בִּשְׁעַת הַקְטָרַת הַקֹּמֶץ שֶׁיַּקְטִיר הַלְּבוֹנָה לְמָחָר אֵינָהּ פִּגּוּל שֶׁאֵין הַקְטָרָה מְפַגֶּלֶת הַקְטָרָה. וְכֵן אִם הִקְטִיר הַלְּבוֹנָה לְבַדָּהּ אוֹ הַקֹּמֶץ לְבַדּוֹ וְהוּא מְחַשֵּׁב לֶאֱכל שְׁיָרִים לְמָחָר הֲרֵי זוֹ פְּסוּלָה וְאֵינָהּ פִּגּוּל שֶׁאֵין מְפַגְּלִין בַּחֲצִי מַתִּיר. אֲבָל אִם הִקְטִיר אֶת הַקֹּמֶץ לְבַדּוֹ וְחִשֵּׁב שֶׁיַּקְטִיר לְבוֹנָה לְמָחָר וְאַחַר כָּךְ הִקְטִיר הַלְּבוֹנָה וְחִשֵּׁב שֶׁיֹּאכַל הַשְּׁיָרִים לְמָחָר הֲרֵי זֶה פִּגּוּל. שֶׁהֲרֵי פָּשְׁטָה מַחֲשֶׁבֶת זְמַן בְּכָל הַמִּנְחָה: ",
      "הִקְטִיר כְּדֵי שֻׁמְשֹׁם מִן הַקֹּמֶץ עִם הַלְּבוֹנָה וְהוּא מְחַשֵּׁב שֶׁיֹּאכַל כְּדֵי שֻׁמְשֹׁם מִן הַשְּׁיָרִים לְמָחָר. עַד שֶׁהִשְׁלִים כָּל הַקֹּמֶץ עִם הַלְּבוֹנָה בְּמַחְשֶׁבֶת הַזְּמַן. הֲרֵי זוֹ פְּסוּלָה וְאֵינָהּ פִּגּוּל. שֶׁאַף עַל פִּי שֶׁדֶּרֶךְ אֲכִילָה בְּכָךְ מְעַט מְעַט אֵין דֶּרֶךְ הַקְטָרָה בְּכָךְ אֶלָּא הֲרֵי זוֹ כְּמִנְחָה שֶׁלֹּא הֻקְטַר קֻמְצָהּ: ",
      "מִנְחַת חוֹטֵא אוֹ מִנְחַת קְנָאוֹת שֶׁהָיָה עָלֶיהָ לְבוֹנָה וְחִשֵּׁב בָּהּ מַחֲשֶׁבֶת הַזְּמַן קֹדֶם שֶׁיְּלַקֵּט הַלְּבוֹנָה הֲרֵי זוֹ פְּסוּלָה וְאֵינָהּ פִּגּוּל. וְאִם אַחַר שֶׁלִּקֵּט הַלְּבוֹנָה חִשֵּׁב עָלֶיהָ מַחֲשֶׁבֶת הַזְּמַן הֲרֵי זֶה פִּגּוּל: ",
      "שְׁיָרִים שֶׁחָסְרוּ בֵּין קְמִיצָה לְהַקְטָרָה וְהִקְטִיר הַקֹּמֶץ בְּמַחְשֶׁבֶת הַזְּמַן הֲרֵי זֶה סָפֵק אִם נִקְבְּעוּ לְפִגּוּל וַהֲרֵי הֵן פִּגּוּל. אוֹ לֹא נִקְבְּעוּ וְאֵינוֹ פִּגּוּל: "
    ],
    [
      "כָּל הַדָּמִים הַנִּתָּנִין עַל מזִבֵּחַ הַחִיצוֹן שֶׁנָּתַן מֵהֶם מַתָּנָה רִאשׁוֹנָה בְּמַחְשָׁבָה נְכוֹנָה. וְנָתַן מִמַּתָּנָה שְׁנִיָּה וְאֵילָךְ בְּמַחְשֶׁבֶת שִׁנּוּי הַשֵּׁם אוֹ בְּמַחְשֶׁבֶת הַמָּקוֹם אוֹ מַחֲשֶׁבֶת הַזְּמַן. הֲרֵי זֶה כִּפֵּר וְהֻרְצָה הַקָּרְבָּן. וְאִם נָתַן אֶת הָרִאשׁוֹנָה בְּמַחְשֶׁבֶת הַזְּמַן וְהִשְׁלִים הַמַּתָּנוֹת בְּמַחְשֶׁבֶת הַמָּקוֹם הֲרֵי זֶה פִּגּוּל. שֶׁמַּתָּנָה רִאשׁוֹנָה הִיא הָעִקָּר. אֲבָל כָּל הַדָּמִים הַנִּתָּנִין עַל מִזְבֵּחַ הַפְּנִימִי הוֹאִיל וְכֻלָּן מְעַכְּבִין זֶה אֶת זֶה כְּמוֹ שֶׁבֵּאַרְנוּ. אִם נָתַן אַחַת מֵהֶן שֶׁלֹּא כְּתִקְנָהּ אֶלָּא הִפְסִיד בָּהּ הַמַּחְשָׁבָה אַף עַל פִּי שֶׁנָּתַן כָּל הַשְּׁאָר כְּתִקְנָן הַזֶּבַח פָּסוּל:\n",
      "חִשֵּׁב בָּרִאשׁוֹנָה מַחֲשֶׁבֶת הַזְּמַן וְשָׁתַק בַּשְּׁאָר. אוֹ שֶׁנָּתַן כֻּלָּן כְּתִקְנָן חוּץ מִן הָאַחֲרוֹנָה שֶׁנָּתַן בְּמַחְשֶׁבֶת הַזְּמַן. הֲרֵי זֶה פָּסוּל. וְאֵינוֹ פִּגּוּל עַד שֶׁיַּזֶּה בְּמַחְשֶׁבֶת הַזְּמַן שֶׁהֲרֵי כֻּלָּם בְּמַתָּנָה אַחַת הֵן:\n",
      "טְבִילַת אֶצְבַּע בְּדַם הַחַטָּאוֹת הַפְּנִימִיּוֹת מְפַגֶּלֶת. כֵּיצַד. חִשֵּׁב בִּשְׁעַת טְבִילַת אֶצְבַּע בְּדַם מַחֲשֶׁבֶת הַזְּמַן הֲרֵי זֶה כִּמְחַשֵּׁב בִּשְׁעַת הַזָּיָה:\n",
      "הָיָה עוֹמֵד בָּעֲזָרָה וְחִשֵּׁב מַחֲשֶׁבֶת הַזְּמַן בְּחַטָּאוֹת הַנַּעֲשׂוֹת בִּפְנִים בְּדָבָר הַנַּעֲשֶׂה בִּפְנִים אֵינוֹ פִּגּוּל. חִשֵּׁב בְּדָבָר הַנַּעֲשֶׂה בַּחוּץ הֲרֵי זֶה פִּגּוּל:\n",
      "כֵּיצַד. הָיָה עוֹמֵד בָּעֲזָרָה וְאָמַר הֲרֵינִי שׁוֹחֵט לְהַזּוֹת דָּמוֹ לְמָחָר. אֵינוֹ פִּגּוּל. שֶׁהַהַזָּיָה לְפָנִים בַּהֵיכָל:\n",
      "הָיָה עוֹמֵד בַּהֵיכָל וְאָמַר הֲרֵי אֲנִי מִזֶּה לִשְׁפֹּךְ שְׁיָרִים לְמָחָר. אֵינוֹ פִּגּוּל שֶׁהֲרֵי חִשֵּׁב בִּפְנִים בְּדָבָר הַנַּעֲשֶׂה בַּחוּץ. אֲבָל אִם הָיָה עוֹמֵד בָּעֲזָרָה וְשָׁחַט וְהוּא מְחַשֵּׁב לִשְׁפֹּךְ שְׁיָרִים לְמָחָר אוֹ לְהַקְטִיר אֵימוּרִין לְמָחָר. הֲרֵי זֶה פִּגּוּל. שֶׁהֲרֵי חִשֵּׁב בַּחוּץ בְּדָבָר הַנַּעֲשֶׂה בַּחוּץ:\n",
      "הַתּוֹדָה מְפַגֶּלֶת אֶת הַלֶּחֶם וְהַלֶּחֶם אֵינוֹ מְפַגֵּל אֶת הַתּוֹדָה. כֵּיצַד. הַשּׁוֹחֵט אֶת הַתּוֹדָה וְהוּא מְחַשֵּׁב שֶׁיֹּאכַל מִבְּשָׂרָהּ אוֹ יִזְרֹק דָּמָהּ אוֹ שֶׁיַּקְטִיר אֵימוּרֶיהָ לְמָחָר. הַזֶּבַח עִם הַלֶּחֶם פִּגּוּל. אֲבָל אִם חִשֵּׁב לֶאֱכל מִן הַלֶּחֶם לְמָחָר הַלֶּחֶם לְבַדּוֹ פִּגּוּל וְזֶבַח הַתּוֹדָה אֵינוֹ פִּגּוּל:\n",
      "וְכֵן הַדִּין בִּשְׁנֵי כִּבְשֵׂי עֲצֶרֶת עִם שְׁתֵּי הַלֶּחֶם הַבָּאוֹת עִמָּהֶן שֶׁאִם חִשֵּׁב מַחֲשֶׁבֶת זְמַן בַּכְּבָשִׂים נִתְפַּגְּלוּ שְׁתֵּי הַלֶּחֶם. חִשֵּׁב שֶׁיֹּאכַל מִשְּׁתֵי הַלֶּחֶם לְמָחָר. שְׁתֵּי הַלֶּחֶם פִּגּוּל וְהַכְּבָשִׂים אֵינָן פִּגּוּל. חִשֵּׁב בְּאַחַת מֵאַרְבַּע הָעֲבוֹדוֹת לֶאֱכל כְּזַיִת מִבְּשַׂר הַזֶּבַח עִם הַלֶּחֶם לְמָחָר. הַלֶּחֶם לְבַדּוֹ פִּגּוּל וְהַתּוֹדָה אוֹ הַכְּבָשִׂים אֵינָן פִּגּוּל:\n",
      "הַמַּקְטִיר שְׁנֵי בְּזִיכֵי לְבוֹנָה שֶׁעִם לֶחֶם הַפָּנִים וְחִשֵּׁב בִּשְׁעַת הַקְטָרָתָן שֶׁיֹּאכַל לֶחֶם הַפָּנִים לְמָחָר. הֲרֵי הַלֶּחֶם פִּגּוּל:\n",
      "הַשּׁוֹחֵט שְׁנֵי כִּבְשֵׂי עֲצֶרֶת וְחִשֵּׁב לֶאֱכל אַחַת מִשְּׁתֵי הַחַלּוֹת לְמָחָר שְׁתֵּיהֶם פִּגּוּל:\n",
      "הִקְטִיר שְׁנֵי הַבְּזִיכִים וְהוּא מְחַשֵּׁב לֶאֱכל אֶחָד מִשְּׁנֵי הַסְּדָרִים לְמָחָר. שְׁנֵי הַסְּדָרִים פִּגּוּל:\n",
      "וְכֵן אִם חִשֵּׁב מַחֲשֶׁבֶת הַזְּמַן בְּאַחַת מֵחַלּוֹת הַתּוֹדָה אוֹ בְּאַחַת מֵחַלּוֹת מִנְחַת מַאֲפֵה הַתַּנּוּר. הֲרֵי כָּל הַחַלּוֹת פִּגּוּל:\n",
      "אֲבָל אִם נִטְמֵאת אַחַת מִשְּׁתֵי הַחַלּוֹת אוֹ אֶחָד מִשְּׁנֵי הַסְּדָרִים אוֹ אַחַת מֵחַלּוֹת הַתּוֹדָה. בֵּין לִפְנֵי זְרִיקָה בֵּין לְאַחַר זְרִיקָה. אוֹתָהּ הַחַלָּה וְאוֹתוֹ הַסֵּדֶר אָסוּר. וְהַטָּהוֹר בְּטָהֳרָתוֹ יֵאָכֵל:\n",
      "חִשֵּׁב בַּעֲבוֹדַת אֶחָד מִשְּׁנֵי הַכְּבָשִׂים שֶׁיֹּאכַל כְּזַיִת מִשְּׁתֵּי הַלֶּחֶם לְמָחָר. וְכֵן אִם חִשֵּׁב בְּהַקְטָרַת אֶחָד מִשְּׁנֵי הַבְּזִיכִין שֶׁיֹּאכַל כְּזַיִת מִלֶּחֶם הַפָּנִים לְמָחָר. הֲרֵי הַלֶּחֶם פָּסוּל. וְאֵינוֹ פִּגּוּל עַד שֶׁיְּחַשֵּׁב בְּכָל הַמַּתִּיר שֶׁהוּא עֲבוֹדַת שְׁנֵי הַכְּבָשִׂים וְהַקְטָרַת שְׁנֵי הַבְּזִיכִין:\n",
      "שָׁחַט אֶחָד וְחִשֵּׁב לֶאֱכל חֲצִי זַיִת מֵחַלָּה זוֹ לְמָחָר וְשָׁחַט הַשֵּׁנִי וְחִשֵּׁב לֶאֱכל חֲצִי זַיִת מֵחַלָּה שְׁנִיָּה לְמָחָר הֲרֵי אֵלּוּ מִצְטָרְפִין לְפִגּוּל. וְהוּא הַדִּין בִּשְׁנֵי הַבְּזִיכִין עִם שְׁנֵי הַסְּדָרִים:\n",
      "חִשֵּׁב בְּאֶחָד מִשְּׁנֵי הַכְּבָשִׂים מַחֲשֶׁבֶת הַזְּמַן. וְעָשָׂה הַשֵּׁנִי בְּמַחְשָׁבָה נְכוֹנָה. זֶה שֶׁעֲשָׂאָהוּ בְּמַחְשֶׁבֶת הַזְּמַן פִּגּוּל וְהַשֵּׁנִי כָּשֵׁר:\n",
      "שָׁחַט אֶחָד מֵהֶן וְחִשֵּׁב בִּשְׁעַת שְׁחִיטָתוֹ שֶׁיֹּאכַל מִבְּשַׂר הַשֵּׁנִי לְמָחָר שְׁנֵיהֶן כְּשֵׁרִים שֶׁאֵין מְחַשְּׁבִין מִזֶּה עַל זֶה:\n",
      "שְׁנֵי כִּבְשֵׂי עֲצֶרֶת אֵין מְקַדְּשִׁין אֶת הַלֶּחֶם אֶלָּא בִּשְׁחִיטָה. כֵּיצַד. שְׁחָטָם וְזָרַק דָּמָם בְּמַחְשֶׁבֶת שִׁנּוּי הַשֵּׁם לֹא קָדַשׁ הַלֶּחֶם. שְׁחָטָן לִשְׁמָן וְזָרַק דָּמָם שֶׁלֹּא לִשְׁמָן הַלֶּחֶם קָדוֹשׁ וְאֵינוֹ קָדוֹשׁ. שְׁחָטָן שֶׁלֹּא לִשְׁמָן אַף עַל פִּי שֶׁזָּרַק לִשְׁמָן לֹא קָדַשׁ הַלֶּחֶם:\n",
      "שְׁתֵּי הַלֶּחֶם שֶׁיָּצְאוּ בֵּין שְׁחִיטָה לִזְרִיקָה וְזָרַק דַּם הַכְּבָשִׂים בְּמַחְשֶׁבֶת הַזְּמַן. נִתְפַּגְּלוּ שְׁתֵּי הַלֶּחֶם אַף עַל פִּי שֶׁהֵן בַּחוּץ. שֶׁהַזְּרִיקָה מוֹעֶלֶת לַיּוֹצֵא אַף עַל פִּי שֶׁעֲדַיִן הוּא בַּחוּץ:\n",
      "כִּבְשֵׂי עֲצֶרֶת שֶׁשְּׁחָטָן לִשְׁמָן וְאָבַד הַלֶּחֶם. אִם זָרַק דָּמָן לִשְׁמָן הֲרֵי אֵלּוּ פְּסוּלִין. זָרַק דָּמָן בְּמַחְשֶׁבֶת הַזְּמַן אַחַר שֶׁאָבַד הַלֶּחֶם הֲרֵי אֵלּוּ סָפֵק אִם הֻתְּרוּ בַּאֲכִילָה אוֹ לֹא הֻתְּרוּ:\n"
    ],
    [
      "כָּל הַמְחַשֵּׁב מַחֲשָׁבָה שֶׁאֵינהּ נָכוֹנָה בְּקָדָשִׁים. הֲרֵי זֶה עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁהֲרֵי הוּא אוֹמֵר <small>(ויקרא ז יח)</small> \"לֹא יֵחָשֵׁב\":\n",
      "מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁבִּכְלַל דִּין זֶה שֶׁלֹּא יַפְסִיד הַקָּדָשִׁים בְּמַחְשָׁבָה. שֶׁהֲרֵי זֶה דּוֹמֶה לְמַטִּיל מוּם בְּקָדָשִׁים. וְאַף עַל פִּי כֵן אֵינוֹ לוֹקֶה שֶׁאֵין הַמַּחְשָׁבָה מַעֲשֶׂה:\n",
      "כָּל קָרְבָּן שֶׁנֶּאֱמַר שֶׁהוּא פָּסוּל בֵּין שֶׁנִּפְסַל בְּמַחְשָׁבָה בֵּין בְּמַעֲשֶׂה בֵּין שֶׁאֵרַע בּוֹ דָּבָר שֶׁפְּסָלוֹ. כָּל הָאוֹכֵל מִמֶּנּוּ כְּזַיִת בְּמֵזִיד לוֹקֶה שֶׁנֶּאֱמַר <small>(דברים יד ג)</small> \"לֹא תֹאכַל כָּל תּוֹעֵבָה\":\n",
      "מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁאֵין הַכָּתוּב מַזְהִיר אֶלָּא עַל פְּסוּלֵי הַמֻּקְדָּשִׁין:\n",
      "וְכֵן קָדָשִׁים שֶׁהֻטַּל בָּהֶם מוּם. הָאוֹכֵל מֵהֶם כְּזַיִת לוֹקֶה. הֲרֵי הֵם בִּכְלַל <small>(דברים יד ג)</small> \"כָּל תּוֹעֵבָה\" עַד שֶׁיִּוָּלֵד לָהֶם מוּם אַחֵר וְיֵאָכְלוּ בְּמוּמָן כְּמוֹ שֶׁבֵּאַרְנוּ. וְכָל שֶׁפִּסּוּלוֹ מִסָּפֵק אֵין לוֹקִין עָלָיו:\n",
      "כָּל קָרְבָּן שֶׁנִּתְפַּגֵּל בְּמַחְשֶׁבֶת הַזְּמַן כְּמוֹ שֶׁבֵּאַרְנוּ כָּל הָאוֹכֵל מִמֶּנּוּ כְּזַיִת בְּמֵזִיד חַיָּב כָּרֵת שֶׁנֶּאֱמַר <small>(ויקרא ז יח)</small> \"וְהַנֶּפֶשׁ הָאֹכֶלֶת מִמֶּנּוּ עֲוֹנָהּ תִּשָּׂא\". וְאִם אָכַל מִמֶּנּוּ בִּשְׁגָגָה מֵבִיא חַטָּאת קְבוּעָה:\n",
      "אֵין חַיָּבִין כָּרֵת אֶלָּא עַל אֲכִילַת דְּבָרִים שֶׁהֻתְּרוּ בֵּין לְאָדָם בֵּין לַמִּזְבֵּחַ. אֲבָל אִם אָכַל מִן הַמַּתִּיר עַצְמוֹ אֵינוֹ חַיָּב כָּרֵת אֶלָּא לוֹקֶה כְּאוֹכֵל פְּסוּלֵי הַמֻּקְדָּשִׁין שֶׁאֵין בָּהֶם פִּגּוּל. כֵּיצַד. מִנְחָה שֶׁנִּתְפַּגְּלָה. הָאוֹכֵל כְּזַיִת מִשְּׁיָרֶיהָ בְּמֵזִיד חַיָּב כָּרֵת. אֲבָל אִם אָכַל מִן הַקֹּמֶץ שֶׁלָּהּ אוֹ מִן הַלְּבוֹנָה אֵינוֹ חַיָּב כָּרֵת. לְפִי שֶׁהֵן הֵן הַמַּתִּירִים אֶת הַשְּׁיָרִים לְאָדָם. וְכֵן זֶבַח שֶׁנִּתְפַּגֵּל. הָאוֹכֵל כְּזַיִת מִבְּשָׂרוֹ אוֹ מֵאֵימוּרָיו אוֹ מִבְּשַׂר הָעוֹלָה חַיָּב כָּרֵת. אֲבָל אִם אָכַל כְּזַיִת מִן הַדָּם אֵינוֹ חַיָּב עָלָיו מִשּׁוּם פִּגּוּל. שֶׁהַדָּם מַתִּיר אֶת הָאֵימוּרִין לִקָּרֵב לַמִּזְבֵּחַ וְהָאֵימוּרִין מַתִּירִין אֶת הַבָּשָׂר לָאָדָם. וְדַם הָעוֹלָה מַתִּיר בְּשָׂרָהּ לַמִּזְבֵּחַ. וְדַם חַטַּאת הָעוֹף מַתִּיר בְּשָׂרָהּ לַכֹּהֲנִים. וְדַם עוֹלַת הָעוֹף מַתִּיר בְּשָׂרָהּ לַמִּזְבֵּחַ. וְדַם חַטָּאוֹת הַנִּשְׂרָפוֹת מַתִּיר אֵימוּרֵיהֶם לַמִּזְבֵּחַ. לְפִיכָךְ חַיָּבִין עַל אֵימוּרֵיהֶן מִשּׁוּם פִּגּוּל. הַקֹּמֶץ וְהַלְּבוֹנָה מַתִּירִין הַשְּׁיָרִים לַכֹּהֲנִים. שְׁנֵי כִּבְשֵׂי עֲצֶרֶת מַתִּירִין שְׁתֵּי הַלֶּחֶם לַכֹּהֲנִים. וְכֵן שְׁנֵי בְּזִיכֵי לְבוֹנָה מַתִּירִין לֶחֶם הַפָּנִים לַכֹּהֲנִים. אֲבָל דְּבָרִים שֶׁאֵין לָהֶם מַתִּירִין כְּגוֹן בְּשַׂר חַטָּאוֹת הַנִּשְׂרָפוֹת וּמְנָחוֹת הַנִּשְׂרָפוֹת אֵינָן מִתְפַּגְּלִין לְעוֹלָם:\n",
      "וְאֵלּוּ דְּבָרִים שֶׁאֵין חַיָּבִין עֲלֵיהֶן מִשּׁוּם פִּגּוּל לְעוֹלָם. הַקֹּמֶץ. וְהַלְּבוֹנָה. וְהַקְּטֹרֶת. וְהַדָּם. וְהַיַּיִן. בֵּין יַיִן הַבָּא עִם הַנְּסָכִים בֵּין יַיִן הַבָּא בִּפְנֵי עַצְמוֹ. וּמְנָחוֹת הַנִּשְׂרָפוֹת כֻּלָּן שֶׁהֲרֵי אֵין לָהֶם קֹמֶץ לְהַתִּירָן. כְּגוֹן מִנְחַת כֹּהֲנִים וּמִנְחַת נְסָכִים וּבְשַׂר חַטָּאוֹת הַנִּשְׂרָפוֹת. וְלוֹג שֶׁמֶן שֶׁל מְצֹרָע. וְאִם תֹּאמַר וַהֲלֹא דַּם הָאָשָׁם מַתִּירוֹ. אֵינוֹ תָּלוּי בּוֹ שֶׁהֲרֵי אָדָם מֵבִיא אֲשָׁמוֹ הַיּוֹם וְלוֹג אַחַר כַּמָּה יָמִים כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ:\n",
      "אָסוּר לְהוֹתִיר מִבְּשַׂר הַקָּדָשִׁים לְאַחַר זְמַן אֲכִילָתָן שֶׁנֶּאֱמַר בְּקָרְבַּן תּוֹדָה <small>(ויקרא כב ל)</small> \"לֹא תוֹתִירוּ מִמֶּנּוּ עַד בֹּקֶר\" וְהוּא הַדִּין לִשְׁאָר הַקָּדָשִׁים כֻּלָּם. וְהַמּוֹתִיר אֵינוֹ לוֹקֶה שֶׁהֲרֵי נִתְּקוֹ הַכָּתוּב לַעֲשֵׂה שֶׁנֶּאֱמַר <small>(שמות יב י)</small> \"וְהַנֹּתָר מִמֶּנּוּ עַד בֹּקֶר בְּאֵשׁ תִּשְׂרֹפוּ\":\n",
      "הָאוֹכֵל כְּזַיִת מִבְּשַׂר קָדָשִׁים שֶׁנּוֹתַר. בְּמֵזִיד חַיָּב כָּרֵת בְּשׁוֹגֵג מֵבִיא חַטָּאת קְבוּעָה שֶׁנֶּאֱמַר <small>(ויקרא יט ח)</small> \"וְאֹכְלָיו עֲוֹנוֹ יִשָּׂא כִּי אֶת קֹדֶשׁ ה' חִלֵּל וְנִכְרְתָה\". וּמֵאֵימָתַי יִתְחַיֵּב כָּרֵת עַל אֲכִילַת הַנּוֹתָר. אִם קָדְשֵׁי קָדָשִׁים הֵם חַיָּב עֲלֵיהֶן מֵאַחַר שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. וְאִם קָדָשִׁים קַלִּים הֵם חַיָּב עֲלֵיהֶן מִשְּׁקִיעַת הַחַמָּה שֶׁל יוֹם שֵׁנִי שֶׁהוּא תְּחִלַּת הַלַּיְלָה שֶׁל יוֹם שְׁלִישִׁי. וְהֵיכָן הִזְהִיר הַכָּתוּב עַל הַפִּגּוּל וְעַל הַנּוֹתָר. בַּמִּלּוּאִים. שֶׁהֲרֵי נֶאֱמַר שָׁם <small>(שמות כט לג)</small> \"לֹא יֹאכַל כִּי קֹדֶשׁ הֵם\" לְהַזְהִיר עַל כָּל שֶׁפְּסוּלוֹ בְּקֹדֶשׁ שֶׁהוּא בְּלֹא תַּעֲשֶׂה עַל אֲכִילָתוֹ:\n",
      "וְהַפִּגּוּל וְהַנּוֹתָר מִצְטָרְפִין זֶה עִם זֶה לִכְזַיִת. וְכָל הַפִּגּוּלִים וְהַנּוֹתָרִין מִצְטָרְפִין:\n",
      "אָסוּר לְטַמֵּא אֶת הַקָּדָשִׁים אוֹ לְסַבֵּב לָהֶם טֻמְאָה שֶׁהֲרֵי פּוֹסְלָן. וְהַמְטַמֵּא אֶת הַקָּדָשִׁים אֵינוֹ לוֹקֶה. אֲבָל אָדָם טָהוֹר שֶׁאָכַל כְּזַיִת מִקָּדָשִׁים שֶׁנִּטְמְאוּ לוֹקֶה. שֶׁנֶּאֱמַר <small>(ויקרא ז יט)</small> \"וְהַבָּשָׂר אֲשֶׁר יִגַּע בְּכָל טָמֵא לֹא יֵאָכֵל\". וְהוּא הַדִּין לִשְׁאָר הַקָּרְבָּנוֹת שֶׁאִם אָכַל כְּזַיִת מִלְּבוֹנַת הַמִּנְחָה שֶׁנִּטְמְאָה אַחַר שֶׁנִּתְקַדְּשָׁה בִּכְלִי לוֹקֶה. אֶחָד קָדָשִׁים שֶׁנִּטְמְאוּ לִפְנֵי כַּפָּרָה אוֹ לְאַחַר כַּפָּרָה. בֵּין שֶׁנִּטְמְאוּ בְּאַב הַטֻּמְאָה אוֹ בִּוְלַד הַטֻּמְאָה שֶׁל דִּבְרֵי תּוֹרָה. אֲבָל אִם נִטְמְאוּ בְּטֻמְאוֹת שֶׁל דִּבְרֵיהֶם אֵינוֹ לוֹקֶה עַל אֲכִילָתָן. אֲבָל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וְאֵינוֹ לוֹקֶה אֶלָּא הָאוֹכֵל אַחַר זְרִיקַת דָּמִים. אֲבָל אִם אָכַל קֹדֶם זְרִיקָה אֵינוֹ לוֹקֶה מִשּׁוּם אוֹכֵל קֹדֶשׁ טָמֵא. אֲבָל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת:\n",
      "כָּל אָדָם שֶׁנִּטְמָא טֻמְאָה שֶׁחַיָּבִין עָלֶיהָ כָּרֵת עַל בִּיאַת הַמִּקְדָּשׁ וְאָכַל כְּזַיִת מִן הַקָּדָשִׁים בֵּין בְּקֹדֶשׁ טָהוֹר בֵּין בְּקֹדֶשׁ טָמֵא. בְּמֵזִיד הֲרֵי זֶה נִתְחַיֵּב כָּרֵת שֶׁנֶּאֱמַר <small>(ויקרא ז כ)</small> \"וְהַנֶּפֶשׁ אֲשֶׁר תֹּאכַל מִזֶּבַח הַשְּׁלָמִים אֲשֶׁר לַה' וְטֻמְאָתוֹ עָלָיו וְנִכְרְתָה\". וְאִם אָכַל בִּשְׁגָגָה מֵבִיא קָרְבָּן עוֹלֶה וְיוֹרֵד. וּמִנַּיִן שֶׁאֵינוֹ מְדַבֵּר אֶלָּא בְּטֻמְאַת הַגּוּף שֶׁנֶּאֱמַר <small>(ויקרא ז כא)</small> \"וְנֶפֶשׁ כִּי תִגַּע בְּכָל טָמֵא בְּטֻמְאַת אָדָם אוֹ בִּבְהֵמָה טְמֵאָה אוֹ בְּכָל שֶׁקֶץ טָמֵא וְאָכַל מִבְּשַׂר זֶבַח הַשְּׁלָמִים אֲשֶׁר לַה' וְנִכְרְתָה\". וְהוּא הַדִּין לִשְׁאָר קָדְשֵׁי מִזְבֵּחַ. וְהֵיכָן הִזְהִיר עַל עָוֹן זֶה בְּיוֹלֶדֶת שֶׁהֲרֵי נֶאֱמַר בָּהּ <small>(ויקרא יב ד)</small> \"בְּכָל קֹדֶשׁ לֹא תִגָּע\": \n",
      "מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזּוֹ אַזְהָרָה לְטָמֵא שֶׁלֹּא יֹאכַל קֹדֶשׁ קֹדֶם שֶׁיִּטְבּל. וְהָאוֹכֵל קֹדֶשׁ אַחַר שֶׁטָּבַל קֹדֶם שֶׁיֶּעֱרַב שִׁמְשׁוֹ קֹדֶם שֶׁיָּבִיא כַּפָּרָתוֹ לוֹקֶה. וְאֵינוֹ חַיָּב כָּרֵת שֶׁנֶּאֱמַר <small>(ויקרא ז כ)</small> \"וְטֻמְאָתוֹ עָלָיו\" עַד שֶׁתִּהְיֶה כָּל טֻמְאָתוֹ עָלָיו:\n",
      "הָיָה טָמֵא בְּטֻמְאוֹת שֶׁל דִּבְרֵיהֶם אֵינוֹ לוֹקֶה. וְאֵין צָרִיךְ לוֹמַר שֶׁאֵינוֹ חַיָּב כָּרֵת. אֲבָל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת:\n",
      "אֵינוֹ חַיָּב כָּרֵת עַל קֹדֶשׁ שֶׁיֵּשׁ לוֹ מַתִּירִין עַד שֶׁיֹּאכַל מִמֶּנּוּ אַחַר שֶׁקָּרְבוּ מַתִּירָיו. אֲבָל אִם אָכַל אֶת הַבָּשָׂר קֹדֶם זְרִיקַת הַדָּם אֵינוֹ לוֹקֶה מִשּׁוּם טָמֵא שֶׁאָכַל אֶת הַקֹּדֶשׁ. זֶה הַכְּלָל כָּל שֶׁיֵּשׁ לוֹ מַתִּירִין אֵין חַיָּבִין עָלָיו מִשּׁוּם פִּגּוּל אוֹ מִשּׁוּם נוֹתָר אוֹ מִשּׁוּם טָמֵא עַד שֶׁיֻּקְרְבוּ מַתִּירָיו כְּהִלְכָתָן. וְכָל שֶׁאֵין לוֹ מַתִּירִין כֵּיוָן שֶׁקָּדַשׁ בִּכְלִי חַיָּבִין עָלָיו מִשּׁוּם טֻמְאָה. אֲפִלּוּ נִטְמָא הַבָּשָׂר קֹדֶם שֶׁיִּטָּמֵא הָאוֹכֵל הוֹאִיל וְקָרְבוּ הַמַּתִּירִין וְאַחַר כָּךְ אָכַל חַיָּב כָּרֵת. וְכֵן אִם אָכַל מִבְּשַׂר חַטָּאוֹת הַנִּשְׂרָפוֹת וְהוּא טָמֵא אַחַר שֶׁנִּזְרַק דָּמָם הֲרֵי זֶה חַיָּב כָּרֵת:\n",
      "כְּבָר נִתְבָּאֵר לְךָ שֶׁאַף דְּבָרִים שֶׁאֵין חַיָּבִין עֲלֵיהֶן מִשּׁוּם פִּגּוּל חַיָּבִין עֲלֵיהֶן מִשּׁוּם נוֹתָר וְטָמֵא. כֵּיצַד. דְּבָרִים שֶׁאֵין לָהֶם מַתִּירִין אֵין חַיָּבִין עֲלֵיהֶן מִשּׁוּם פִּגּוּל וְחַיָּבִין עֲלֵיהֶם מִשּׁוּם נוֹתָר וְטָמֵא. וְכֵן הַמַּתִּירִין עַצְמָן אַף עַל פִּי שֶׁאֵין חַיָּבִין עֲלֵיהֶם מִשּׁוּם פִּגּוּל כְּמוֹ שֶׁבֵּאַרְנוּ חַיָּבִין עֲלֵיהֶן מִשּׁוּם נוֹתָר וְטָמֵא. חוּץ מִן הַדָּם שֶׁאֵין חַיָּבִין עָלָיו לְעוֹלָם אֶלָּא מִשּׁוּם דָּבָר אֶחָד בִּלְבַד:\n",
      "טָמֵא שֶׁאָכַל אֵימוּרִין חַיָּב כָּרֵת:\n",
      "אָכַל פֶּסַח שֶׁלֹּא נִצְלָה. וְלַחְמֵי תּוֹדָה שֶׁלֹּא הוּרְמָה חַלָּתָן. הֲרֵי זֶה חַיָּב כָּרֵת מִשּׁוּם טֻמְאַת הַגּוּף. אַף עַל פִּי שֶׁאֵינָן רְאוּיִין לְמַה שֶּׁהֵן. אִי אֶפְשָׁר שֶׁיִּתְחַיֵּב אָדָם עַל אֲכִילָה אַחַת מִשּׁוּם פִּגּוּל וּמִשּׁוּם נוֹתָר. שֶׁהַפִּגּוּל הוּא הַקָּרְבָּן שֶׁנִּפְסַל בְּמַחְשֶׁבֶת הַזְּמַן וְאֵינוֹ עוֹלֶה לְשֵׁם קָרְבָּן וְלֹא נִרְצָה כְּלָל. וְהַנּוֹתָר הוּא הַנִּשְׁאָר מִקָּרְבָּן שֶׁקָּרֵב כְּמִצְוָתוֹ לְאַחַר זְמַן אֲכִילָתוֹ:\n",
      "הַפִּגּוּל וְהַנּוֹתָר וְהַטָּמֵא שֶׁבְּלָלָן זֶה בָּזֶה וַאֲכָלָן חַיָּב. אַף עַל פִּי שֶׁרִבָּה מִין עַל חֲבֵרוֹ אֵינוֹ מְבַטְּלוֹ שֶׁאֵין הָאִסּוּרִין מְבַטְּלִין זֶה אֶת זֶה:\n",
      "וּפִגּוּל אוֹ נוֹתָר אוֹ טָמֵא שֶׁהֶעֱלָן לְרֹאשׁ הַמִּזְבֵּחַ מִשֶּׁמָּשְׁלָה הָאוּר בְּרֻבָּן פָּקַע אִסּוּרָן מֵהֶן. וְהָאֵמוּרִין מִצְטָרְפִין עִם הַבָּשָׂר לִכְזַיִת בֵּין בְּעוֹלָה בֵּין בִּשְׁאָר קָדָשִׁים לְחַיֵּב עָלָיו מִשּׁוּם פִּגּוּל אוֹ נוֹתָר אוֹ טָמֵא:\n",
      "זֶבַח שֶׁנִּתְפַּגֵּל. אוֹ שֶׁנּוֹתַר לְאַחַר זְמַנּוֹ וְאָכַל מִמֶּנּוּ. מִן הָעוֹר. אוֹ מִן הַמָּרָק. אוֹ מִן הַתַּבְלִין. אוֹ מִן הָאָלָל. אוֹ מִן הַמֻּרְאָה. מִן הַגִּידִים וּמִן הַקַּרְנַיִם וּמִן הַטְּלָפַיִם. מִן הַצִּפָּרְנַיִם מִן הַחַרְטֹם וּמִן הַנּוֹצָה וּמִבֵּיצֵי הָעוֹף. אֵינוֹ חַיָּב כָּרֵת. וְכֵן טְמֵא הַגּוּף שֶׁאָכַל דְּבָרִים אֵלּוּ מִקָּרְבָּן כָּשֵׁר אֵינוֹ חַיָּב כָּרֵת. אֲבָל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת:\n",
      "אָכַל מִן הַשָּׁלִיל. אוֹ מִן הַשִּׁלְיָא. חַיָּב מִשּׁוּם פִּגּוּל וְנוֹתָר וְטָמֵא כְּאוֹכֵל מִשְּׁאָר בְּשַׂר הַזֶּבַח:\n",
      "קָדְשֵׁי עַכּוּ''ם אֵין חַיָּבִין עֲלֵיהֶם מִשּׁוּם פִּגּוּל וְנוֹתָר וְטָמֵא. וְכֵן דַּם הַקָּדָשִׁים כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן הַלְּבוֹנָה וְהַקְּטֹרֶת וְהָעֵצִים אֵין חַיָּבִין עֲלֵיהֶן כָּרֵת לֹא מִשּׁוּם פִּגּוּל וְלֹא מִשּׁוּם נוֹתָר וְלֹא מִשּׁוּם טֻמְאַת הַגּוּף:\n"
    ],
    [
      "מִצְוַת עֲשֵׂה לִשְׂרֹף כָּל הקָּדָשִׁים שֶׁנִּטְמְאוּ שֶׁנֶּאֱמַר <small>(ויקרא ז יט)</small> \"וְהַבָּשָׂר אֲשֶׁר יִגַּע בְּכָל טָמֵא לֹא יֵאָכֵל בָּאֵשׁ יִשָּׂרֵף\". וְכֵן הַנּוֹתָר מִצְוַת עֲשֵׂה לְשָׂרְפוֹ שֶׁנֶּאֱמַר <small>(ויקרא ז יז)</small> \"וְהַנּוֹתָר מִבְּשַׂר הַזָּבַח בַּיּוֹם הַשְּׁלִישִׁי בָּאֵשׁ יִשָּׂרֵף\". וּבִכְלַל הַנּוֹתָר הַפִּגּוּל וְכָל פְּסוּלֵי הַמֻּקְדָּשִׁין הַכּל נִשְׂרָפִין: ",
      "קָרְבָּן שֶׁנִּתְפַּגֵּל אוֹ נִפְסַל יִשָּׂרֵף בַּמִּקְדָּשׁ מִיָּד. וְכָל שֶׁפִּסּוּלוֹ מִסָּפֵק תְּעֻבַּר צוּרָתוֹ וְאַחַר כָּךְ יִשָּׂרֵף בַּמִּקְדָּשׁ: ",
      "פָּרִים וּשְׂעִירִים הַנִּשְׂרָפִים יֵשׁ בָּהֶם סָפֵק אִם הַלִּינָה וְהַיְצִיאָה קֹדֶם שֶׁיַּגִּיעַ זְמַנָּם לָצֵאת פּוֹסֶלֶת בְּשָׂרָם כְּאֵימוּרֵיהֶן אוֹ אֵינָהּ פּוֹסֶלֶת בְּשָׂרָן. לְפִיכָךְ פּוֹסְלִין אוֹתָן לְהַחְמִיר וְיִשָּׂרְפוּ בָּעֲזָרָה. וְכֵן אִם יָצָא חֲצִי הַבְּהֵמָה בְּרֹב הָאֵיבָר אִם מַחֲזִיקִין אוֹתָן כַּיּוֹצֵא הוֹאִיל וְיָצָא רֹב הָאֵיבָר אוֹ עֲדַיִן אֵינָן יוֹצְאִין שֶׁהֲרֵי לֹא יָצָא רֹב הַבְּהֵמָה. לְפִיכָךְ נִפְסְלוּ מִסָּפֵק וְיִשָּׂרְפוּ בָּעֲזָרָה. וְכֵן אִם נְשָׂאוּם חֲמִשָּׁה לְהוֹצִיאָן וְיָצְאוּ שְׁלֹשָׁה וְנִשְׁאֲרוּ שְׁנַיִם. וְהוֹצִיאוּ הַשְּׁלֹשָׁה חֲצִי הַבְּהֵמָה הֲרֵי אֵלּוּ נִפְסְלוּ מִסָּפֵק וְיִשָּׂרְפוּ בַּעֲזָרָה. וְיֵרָאֶה לִי שֶׁאֵין אֵלּוּ צְרִיכִין לְהַמְתִּין עַד שֶׁתְּעֵבַּר צוּרָתָן הוֹאִיל וְהֵן עוֹמְדִין לִשְׂרֵפָה לְעוֹלָם אֲפִלּוּ לֹא נִפְסְלוּ: ",
      "בָּשָׂר הַנִּמְצָא בָּעֲזָרָה. אֵיבָרִים עוֹלוֹת וַחֲתִיכוֹת חַטָּאוֹת. וְהַנִּמְצָא בִּירוּשָׁלַיִם שְׁלָמִים. הַכּל תְּעֵבַּר צוּרָתָן וְיֵצְאוּ לְבֵית הַשְּׂרֵפָה שֶׁמָּא נוֹתָר הוּא. אִם כֵּן מַה הוֹעִיל שֶׁתִּהְיֶה חֶזְקָתוֹ עוֹלָה אוֹ חַטָּאת אוֹ שְׁלָמִים. לְמִי שֶׁעָבַר וְאָכַל. אֵין שׂוֹרְפִין אֶת הַנּוֹתָר אֶלָּא בַּיּוֹם שֶׁנֶּאֱמַר <small>(ויקרא ז יז)</small> \"בַּיּוֹם הַשְּׁלִישִׁי בָּאֵשׁ יִשָּׂרֵף\": ",
      "אַף עַל פִּי שֶׁהַשְּׁלָמִים אֲסוּרִין בַּאֲכִילָה מִתְּחִלַּת לֵיל שְׁלִישִׁי. אֵין שׂוֹרְפִין אוֹתָן אֶלָּא בַּיּוֹם. בֵּין בִּזְמַנּוֹ בֵּין שֶׁלֹּא בִּזְמַנּוֹ. וְכֵן הַפִּגּוּל אֵינוֹ נִשְׂרָף אֶלָּא בַּיּוֹם. וְאֵין שְׂרֵפַת טָמֵא וְנוֹתָר וּפִגּוּל דּוֹחָה אֶת יוֹם טוֹב וְאֵין צָרִיךְ לוֹמַר אֶת הַשַּׁבָּת. וּמֻתָּר לִשְׂרֹף טָמֵא וְנוֹתָר וּפִגּוּל כְּאֶחָד: ",
      "בְּשַׂר קָדְשֵׁי קָדָשִׁים שֶׁנִּטְמָא בִּפְנִים. שׂוֹרְפִין אוֹתוֹ בִּפְנִים. וְאִם נִטְמָא בַּחוּץ שׂוֹרְפִין אוֹתוֹ בַּחוּץ. בֵּין שֶׁנִּטְמָא בְּאַב הַטֻּמְאָה בֵּין שֶׁנִּטְמָא בִּוְלַד הַטֻּמְאָה. וּמִימֵיהֶם שֶׁל כֹּהֲנִים לֹא נִמְנְעוּ מִלִּשְׂרֹף אֶת הַבָּשָׂר שֶׁנִּטְמָא בְּאַב הַטֻּמְאָה שֶׁהֲרֵי הוּא רִאשׁוֹן לְטֻמְאָה עִם הַבָּשָׂר שֶׁנִּטְמָא בִּוְלַד הַטֻּמְאָה שֶׁהֲרֵי הוּא שְׁלִישִׁי אַף עַל פִּי שֶׁמּוֹסִיפִין לוֹ טֻמְאָה עַל טֻמְאָתוֹ. שֶׁהַשְּׁלִישִׁי שֶׁנָּגַע בְּרִאשׁוֹן יַחְזֹר שֵׁנִי כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ. וְלֹא עוֹד אֶלָּא אֲפִלּוּ שֶׁמֶן שֶׁנִּפְסַל בִּטְבוּל יוֹם שֶׁהוּא שְׁלִישִׁי מֻתָּר לְהַדְלִיקוֹ בְּנֵר שֶׁל מַתֶּכֶת שֶׁנָּגַע בָּהּ טְמֵא מֵת שֶׁהַנֵּר אַב הַטֻּמְאָה. אַף עַל פִּי שֶׁזֶּה הַשֶּׁמֶן נַעֲשֶׂה רִאשׁוֹן כְּשֶׁיִּגַּע בְּנֵר הוֹאִיל וְיֵשׁ שָׁם שׁוּם טֻמְאָה אֵין מַקְפִּידִין עַל תּוֹסֶפְתָּה וְאֵין נִזְהָרִין אֶלָּא מִן הַטָּהוֹר שֶׁלֹּא יִפָּסֵל: ",
      "נוֹתָר שֶׁל קָדָשִׁים קַלִּים שׂוֹרְפִין אוֹתוֹ בְּעָלָיו בְּבָתֵּיהֶן: ",
      "מִי שֶׁיָּצָא מִירוּשָׁלַיִם וְנִזְכַּר שֶׁיֵּשׁ בְּיָדוֹ בְּשַׂר קֹדֶשׁ. אִם עָבַר הַצּוֹפִין שׂוֹרְפוֹ בִּמְקוֹמוֹ. וְאִם לָאו אִם יֵשׁ בּוֹ כְּזַיִת אוֹ יֶתֶר חוֹזֵר וְשׂוֹרְפוֹ בִּירוּשָׁלַיִם. וְאִם הוּא אוֹרֵחַ שֶׁאֵין לוֹ בַּיִת שׂוֹרְפוֹ לִפְנֵי הַבִּירָה מֵעֲצֵי הַמַּעֲרָכָה: ",
      "כָּל עַצְמוֹת הַקָּדָשִׁים שֶׁאֵין בָּהֶן מוֹחַ אֵינָן טְעוּנִין שְׂרֵפָה חוּץ מֵעַצְמוֹת הַפֶּסַח. כְּבָר בֵּאַרְנוּ שֶׁהַקָּרְבָּן שֶׁנִּפְסַל אַחַר שֶׁהֻפְשַׁט הָעוֹר לַכֹּהֲנִים אוֹ לִבְעָלָיו בְּקָדָשִׁים קַלִּים. אֲבָל אִם נִפְסַל קֹדֶם הֶפְשֵׁט. הֲרֵי הָעוֹר כְּבָשָׂר וְיִשָּׂרֵף הַכּל. וְכֵן זֶבַח שֶׁהֻפְשַׁט וְנִמְצָא טְרֵפָה אוֹ שֶׁנִּפְסַל בְּמַחְשֶׁבֶת הַזְּמַן אוֹ בְּמַחְשֶׁבֶת הַמָּקוֹם. הוֹאִיל וְלֹא נִרְצָה הַזֶּבַח יִשָּׂרֵף הָעוֹר בֵּין בְּקָדְשֵׁי קָדָשִׁים בֵּין בְּקָדָשִׁים קַלִּים. אֲבָל אִם נַעֲשָׂה בְּמַחְשֶׁבֶת שִׁנּוּי הַשֵּׁם. אַף עַל פִּי שֶׁלֹּא עָלָה לַבְּעָלִים הוֹאִיל וְנִרְצָה הֲרֵי הָעוֹר לַכֹּהֲנִים אוֹ לִבְעָלָיו כְּמוֹ שֶׁבֵּאַרְנוּ. וְזֶבַח שֶׁהֻפְשַׁט קֹדֶם זְרִיקָה אֵינוֹ פּוֹסֵל: ",
      "אֵלּוּ הֵן הַנִּשְׂרָפִים. בְּשַׂר קֹדֶשׁ שֶׁנִּטְמָא אוֹ נוֹתַר אוֹ נִפְסַל. וְכֵן הַמִּנְחָה שֶׁנִּטְמְאָה אוֹ נִפְסְלָה אוֹ נוֹתְרָה. וְאָשָׁם תָּלוּי שֶׁנּוֹדַע לוֹ שֶׁלֹּא חָטָא קֹדֶם שֶׁנִּזְרַק דָּמוֹ וְחַטַּאת הָעוֹף הַבָּאָה עַל הַסָּפֵק. וּשְׂעַר נָזִיר טָהוֹר. וְהָעָרְלָה וְכִלְאֵי הַכֶּרֶם. וְדָבָר שֶׁאֵין דַּרְכּוֹ לְהִשָּׂרֵף כְּגוֹן מַשְׁקִין שֶׁל עָרְלָה וְשֶׁל כִּלְאֵי הַכֶּרֶם הֲרֵי אֵלּוּ יִקָּבֵרוּ: ",
      "וְאֵלּוּ הֵם הַנִּקְבָּרִים. קָדָשִׁים שֶׁמֵּתוּ בֵּין קָדְשֵׁי מִזְבֵּחַ בֵּין קָדְשֵׁי בֶּדֶק הַבַּיִת. וְקָדָשִׁים שֶׁהִפִּילוּ נֵפֶל. הִפִּילוּ שִׁלְיָא תִּקָּבֵר. וְשׁוֹר הַנִּסְקָל. וְעֶגְלָה עֲרוּפָה. וְצִפֳּרֵי מְצֹרָע. וּשְׂעַר נָזִיר טָמֵא. וּפֶטֶר חֲמוֹר. וּבָשָׂר בְּחָלָב. וְחֻלִּין שֶׁנִּשְׁחֲטוּ בָּעֲזָרָה: ",
      "הָאוֹרֵג מְלֹא הַסִּיט מִשְּׂעַר נָזִיר וּמִפֶּטֶר חֲמוֹר בְּשַׂק יִדָּלֵק: ",
      "כָּל הַנִּקְבָּרִין אֶפְרָן אָסוּר. וְכָל הַנִּשְׂרָפִין שֶׁל הֶקְדֵּשׁ אֶפְרָם מֻתָּר חוּץ מִדֶּשֶׁן הַמִּזְבֵּחַ הַחִיצוֹן וְהַפְּנִימִי וְדִשׁוּן הַמְּנוֹרָה: ",
      "כָּל הַנִּשְׂרָפִין לֹא יִקָּבְרוּ. וְכֵן כָּל הַנִּקְבָּרִים לֹא יִשָּׂרְפוּ. שֶׁאַף עַל פִּי שֶׁהוּא מַחְמִיר בִּשְׂרֵפָתוֹ הֲרֵי הֵקֵל בְּאֶפְרָן. שֶׁאֵפֶר הַנִּקְבָּרִים אָסוּר: ",
      "הָיָה מַקְרִיב עִמּוֹ בִּזְבָחִים וְאָמַר לוֹ נִתְפַּגְּלוּ. עוֹשֶׂה עִמּוֹ בְּטָהֳרוֹת וְאָמַר לוֹ נִטְמְאוּ. נֶאֱמָן. לֹא נֶחְשְׁדוּ יִשְׂרָאֵל עַל כָּךְ. אֲבָל אִם אָמַר לוֹ זְבָחִים שֶׁהִקְרַבְתִּי לְךָ בְּאוֹתוֹ הַיּוֹם נִתְפַּגְּלוּ. וְאוֹתָן הַטָּהֳרוֹת נִטְמְאוּ. אִם הָיָה נֶאֱמָן לוֹ סוֹמֵךְ עַל דְּבָרָיו. וְאִם לָאו שׁוּרַת הַדִּין שֶׁאֵינוֹ נֶאֱמָן. וְהָרוֹצֶה לְהַחְמִיר עַל עַצְמוֹ הֲרֵי זֶה מְשֻׁבָּח: "
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות פסולי המוקדשין",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Avodah"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שחטה והיא כולה וכו' עד מפני שמנונית.</b> א''א לא ידעתי זה מהו שהיוצא בקדשי קדשים בין לפני קבלה בין לאחר קבלה נפסל ולענין טומאה בפ' כיצד צולין בעיא ולא איפשיטא הילכך טמויי נמי מטמא ליה למה שבפנים דחבורי אוכלין כמאן דמפרתי דמו ורבינא דהוא בתרא הכי ס''ל במס' חולין פ' בהמה המקשה ושמעתא דזבחים דלא כרבינא היא ולא חייש לטומאה אלא לבליעת בשר מבשר ואנן כרבינא סבירא לן ואיכא משום טומאה מיהו איכא למימר הך שמעתא לאו לאכשורי בשרה לאכילה קאמר אלא לאכשורי זבחא לבעלים לכפרה קאמר וכן עיקר: ",
        "<b> ואח''כ חתך פסול מפני וכו'.</b> א''א אפילו אחר זריקה אע''פ שיצא חוץ לעזרה שהרי נאכל בכל ירושלים: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> עושה שירים כיצד.</b> א''א סבור אני שטעה בזה שהוא סבור כשאמרו כוס עושה חבירו דחוי או שירים בקבלה בלבד אמרו אפילו בלא זריקה ואינו כן שאין השאר לא דחוי ולא שירים עד שיזרק מן האחר ואפילו קיבל הכשר תחלה וכ''ש פסול: "
      ],
      [],
      [],
      [
        "<b> נפסל הבשר וכו' עד וזריקה מועלת ליוצא.</b> א''א לא ידעתי מהו זה בשר קדשים קלים שיצא חוץ לעזרה למה לא יאכל ואולי על יוצא חוץ למחיצתו קאמר אלא שדבריו מבולבלין: "
      ],
      [],
      [
        "<b> ואם החזירן מקטירין.</b> א''א זה אינו מחוור: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> פר העלם וכו' עד כיון שיצא יצא.</b> א''א אני איני סובר כפירושו כי הסוגיא שלו דומה דמשום יציאה הוא הפסול והענין אינו כן אלא משום ביאת פנים הילכך צריך לפרש הבעיא פר ושעיר של יום הכפורים שהזה דמם על הבדים והוציאן להיכל כדינו וחזר והכניסן לפני ולפנים נפסלו מלהזות על הפרוכת או לא מי אמרינן מקומו היה ואינו נפסל בו או לא ואם תמצי לומר כיון דנפק נפק ושוב לא נקרא מקומו מפרוכת למזבח הזהב שהכל בהיכל מהו הא ודאי מקומו הוא או דילמא יציאה כתיבא ביה ויצא אל המזבח וכי הדר עייל ליה לבית הפרוכת ובא קרינן ביה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שני אשמות וכו' עד הרי אלו ירדו.</b> א''א והוא שזרק דם האחד ולא נזרק דמו של זה ומשום מחוסר זמן קאתי ליה: "
      ],
      [],
      [],
      [],
      [
        "<b> קומץ שמיצה שמנו על העצם.</b> א''א בנוסחא שלנו שמיצה שמנו על העצים ומה שפירש הענין לאם ירדו אם יעלו לא נהיר דבר למד מעניינו ואין הענין ההוא מדבר לירידה ועלייה אלא לענין חסרון קומץ או חסרון שמנו אם נמצא שמנו על העצים אם נחשוב אותו קודם הקטרתו שהרי עדיין לא משלה בו האור אע''פ שנפל ע''ג עצים שבמערכה דחבורי עולים דהיינו עצים שהם חיבור לקומץ לאו כקומץ דמו והרי חסר שמנו או דילמא כעולים דמו והרי לא חסר שמנו קודם הקטרה וזה הבעיא במנחות פרק הקומץ רבה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אבל הדיוט וכו' עד הרי אלו אין מתקדשין.</b> א''א אין דבריו מחוורים שכל אותן דברים האמורים בתמורה לדעת ר''ש הם דקא סבר כל דלא חזי לאלתר להקריבה לא חיילה קדושה עליה. וכן אמר על מפריש נקבה לאשם תמכר שלא במום ואולי מפני שאמר אין אני רואה דבריו של ר''ש בפסח מכלל דבאשם רואה את דבריו. ועוד דבגמרא קא טרח לפרושי טעמא דר''ש באשם: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> הלוקח מעות בידו עד ק''ו בשאר קרבנות.</b> א''א אני אין לי אלא קרבן חובה אבל קרבן נדבה הרי שנינו מותר עולה לעולה מותר שלמים לשלמים והטעם מי שאמר (הרי אלו שאביא מהם חטאתי או אשמי וכל מי שמחוייב קרבן שיאמר) הרי אלו שאביא מהן חובתי הרי זה פירש בפיו שאינו מפריש אלא חובתו אבל מי שאמר הרי אלו שאביא מהן עולה או שלמים מרבה בנדבה הוא: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מי שהיה מחוייב חטאת וכו' עד ואמר אלו לחובתי.</b> א''א מצאתי דבר זה בגמרא דנזיר בתוספתא שהוא בחילוף ולשון התוספתא שאם רצה להביא בהן חטאת העוף לא יביא עולת העוף (לא יביא) ומועלין בכולן ומועלין במקצתן וכו' והתוספ' יותר מתוקנת מן הגמ' ומסתבר דהכי היא דכיון דאמר הרי עלי עולה נעשה הכל חובה עליו וחטאת ועולה מעורבין בהן ולפיכך אם מת כולן ילכו לים המלח ואם היו כולן ראויים לעולה אמאי ילכו לים המלח: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> תודה שנתערבה.</b> א''א והא קא ממעט באכילת זרוע בשלה: ",
        "<b> ויביא בדמי היפה.</b> א''א אינה טעונה לחם: "
      ],
      [],
      [
        "<b> בכור שנתערב ויאכלו כבכור.</b> א''א והבכור בעל מום אי זה אכילה חמורה שבו ועוד מה תיקן לבעל הפסח והיה צריך לפרש תיקונו: "
      ]
    ],
    [],
    [
      [],
      [],
      [
        "<b> ויראה לי שהוא.</b> א''א טעה טעות גדולה ואם בא לימלך היאך אומרים לו הקרב פסולין למזבח והעופות אם יעשה אותן למטה יפסלו אלא ודאי אומרים לו לא תקריב אלא כמנין חטאות שבחובה עשה אותן למטה ואם יאמר האי כלן למטה שכתב על מנין חטאות שבחובה קאמר וכן כולן למעלה שכתב מנין העולות שבחובה קאמר א''כ מה יראה לי ואין זה צריך ראיה ועיון ואם לא יעשה אותן כתקונן היאך יהיה כשר כמנין חטאות או כמנין עולות: "
      ],
      [],
      [],
      [
        "<b> עשה חציין למטה.</b> א''א זה כתב בשביל שראה במשנה בראש פ''ג בד''א בכהן שנמלך אבל בכהן שאינו נמלך אחת לזו ואחת לזו וכו' ומחצה כשר ומחצה פסול וכו'. וכמה לשונו מקולקל שאם עשה כל הפרידין שנתערבו חציין למעלה וחציין למטה מה לי אם שאל מה לי אם לא שאל לעולם מחצה כשר ומחצה פסול אלא שאם שאל אומרים לו אל תקריב מהן אלא כשיעור המועט ועשה אותן חציין למעלה וחציין למטה שאין מקריבין פסולין למזבח ואם בא לעשות חטאת יותר אומרים לו שמא מן המועט היא וכבר עשית חטאתיה וכן אם בא לעשות עולות אומר לו שמא מן המעוטה היא וכבר הקרבת עולותיה אבל בשלא נמלך ועשה חציין למעלה וחציין למטה כשיעור המרובה כשר שאפשר שעשה מהן חציין חטאות וחציין עולות ולא שיעלה לה לחובותיה כולן שהרי אינה יודעת כמה עשה משלה למעלה ולמטה וכמה עשה משל חברותה אלא שמביא עם חברותה בתנאי וכל מה שהוכשר בעשייתו יועיל לו עם תנאו וממעט בהשלמת חובתה: "
      ]
    ],
    [],
    [
      [
        "<b> בד''א כשהביאה וכו' עד ושנים למטה.</b> א''א ולא ידע הכהן אי זה מין עשה למטה ואי זה מין עשה למעלה: "
      ],
      [],
      [
        "<b> בד''א כשהביאה הארבעה בתחלה ממין אחד וכו' עד וכן אם.</b> א''א דבריו מבולבלים ולא מתוקנים וצריכין הצעה גדולה וכבר הוא מפורש אצלו ושם יראה הרואה ויבין: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נפסל מקבלה ואילך.</b> א''א זה כתב לר''א בר''ש דבעי שני דברים המתירין ואם נתקבל הדם ונשפך כמי שנזרק דמו אבל לרבי אפילו בשחיטה לחוד קדשו ליקרב עם זבח אחר: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> האומר הרי זו תודה ונתערבה וכו' עד אלא תרעה.</b> א''א מה תקנה יש בזה אלא יביא אחרת ולחמה ודמיה של זו יביא תודה בלא לחם שהיא מותר דתודה: "
      ],
      [
        "<b> תודה שנפרסה וכו' עד או נטמאה שאר החלות.</b> א''א במאי עסקינן אם קודם שחיטה נפרסה אחת אמאי כולן פסולות יביא מתוך ביתו וימלא ואם לאחר זריקה הרי תורם מן השלם על הפרוס. אלא בין שחיטה לזריקה בין נפרס בין יצא בין נטמא הכל פסול דהא כלהו בחד גוונא תני להו ולא תני בהו תורם מן השלם על הפרוס ולא מן הטהור על הטמא ולא ממה שבפנים על מה שבחוץ אלא הכל פסול ולית להו תקנתא: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כבר ביארנו וכו' עד הרי זו הולכה.</b> א''א לא נהיר דסוגיין כולה כר' אלעזר דאמר לא שמה הולכה: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> בדבר הראוי לעבודה וכו' עד מפני שהיא מן השעורים.</b> א''א לא מחוורא האי גירסא דא''כ מנחת קנאות מאי איריא שהלבונה עליה תיפוק לי דקמח שעורים היא אלא נוסחא דווקנא לאפוקי מנחת העומר דחדש הוא ואין מביאין מנחות ובכורים קודם לשתי הלחם ואע''פ שקרב העומר והותר באכילה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> בד''א ששחטו בזמנו.</b> א''א זהו כבן בתירא ור' יהושע מכשיר: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> חשב על הדם.</b> א''א כדומה לי שיש כאן שבוש: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> והאוכל קדש וכו' עד לוקה ואינו חייב כרת.</b> א''א זה שבוש שכבר כתבנו למעלה שהוא בכרת: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כאוכל משאר בשר הזבח.</b> א''א דוקא בשפגל הזבח נתפגלו הם עמו אבל במחשבת עצמן לא: "
      ],
      [
        "<b> לא משום פגול.</b> א''א זה לדעת ר''ש [אבל לרבנן חייבים עליהם כרת]: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> לפיכך נפסלו מספק.</b> א''א לא היתה אותה בעיא לענין פסלות אלא לענין טומאת בגדים שהן מטמאין משיצאו חוץ לחומת העזרה וביציאת רובן הם מטמאין וקא מבעיא ליה יציאת רובן במיעוט אבר: ",
        "<b> וכן אם נשאום.</b> א''א אף זו לענין טומאת בגדים ומי שיש לו לב יבין זאת: "
      ],
      [
        "<b> למי שעבר ואכל.</b> א''א לספק מעילה: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> אינן טעונין שריפה.</b> א''א שמצאן חלוצים מפסולי קדושה: "
      ],
      [],
      [],
      [],
      [
        "<b> חוץ מדשן המזבח.</b> א''א הרמת הדשן: "
      ],
      [],
      [
        "<b> נאמן.</b> א''א כל שבידו נאמן: "
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>כל הפסולים לעבודה וכו' עד הזבח כשר.</b> משנה וגמרא בפרק כל הפסולין (זבחים דף ל״א ל״ב:): \n\n"
      ],
      [
        "<b>ומ''ש וכן פר כהן גדול של יום הכפורים וכו' אף פרה אדומה ששחטה זר כשירה.</b> בפרק טרף בקלפי (יומא דף מ''ב) אתמר שחיטת פרה (אדומה) ופרו וכו' חד אמר פרה פסולה ופרו כשירה וחד אמר פרו פסולה ופרה כשירה ובתר הכי (דף מ''ג:) אמרינן תני תנא קמיה דר''י כל השחיטות כשירות בזר חוץ משל פרה א''ל ר''י פוק תני לברא לא מצינו שחיטה בזר פסולה ור''י ל''מ לתנא דלא ציית אלא אפי' לרביה לא ציית דאמר ר''י משום ר''ש בן יהוצדק שחיטת פרה בזר פסולה ואני אומר כשירה לא מצינו שחיטה שפסולה בזר. ופסק רבינו כר''י משום דלגבי פרו הלכה כרב באיסורי ועוד דה''ל רב ור''י תרי לגבי שמואל ולגבי פרה ה''ל שמואל ור''י תרי לגבי רב ואע''ג דר''ש בן יהוצדק רביה פסל בפרה כיון דראה ר''י דבריו ודחאן נקטינן כוותיה: \n\n"
      ],
      [
        "<b>השוחט את הקדשים ולא נתכוין לשחיטה וכו'.</b> בס''פ ב''ש (זבחים דף מ''ז) ובפ''ק דחולין (דף י''ג) בעיא דאיפשיטא: \n\n"
      ],
      [
        "<b>ולא ישחוט ב' ראשים כאחד בקדשים וכו'.</b> ברפ''ב דחולין (דף כ''ט) תני רב יוסף תזבח שלא יהו שנים שוחטין זבח אחד תזבחוהו שלא יהא אחד שוחט ב' זבחים ואמרינן בתר הכי אמר רבב''ח אר''י זו דברי ר''א בר''ש [סתימתאה] אבל חכ''א שנים שוחטין זבח אחד וסתם מתני' שם (דף ל':) השוחט שני ראשים כאחד שחיטתו כשירה ואוקמוה בקדשים ומש''ה דיעבד אין לכתחלה לא: \n\n"
      ],
      [
        "<b>ומ''ש אבל שנים שוחטים בהמה אחת וכו'.</b> משנה שם ומשמע דבקדשים מיירי דומיא דרישא: \n\n"
      ],
      [
        "<b>הקטן אינו שוחט קדשים אע''פ שהגדול עומד וכו'.</b> הכי משמע בהדיא בפ''ק דחולין (י''ב:). \n",
        "<b>ומ''ש אפי' היתה מחשבתו ניכרת מתוך מעשיו אינה מחשבה להקל אלא להחמיר כיצד היתה עולה עומדת בדרום וכו'.</b> שם (דף י''ג) בעיא דאיפשיטא מחשבתו ניכרת מתוך מעשיו מדאורייתא אין לו מדרבנן יש לו. ופירש''י מדרבנן יש לו ולחומרא במעלה פירותיו לגג מפני הכנימה והיפך בהם ה''ז בכי יותן מדאוריי' אין לו וגבי היה עולה בדרום ומשכה לצפון ושחטה לא סמכינן עלה. \n",
        "<b>ומ''ש אלא להחמיר.</b> כגון ששחט ע''מ לזרוק דמו אחר שתשקע החמה הויא מחשבתו מחשבה והזבח פגול: \n\n"
      ],
      [
        "<b>קדשי קדשים שנשחטו בדרום או שנתקבל דמן בדרום פסולים.</b> נלמד ממה שיבא בסמוך: \n\n"
      ],
      [
        "<b>היה עומד בדרום והושיט ידו לצפון ושחט שחיטתו כשירה.</b> ברייתא בפרק ב' דזבחים (דף כ''ו): \n\n"
      ],
      [
        "<b>ומ''ש היה עומד בדרום והושיט ידו וקיבל הדם בצפון קבלתו פסולה.</b> שם. ופירש''י שחיטתו כשירה לקמן ילפינן לה אותו בצפון ואין השוחט בצפון אבל המקבל בצפון: \n\n"
      ],
      [
        "<b>ומ''ש הכניס ראשו ורובו בצפון הרי הוא כעומד בצפון.</b> ג''ז שם: \n\n"
      ],
      [
        "<b>שחטה בצפון ופרכסה כו'.</b> שם פרכסה ויצתה לדרום וחזרה כשירה ופירש''י (משום) דאין פיסול יוצא אלא מתוך המחיצות והאי וחזרה לאו דוקא. ורבינו מפרש דהאי וחזרה איצטריך לאשמועינן שאם אחר שחזרה קיבל דמה בצפון כשירה ואם קיבל דמה עד שלא חזרה פשיטא דפסולה. \n",
        "<b>ומ״ש אפי' הוציאה לדרום כשירה.</b> בר״פ דם חטאת (זבחים דף צ״ב:): \n\n"
      ],
      [
        "<b>וכן קדשים קלים שהיו בפנים כו' הכניס ידו וקיבל קבלתו פסולה וכו'.</b> שם (דף כ''ז) בברייתא ופירש''י הכניס ראשו ורובו כאילו לא נכנס כדילפינן לקמן בשמעתין בבואם אל אהל מועד עד שיבא כולו וגבי עזרה דכתיב לעמוד לפני ה' בעיא כולו דכיון דגלי בחדא גלי בכולהו והכי אמרינן בשמעתין. \n",
        "<b>ומ''ש אפי' היה העובד כולו בפנים וציצתו בחוץ עבודתו פסולה וכו'.</b> שם בעיא דאיפשיטא ופירש''י ציצתו ציצת ראשו דהיינו שערו: \n\n"
      ],
      [
        "<b>פרכסה הבהמה ויצאה לחוץ וכו'.</b> זה מבואר בטעמו. \n",
        "<b>ומ''ש כמו שיתבאר.</b> הוא בס''פ זה ושם מבואר שאין הזריקה מועלת ליוצא אלא לשרפו אבל לא לאכלו ומשמע דהוא הדין הכא: \n\n"
      ],
      [
        "<b>היתה הבהמה כולה בפנים וכו'.</b> שם בעא מיניה אבוה דשמואל משמואל היא בפנים ורגלה בחוץ מהו א''ל כתיב והביאום לה' עד שתהא כולה בפנים: \n\n"
      ],
      [
        "<b>ומ''ש שחטה והיא כולה בפנים ואח''כ הוציאה רגלה לחוץ וכו'.</b> ג''ז שם (דף כ''ח:) א''ר אמי א''ר אלעזר היא בפנים ורגליה בחוץ חתך ואח''כ שחט כשירה שחט ואחר כך חתך פסולה חתך ואח''כ שחט כשירה בעל מום קא מקריב אלא אימא קיבל ואח''כ חתך פסולה חתך ואח''כ קיבל כשירה והא א''ר זירא הצורם אוזן בבכור ואח''כ קיבל דמו פסול וכו' א''ר חסדא אמר אבימי חותך באבר עד שמגיע לעצם. קיבל ואח''כ חתך פסולה שמעת מיניה דם המובלע באיברים דם הוא דילמא משום שמנונית ש''מ בשר קדשים קלים שיצא לפני זריקה פסול דילמא בקדשי קדשים. ופירש''י חותך באבר עד שהוא מגיע לעצם דלאו מום הוא והדם מעוכב ע''י חתיכה מלעלות וליכנס לפנים. ש''מ דם המובלע באיברים דם ובשר נמי לא הוי דאלת''ה אהיכא חייל פיסול יוצא אמיא בעלמא. דילמא משום שמנונית דחזיא לאכילה וחשיבא לאיפסולי ביוצא וכו' ומובלע בדם הרגל ונפקא דרך בית השחיטה ופסלה ליה לדם שבמזרק: \n",
        "<b>כתב</b> הראב״ד שחטה והיא כולה וכו' עד מפני שמנונית וכו'. א״א לא ידעתי זה מהו שהיוצא בקדשי קדשים וכו' עד לבעלים לכפרה קאמר וכן עיקר. דבריו מבוררים שהוא משיג על רבינו שנראה מדבריו שהוא מכשיר בחותך הבשר עד שהוא מגיע לעצם ואח״כ מקבל הדם דהא לענין טומאה איבעיא לן בפ' כיצד צולין (פסחים דף פ״ה) אי גזרו רבנן טומאה ביוצא או לא ולא איפשיטא ונקטינן לחומרא דגזרו טומאה ביוצא ואע״ג דמידי דרבנן הוא משום חומרא דקדשים נקטינן ביה לחומרא ומאחר דיוצא טמא אף מה שבפנים טמא דהא רבינא דבתרא הוא סבר בפ' בהמה המקשה דחיבורי אוכלים כמאן דמפרתי דמו ונגעי בהדדי וא״כ טימא היוצא למה שבפנים ופסול ושמעתא בפ' שני דזבחים (דף כ״ה כ״ו) דמכשר דלא כרבינא ולא הו״ל לרבינו לפסוק כוותיה אלא כרבינא דבתרא הוא ומשום דקשה לומר דשמעתא דזבחים ליפלוג ארבינא הדר ואמר דאפשר דאף שמעתא דזבחים סברה כרבינא דנפסל הבשר לאכילה ולא אתיא אלא לאכשורי זיבחא לבעלים לכפרה אבל הבשר אה״נ דאסור וה״ל לרבינו לפרושי. וליישב דעת רבינו י״ל דאי נימא דשמעתא דזבחים פליגא ארבינא למינקט כסתם גמרא עדיף מלמינקט כרבינא ואפי' למ״ש דהך שמעתא לאו לאכשורי בישרא לאכילה קאמר וכו' אין השגה על רבינו שהרי דרכו להעתיק לשון הגמרא כמות שהיא. ועי״ל דסבר רבינו דבעיא דפ' כיצד צולין דלא איפשיטא נקטינן לקולא כיון דבדרבנן היא והשתא שמעתא דזבחים לא פליגא ארבינא ולאכשורי בישרא לאכילה אתא: \n",
        "<b>כתב</b> עוד ואח''כ חתך פסול וכו' א''א אפילו אחר זריקה וכו'. כלומר משיג על מ''ש רבינו שבשר קדשים קלים שיצא קודם זריקה כשר דמאי איריא קודם זריקה אפילו אחר זריקה נמי ואפשר לומר דמאי יצא דקאמר רבינו יצא חוץ לחומת ירושלים. ועי''ל דאפי' את''ל דביוצא חוץ לעזרה מיירי ה''ק אע''ג דדם האיברים לאו דם הוא לענין שנאמר שאם הזה ממנו כשר מ''מ כיון דאית ביה שמנונית לא חשבינן ליה כמיא בעלמא למימר דלא ליחול עליה פיסול יוצא כלומר שע''י השמנונית חשיב דם לחול עליו פיסול יוצא: \n\n"
      ],
      [
        "<b>תלה הבהמה ושחטה באויר העזרה פסולה וכו'.</b> שם: \n\n"
      ],
      [
        "<b>ומ''ש היתה הבהמה בארץ ונתלה וכו'.</b> (זבחים כ''ו) נתלה ושחט מהו א''ל פסולה א''ל אישתבשת שחיטה על ירך ולא שוחט על ירך נתלה וקיבל מהו א''ל כשירה א''ל אישתבשת אין דרך שירות בכך תלה וקיבל מהו א''ל פסולה א''ל אישתבשת שחיטה על ירך ולא קבלה על ירך אמר אביי בקדשי קדשים כולם פסולים בר מנתלה ושחט בקדשים קלים כולם כשירים בר מנתלה וקיבל אמר רבא מ''ש תלה וקיבל בקדשים קלים דכשרה דאויר פנים כפנים דמי בקדשי קדשים נמי אויר צפון כצפון דמי אלא אמר רבא בין בקדשי קדשים בין בקדשים קלים כשירים בר מתלה ושחט בקדשי קדשים נתלה וקיבל בין בקדשי קדשים בין בקדשים קלים. ופירש''י בר מתלה ושחט בקדשי קדשים דבעינן על ירך אבל בקדשים קלים דלא כתיב על ירך כשירה. תלה וקיבל כשר בכולן דדרך שירות בכך ואויר צפון כצפון דמי ובקבלה לא כתיב על ירך. ונתלה וקיבל בקדשים קלים נמי פסול דקבלה שירות היא ואין דרך שירות בכך אבל נתלה ושחט כשרה דשחיטה לאו שירות הוא ועל ירך נמי לאו בשוחט כתיב אלא בבהמה עכ''ל. ומזה יתבאר לך שיש טעות סופר בדברי רבינו וכן צריך להגיה, היתה הבהמה בארץ ונתלה ושחט והוא תלוי באויר כשירה תלה את הבהמה ושחטה באויר העזרה בקדשי קדשים פסול בקדשים קלים כשר: \n\n"
      ],
      [
        "<b>שחט מיעוט סימנים בחוץ וגמרן בפנים.</b> בפרק ב' דחולין (דף כ''ט:) אמר ר''ל וכו' אינה לשחיטה אלא בסוף ורבי יוחנן אמר ישנה לשחיטה מתחלה ועד סוף ואסיקנא לא נחלקו אלא כגון ששחט מיעוט סימנים בחוץ וגמרן בפנים למ''ד ישנה לשחיטה מתחלה ועד סוף מיחייב למאן דאמר אינה אלא לבסוף לא מיחייב וידוע דהלכה כרבי יוחנן. \n",
        "<b>ומה שכתב או ששחטן בדרום וגמרן בצפון פסולים.</b> נלמד ממה שנתבאר בסמוך: \n\n"
      ],
      [
        "<b>נתלה וקיבל הדם וכו' היה עומד בעזרה ותלה המזרק בידו וקיבל הדם באויר וכו'.</b> נתבאר בסמוך: \n\n"
      ],
      [],
      [
        "<b>נתן מזרק לתוך מזרק וקיבל כשר.</b> בפ' הוציאו לו (יומא דף נ״ח) בעא מיניה רמי בר חמא מרב חסדא הניח מזרק בתוך מזרק וקיבל בו את הדם מהו מין במינו חוצץ או אינו חוצץ ובעא למיפשטה ודחי ליה ואעפ״כ כיון דאשכחן לרבא דאמר בפרק לולב הגזול (סוכה דף ל״א) דמין במינו אינו חוצץ פסק רבינו כן. ועוד דאמרינן בפ' הוציאו לו איכא דאמרי הכי בעא מיניה דרך שירות בכך או אין דרך שירות בכך ת״ש דתנא דבי ר' ישמעאל ואת כלי השרת אשר ישרתו בם בקדש שני כלים ושירות אחת: \n",
        "<b>הניח סיב בתוך המזרק וקיבל וכו'.</b> שם בעיא ובעא למיפשטה ודחי לה ובתר הכי אמרינן איכא דאמרי הכי פשט ליה בדם כשר בקומץ פסול ופסק כלישנא בתרא: \n\n"
      ],
      [
        "<b>קבלת הדם והולכתו למזבח וזריקתו וכו' אינה כשירה אלא בכהן הכשר לעבודה.</b> בספ''ק דזבחים (דף י''ג וי''ד). \n",
        "<b>ומ''ש וכן הולכת איברים לכבש.</b> בפ''ג דזבחים (דף ל''ה). \n",
        "<b>ומ''ש כמו שביארנו בקמיצת המנחה.</b> פי''ג ממעשה הקרבנות. ובמליקת העוף בפ''ו מהלכות הנזכרות: \n\n"
      ],
      [
        "<b>והולכה שלא ברגל אינה הולכה וכו'.</b> מימרא דר''י בספ''ק דזבחים (דף י''ד וט''ו): \n\n"
      ],
      [],
      [
        "<b><small>(כד-כה)</small> קיבל בימינו ונתן לשמאלו וכו' עד ואספו ונתנו לכלי השרת נפסל הזבח.</b> משנה רפ''ב (דף ט''ו:) ורפ''ג דזבחים (דף ל''ב): \n\n"
      ],
      [
        "<b>נשפך מקצת הדם מצואר בהמה על הארץ וכו'.</b> בפ''ב דזבחים (דף כ''ה) אהא דתנן נשפך על הרצפה ואספו פסול ת''ר ולקח הכהן המשיח מדם הפר מדם הנפש ולא מדם העור ולא מדם התמצית, ומשמע לרבינו דכל שאינו מדם העור ולא מדם התמצית אף על פי שנשפך מקצתו בארץ כשר ואף על גב דאמרינן התם השוחט צריך שיקבל את כל דמו של פר יש לומר דהיינו לכתחלה דוקא אי נמי ההיא בשלא נשפך דם מצואר לארץ אבל אם נשפך מקצת דם מצואר לארץ הדם הנשאר היינו כל הפר והיינו דתנן נשפך על הרצפה ואספו פסול הא אם לא אספו לא נפסל הזבח דמקבל דם הנשאר בצואר כשר: "
      ],
      [
        "<b>כל הזבחים שקיבל דמן אחד מהפסולים לעבודה נפסל הזבח.</b> משנה ריש פרק ב' דזבחים (דף ט''ו:). \n",
        "<b>ומה שכתב או שהוליך את הדם למזבח או שזרקו למזבח כהלכתו נפסל הזבח.</b> בסוף פרק קמא דזבחים (דף י''ד) תניא זר אונן שכור בעל מום בקבלה בהולכה בזריקה פסל וכן יושב וכן שמאל. \n",
        "<b>ומה שכתב רבינו כהלכתו</b> נראה דה''ק אפילו אם זרקו כהלכתו נפסל הזבח, ויותר נראה לומר דדוקא זרקו כהלכתו פסל אבל זרקו שלא כהלכתו לא פסל דלא חשיבא זריקה: \n",
        "<b>קיבל הכשר ונתן לפסול וכו' עד שהרי אי אפשר לתקן דבר זה.</b> בסוף פירקא קמא דזבחים אמר עולא אמר רבי יוחנן הולכה שלא ברגל לא שמה הולכה אפשר לתקונה או לא אפשר לתקונה וכו' אתמר אמר עולא אמר ר' יוחנן הולכה שלא ברגל פסולה אלמא לא אפשר לתקונה ובתר הכי אמרינן הוליכו זר והחזירו כהן וחזר והוליכו פליגי בה בני רבי חייא ורבי ינאי ח''א כשר וח''א פסול מר סבר אפשר לתקונה ומ''ס לא אפשר לתקונה הוליכו כהן והחזירו וחזר והוליכו זר א''ר שימי בר אשי לדברי המכשיר פסול לדברי הפוסל מכשיר רבא אמר אף לדברי הפוסל פסול מ''ט דהא צריך לאמטוייה. ופסק כמ''ד לא אפשר לתקונה משום דרבי יוחנן קאי כוותיה ופסק נמי כרבא: \n\n"
      ],
      [
        "<b>קיבל הפסול וכו'.</b> משנה ברפ''ג דזבחים (דף ל''ב). \n",
        "<b>ומ''ש שאין הפסולים לעבודה עושים הדם הנשאר שירים חוץ מן הטמא וכו'.</b> בפ''ק דמעילה (דף ה'): \n",
        "<b>כתב</b> הראב''ד עושה שירים כיצד וכו' א''א סבור אני שטעה בזה וכו'. ואני אומר שגם רבינו סובר כן וכשכתב כאן כיצד קיבל הטמא קיבל וזרק קאמר וסמך על מ''ש בפ''ג מה' מעילה קיבלו הפסולים את הדם וזרקוהו וחזרו הכשרים לעבודה וקיבלו שאר דם הנפש וזרקוהו אין מועלין בבשרן שאין הפסולים עושים שאר דם הנפש שירים חוץ מן הטמא כיצד קיבל הטמא וזרק אע''פ שחזר הכשר וקיבל שאר דם הנפש וזרקו הרי אלו לא היתה להם שעת היתר וכו': \n\n"
      ],
      [
        "<b>בהמה שחסר מאיבריה כל שהוא וכו'.</b> מימרא דרבי זירא בפרק שני דזבחים (דף כ״ו) ובפרק על אלו מומין (בכורות דף ל״ט): \n\n"
      ],
      [
        "<b>ומ''ש אבל אם חסרה אחר קבלה קודם זריקה אפי' אבד הבשר קודם זריקת הדם או נשרף אם נשתייר כזית מן הבשר או כזית מן האימורים זורק את הדם ואם לאו אינו זורק.</b> גם זה שם. \n",
        "<b>ומ''ש ובעולה אפי' כחצי זית מן הבשר וחצי זית מן האימורים וכו'.</b> בהקומץ רבה (דף כ''ו) ובתוספתא דזבחים פ''ד והטעם פשוט משום דכולה להקטרה: \n\n"
      ],
      [
        "<b>ומ''ש נשאר פחות מכזית וכו' ואם זרק לא הורצה.</b> הכי משמע שם: \n",
        "<b>נפסל הבשר קודם זריקה כו'.</b> בפרק כיצד צולין (פסחים דף ע״ט): \n\n"
      ],
      [
        "<b>בשר קדשים קלים וכו'.</b> בזבחים פרק כל התדיר (זבחים דף צ') פלוגתא דרבי יוחנן ור״ל ופסק כר' יוחנן וכן היא ג״כ פלוגתא דר' אליעזר ור״ע ופסק כר״ע. \n",
        "<b>ומ''ש והזריקה מועלת ליוצא לשרפו אבל לא לאכלו.</b> בספ''ק דמעילה (דף ז':) כי אמר ר' עקיבא זריקה מועלת ליוצא לשריפה אבל לאכילה הוא דלא מרצה. ופירש''י דלהכי מהניא ליה זריקה שאינו נשרף לאלתר כפסולים אלא עד שתעובר צורתו: \n",
        "<b>כתב</b> הראב''ד א''א לא ידעתי מהו זה וכו'. כלומר דהשתא מהדר רבינו למ''ש לעיל או שיצא חוץ לעזרה לא יזרוק הדם ואם זרק הורצה וקאמר דלא הורצה אלא להעלותו על גבי המזבח אבל לא לאכלו וה''ה לבשר קדשים קלים שיצא חוץ לחומת ירושלים שאם זרק הדם הורצה לשרפו אבל לא לאכלו, וכתב שדבריו מבולבלים שהכניס דין בשר קדשים קלים שיצא חוץ לעזרה בין הדבקים וכך ה''ל לכתוב ואם זרק הורצה וה''ה לבשר קדשים קלים שיצא חוץ לחומת ירושלים ואח''כ ה''ל לכתוב דין בשר קדשי קדשים שיצא חוץ לחומת העזרה. ואני אומר שטעמו של רבינו שבתחלה כתב דין בשר קדשי קדשים שיצא חוץ לעזרה (ואח''כ כתב דין בשר קדשים קלים שיצא חוץ לעזרה) ואח''כ כתב דין בשר שיצא חוץ למחיצתו קודם זריקה דהיינו בשר קדשי קדשים חוץ לעזרה ובשר קדשים קלים חוץ לחומת ירושלים שהזריקה מועלת בהם לשורפו אבל לא לאכלו: \n\n"
      ],
      [
        "<b>וכן אימורי קדשים קלים כו'.</b> בפרק כל התדיר (זבחים דף צ') מייתי הא דתנן בפרק קמא דמעילה אימורי קדשים קלים שיצאו לפני זריקת דמים ר״א אומר אין מועלין בהם ואין חייבין עליהם משום פגול נותר וטמא ר״ע אומר מועלין בהם וחייבים עליהם משום פגול נותר וטמא ואסיק רב פפא בדהדר עיילינהו כולי עלמא לא פליגי והכא בדאיתנהו אבראי פליגי. ואע״ג דלכאורה משמע דרב פפא בדרך דחייה אמרה מכל מקום מדאקשינן והא רב פפא הוא דאמר בדאיתנהו אבראי כולי עלמא לא פליגי וכו' ושני ה״מ גבי שתי הלחם וכו' משמע דבקושטא דמילתא אמרה: \n",
        "<b>וכתב</b> הראב''ד ואם החזירן מקטירין אותם א''א [זה] אינו מחוור עכ''ל. טעמו דס''ל דאע''ג דמועלים בהם וחייבין עליהם משום פגול וכו' כיון שיצאו לחוץ נפסלו מלהקטירן. ורבינו סובר שמאחר שמועלין בהם וחייבין עליהם משום פגול וכו' לא נפסל הזבח: \n\n"
      ],
      [
        "<b>כל הזבחים של יחיד וכו'.</b> בפרק כיצד צולין (פסחים דף ע״ז) אהא דתנן חמשה דברים באים בטומאה ואינם נאכלים בטומאה העומר ושתי הלחם וכו' אמרינן נימא מתני' דלא כר' יהושע דתניא (ועשית עולותיך הבשר והדם) רבי יהושע אומר אם אין דם אין בשר אם אין בשר אין דם. ופירש״י אם אין בשר ראוי כגון שנטמא או שאבד אין הדם נזרק וכיון דאמר רבי יהושע בעינן תרתי וציץ אאכילות לא מרצה היכי אתי בטומאה ואסיקנא (דף ע״ח) מתניתין כר״י ול״ק כאן ביחיד כאן בצבור. ופירש״י ביחיד לכתחלה פסולה ואם זרק הורצה ומתני' בצבור באין לכתחלה דטומאת צבור דחויה היא. \n",
        "<b>ומה שכתב וכן אימורים או איברי עולה שנטמאו והקטירן הציץ מרצה כמו שביארנו.</b> בפרק רביעי מהלכות ביאת המקדש: \n",
        "<b>ומה שכתב וכל קרבנות הצבור שנטמא הבשר והחלב כולו הרי זה זורק את הדם.</b> נתבאר בסמוך דטומאה דחויה היא בצבור: \n\n"
      ],
      [
        "<b>דם קדשים שיצא חוץ לעזרה וכו'.</b> בס''פ התערובות (דף פ''ב) תנן גבי דמים פסולים שאין הציץ מרצה על היוצא: \n\n"
      ],
      [
        "<b>וכל דם הקדשים אינו מקבל טומאה כלל וכו'.</b> בסוף פרק ב״ש (זבחים דף מ״ו:). \n",
        "<b>ומ״ש על הארץ תשפכנו כמים וכו'.</b> בסוף פירקא קמא דפסחים (דף ט״ז:) מנין לדם קדשים שאינו מכשיר שנאמר על הארץ תשפכנו כמים וכו' ומתיב התם מדתניא דם שנטמא וזרקו במזיד לא הורצה ומשני התם מדרבנן. וק״ל מדתנן בפרק כיצד צולין (פסחים דף פ':) הנזיר ועושה פסח הציץ מרצה על טומאת הדם ומשמע דמדאורייתא טמא הדם מדקתני הציץ מרצה וצ״ע: \n\n"
      ],
      [
        "<b>ודם ששקעה עליו חמה וכו'.</b> מימרא בס״פ איזהו מקומן (זבחים דף נ״ו): \n\n"
      ]
    ],
    [
      [
        "<b>כל הדמים הניתנים על מזבח החיצון וכו'.</b> ברפ''ד דזבחים (דף ל''ו:) וכב''ה: \n\n"
      ],
      [
        "<b>ומ''ש וכל הניתנים בזריקה שנתנם בשפיכה יצא וכו'.</b> שם ת''ר מנין לניתנים על מזבח החיצון שנתנן במתנה אחת שכיפר ת''ל ודם זבחיך ישפך. ופירש''י ישפך שפיכה אחת משמע דלא כתיב סביב. והאי להכי הוא דאתא האי מבעי ליה לכדתניא וכו' מנין לניתנין בזריקה שנתנן בשפיכה יצא ת''ל ודם זבחיך ישפך סבר לה כר''ע דאמר לא זריקה בכלל שפיכה ולא שפיכה בכלל זריקה. ופירש''י מנין לניתנין בזריקה כל הדמים שכתוב בהם זריקה וכו' וכל זריקה מרחוק משמע שזורק מן הכלי למזבח למרחוק שפיכה עומד אצל היסוד ושופך. ודם זבחיך ישפך כל זבחים במשמע. ובתר הכי אמרינן (דף ל''ז:) וכל הנך תנאי דמפקי להאי ודם זבחיך ישפך לדרשא אחרינא האי כל הניתנים על מזבח החיצון שנתן מתנה אחת כיפר מנא להו סברי כב''ה דאמרי אף חטאת שנתנה מתנה אחת כיפר וילפינן כולהו מחטאת. ויש לתמוה על רבינו דמייתי לה מודם זבחיך ישפך דכיון דפסק כב''ה דאמרי אף חטאת שנתנה מתנה אחת כיפר מחטאת ילפינן לה ולא מודם זבחיך ותו כיון דאמרינן דמאן דיליף שאם נתנן מתנה אחת כיפר מודם זבחיך ישפך סבר לה כר''ע דאמר דניתנין בזריקה שנתנן בשפיכה לא יצא היאך רבינו מזכי שטרא לבי תרי. מיהו בהא איכא למימר דאע''ג דמאן דיליף וכו' סבר לה כר''ע אפשר דר''ע לא סבר לה כוותיה אבל אכתי קשה דכיון דההיא דמנין לניתנין בזריקה שנתנן בשפיכה יצא אתיא דלא כר''ע לא ה''ל להביאה. והר''י קורקוס ז''ל כתב שפסק כאותה ברייתא ואם נתן בשפיכה יצא משום דמשמע דהלכתא היא דבפסחים (דף פ''ט.) פריך מינה ומסיק דאמרינן בדיעבד אבל לכתחלה לא עכ''ל. ולענין קושיא קמייתא איכא למימר שדרך רבינו לסמוך הדבר לפסוק שנראה לו שהוא פשוט ללמוד ממנו הדין יותר מהפסוק שמביא ממנו הגמרא ודרך הגמרא לעשות כן בכמה מקומות: \n\n"
      ],
      [
        "<b>כל הדמים הניתנים על מזבח הפנימי וכו'.</b> שם במשנה: \n\n"
      ],
      [
        "<b>חטאת שנתן ממנה מתנה אחת ומתו הבעלים וכו' עד חייב משום מעלה בחוץ.</b> מימרא דרבי יוחנן שם (דף ל''ח:) ופירש רש''י אינם באות בלילה ואף על פי שאינן מעכבות ולאו זריקה גמורה היא מיהו דם נפסל בשקיעת החמה ואין מעלין לגבי מזבח לכתחלה באות לאחר מיתה אם נתן מתנה ראשונה ומתו בעליה כבר כיפר בראשונה ואין שם חטאת גמורה על הדם עוד ליפסל משום חטאת שמתו בעליה וכו' הזורק אותה בחוץ חייב שהרי ראויות לפנים בתורת זריקה גמורה: \n\n"
      ],
      [],
      [],
      [
        "<b>היה מזה ונקטעה ידו של מזה וכו'.</b> בסוף פ''ק דזבחים (דף ט''ו:) בעיא דאיפשיטא: \n\n"
      ],
      [
        "<b>שינה מתן קרבנות בחטאת וכו':</b> \n\n"
      ],
      [
        "<b>נתן הדם מן הקרן ולפנים וכו':</b> \n\n"
      ],
      [
        "<b>דם שמצותו ליתן אותו למעלה וכו' עד הרי בשר הזבח פסול.</b> משנה בפרק שני דזבחים (דף כ''ו). \n",
        "<b>ומ''ש ואע''פ כן נתכפרו הבעלים בו.</b> מימרא דשמואל שם ואף על גב דר''י פליג עליה הא אסיקנא בקשיא ואמוראי טובא התם ס''ל כשמואל מדשקלי וטרו אליביה. \n",
        "<b>ומה שכתב במה דברים אמורים כשהיה זה הזורק כשר לעבודה וכו' עד ויזרוק הדם במקומו.</b> ג''ז שם: \n\n"
      ],
      [
        "<b>דמי קדשים שנתערבו וכו' עד יתן הכל מתן ד'.</b> משנה בפ' התערובות (דף פ'). \n",
        "<b>ומה שכתב בין דם בדם בין כוסות בכוסות</b> הכי משמע התם בגמרא. \n",
        "<b>ומ''ש נתערבו הניתנין מתנה אחת בניתנין מתן שתים שהן כארבע וכו'</b> נלמד ממה ששנו שם במשנה ופלוגתא דר''א ורבי יהושע ופסק כרבי יהושע: \n",
        "<b>נתערבו הניתנים למעלה בניתנין למטה ישפך הכל לאמה.</b> שם במשנה פלוגתא דר''א ורבנן ופסק כרבנן. \n",
        "<b>ומ''ש אפי' נתערבו שירי החטאת עם דם העולה וכו'.</b> שם פלוגתא דאמוראי ופסק כרבי יהודה: \n\n"
      ],
      [
        "<b>ומ''ש ואם לא שאל אלא נתן מן התערובת למעלה ולמטה ה''ז כשר.</b> שם במשנה. \n",
        "<b>ומ''ש נתן למעלה ושאל יתן למטה ואלו ואלו עלו לו.</b> ברייתא שם: \n\n"
      ],
      [
        "<b>נתערבו הניתנין בפנים בניתנין בחוץ וכו' בד''א בשאר דמים הניתנין בחוץ חוץ מן החטאת וכו' עד פסולה.</b> שם במשנה (דף פ''א:) ופסק כחכמים דפליגי אר''ע ואר''א. \n",
        "<b>ומ''ש שדם חטאת שנכנס להיכל אפי' חטאת יחיד הנאכלת אסור וכו'.</b> שם (דף פ''ב) בברייתא דברי ר''י הגלילי. ומדברי רבינו נראה שהוא גורס אין לי אלא חטאת צבור של יחיד מנין ת''ל כל. \n",
        "<b>ומ''ש והוא שיבא דרך שער ההיכל וכו'.</b> ג''ז שם בסוף הפרק: \n\n"
      ],
      [
        "<b>פר העלם ושעיר ע''ז וכו' וכן פר ושעיר של יוה''כ וכו' עד נפסל.</b> שם (דף פ''ב ע''ב) בעי רבא פר העלם דבר של צבור ושעיר ע''ז שהכניס דמן לפנים מהו מי אמרי' אל הקדש פנימה [כל היכא דקרינן אל הקדש] קרינן ליה פנימה כל היכא דלא קרינן אל הקדש לא קרינן פנימה או דילמא שלא מקומן הוא ואת''ל שלא מקומן הוא פר ושעיר של יוה''כ שהזה מדמן על הבדים והוציא להיכל והכניסן מהו מי אמרינן מקומן הוא או דילמא הואיל ונפק נפק ואת''ל הואיל ונפק נפק הזה דמן על הפרוכת והוציאן למזבח והכניסן [מהו] הכא ודאי חד מקום הוא או יציאה קרינן ביה תיקו. ופירש''י פר העלם דבר שמצות כפרתו בהיכל והכניסו לפני לפנים מהו מי אמרי' כל היכא דקרינן ביה פיסול דאל הקדש כגון בחטאות החיצונות קרינן ביה פיסול דפנימה וכו' דהא כי הדדי כתיבי או דילמא שלא במקומו הוא והויא הכנסה ומיפסיל. והוציאן להיכל להזות על הפרוכת כמשפטן. מקומן הוא שהרי הוזקקו לשם תחלתן. או דילמא כיון דנפק בעשיית כל מצותו נפיק ליה לגמרי וה''ל שלא מקומו. והוציאו למזבח להזות ז' (הזאות) על טהרו. ומתן ד' על קרנותיו כדכתיב ויצא אל המזבח אשר לפני ה' וכפר עליו ותנן זה מזבח הזהב בפרק הוציאו לו ואמרי' התם דלהכי כתיב ויצא עד דנפיק מכוליה מזבח שלא יעמוד בין המזבח ולפרוכת בשעת מתנות המזבח אלא בין המזבח לפתח לצד המזבח הכא חד מקום הוא שאין הפסק מזבח בינתים ולא הויא הכנסה שלא במקומה או דילמא רחמנא שוייה שני מקומות דכתיב ביה יציאה עכ''ל. וכדרך פירש''י הוא פירוש הראב''ד שכתב וז''ל א''א אני איני סובר כפירושו כו'. ורבינו דחה פירוש זה משום דלישנא דהואיל ונפק נפק משמע דמטעם שיצא חוץ למקומו הוא דפסלינן ליה ולא משום הכנסה. ולענין תרי בעיי קמאי כיון דאיפשיטו באת''ל פסק כן רבינו והשלישית שעלתה בתיקו פסקה לחומרא. והר''י קורקוס ז''ל כתב שיש לתמוה על רבינו שהיה לו לכתוב בבבא השלישית לא יעשה מספק ואם עשה הורצה ואפשר דלא שייך בזה הורצה כיון דספק יוצא הוא ואין הציץ מרצה על היוצא מ''מ ה''ל לכתוב ספק כמו בסמוך כי לשון שכיון שיצא הדם חוץ למקומו נפסל משמע דמן הודאי קאמר. ואפשר דסבר רבינו דרבא הוא דאסקה בתיקו ומיהו גמרא משמע התם דלא מספקא ליה וכ''נ שם בברייתא דר''י הגלילי גם בפרק טבול יום נראה כן גבי חטאת אהרן שמא בחוץ היתה בקדש היתה וקדש היינו היכל משמע שכל שיצאה מן ההיכל נפסלה עכ''ל: \n\n"
      ],
      [
        "<b>חטאת שקיבל דמה בב' כוסות וכו'.</b> משנה שם (דף פ''ב). \n",
        "<b>ומ''ש נכנס אחד מהם להיכל וכו' אף החיצון פסול.</b> שם במשנה מחלוקת ופסק כחכמים. \n",
        "<b>ומ''ש והזה ממנו.</b> שם במשנה הנזכרת נכנס לכפר אע''פ שלא כיפר פסל דברי ר''א ר''ש אומר עד שיכפר ופסק כר''ש משום דר' יהודה סבר כוותיה כמו שיתבאר בסמוך: \n\n"
      ],
      [
        "<b>ומ''ש דם חטאת שהכניסו לכפר בו בפנים ולא כיפר אלא הוציאו וכו' אם הכניסו בשוגג ה''ז כשר וכו'.</b> שם במשנה ר' יהודה אומר אם הכניס שוגג כשר ומשמע לרבינו דר''י אר''ש קאי וה''ק הא דמכשיר ר''ש כשלא כיפר היינו דוקא כשנכנס שוגג אבל אם הכניסו במזיד אע''פ שלא כיפר פסול. אבל קשה דהתם בגמרא (דף פ''ג) אמרינן אר' יהודה דאמר אם הכניס שוגג כשר הא מזיד פסול בשכיפר או בשלא כיפר ופירש''י בשכיפר וכר''ש ס''ל או אפי' בשלא כיפר וכר''א אמר ר' ירמיה ממשמע שנאמר ואת פר החטאת וכו' ורבי יהודה לכפר לא משמע ליה מ''ט לאו משום דמיבעיא ליה לג''ש. ופירש''י מ''ט לאו משום דמפיק להאי לכפר לג''ש דר''ש ללמד על דמים החיצונים שנכנס דמם לפנים שאין פסול אא''כ כיפר כר''ש ועוד דבס''פ כל הפסולין אמרינן (דף ל''ו) והתנן א''ר יהודה הכניס בשוגג כשר הא במזיד פסול וקי''ל בשכיפר הרי בהדיא דמפרש גמרא דר' יהודה לא פסל במזיד אא''כ כיפר. וא''כ היאך פסק רבינו שבמזיד אע''פ שלא כיפר פסל. וכתב הר''י קורקוס ז''ל שטעם רבינו משום דמסיק שם בפ' כל הפסולים על תרי תנאי ואליבא דרבי יהודה פי' דתנא דההיא ברייתא דמוכח מינה לר' יהודה דדוקא בכיפר פליג אההיא מתני' וגם מתני' דפרק התערובות מצינן לפרושה כההיא דכל הפסולים ובדלא כיפר מיירי, ומעתה הדין עם רבינו שלא לסמוך על אותו פשיטות ולהניח משנה דכל הפסולים אלא דחינן ברייתא מקמי מתניתין ומפרשים בלא כיפר עכ''ל, ודבריו אלו צל''ע: \n\n"
      ],
      [
        "<b>הכניס החטאת עצמה וכו'.</b> בפ' דם חטאת (זבחים דף צ״ב) ובפ' דם חטאת נתבאר שאפי' הכניסה קודם שקיבל דמה וכשהוציאה קיבל דמה כשירה ולכך כתב רבינו הכניס החטאת עצמה ולא כתב הכניס בשר כלשון הגמ' כך כתב הר״י קורקוס ז״ל: \n\n"
      ],
      [
        "<b>חטאת העוף שפרכסה ונכנסה להיכל כשירה.</b> שם (דף צ''ב:): \n\n"
      ],
      [
        "<b>הכניס דם חטאת העוף וכו'.</b> גם זה שם בעי ר' אבין חטאת העוף שהכניס דמה בצוארה בפנים מהו צוארה ככלי שרת דמי ומיפסיל או דילמא כצואר בהמה מדמה אמר רחמנא ולא בשרה. ופירש''י שהכניס דמה בצוארה בפנים בין מליקה להזיה מהו שתפסל משום וכל חטאת אשר יובא. ככלי שרת דמי שהרי לא הוזקקה בקבלת כלי וזהו כליה ומיפסיל בהכנסת הדם שהכניסה בכלי להיכל או דילמא וכו' ובהמה שהכניסה לפנים משנשחטה הוציאה וקיבל דמה לא מיפסלה דמדמה אמר רחמנא ולא שהכניסו עם בשרה עכ''ל ולא איפשיטא: \n\n"
      ],
      [
        "<b>ומ''ש נשפך דם חטאת העוף ואספו וכו'.</b> שם בעי רבי אבין נשפך על הרצפה ואספו מהו אצרוכי הוא דלא אצרכיה רחמנא כלי שרת והילכך אוספו וכשר או דילמא מיפסל פסל ביה רחמנא כלי שרת והילכך אוספו ופסול. ופירש''י נשפך על הרצפה מצואר העוף. אצרוכי הוא דלא אצרכיה רחמנא כלי שרת וצואר דידיה הוא במקום כלי שרת והלכך לאוספו כשר ולהזותו למזבח דה''ל כנשפך מן הכלי על הרצפה ואספו דכשר. א''ד מיפסל פסל ביה רחמנא כלי שרת דדוקא שייר ולא כתב ביה קבלה משום דבעי להזותו מן העוף עצמו למזבח וכ''ש ברצפה פוסלתו עכ''ל ולא איפשיטא. \n",
        "<b>ומ''ש לפיכך תשרף וכו'.</b> קאי גם להכניס דם חטאת העוף להיכל בצוארה ופשוט הוא: \n\n"
      ],
      [
        "<b>חטאת שקיבל דמה בארבעה כוסות וכו' עד נשפכים לאמה.</b> בפרק שלישי דזבחים (דף ל״ד ע״ב) ופרק הוציאו לו (יומא דף נ״ז:) ברייתא ואע״ג דפליג ר' אלעזר בר' שמעון פסק כתנא קמא: \n\n"
      ],
      [
        "<b>דם שנפל לתוך המים וכו'.</b> בפרק התערובות (דף ע''ז:) שנינו דם שנתערב במים אם יש בו מראה דם כשר ובגמרא אמר רבי חייא בר אבא א''ר יוחנן לא שנו אלא שנפלו מים לתוך דם אבל נפל דם לתוך מים ראשון ראשון בטל. \n",
        "<b>ומ''ש או לתוך דמי חולין וכן מ''ש נפל לתוכו יין או דם חולין וכו'.</b> שם במשנה נתערב ביין וכו' בדם בהמה או בדם החיה רואים אותו כאילו הוא מים: \n\n"
      ],
      [
        "<b>דם הקדשים שנתערב בדם פסולי המזבח וכו'.</b> משנה שם (דף ע''ט:) דם תמימים בדם בעלי מומין ישפך לאמה כוס בכוסות ר''א אומר אם קרב כוס אחד יקרבו כל הכוסות וחכ''א אפי' קרבו כלם חוץ מאחד מהם ישפך לאמה. \n",
        "<b>ומ''ש וכל הזבחים פסולים.</b> פשוט הוא מאחר שלא נזרק הדם לא הותרו ואע''פ שאין בדם הפסול שיעור לבטל הכשר ישפך לאמה דגזרינן דילמא אתי לאכשורי כשיש בדם הפסול או התמצית לבטל הכשר והא דלא גזרינן בנתערב בדם חולין משום דדם חולין לא שכיח בעזרה: \n",
        "<b>נתערב בדם התמצית וכו'.</b> משנה שם (דף ע''ח): \n\n"
      ],
      [],
      [
        "<b><small>(כד-כה)</small> האימורים ואיברי העולות וכו' עד או בידו פסולים.</b> בתוספתא דזבחים ספ״ק ואיתא בגמרא פרק הקומץ רבה (מנחות דף כ״ו): \n\n"
      ],
      [
        "<b>איברים שסידרן וכן קומץ שסידרו וכו' עד סוף הפרק.</b> בפ' הקומץ בעיי דסלקו בתיקו ואע''פ שאמרו שם דאליבא דמ''ד על ממש לא תיבעי כבר נתבאר בפרק שרבינו פוסק כמ''ד על היינו בסמוך: \n\n"
      ]
    ],
    [
      [
        "<b>קדשי קדשים ששחטן בראש המזבח וכו'.</b> משנה בר״פ קדשי קדשים (זבחים דף נ״ח) פלוגתא דתנאי ופסק כר' יוסי דנימוקו עמו ופריך בגמרא השתא כולו לעולה כשר כולו לשלמים מיבעיא ומשני סד״א עולה היא דדחיק ליה מקום אבל שלמים דלא דחיק ליה מקום אימא לא קמ״ל: \n\n"
      ],
      [
        "<b>עולה ששחטה בראש המזבח או ששחטה למטה וכו'.</b> משנה בפ' המזבח מקדש (זבחים דף פ״ד) עולה שעלתה חיה לראש המזבח תרד שחטה בראש המזבח יפשיט וינתח במקומה. \n",
        "<b>ומ''ש ומוריד את הקרבים ומדיחן.</b> הכי אמרי' שם בברייתא ואע''ג דהתם מיירי בנפסלה ילפינן מינה לכשירה במכל שכן. \n",
        "<b>ומה שכתב ומוריד העור ונותנו לכהנים.</b> פשוט הוא. \n",
        "<b>ומ''ש דה''ה לשחטה למטה והעלה לראש המזבח.</b> הכי משמע מדתנן בראש הפרק הנזכר (דף פ''ג) כל הראוי לאשים אם עלה לא ירד ועוד דמשמע דאתיא בכ''ש משחטה בראש המזבח: \n\n"
      ],
      [
        "<b>ומ''ש וכן זבחים שחוטים שעלו לגבי מזבח וכו' שכל הראוי לאשים אם עלה לראש המזבח לא ירד וכן מ''ש מה עולה שהיא ראויה לאשים וכו'.</b> משנה הזכרתיה בסמוך לר' יהושע ואע''ג דפליג עליה ר''ג לא פסק רבינו כמותו משום דר''ע ור''י הגלילי ור''ש פליגי עליה. \n",
        "<b>ומ''ש שנאמר כל הנוגע במזבח יקדש.</b> שם במשנה ובגמרא: \n\n"
      ],
      [
        "<b>עולה שהעלה חיה לראש המזבח תרד וכו'.</b> משנה כתבתיה בסמוך: \n\n"
      ],
      [
        "<b><small>(ה-ו)</small> ומ''ש וכן קומץ המנחה שלא נתקדש בכלי שרת.</b> בר''פ המזבח מקדש שם.  ",
        "<b>ומ''ש וכל איסורי המזבח שעלו ירדו וכו' וכן בהמת הקדשים שנשחטה בלילה וכו'.</b> שם במשנה (דף פ''ד) אלו אם עלו לא ירדו הלן והיוצא והטמא ושנשחט חוץ לזמנו וחוץ למקומו ושקבלו פסולים וזרקו את דמו ר' יהודה אומר ושנשחטה בלילה ושנשפך דמה ושיצא דמה חוץ לקלעים אם עלתה תרד רבי שמעון אומר לא תרד שהיה פיסולו בקדש שרבי שמעון אומר כל שפיסולו בקדש הקדש מקבלו לא היה פיסולו בקדש אין הקדש מקבלו ואלו לא היה פיסולן בקדש הרובע והנרבע והמוקצה והנעבד והאתנן והמחיר והכלאים והטרפה והיוצא דופן ובעלי מומין ובגמרא תניא ר' יהודה אומר זאת והיא העולה מיעוטים פרט לנשחטה בלילה ושנשפך דמה ושיצא דמה חוץ לקלעים שאם עלתה תרד ר''ש אומר עולה אין לי אלא עולה כשירה מנין לרבות שנשחטה בלילה וכו' והניתנין למטה שנתנן למעלה ולמעלה שנתנן למטה והניתנין בחוץ שנתנן בפנים בפנים שנתנן בחוץ וכו' ת''ל תורת העולה ריבה וכו' ור' יהודה מייתי לה מהכא מפני מה אמרו לן בדם כשר שהרי לן כשר באימורין לן באימורין כשר שהרי לן כשר בבשר יוצא שהיוצא כשר בבמה טמא הואיל והותר לעבודת צבור חוץ לזמנו הואיל ומרצה לפיגולו חוץ למקומו הואיל ואיתקש לחוץ לזמנו שקבלו פסולים וזרקו את דמו בהני פסולים דחזו לעבודת צבור וכי דנים דבר שלא בהכשרו מדבר שבהכשרו תנא אזאת תורת העולה ריבה סמיך ליה. ופירש''י לן בדם כשר שאם עלה לא ירד. שהרי לן כשר באימורים שאם עלו לא ירדו. שהרי לן כשר בבשר כגון בשר שלמים הנאכלים לשני ימים. יוצא וכו' וביוצא דאימורי עולה ואימורי קדשים אבל יוצא דדם פסל ר' יהודה ולכך כתב רבינו זבח שיצא ופירש''י חוץ לזמנו דאשכחן ליה ריצוי אפילו בפנים שמרצה לפיגולו ליענש כרת. דחזו לעבודת צבור כגון טמא. דבר שלא בהכשרו כגון לן באימורים. מדבר שבהכשרו לן בבשר ויוצא דמקדש מיוצא דבמה שאין שם מחיצה עכ''ל. ופסק רבינו כר' יהודה:   "
      ],
      [],
      [
        "<b>ומ''ש או קדשי קדשים שנשחטו בדרום או שנתקבל דמן בדרום אע''פ שכל אלו פסולים אם עלו [לראש המזבח] לא ירדו.</b> יש לתמוה דבריש מעילה (דף ב') גבי קדשי קדשים ששחטן בדרום וקיבל דמן בצפון בצפון וקיבל דמן בדרום איבעיא להו עלו מהו שירדו רבה אמר אם עלו ירדו רב יוסף אמר אם עלו לא ירדו אליבא דר' יהודה לא תיבעי לך דכ''ע לא פליגי שאם עלו ירדו כי פליגי אליבא דר''ש ואע''ג דאיתותב רבא דאמר אם עלו ירדו היינו משום דאמר הכי לר''ש אבל לר' יהודה לכ''ע ירדו. ורבינו שפסק בסמוך כר' יהודה ה''ל לפסוק כאן שאם עלו ירדו ושמא נוסחא אחרת היתה לרבינו בזה. והר''י קורקוס ז''ל נדחק מאד ליישב זה ולא כתבתיו שלא להאריך: \n\n"
      ],
      [
        "<b>וכשם שאם עלו לא ירדו כו'.</b> משנה בפ' המזבח מקדש (זבחים דף פ״ד): \n\n"
      ],
      [
        "<b>ומ״ש ואם משלה בהם האור אע״פ שירדו יעלו שניה וכו'.</b> מימרא דעולא שם (דף פ״ה:) ובפרק בית שמאי (זבחים דף מ״ג): \n\n"
      ],
      [
        "<b>קומץ שנתפגל כו'.</b> גם זה בפרק ב״ש (זבחים דף מ״ג): \n\n"
      ],
      [
        "<b>איברים וחלבים וקמצים שלנו בראשו של מזבח וכו'.</b> בפ' המזבח מקדש (זבחים דף פ״ז) אתמר איברים שלנו בעזרה מקטיר והולך כל הלילה לנו בראשו של מזבח מקטיר והולך לעולם ירדו רבה אמר יעלו רבא אמר לא יעלו ופסק כרבא דבתרא הוא: \n\n"
      ],
      [
        "<b>ומ''ש ואויר מזבח כמזבח.</b> שם בעא ר''ל מר''י ואסיקנא דבעומד האדם בראש המזבח ואוחז האבר בידו פשיטא דאויר מזבח כמזבח דמי כי מיבעיא ליה [דעומד בקרקע העזרה] x ונקיט ליה בקניא כנגד המזבח מאי תיקו. ויש לתמוה על רבינו שסתם דבריו ולא חילק והר''י קורקוס ז''ל דחק עצמו להוכיח שנפשטה הבעיא ממקומות אחרים ולי אין צורך לכך אלא מאחר דלא איפשיטא בעיא מספיקא לא תרד: \n",
        "<b>אימורי קדשים קלים וכו'.</b> כלומר אע״פ שהעלום בפסלות כיון שנזרק הדם אח״כ לא ירדו. בר״פ המזבח מקדש ובספ״ק דמעילה מימרא דעולא ובפ' המזבח מקדש (זבחים דף פ״ג:) בעיא דאיפשיטא ועיין במ״ש רבינו רפ״ב מהל' מעילה. וכתבו התוס' דאימורי קדשים קלים דנקט לרבותא וכ״ש קדשי קדשים: \n\n"
      ],
      [
        "<b>הפריש שני אשמות לאחריות ושחט את שניהם וכו' הרי אלו ירדו.</b> בסוף פרק קמא דמעילה (דף ז') אילו הפריש שתי אשמות לאחריות ושחט את שניהם וקדם והעלה אמורים של אחד מהם קודם זריקה אי אתה מודה שאם עלו ירדו. ופירש''י לאחריות שאם יאבד אחד מהם שיתכפר באחר והאי דנקט שני אשמות וכ''ש שתי חטאות דחטאת חמירא קדושתה מאשם. ושחט את שניהם וקדם והעלה אימורים של אחד מהם קודם זריקה ואח''כ זרק הדם ואשם שלא קרבו אמורים אי אתה מודה שאם עלו באותן אימורים שירדו דזריקת דם דאידך לא מהניא להני אימורים דלאו דידיה משום דמגופא אחרינא נינהו עכ''ל. וכתב הראב''ד והוא שזורק דם האחר וכו'. ומבואר הוא בדברי רש''י שכתבתי ואין מזה השגה על רבינו שלא כתבו שהוא העתיק דברי הגמרא כמנהגו: \n\n"
      ],
      [
        "<b>הזבח הפסול והנסכים הפסולים שעלו למזבח וכו'.</b> פלוגתא דתנאי במשנה ר״פ המזבח מקדש (זבחים דף פ״ג) ופסק כר״ש שסובר כר' יהושע. \n",
        "<b>ומ''ש וכן נסכים הבאים בפני עצמן שנפסלו ועלו וירדו.</b> שם (דף פ''ד) נסכים הבאים בפני עצמן לדברי כולן ירדו: \n\n"
      ],
      [
        "<b>עוף שמלקו זר ועלה וכו'.</b> בפ' חטאת העוף (זבחים דף ס״ט) א״ר יצחק שמעתי שתים אחת קמיצת זר ואחת מליקת זר אחת תרד ואחת לא תרד [ולא ידענא] א״ר חזקיה מסתברא קמיצה תרד מליקה לא תרד מ״ש מליקה דישנה בבמה קמיצה נמי ישנה בבמה וכו' אלא אימא אין קידוש בכלי שרת במנחה בבמה. ופירש״י הילכך לא ילפינן זר במקדש לענין קמיצה מזר בבמה דלא דמי הך קמיצה להך קמיצה דבמקדש הואיל וקדשה בכלי שרת איפסלא בזר עכ״ל. \n",
        "<b>ומ''ש רבינו כאילו לא נתקדש כלל.</b> לעיל קאי וה''ק וקומץ המנחה שקמצו זר ועלה ירד כאילו לא נתקדש כלל אע''פ שזה פסול וזה פסול. \n",
        "<b>ומ''ש ואחד הזר ואחד שאר הפסולים.</b> הכי משמע משום דמהי תיתי לן לפלוגי בינייהו: \n\n"
      ],
      [
        "<b>ואלו אם עלו ירדו וכו' עד אם עלו ירדו.</b> משנה בפרק המזבח מקדש שם: \n\n"
      ],
      [
        "<b>קומץ שמיצה שמנו על העצם וכו'.</b> בפרק הקומץ רבה (מנחות דף כ״ג) בעיא דלא איפשיטא, ורש״י והראב״ד גורסים על העצים ומפרשים אותה בענין אחר וז״ל ההשגות א״א בנוסחא שלנו שמנו על העצים ומה שפירש וכו' עד וזה הבעיא במנחות פ' הקומץ. וז״ל הגמרא בעא רבא קומץ שמיצה שמנו על העצם מהו חיבורי עולים כעולים דמו או לאו כעולים דמו ומפרשה רבינו לענין ירד אם יחזיר ולא איפשיטא ופסק רבינו דיחזיר משום דמספיקא לא מזלזלינן בקדשים שלא להעלותם שמא הדין נותן להעלותם. ומה שהקשה הראב״ד שדבר הלמד מענינו הוא וכו' וחתם דבריו וזו הבעיא במנחות פ' הקומץ כלומר תדע שאין בעיא זו ענין עליה וירידה שהרי היא במנחות פרק הקומץ דמיירי בענין חסרון הקומץ או שמנו ואלו היתה ענין לירידה ועליה בזבחים פ' המזבח מקדש ה״ל לאתויי. ואני אומר שאע״פ שטענה זו טענה היא מ״מ אינה מכרחת ולפי גירסת רבינו הוצרך לפרש כמו שפירשה ויש כדמות ראיה לגירסת רבינו מדאמרינן עלה לאו היינו דר״י ור״ל דאתמר המעלה אבר שאין בו כזית ועצם משלימו לכזית וכו': \n\n"
      ],
      [
        "<b>מזבח הפנימי מקדש פסולים וכו' עד וכן כל כיוצא בזה.</b> בפרק שני דזבחים (דף כ''ז:) ויהיבו טעמא בגמרא משום דמזבח הפנימי כלי שרת ופירש''י שהוא כלי שרת ונמשח עם המשכן: \n",
        "<b>כשם שהמזבח מקדש את הראוי לו וכו'.</b> משנה פרק המזבח מקדש (זבחים דף פ״ו). \n",
        "<b>ומ''ש וכן כשיגיע לכלי שרת כל דבר הראוי לו מתקדש.</b> שם. \n",
        "<b>ומ''ש ולא יפדה לעולם.</b> משנה בריש פרק המנחות (דף ק'): \n\n"
      ],
      [
        "<b>אין כלי הלח מקדשות את היבש וכו'.</b> משנה פרק המזבח מקדש (זבחים דף פ״ח). \n",
        "<b>ומ''ש בד''א במדות הלח ויבש וכו' אבל המזרקות מקדשות הלח והיבש.</b> מימרא דשמואל שם ופ''ק דמנחות (דף ח':): \n",
        "<b>כלי שרת מקדשים דם הפסול ליקרב.</b> בר''פ בתרא דכריתות (דף כ''ג) תנן אשם תלוי שנודע שלא חטא לר' יוסי אם כבר נשחט וקיבל הדם בכוס יזרק ופסק כר' יוסי דנימוקו עמו: \n\n"
      ],
      [
        "<b>כל כלי השרת אין מקדשין אלא במקדש.</b> מימרא דשמואל בפ' המזבח מקדש. \n",
        "<b>ומ''ש אלא מדעת.</b> מימרא דר''י פ''ק דמנחות (דף ז'). \n",
        "<b>ומ״ש ואין מקדשין אלא מתוכן.</b> מימרא דשמואל בפ' המזבח מקדש (זבחים דף פ״ח). \n",
        "<b>ומ''ש ואין מקדשין אלא שלימים ניקבו אם עושים מעין מלאכתן שהיו עושים והם שלימים מקדשין ואם לאו אין מקדשין.</b> משנה שם. \n",
        "<b>ומ''ש ואין מקדשין אלא מליאים.</b> מימרא דשמואל שם. \n",
        "<b>ומ''ש אבל המדות אין מקדשות חסרות אלא אם דעתו למלאותם וכו'.</b> שם ופ''ק דמנחות (דף ח') מימרא דר''י וברייתא שניהם מליאים אין מליאים אלא שלימים וכו' א''ר יוסי אימתי בזמן שאין דעתו להוסיף אבל דעתו להוסיף ראשון ראשון קידש ופירוש מלאים פירש''י שיש בהם שיעור הצריך לאותו דבר ואין דעתו להוסיף פירש שאין דעתו להשלים השיעור. ומדברי רש''י נראה שיש בנוסחא דידן בגמרא חסרון לשון המדבר בענין המדות. \n",
        "<b>ומה שכתב ואם אין [דעתו] למלאותן מקדשות להפסל אבל לא ליקרב.</b> נראה שלמד כן מדאמרינן בפ''ק דמנחות (דף ז') בעא מיניה מר''י כלי שרת מהו שיקדשו פסולים (ופירש''י) כגון אם קמץ זר ונתן בכלי ויש לדקדק שדין זה סותר מ''ש לעיל בפ' זה כלי שרת מקדשים דם הפסול ליקרב. ושמא י''ל דשאני בין דם לשאר דברים ועי''ל שלמד כן מדאמרינן בס''פ המזבח (דף פ''ח) אין כלי הלח מקדשים את היבש אמר רב אין מקדשין ליקרב אבל מקדשין ליפסל: \n\n"
      ],
      [
        "<b>כלי שרת מקדשין שלא בזמנן כו'.</b> בס״פ שתי הלחם (מנחות דף ק'): \n\n"
      ],
      [],
      [
        "<b><small>(כב-כג)</small> מזבח שנפגם וכו' אבל קדשים חיים שהיו שם בעזרה כשנפגם לא נפסלו וכו'.</b> בפ' קדשי קדשים (זבחים דף נ״ט) אמר רב מזבח שנפגם כל הקדשים שנשחטו שם פסולים והכי א״ר [שמעון] ברבי משום רבי ישמעאל בר' יוסי ומייתי לה מדכתיב וזבחת עליו את עולותיך ואת שלמיך וכי עליו אתה זובח אלא כשהוא שלם ולא כשהוא חסר וכו' ור״י אמר אחד זה ואחד זה פסולים במאי קא מיפלגי רב סבר בעלי חיים אינם נדחים ור״י סבר ב״ח נדחים. ופירש״י שנשחטו שם בעזרה כשהוא שלם והאי עליו בגינו ובשבילו קאמר. אחד זה ואחד זה בין שנשחטו בשעת פגימתן בין שנשחטו אחר תיקונו פסולים. ופסק רבינו כרב ונתבאר בפט״ו מהלכות מעשה הקרבנות: \n\n"
      ],
      [
        "<b>הקדיש בהמות עד שלא נבנה המזבח כו'.</b> שם אהא דתניא כל הקדשים שהיו עד שלא נבנה המזבח פסולים פריך נבנה דחויים מעיקרא נינהו כלומר וכשרים הם: \n\n"
      ],
      [
        "<b>וכן אין אוכלים קדשים והמזבח פגום וכו'.</b> שם (דף ס') א''ר אלעזר מזבח שנפגם אין אוכלים בגינו שירי מנחה שנאמר ואכלוה מצות אצל המזבח וכי אצל המזבח אכלוה אלא בזמן שהוא שלם ולא בזמן שהוא חסר אשכחן שירי מנחה קדשי קדשים מנ''ל ת''ל קדש קדשים קדשים קלים מנין אמר אביי אתיא מדרשא דר' יוסי וכו': \n\n"
      ]
    ],
    [
      [
        "<b>ולד חטאת ותמורת חטאת וכו'.</b> משנה רפ''ד דתמורה (דף כ''א:) ופ''ג דמעילה (דף י':). \n",
        "<b>ומ''ש נמצאת אחר שנשחטה החטאת השניה שהפריש קודם שיזרק דמה ה''ז ספק וכו'.</b> בפ''ד דתמורה (דף כ''ב:) בעיא דלא איפשיטא. \n",
        "<b>ומ''ש וכיצד הן מתות וכו'.</b> פ''ק דע''ז ופ''ד דנזיר (דף כ''ה). \n",
        "<b>ומ''ש ודברים אלו כולם מפי משה רבינו נשמעו.</b> ברפ''ג דתמורה (דף י''ח) ופ''ב דבכורות (דף ט''ז): \n",
        "<b>אין כל הדברים אמורים וכו' עד ואין כל ישראל מתים.</b> בפרק שני דתמורה (דף ט''ו): \n\n"
      ],
      [
        "<b>פר ושעיר של יום הכפורים וכו'.</b> בפ' שני שעירי (יומא דף ס״ה) פלוגתא דתנאי ופסק כר' אלעזר בר״ש דסתם מתני' כוותיה ובפירקא קמא דשבועות (דף י״ב) מייתי לה וגריס ר' אלעזר ור״ש ולפי גירסא זו פסק כוותייהו משום דרבים נינהו. \n",
        "<b>ומ''ש ולמה לא יקרבו עצמם נדבה וכו'.</b> בפ''ק דשבועות שם: \n\n"
      ],
      [
        "<b>המפריש חטאתו ואבדה וכו'.</b> בפ''ד דתמורה (דף כ''ב:) איפליגו ר' ורבנן בנמצאת קודם כפרה דלרבי תמות ולרבנן תרעה וידוע דהלכה כרבנן ואמר רב הונא אמר רב (דף כ''ג) הכל מודים שאם משך אחת והקריבה שהשניה מתה לא נחלקו אלא בבא לימלך דרבי סבר לא עשו תקנה בקדשים וכו' ורבנן סברי עשו תקנה בקדשים ואמרינן ליה התכפר באבודה ושאינה אבודה תרעה. ופירש''י שאם משך אחת מהן והקריבה מדעתו דחה האחרת בידים דגלי דעתיה דלא איכפת לי' מינה ואפי' משך האבודה ונתכפר בה והנשארת היא שלא נאבדה מעולם מתה וכי פליגי רבנן היינו בבא לימלך דגלי דעתיה דניחא ליה עכ''ל. ואע''ג דר' אבא פליג ארב הונא פסק רבינו כרב הונא משום דמסתבר טעמיה ועוד דאתיא ליה סתם מתני' כדברי הכל: \n",
        "<b>היתה אחת מהן תמימה ואחת בעלת מום וכו'.</b> בפ''ד דתמורה (דף כ''ד) תניא היו לפניו שתי חטאות אחת תמימה ואחת בעלת מום תמימה תקרב בעלת מום תפדה נשחטה בעלת מום עד שלא נזרק דמה של תמימה מותרת משנזרק דמה של תמימה אסורה ר' אלעזר בר''ש אומר אפילו בשר בעלת מום בקדירה ונזרק דמה של תמימה יוצא לבית השריפה. ונראה מדברי רבינו שהוא פוסק כר' אלעזר בר''ש וצריך טעם למה פסק כיחידאה ואפשר שטעמו משום דבגמרא העמידו ברייתא דאין מרגילין כראב''ש ושקלו וטרו אמוראי בטעמא. ויותר נראה לומר שפסק כרבנן ויש חסרון בדברי רבינו וכך צריך להגיה נשחטה בעלת מום קודם שיזרק דם התמימה מותרת אחר שנזרק דמה אסורה בהנאה: \n",
        "<b>היו שתיהן בעלי מומין ימכרו שתיהם וכו'.</b> משנה שם (דף כ''ב): \n\n"
      ],
      [
        "<b>הפריש חטאתו ואבדה וכו'.</b> מימרא דר' זירא פ' התודה (מנחות דף פ':) ואע״ג דאביי פליג עליה פסק רבינו כר' זירא וצריך טעם למה מאחר דאביי בתרא הוא, ואפשר שטעמו משום דאמאי דאמר התם רבא הפריש תודתו ואבדה וחזר והפריש אחרת תחתיה וכו' א״ר זירא וכן לענין חטאות הפריש חטאתו ואבדה והפריש אחרת תחתיה וכו' וכיון דר״ז בשיטת רבא אמרה פסק כמותו ולא חש לדאביי: \n\n"
      ],
      [
        "<b>המפריש שתי חטאות וכו'.</b> פרק כיצד מערימין (תמורה כ''ה). \n",
        "<b>ומה שכתב והשניה תרעה וכו'.</b> פרק ולד חטאת (שם כ״ד) ופרק מי שהיה טמא (פסחים צ״ז:): \n\n"
      ],
      [
        "<b>הפריש חטאת מעוברת וילדה וכו'.</b> מימרא דר״י פרק כיצד מערימין (תמורה דף כ״ה): \n\n"
      ],
      [
        "<b>המפריש חטאתו ועברה שנתה וכו'.</b> מימרא דר''ל רפ''ד דתמורה. \n",
        "<b>מ''ש וכן הפריש חטאתו ונפל בה מום יביא בדמיה אחרת.</b> משנה בספ''ד דתמורה (דף כ''ב): \n\n"
      ],
      [
        "<b>כל חטאת שאבדה וכו'.</b> ברפ''ד דתמורה תנן ולד חטאת וחטאת שמתו בעליה ימותו שעברה שנתה ושאבדה ונמצאת בעלת מום אם משכיפרו הבעלים תמות וכו' ואם עד שלא כיפרו הבעלים תרעה עד שתסתאב ותמכר ויביא בדמיה אחרת ובגמרא אמר ר''ל חטאת שעברה שנתה רואין אותה כאילו עומדת בבית הקברות ורועה. ופירש''י רועה עד שתסתאב. תנן שעברה שנתה ואבדה ונמצאת בעלת מום אם אחר שכיפרו בעלים מתה תיובתא ופירש''י תיובתא דר''ל דפסיק ואמר רועה ומשמע אפי' כפרו הבעלים. ואסיקנא הכי קתני עברה שנתה ואבדה או אבדה ונמצאת בעלת מום אחר שכיפרו הבעלים מתה קודם שכיפרו הבעלים תרעה עד שתסתאב ותמכר ופירש''י עברה שנתה ואבדה ונמצאת תמימה וכיפרו הבעלים באחרת או אבדה ונמצאת בעלת מום דאיכא נמי תרתי לריעותא וכיפרו הבעלים באחרת מתה קודם שכיפרו הבעלים שאין רוצים להתכפר באחרת תרעה הך דעברה שנתה ואבדה ונמצאת תמימה וכי אמר ר''ל דאפי' כיפרו אח''כ רועה בלא אבדה דחדא הוא דאיכא לריעותא. ונראה שיש ייתור לשון בדברי רבינו וצריך למוחקו וכך צריך להגיה כל חטאת שאבדה ונמצאת קודם כפרה אינה מתה אלא תרעה עד שיפול בה מום ויפלו דמיה לנדבה: \n\n"
      ],
      [
        "<b>היתה גנובה או גזולה וכו'.</b> מימרא דאביי שם: \n",
        "<b>היתה עיקר אבידתה בלילה אע''פ שהיתה אבודה בשעת כפרה אינה מתה אלא תרעה.</b> ג''ז שם: \n\n"
      ],
      [
        "<b>אבדה ממנו ולא מן הרועה וכו'.</b> מימרא דרב פפא שם: \n\n"
      ],
      [
        "<b>וכל אלו שרועות רועות עד שיפול בהם מום ויפלו דמיהן לנדבה.</b> בפ' שלישי דתמורה (דף י''ט): \n\n"
      ],
      [
        "<b>היתה אבודה ממנו ומן הרועה וכו'.</b> בפ''ד דתמורה (דף כ''ב:) בעיא דלא איפשיטא: \n\n"
      ],
      [
        "<b>היתה נחבאת אחורי הדלת.</b> שם ה''ד אבודה א''ר אושעיא אפילו אחת בעדרו וכו' ור''י אמר אחורי הדלת הוא דליכא דקא חזי לה אבל אבראי דאיכא דחזי לה לא הויא אבודה או דילמא אחורי הדלת דאי מהדר אפיה חזי לה הויא אבודה וכ''ש אבראי דלא קחזי לה תיקו. ופסק רבינו כר''י ונראה שהוא מפרש אבראי בסתר המדרגה ומספק פסק לחומרא. ורש''י פירש בע''א: \n",
        "<b>היתה בשדה או באגם וכו'.</b> אפשר שרבינו מפרש שגם זה בכלל אבראי שכתבתי בסמוך: \n\n"
      ],
      [
        "<b>השולח חטאתו ממדינת הים וכו'.</b> משנה בפ' כל הגט (גיטין דף כ״ח). \n",
        "<b>ומ''ש בד''א בחטאת העוף וכו'.</b> שם בגמרא (כ''ח:) והא בעי סמיכה אמר רב יוסף בקרבן נשים רב פפא אמר בחטאת העוף: \n",
        "<b>אבל אשם ודאי שמתו בעליו וכו'.</b> משנה פ''ג דתמורה (דף כ''א ע''ב). \n",
        "<b>ומ''ש שכל שבחטאת תמות באשם ירעה וכו'.</b> ברפ''ג דתמורה (דף י''ח): \n\n"
      ],
      [
        "<b>וכל אשם שניתק לרעייה אם הקריבו עולה כשר.</b> שם ופ״ק דמנחות (דף ד') ובפסחים פרק אלו דברים (פסחים דף ע״ג) [ובזבחים פ״א (דף ה':)] אמר רב הונא אמר רב אשם שניתק לרעייה ושחטו סתם כשר לעולה ניתק אין לא ניתק לא ופירש״י שניתק לרעייה שמתו בעליו או שנתכפרו באחר וניתק מדין אשם לרעייה שאמרו לו ב״ד הוציאו וירעה ושחטו סתם כשר לעולה הואיל וסופו לקיץ המזבח שהוא עולה. ניתק אין דמיעקר שם אשם מיניה משנמסר לרועה וקם סתמיה לעולה לא ניתק לא הוי סתמיה לעולה דאמר קרא [אשם] הוא בהוייתו יהא. ובפסחים פרק אלו דברים מסיק עלה לא תימא ששחטו סתם [כשר לשום עולה] אלא אימא שחטו לשום עולה כשר. \n",
        "<b>ומ''ש רבינו ולמה לא יקרב בעצמו לכתחלה וכו'.</b> בפסחים פ' אלו דברים שם: \n\n"
      ],
      [
        "<b>המפריש נקבה לאשמו וכו' עד ויפלו דמיה לנדבה.</b> משנה בפ''ג דתמורה (דף י''ט:). \n",
        "<b>ומ''ש וכן ולדה.</b> שם אהא דתנן דמפריש נקבה לעולה וילדה זכר ירעה עד שיסתאב וימכר ויביא בדמיו עולה ר''א אומר הוא עצמו יקרב עולה א''ר יוסי בר חנינא מודה ר''א במפריש נקבה לאשם דאין בנה קרב אשם: \n\n"
      ],
      [
        "<b>הפריש נקבה לעולתו וילדה זכר וכו'.</b> משנה כתבתיה בסמוך: \n\n"
      ],
      [
        "<b>ומ''ש אבל הדיוט שהפריש זכר לחטאת ונשיא שהפריש שעירה לחטאת וכו'.</b> שם ת''ר המפריש נקבה לעולתו ולפסחו ולאשמו עושה תמורה וכו' עד ראב''ע אומר תור או בן יונה. ופירש''י לפסחו ולאשמו לא מצינו אשם ופסח נקבה וכו' עד דאפילו גבי נדבה דעשיר סתם חזיא עולת העוף: \n",
        "<b>וכתב</b> הראב''ד אבל הדיוט וכו' עד הרי אלו אין מתקדשים א''א אין דבריו מחוורים שכל אותם דברים וכו' עד לפרושי טעמא דר''ש באשם. ואיני יודע איך נתפייס הראב''ד ביישוב השגה זו במ''ש ואולי מפני שאמר רבינו אין אני רואה דבריו של ר''ש בפסח וכו' שאילו היה רבינו פוסק במפריש נקבה לאשם תמכר כר''ש היו טענות אלו טענות אבל מאחר שרבינו פוסק בה שתרעה וכרבנן אין טענות אלו טענות דה''ל כמזכי שטרא לבי תרי. ואפשר לדחוק ולומר שטעם רבינו הוא מדאמרינן אלא מעתה כהן גדול שהקדיש פרה לפרו תקדש יחיד שהפריש שעיר לשעירתו תקדש א''נ נשיא שהפריש שעירה לשעירו תקדש משמע דפשיטא ליה לגמרא בכל הני דלא קדש לדברי הכל ואע''ג דבמקריב נקבה לאשם סבר ת''ק דתרעה בהני דחטאת נינהו סבר דלא קדשי: \n\n"
      ],
      [
        "<b>הביא אשם תלוי ונודע לו שלא חטא וכו'.</b> בכריתות רפ''ו (דף כ''ג:) המביא אשם תלוי ונודע לו שלא חטא [אם עד שלא נשחט] יצא וירעה בעדר דברי ר''מ וחכ''א ירעה עד שיסתאב וימכר ויפלו דמיו לנדבה ובגמרא במאי פליגי ר''מ סבר כיון דלא צריך ליה לא מקדיש ליה ורבנן סברי מתוך שלבו נוקפו גומר ומקדיש תנא בין שנודע לו שחטא ובין שנודע לו שלא חטא פליגי ר''מ ורבנן. \n",
        "<b>ומ''ש הפרישו אפי' ע''פ עדים והוזמו יפלו דמיו לנדבה.</b> שם (דף כ''ד) א''ר יהודה אמר רב מודים חכמים [לר''מ] באשם תלוי שהוזמו עדיו שיצא וירעה בעדר מ''ט ע''כ לא פליגי רבנן עליה אלא היכא דאפרשיה על פי עצמו דאמרי' לבו נוקפו אבל היכא דע''פ עדים אפרשיה לא הוה סמוך עילוויהו דעדים דסבר דילמא אתו אחרים ומזמי להו מתיב רבא שור הנסקל אינו כן וכו' בפלוגתא אשם תלוי שהוזמו עדיו ר' אלעזר אומר הרי היא כמנחת קנאות וכו' תצא לחולין ר''י אמר ירעה עד שיסתאב וימכר ויפלו דמיו לנדבה ופסק רבינו כר''י לגבי רב ועוד דרבא דבתרא הוא מתיב לרב ואע''ג דשני שינויא דחיקא הוא. \n",
        "<b>ומ''ש רבינו יפלו דמיו לנדבה.</b> כלומר אחר שרעה עד שנסתאב. \n",
        "<b>ומ''ש ואם אחר שנשחט נודע לו הדם ישפך והבשר ישרף וכו'.</b> שם במשנה. \n",
        "<b>ומ''ש נודע לו אחר שנזרק הדם הבשר יאכל וכו'.</b> ג''ז שם במשנה: \n\n"
      ],
      [
        "<b>אשם ודאי אינו כן וכו' עד הבשר יצא לבית השריפה.</b> גם זה שם במשנה: \n\n"
      ],
      [
        "<b>מי שנתחייב באשם תלוי וכו'.</b> שם א''ר ששת דמודה ר''מ בהא [ויהיב טעמא] משום דכיון דאפריש תרי סבר אי מירכס חד מיכפרנא באידך וכיון דגלי דעתיה דלבו נוקפו היה כו' גמר והקדישו ופירש''י לאחריות שאם יאבד האחד יקריב לחבירו: \n\n"
      ],
      [
        "<b>כל האשמות שבתורה באים בני שתים וכו'.</b> משנה בפרק כל התדיר (זבחים דף צ':) ופירש רש''י ובאים בכסף שקלים (כדיליף בפרק דם שחיטה) דכתיב בערכך כסף שקלים באשם מעילות ואתי אשם תלוי ואשם גזילות בג''ש בערכך בערכך ואשם שפחה חרופה גמר באיל באיל וכו'. חוץ מאשם נזיר. דכתיב כבש בן שנתו ומדאיל בן שתי שנים בשתי סלעים כבש בן שנה לאו בשתי סלעים הוא: \n",
        "<b>אשם תלוי בא מן הקטנים או מן הגדולים. ומה שכתב מפי השמועה למדו שאינו בא אלא בכסף שקלים.</b> בפרק דם שחיטה (כריתות דף כ״ב:) יליף מקרא דאשם תלוי בכסף שקלים: \n\n"
      ],
      [
        "<b>הוזלו אילים וכו'.</b> בסוף כריתות (דף כ''ז): \n\n"
      ],
      [
        "<b>הפריש אשמו והיה בשעת הפרשה יפה סלע וכו'.</b> שם איבעיא להו אדם מתכפר בשבח הקדש או לא ואסיקנא x ת''ש בשעת הפרשה יפה סלע בשעת כפרה יפה שתי סלעים יצא: \n",
        "<b>היה בשעת הפרשה יפה שתים וכו'.</b> תוספתא בסוף כריתות. \n",
        "<b>ומ''ש חזר ונעשה יפה שתים יחזור לכשרותו שאין ב''ח נדחים כמו שביארנו.</b> בפט''ו ממעשה הקרבנות: \n\n"
      ],
      [
        "<b>הפריש שתי סלעים לאשם וכו'.</b> משנה שם (דף כ''ו:): \n\n"
      ],
      [
        "<b>היה חייב באשם בן שנה והביא בן שתים וכו' עד ויצא לבית השריפה.</b> [בתוספתא דזבחים פ״ק] ובפ' התכלת (מנחות דף מ״ח:): \n",
        "<b>זה הכלל כל הפסול בחטאת פסול באשם וכו'.</b> בתוספתא דזבחים פ''ק שם: \n\n"
      ],
      [
        "<b>עולת נזיר עולת יולדת וכו'.</b> בתוספתא דזבחים פ''ק אלא שכתוב שם שלא עלו לבעלים לשם חובה ולא ידעתי למה השמיטוxx. \n",
        "<b>ומ''ש זה הכלל כל שאינו פוסל בעולת נדבה וכו'.</b> ג''ז שם: \n\n"
      ]
    ],
    [
      [
        "<b>המפריש מעות לחטאתו וכו'.</b> משנה בכמה מקומות מהם פרק ד' דנזיר (דף כ''ד) ופרק ג' דמעילה (דף י''א): \n\n"
      ],
      [
        "<b>הפריש מעות לחטאתו ואבדו וכו' עד ולא הספיק ליקח בהם עד שנמצאת חטאתו והרי היא בעלת מום תמכר ויביא מאלו ומאלו חטאת והשאר יפלו לנדבה.</b> הכל משנה בפ''ד דתמורה (דף כ''ב): \n\n"
      ],
      [],
      [],
      [
        "<b>הפריש שני צבורי מעות לאחריות וכו'.</b> מימרא דר' אמי שם (דף כ''ג:): \n\n"
      ],
      [
        "<b>המפריש חטאתו או דמי חטאתו וכסבור שהוא חייב וכו'.</b> ירושלמי בפ''ב דשקלים. \n",
        "<b>ומ''ש הפריש שתים או דמי שתים וכו'.</b> שם הפריש ב' וסבור שהוא חייב ב' ונמצא שאינו חייב אלא אחת אותה השניה מה את עביד לה אלא רועה. \n",
        "<b>ומ''ש והשאר יפלו לנדבה,</b> אדמי שתים קאי כפשטיה ואשתים היינו לומר רועה עד שתסתאב ויפלו דמיה לנדבה: \n\n"
      ],
      [
        "<b>הלוקח מעות בידו או וכו'. x</b> שם במשנה המכנס מעות ואמר הרי אלו לשקלי ב''ש אומרים מותרן נדבה ובית הלל אומרים מותרן חולין אלו לחטאתי שוין שהמותר נדבה שאביא מהם חטאתי שוין שהמותר חולין ופירושה מבואר דכשאומר שאביא מהם חטאתי לא הקדיש אלא מה שצריך מהם לחטאתו בלבד ורבינו כתב סיפא והשמיט רישא אלו לחטאתי ולא ידעתי למה. \n",
        "<b>ומ''ש הלוקח מעות בידו או שהיה מלקט.</b> שם בירושלמי לגבי שקלים חילקו בין מכניס פרוטרוט לאומר אלו לשקלי ורבינו שהשוה אותם לענין שאביא מהם חטאתי צ''ע מהיכא יליף לה. \n",
        "<b>ועל מ''ש רבינו שנ''ל שהדבר ק''ו בשאר הקרבנות.</b> כ' הראב''ד א''א אני אין לי אלא קרבן חובה וכו'. ואני בעניי נ''ל שי''ל דאפי' בעולה ושלמים כל שאמר שאביא מהם משמע שלא התנדב כל אותם הדמים דלשון שאביא מהם מורה שלא הקדיש מהם אלא כדי עולה ושלמים בלבד ומה ששנינו מותר עולה לעולה מותר שלמי' לשלמי' אינו אלא באומר הרי אלו לעולה או לשלמים אבל אם אמר שאביא מהם עולה או שלמים דינו כאומר שאביא מהם חטאתי או אשמי שלא הקדיש מהם אלא כדי אותו קרבן שאמר בין שהוא חובה בין שהוא נדבה: \n\n"
      ],
      [
        "<b>המפריש מעות למנחת חוטא וכו'.</b> בפירקא בתרא דמנחות (דף ק''ח): \n",
        "<b>וכן מותר לחמי תודה.</b> בפ''ב דשקלים ירוש' מותר לחמו של נזיר ירקב א''ר יוסי ויאות להקריבו בפ''ע אי אתה יכול שאין לך לחם קרב בפ''ע להקריבו עם נזירות אחרת אי אתה יכול שאין לך נזירות באה בלא לחם לפום כן איצטריך למימר מותר לחמו של נזיר ירקב סברין למימר הוא מותר לחמו הוא מותר נסכים א''ר יוסי בר ביבין מותר נסכים קדשי קדשים אינון ויפלו לנדבה. \n",
        "<b>ומ''ש מותר לחמי תודה.</b> נראה שהוא נלמד מדין מותר לחמו של נזיר שהטעם בשניהם שוה: \n",
        "<b>כבר ביארנו בשקלים שמותר השקלים חולין וכו' עד מותר נזיר לאותו נזיר.</b> הכל משנה במס' שקלים פ''ב: \n\n"
      ],
      [
        "<b>במה דברים אמורים שמותר חטאת לנדבה וכו'. מה שכתב רבינו שאם הפריש מעות לחטאת בהמה והעני מביא תחתיהן עוף וכו' עד שאין לעוף פדיון.</b> הכל משנה בסוף כריתות ומתוך שנראה דמתני' דשקלים ומתני' דסוף כריתות (דף כ''ז:) קשו אהדדי תירץ רבינו דמתני' דשקלים בחטאת קבועה ומתני' דסוף כריתות בקרבן עולה ויורד: \n\n"
      ],
      [],
      [
        "<b>כל חייבי קינין שבתורה שהפרישו מעות לקיניהם וכו' עד שאין הקינין מתפרשות אלא בלקיחת הבעלים.</b> בפרק טרף בקלפי (יומא דף מ״א) ובסוף כריתות (דף כ״ח) אמר רב חסדא אין הקינין מתפרשות אלא או בלקיחת הבעלים או בעשיית כהן. פי' בלקיחת הבעלים כשקנאם אמר זה לחטאתי וזה לעולתי אבל אם קנה שנים לחובתו ואחר זמן אמר זה לחטאתי וזה לעולתי לא הוקבעו ויכול לשנותם: \n\n"
      ],
      [
        "<b>ומ''ש לפיכך אם הפריש מעות לקינין סתם וכו'.</b> הוא ע''פ מה ששנינו בפ' ולד חטאת וכתבו רבינו בפ' זה: \n\n"
      ],
      [
        "<b>מי שהיה מחוייב וכו' רצה להביא בהם חטאת בהמה יביא עולת בהמה יביא x</b> תוספתא בפ''ק דמעילה אלא שאינה מכוונת בלשון רבינו וזה לשון הראב''ד א''א מצאתי דבר זה בגמרא דנזיר ובתוספתא שהוא בחילוף וכו' עד אמאי ילכו לים המלח. ומ''ש שהוא בגמ' נזיר הוא בפ''ד (דף כ''ו) מי שהיה מחוייב חטאת ואמר הרי עלי עולה והפריש מעות ואמר הרי אלו לחובתי רצה להביא בהם חטאת בהמה לא יביא עולת בהמה לא יביא מת והיו לו מעות סתומים ילכו לים המלח ורבינו גורס יביא. \n",
        "<b>ומ''ש</b> הראב''ד מסתבר דהכי הוא וכו' כלומר הוא משיג על גירסת רבינו שאם רצה להביא מהם חטאת או עולה יביא וא''כ למה כשמת ילכו לים המלח מ''ש ממה שנתבאר בסמוך גבי הפריש מעות לקינין סתם ומת שיפלו לנדבה מפני שהם ראויים לבא כולם עולה. ואפשר שגירסת רבינו רצה להביא חטאת בהמה יביא עולת בהמה לא יביא והטעם מבואר דלא שביק איניש מלהביא מה שהיה חייב מקודם ומביא מה שנתחייב אח''כ וכ''ש בהיות מה שנתחייב תחלה חטאת ומה שנתחייב אח''כ עולה. ומ''ש הראב''ד בשם התוספתא שאם מת יפלו המעות לנדבה מפני שכולם ראויים לבא עולה. הוא בפ''ק דמעילה ומסיים בה מת הדמים ילכו לים המלח מפני שדמי חטאת מעורבין בהם וקשה עליו וגם על התוספתא למה אם רצה להביא בהם עולת העוף לא יביא מ''ש ממ''ש בסמוך שאפי' אמר אלו דמי חטאתי ואלו דמי עולתי יש לו לערב המעות ולוקח בכל חטאת או עולה. ונראה שמפני שהרגיש הראב''ד בקושיא זו כתב והתוספתא יותר מתוקנת מן הגמרא כלומר אע''פ שגם על התוספתא קשה למה לא יביא עולה מ''מ היא מתוקנת יותר מהגמרא מפני שעל הגמ' קשה מינה ובה: \n\n"
      ]
    ],
    [
      [
        "<b>כל הזבחים שנתערב וכו'.</b> משנה ריש פרק התערובות (דף ע':). \n",
        "<b>ומה שכתב ואם הקריב הורצה.</b> שם אמר רבא אי אקריב ארצי ואותבוה ממתני' דקינין ואוקמוה ההיא מתניתין כמאן דאמר בעלי חיים אין נדחים. וכבר נתבאר בפרק ט''ו ממעשה הקרבנות דהלכה כמאן דאר אין בעלי חיים נדחים: \n\n"
      ],
      [
        "<b>נתערב בהם אחד וכו'.</b> עד שהרי דמי חולין הם. משנה שם: \n\n"
      ],
      [],
      [
        "<b>נתערב שור הקדש בשוורים.</b> בפ' בתרא דמנחות (דף ק''ח:) שור של הקדש שנתערב באחרים הגדול שבהם הקדש וכלם ימכרו לצרכי עולות ודמיהם חולין, ודבר פשוט דלדוגמא נקט עולות כלומר אם היה אותו שור עולה ומינה נילף שאם היה מין זבח אחר ימכרו לצרכי אותו המין וכן מפורש בתוספתא בפרק הנזכר: \n",
        "<b>נתערבו קדשים בקדשים וכו'.</b> משנה בפרק התערובות (דף ע''ח:). \n",
        "<b>ומ''ש בד''א בקרבנות נשים וכו'.</b> שם מימרא דרב יוסף (דף ע''ד:): \n\n"
      ],
      [
        "<b>נתערבו מין בשאינו מינו וכו'.</b> משנה שם (דף ע''ה:): \n\n"
      ],
      [
        "<b>ומ''ש שאין ממעטין באוכליהן ולא במקום אכילתן.</b> נתבאר בפ''י ממעשה הקרבנות: \n\n"
      ],
      [
        "<b>ומ''ש אע''פ שכבר הקריב עולה שחייב בה או שלמים וכו'.</b> תוספתא בפ''ח ממס' זבחים: \n\n"
      ],
      [
        "<b>חטאת שנתערבה וכו'.</b> תוספתא פרק ח' דזבחים אלא ששם כתוב שנתערבה באחת מכל הזבחים: \n",
        "<b>ואם קדם והקריב וכו'.</b> שם: \n\n"
      ],
      [
        "<b>וכן אם נתערבו וכו'.</b> גם זה שם: \n",
        "<b>כתב</b> הר''י קורקוס ז''ל איני יודע טעם למיתה זו או להולכת מעות לים המלח כי כבר נתבאר שלא קבלו ההלכה שחטאת מתה אלא באבודה דוקא לא בגנובה. ואפשר היה לומר דנתערבה הוי אבידה טפי מגניבה וכאשר הוזכר פ''ד דתמורה (דף כ''ב:) בדעת ר' אושעיא שאפילו נתערבה אחת באחת הויא אבודה ואפי' בדברי ר''י שאמרו שם אבל אבראי כתב רש''י שהלכה ונתערבה. אלא שאין נראה כן דעת רבינו כלל כי דברי הבעיא דבעי אליבא דר''י פי' באבודה ומשום שמא יש אחד שרואה אותה ולא הזכיר נתערבה או שסובר דאביי דאמר נקטינן אבודה ולא גזולה פליג או שר''י חולק וסובר שאין תערובת אבודה אלא אחורי הדלת וכאשר כתב רש''י בצד אחד מהבעיא דבעדר כיון דחזו לכולהו אף על פי שאינה ניכרת אינה אבודה ופסק כר''י כיון דבעי אליביה ואם כן מיתה זו כאן למה כיון דאפשר ברעיה וצל''ע עכ''ל: \n\n"
      ],
      [
        "<b>תודה שנתערבה וכו'.</b> שם: \n",
        "<b>כתב</b> הראב''ד תודה שנתערבה א''א והא קא ממעט באכילת זרוע בשלה עכ''ל. ואסיפא דמלתא קאי דקתני נתערבה באיל נזיר שניהם יקרבו וכו' ומשיג על רבינו שמאחר שכל אחד מהם ספק איל נזיר צריך ליקח מכל אחד מהם זרוע בשלה ואינו נאכל אלא לכהנים ובני ביתם ונמצא שממעט באכילת זרוע של תודה שדינה ליאכל לכל אדם. ואני אומר שאם השגה זו השגה אינה על רבינו מפני שהוא העתיק דברי התוספתא אבל לפי האמת אפשר לומר דכיון שאינו ממעט באכילת כל הקרבן אלא במקצתו לא חיישינן: \n",
        "<b>כתב</b> הראב''ד ויביא בדמי היפה א''א אינה טעונה לחם עכ''ל. ונ''ל שהשגה זו היא על \n",
        "<b>מ''ש וכן אם נתערבה התודה בשאר זבחים וכו' ויביא בדמי היפה</b> תודה אחרת וכתב על זה שאינה טעונה לחם וכ''נ מדברי התוספתא ורבינו שלא הזכירו כאן לחם וצריך טעם למה לא יביא לחם בשביל התודה כשם שהוא מביא בנתערבה בתמורתה שאע''פ שאין התמורה טעונה לחם מביא לחם בשביל התודה. ונ''ל דלא קאי אלא אסיפא דקתני אע''פ שקרבה תודתו דהשתא כיון דקרבה תודתו שוב אין כאן לחם. ומכל מקום תמיהא לי דמילתא דפשיטא היא ולא היה צריך הראב''ד לכתבו ושמא י''ל דאתא לאשמועינן דבבא זו אע''פ שנראה ששוה סיפא דידה לרישא דידה אינם שוים לגמרי דרישא דנתערבה בשאר זבחים יביא עמה לחם וסיפא דקרבה תודתו לא יביא עמה לחם: \n\n"
      ],
      [],
      [
        "<b>בכור שנתערב בפסח שניהם ירעו וכו'.</b> בפרק מי שהיה טמא (פסחים דף צ''ח) תנן הפסח שנתערב בבכורות רבי שמעון אומר אם חבורת כהנים יאכלו ובגמרא והא קא מייתי קדשים לבית הפיסול וכו' ורבנן היכי עבדינן אמר רבא ממתין לו עד שיוממו ויביא בהמה שמינה ולימא כל היכא דאיתיה לפסח תחול עליה דהאי ואכיל להו בתורת בכור בעל מום. ופירש רש''י ורבנן דאמרי אין מביאין (קדשים לבית הפיסול) היכי עבדי לפסח שנתערבה בבכורות בשלמא גבי אשם שנתערב בשלמים או פסח שנתערב בעולה ואשם איכא למימר ירעו וימכרו ויביא בדמיהם אותם קרבנות וכו' אבל בכור נאמר בו לא תפדה ואין לו פדיון ואינו תופס את דמיו ואינו יוצא מקדושתו לחול על המעות אלא נאכל לכהן במומו ופסח בר פדיון הוא ואינו נאכל בלא פדיון. ממתין עד שיוממו ויביא בהמה שמינה כיפה שבהם ונימא כל היכא דאיתיה לפסח תיחול קדושתה אהנך מעות ומייתי בהנך מעות שלמים כדין מותר הפסח עכ''ל: \n",
        "<b>כתב</b> הראב''ד בכור שנתערב ויאכלו כבכור א''א והבכור בעל מום וכו'. ואני תמה על מה שהשיג על רבינו בכור בעל מום אי זו אכילה חמורה יש בו שאין תלונתו על רבינו דרבינו לישנא דגמ' נקט דקאמר דאכיל להו בתורת בכור בעל מום כ''ש שלפי האמת אין כאן תלונה כלל שהרי פירש רש''י ואכיל להו לכל התערובת בתורת בכור בעל מום ואי זו היא תורתו אינו נשחט באיטליז ואינו נמכר באיטליז ואינו נשקל בליטרא ואם היה מכיר בפסח שנפדה היה שוחטו ומוכרו באיטליז אם ירצה עכ''ל. ומ''ש מה תיקן לבעל הפסח והיה צריך לפרש תיקונו. י''ל שרבינו סמך על מ''ש בפרק רביעי מקרבן פסח: \n\n"
      ],
      [
        "<b>וכן מעשר וכו'.</b> בתוספתא דזבחים פרק שמיני: \n",
        "<b>הבכור והמעשר שנתערבו וכו'.</b> שם ודלא כר''ש: \n\n"
      ],
      [
        "<b>וכן שאר קדשים וכו'.</b> משנה בפרק התערובות (דף ע''א:): \n\n"
      ],
      [
        "<b>אשם שנתערבה וכו'.</b> משנה בפרק התערובות (דף ע''ה:) וכרבנן דפליגי ארבי שמעון. \n",
        "<b>ומה שכתב ואם קדם והקריב אשמו שניהם יפלו לנדבה.</b> תוספתא פרק ח' דזבחים: \n\n"
      ],
      [
        "<b>כל הקדשים אפשר וכו'.</b> משנה בפרק התערובות (דף ע''א:): \n\n"
      ],
      [
        "<b>וכל אלו המתערבים וכו'.</b> שם אמר רבא השתא דאמרי רבנן לא נקריב אי אקריב לא מרצי ואותביה ממתני' דקינים ושני הא כמאן דאמר בעלי חיים נדחים הא כמאן דאמר אינם נדחים וכיון דפסק רבינו כמאן דאמר בעלי חיים אינם נדחים כמו שנתבאר בפרק ט''ו ממעשה הקרבנות ממילא קמה לה הלכתא דלא כרבא ואע''ג דרבא בתרא הוא וה''ל למיפסק כוותיה איכא למימר דאליבא דמאן דאמר בעלי חיים נדחים אמרה וליה לא ס''ל: \n\n"
      ],
      [
        "<b>בהמה שנמצאת מירושלים ועד וכו'.</b> בפ״ז דשקלים תנן בהמה שנמצאת מירושלים ועד מגדל עדר וכו' זכרים עולות ונקבות זבחי שלמים ומייתי לה בפרק האיש מקדש (קידושין דף נ״ה) ומסיק עלה ר״י ממתין לה עד שתומם ומייתי שתי בהמות ומתנה וכו' זכרים עולות דילמא תודה היא דמייתי נמי תודה והא בעיא לחם דמייתי נמי לחם ודילמא אשם הוא אשם בן שתי שנים ואישתכח בן שנה ודילמא אשם מצורע הוא נזיר הוא לא שכיחי ודילמא פסח הוא פסח בזמנו מיזהר זהירי ביה ושלא בזמנו שלמים הוא ודילמא בכור ומעשר הוא למאי הלכתא למיכלינהו במומן ה״נ במומן מתאכלי וכו' נקבות זבחי שלמים דילמא תודה היא דמייתי תודה והא בעי לחם דמייתי נמי לחם ודילמא חטאת היא חטאת בת שנתה ואשתכח בת שתי שנים ודילמא חטאת שעברה שנתה לא שכיח אשתכח בת שנתה מאי וכו' אמר אביי (בת שנתה) כחטאת (ודאי) כונסה לכיפה והיא מתה מאליה ומשמע מדברי רבינו דכי אמרינן דמייתי תודה היינו לומר דמייתי לה ומתנה עליה ואומר אם שלמים היא הריני מקריבה לשם שלמים ואם תודה היא הריני מקריבה לשם תודה דתרווייהו קדשים קלים נינהו ומתנותיהם שוה ותאכל כחמור שבהם ליום ולילה עד חצות. \n",
        "<b>ומ''ש רבינו ונסכיו משל צבור.</b> בפ''י דשקלים: \n\n"
      ],
      [
        "<b>נתערבו קדשים בקדשים וכו'.</b> נלמד ממה ששנינו במשנה בפרק התערובות שם: \n",
        "<b>נתערבו בפסולי המוקדשין וכו'.</b> נלמד מדאיפליגו בפ' התערובות במשנה ר' אליעזר ורבנן באיברים שנתערבו באיברי בעלי מומין ופסק כרבנן: \n\n"
      ],
      [
        "<b>איברי חטאת שנתערבו באיברי עולה וכו' עד ה''ז ישרף בעזרה וכו'.</b> משנה בפרק התערובות (דף ע''א) פלוגתא דר''א ופסק כרבנן: \n\n"
      ],
      [
        "<b>ומ''ש אפילו אבר באלף איברים:</b> \n\n"
      ],
      [
        "<b>חתיכות קדשי קדשים וכו'.</b> משנה שם (דף ע''ה ע''ב): \n\n"
      ],
      [
        "<b>חתיכה של חטאת טמאה וכו' עד סוף הפרק.</b> ברייתא בפרק הערל (יבמות דף פ''א ע''ב) ופירש רש''י דטעמא דקתני לא יעלו משום דאפשר למכרן לכהן בהפסד מועט: \n\n"
      ]
    ],
    [
      [
        "<b>כל הפסולים לעבודה שמלקו מליקתן פסולה וכו'.</b> משנה בפ' חטאת העוף (זבחים דף ס''ח) כל הפסולים שמלקו מליקתן פסולה ואינם מטמאות בבית הבליעה. \n",
        "<b>ומ''ש וכן אם מלק בלילה וכו' עד אלא דבר שהוא כשר למזבח.</b> שם במשנה: \n\n"
      ],
      [],
      [],
      [
        "<b>ומ״ש אבל הנרבע והמוקצה וכו' עד והרי אין פיסולן בקדש.</b> נלמד מהמשנה הנזכרת והוא מפורש בברייתא פרק המזבח מקדש (זבחים דף פ״ה:): \n\n"
      ],
      [
        "<b>כבר ביארנו במעשה הקרבנות.</b> בפ''ז: \n",
        "<b>חטאת העוף שעשאה למעלה פסולה וכו' עד ובלבד שלא עלתה לבעלים לשם חובה.</b> בפ' חטאת העוף (זבחים דף ס״ו) ודקדק רבינו לכתוב בחטאת העוף ושעשה הזייתה משום דאילו מליקתה בכ״מ כשירה כמו שמפורש שם ע״ב בגמ': \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>כל אלו העופות שנפסלו מפני מקום עשייתן וכו' עד שכל אלו פיסולן בקדש.</b> נלמד מהמשנה שהזכרתי בר''פ זה: \n\n"
      ],
      [
        "<b>חטאת העוף הבאה וכו'.</b> מתבאר ממה שיבא בסמוך: \n",
        "<b>וכיצד תבא על הספק וכו'.</b> פשוט הוא. \n",
        "<b>ומ''ש ואין לנו חטאת בהמה על ספק וכו'.</b> ג''ז פשוט. ומ''כ שדקדק רבינו לכתוב כגון שהיתה ספק זבה או ספק יולדת מפני שאינן יכולות לאכול בקדשים עד שיביאו כפרתן ולכך התירו להן להביא ספק חולין לעזרה אבל ספק מטמא מקדש לא התירו לו להביא ספק חולין לעזרה: \n\n"
      ],
      [
        "<b>חטאת העוף הבאה על הספק וכו'.</b> משנה בכריתות פ' דם שחיטה (כריתות דף כ״ב:) האשה שהביאה חטאת העוף ספק אם עד שלא נמלק נודע לה שילדה ודאי תעשנה ודאי שממין שהיא מביאה על לא הודע מביאה על הודע. ובפרק המביא אשם תלוי (דף כ״ו:) אתמר עלה אמר רב מזה דמה וממצה דמה וכיפרה ומותרת באכילה ור״י אמר אסורה באכילה גזירה שמא יאמרו חטאת העוף הבאה על הספק נאכלת ופירש״י האשה שהביאה וכו' ועלה קאי רב ואמר אם משנמלקה נודע לה כן שילדה ודאי מזה וכו' תניא כוותיה דר״י חטאת העוף הבאה על הספק אם עד שלא נמלקה נודע לה שלא ילדה תצא לחולין או תמכר לחברתה אם עד שלא נמלקה נודע לה שילדה ודאי תעשה ודאי שממין שמביאה על לא הודע מביאה על הודע אם משנמלקה נודע לה שילדה אסורה ופסק כר״י ואע״ג דתני לוי כוותיה דרב ברייתא דתני סתם גמרא עדיפא מינה וגם מתניתין בפרק דם שחיטה דקתני אם עד שלא נמלקה וכו' כר״י דייקא דלרב ה״ל למיתני אם עד שלא הזה: \n\n"
      ],
      [
        "<b>ומה שכתב נודע לה שאינה חייבת בה מאחר שנמלקה ה''ז תקבר.</b> משנה בפרק המביא אשם תלוי: \n\n"
      ]
    ],
    [
      [
        "<b>חטאת העוף שנתערב בעולת העוף וכו'.</b> פ''ק דקינים ופירש''י אחד בריבוא ימותו כולם דבכל אחת איכא לספוקי שמא עולה היא ופסולה למטה או שמא חטאת ופסולה למעלה: \n",
        "<b>בד''א כשהיו מפורשות בשעת לקיחת הבעלים וכו':</b> \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ב-ד)</small> וכיצד דיניהם אם נתערבה חטאת בחובה זו הסתומה וכו'. וכן אם נתערבו עולה בחובה זו הסתומה וכו'.</b> שם ופירש''י חובה קרי קן שלם של יולדת או של זבה והוא אחת חטאת ואחת עולה וכו' ואם פרידה המופרשת לחטאת מעורבת עם ב' קינים של חובה שהם סתומים ועתה חמש פרידים מעורבין יחד אין יכול לעשות אלא שתים חטאת שזהו מנין הכשר בשני קינין של חובה דאי עבד ג' חטאות שמא משני קינין עבד להו ולא מהמעורב בהם ומב' קינים אינו יכול לעשות רק ב' חטאות ולא מצי עביד אפי' אחת עולה שמא יקח החטאת המעורבת וכן עולה שנתערבה בחובה בקן סתומה אין כשר אלא שנתערבה זו בזו אחת לזו ואחת לזו שתים לזו ושתים לזו שלש לזו ושלש לזו מחצה כשר ומחצה פסול אחת לזו ושתים לזו ושלש לזו ועשר לזו ומאה לזו הממועט כשר. ופירש''י אבל חובה שנתערבה זו בזו קן סתומה של לידה שהוא אחד חטאת ואחד עולה ונתערבו השני פרידין בקן אחת סתומה של לידה או של זיבה מאשה אחרת מחצה כשר ומחצה פסול יכול להקריב שני פרידין אחד עולה ואחד חטאת ולא יותר דאי עבד שני עולות שמא יעשה אותן מקן אחד של לידה או של זיבה וכן אם נתערבו הרבה קינים יחד יקריב חציו אחד חטאת ואחד עולה וחציו האחר פסולים והיינו כי נתערבו בשוה כדאמרינן אחת לזו ואחת לזו או שתים לזו ושתים לזו או שלש לזו ושלש לזו שיכול ליקח השלשה קינים אי זה שלש פרידים שירצה אי זה לחטאת ואי זה לעולה אבל אחד לזו ושנים לזו ושלש לזו ועשר לזו ומאה לזו הממועט כשר. אם נתערבו קן חטאת סתומה של זיבה בשני קינים של לידה או בשלשה אינו יכול להקריב אלא קן אחד פרידה אחת לחטאת ופרידה אחת לעולה אבל שתי עולות לא מצי עביד פן יקח הקן שהוא מבורר תחלה ללידה אחת שאינו יכול להקריב ממנו רק אחת חטאת ואחת עולה וכן אם נתערבו כולם יחד האחת והשתים והשלש והעשר לא יוכל להקריבו רק קן אחד שני פרידים או עשר קינים במאה יקריב עשרים פרידים כמו שיכול לעשות מעשר קינים וזהו המועט כשר. בין משם אחד לידה ולידה משתי נשים בין שני שמות לידה וזיבה אפי' מאשה אחת כדמפרש (במתני') כיצד משם אחד. וז''ל רבינו בפירוש המשנה אומר כי מה שהקדים לומר אין כשר אלא מנין עולות שבחובה אינו אלא אם נתערבו קינים נדבה שהם עולות כולם בקיני חובה שחציין עולות וחציין חטאות אבל חובה שנתערבה בחובה וכו' שאם היו שוות אלו כנגד אלו יהא המחצית כשר והמחצית פסול בהכרח באי זה צד שעשאן וכו' ויהיה שוה בזה כהן נמלך ר''ל ששואל לאשה אי זה יעשה חטאת ואי זה יעשה עולה וכהן שאינו נמלך אלא שהדבר מסור לו אבל אם היה מנין אחת משתיהן יותר ממנין האחרת [הרי יש בזה חילוק והוא] שאם עשה הכל למעלה או למטה המחצית כשר והמחצית פסול בהכרח וכו' ואם עשה החצי למעלה והחצי למטה וכו' המועט אז כשר ע''מ שיהא נמלך ולא יהיה מסור לו לעשות עולה מה שירצה וחטאת מה שירצה הרי בעלת המנין המועט אומרת לו שזה המחצית שנעשה למעלה בו נבלעה עולה שלי לפי שהוא המועט והמחצית שעשית למטה בו נבלעה חטאת שלי לפי שהוא ג''כ המועט ואני לא מסרתי הדבר אליך ולא הרשות עכ''ל: \n\n"
      ],
      [],
      [
        "<b>עשה חציין למטה וחציין למעלה אם אחר ששאל עשה כן המועט כשר וכו' זה הכלל כל שעשה הכהן מדעתו וכו'.</b> שם בפ''ג בד''א בכהן נמלך אבל בכהן שאינו נמלך אחת לזו ואחת לזו שתים לזו ושתים לזו שלש לזו ושלש לזו עשה כולן למעלה מחצה כשר ומחצה פסול כולם למטה מחצה כשר ומחצה פסול חציין למעלה וחציין למטן את שלמעלה מחצה כשר ומחצה פסול ואת שלמטה מחצה כשר ומחצה פסול אחת לזו ושתים לזו ושלש לזו ועשר לזו ומאה לזו עשה כלן למעלה מחצה כשר ומחצה פסול כולם למטה מחצה כשר ומחצה פסול חציין למעלה וחציין למטה המרובה כשר זה הכלל כ''מ שאתה יכול לחלוק את הקינים ולא יהו משל אשה אחת בין למעלה בין למטה מחצה כשר מחצה פסול וכ''מ שאי אתה יכול לחלוק את הקינין עד שיהיו משל אשה אחת בין למעלה בין למטה המרובה כשר. ופירש המפרש בד''א בכהן נמלך אפירקא קמא קאי והכי קאמר בד''א דחטאת שנתערבה בעולה ועולה בחטאת אפי' אחת בריבוא ימותו כלם וכן אחת לזו ושתים לזו ושלש לזו דמועט כשר כל אלו הדינין בכהן נמלך כלומר לכתחלה נמלך הכהן איך משפטן אבל בכהן שאינו נמלך ועשה הכל מדעתו בדיעבד ועשה קן שלם למעלה לאשה אחת וכן קן שלם לאשה אחת הילכך כולם למעלה מחצה כשר עולות ומחצה פסול חטאות וכן למטה בענין זה וכן משמע בריש פרק התערובות דהאי בד''א אפרקין קמא קאי. וז''ל רבינו בפירוש המשנה זה שהוציא מן הכלל הוא שב על הלכה רביעית מהפרק הראשון שאמר המועט כשר אמר שאין זה אלא בכהן נמלך אם עשה חציין למעלה וחציין למטה אבל כהן שאינו נמלך אלא עושה לרצונו למעלה ולמטה כשר המרובה והוא מגיד מאי זה טעם יהיה כן ואמר שכל זמן שאפשר לחלק הכלל המעורב ואין מעופות האשה האחת בשני החצאין יחד הרי כשעשה חציין למטה וחציין למעלה מחצה כשר ומחצה פסול לפי שאנו אומרים אפשר שעופות של אחת היו כולן למעלה או למטה שחציו לעולם כשר וזה אפשר לעולם כל זמן שיהיה מנין כנגד מנין (הנה הכל אפשר) לחלק בשני חצאין ומקריבין החצי למעלה והחצי למטה ושלא יהיו מקצת העופות שהקריבו למעלה ומקצת מה שהקריבו למטה משל אשה אחת ואז המחצית שנעשה באחד משני הצדדין וכל זמן שא''א לחלק הכלל המעורב ולעשות חציו למעלה וחציו למטה אלא שעופות האחת כבר נעשה מהם למעלה ולמטה הרי הרוב כשר לפי שבעלת הרוב היא שנעשה מעופות שלה למעלה [ולמטה] בהכרח וא''א זה אלא כשיהיה מנין זו יותר ממנין זו עכ''ל. והראב''ד כתב על דברי רבינו עשה חציין למטה א''א זה כתב בשביל שראה במשנה רפ''ג וכו' עד וממעט בהשלמת חובתה. ונ''ל להגיה ולכתוב במקום חבירותיה חבירתה כלומר אותה שנתערב קינים עמה. וטעם רבינו לחלק בין נמלך לשאינו נמלך נתכוון רבינו לבאר בפירוש המשנה שכתבתי בסמוך ואין דבריו מובנים לי: \n\n"
      ],
      [],
      [
        "<b>שנים שלקחו קיניהם בעירוב וכו'.</b> שם בשם ר' יוסי. \n",
        "<b>ומ״ש שאין הקינין מתפרשים וכו' כמו שביארנו.</b> הוא בפ״ה ושם נתבאר ואע״ג דבפ' בכל מערבין (עירובין דף ל״ו) בעי לאורויי מהכא דרבי יוסי סבר יש ברירה ומוקי לה בשהתנו ורבינו פוסק דבדאורייתא אין ברירה וכיון שכן קשה על רבינו שהיה לו לומר דבשהתנו מיירי. וי״ל דאמרינן עלה א״ה מאי למימרא קמ״ל כדרב חסדא דאמר אין הקינין מתפרשות אלא או בלקיחת בעלים או בעשיית כהן ומפרש דהשתא דקמ״ל כדרב חסדא אין צריך להתנות אלא אע״ג דלא התנו כהתנו דמי: \n\n"
      ],
      [
        "<b>היו לפני הכהן חטאות ועולות וכו' עד סוף הפרק.</b> בפ' ג' דקינים חטאת לזו ועולה לזו עשה כולן למעלה מחצה כשר ומחצה פסול וכו' ואם תאמר והא תנן חטאת שנתערבה בעולה אפי' אחד בריבוא ימותו כולם. וי''ל שאין כאן תערובת כלל אלא כל קן היה בפני עצמו וכל אחד הקריב בפני עצמו אלא שטעה הכהן בהקרבתן וכשהקריב חציין וחציין יודע היה ואח''כ שכח ומסופק אם טעה אם לא. זה דעת רבינו בפירוש המשנה: \n\n"
      ],
      [
        "<b>היו לפניו ג' צבורי עופות וכו'.</b> ג''ז שם ופירש רבינו במשנה זו על דרך שכתבתי שפירש במשנה שקודם זו שלא היה כאן תערובת כלל וע''ש: \n\n"
      ]
    ],
    [
      [
        "<b>קן סתומה שפרח ממנה גוזל לאויר וכו'.</b> בפרק ב' דקינים וכתב רבינו שם דע כי (כל) מה שנאמר בכל הלכות אלו חזר אינו ר''ל שחזר אותו העוף בעצמו לפי שכל זמן שיהא כן אין שם הפסד כל עיקר אבל ר''ל כשאמר וחזר שמאחר שפרח לכת ראשונה והרי אפשר שהוא הראשון בעצמו שחזר לחבורתו או הוא עוף אחר: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>ומ''ש והשלישית יש לה שני עופות והרביעית יש לה ארבעה והחמישי' יש לה ששה והששית יש לה שמנה והשביעית יש לה י''ב.</b> במשנה [שם] שנינו השלישית יש לה אחת הרביעית שתים החמישית יש לה שלש הששית יש לה ארבע השביעית שש. והענין דבמתני' נקט מנין הקינים וכל קן זוג אחד ורבינו נקט מנין הפרידין והיינו דנקט בלישניה עופות וע''ד זה תקיש ותדין בשאר. וע''ש בפירוש המשנה לרבינו ותמצא הכל מבואר: \n\n"
      ],
      [
        "<b>קן סתומה וקן מפורשת וכו'.</b> גם זה שם: \n\n"
      ],
      [
        "<b>חטאת מכאן ועולה וסתומה באמצע וכו' עד סוף הפרק.</b> שם: \n\n"
      ]
    ],
    [
      [
        "<b>האשה שאמרה הרי עלי קן כשאלד זכר וכו' עד סוף הפרק.</b> בפ' ד' דקינים ואיתא בפרק חטאת העוף (זבחים ס''ז:): \n",
        "<b>כתב</b> הראב''ד בד''א כשהביאה וכו' עד ושתים למטה א''א ולא ידע הכהן אי זה מין עשה למטה ואי זה מין עשה למעלה עכ''ל. ואני אומר שזה פשוט הוא ובכלל לא ידע אי זה מהן עושה למעלה הוא: \n\n"
      ],
      [],
      [
        "<b><small>(ב-ג)</small> פירשה נדרה ואמרה לכהן אלו לנדרי וכו' ויעשו השלשה למעלה.</b> תיבת השלשה צריך למחוק ולכתוב במקומה \n",
        "<b>השנים וכן</b> מ''ש \n",
        "<b>אצל קבעה נדרה ואמרה אם אלד זכר וכו' שכבר עשה שנים למטה שהם חטאת</b> שש תיבות אלו נראה שהם שיבוש וצריך למוחקם: \n",
        "<b>כתב</b> הראב''ד בד''א כשהביאה הארבעה בתחלה וכו' עד וכן אם. א''א דבריו מבולבלים וכו'. והר''י קורקוס ז''ל כתב וז''ל כתב רבינו במשנה ענין קבעה שפירשה (בשעת נדרה) מין פלוני ותביא אותו לכהן עם חובתה ועשה שתים למטה ושתים למעלה ולא ידע אם הנדר נעשה למעלה או למטה וגם היא נסתפק לה איזה משני המינים קבעה בו נדרה אם התורים או בני יונה וזה הוא ההפרש שיש בין קבעה לפירשה שפירשה הוא שתאמר בשעת הבאת נדרה וחובתה אלו לנדרי ואלו לחובתי וקבעה נדרה הוא שתאמר בשעת הנדר הרי עלי קן ממין פלוני והוא מדבר כאן במי שקבעה נדרה והביאה אותו ואח''כ שכחה מאיזה מין קבעה אבל ודאי אצלה שהוא קבוע עכ''ל בספר מוגה. ונראה שבבא זו מדברת שאינה יודעת אי זה מין הם הד' פרידים שנתנה לכהן אבל מ''מ יודעת היא שהם מין אחד שאם יודעת אי זה מין הוא שנתנה א''א להסתפק באי זה מין קבעתו שהרי נדרה נתנה. וזה נראה מוכרח וביארו רבינו במשנה וז''ל וזה אם היו הארבעה מין אחד והיה ודאי אצלה שנתנה לכהן מין ולא ידעה מאי זה מין הוא גם כתב שאין אנו יודעים מאי זה מין הוא הארבעה שנולד בהם הספק ע''כ. והוא מוכרח וע''פ הקדמה זו הדבר ברור שלא נפטרה מספק נדרה כלל וצריכה להביא ד' לנדרה שתי תורים ושני בני יונה. אבל קשה טובא איך יספיק אחד לתשלום חובתה והרי אינה יודעת מאי זה מין היה החטאת ואם תביא תור שמא היה בן יונה או להפך וכבר נתבאר שצריך חטאת ועולה ממין אחד ובמשנה כתב ותביא גוזל אחד תור או בן יונה להשלים חובתה והצריכו תור או בן יונה לפי שאין אנו יודעים מאיזה מין היו הארבעה וכו'. ודברים אלו צריכים ביאור וכפי הכתוב בספרים שהגוזל הוא לעולה א''א ליישבו שהרי גבי פירשה חייבת להביא כל החובה מספק לפי שאינה יודעת מאי זה מין היו העולות שתביא חטאתה מאותו המין ומה לי אם היו שני מינים או מין אחד ואינה יודעת אי זה מין היה הכל ספק אחד הוא. ואפשר לפרש כוונת רבינו ביודעת איזה מין נתנה לכהן אלא ששכחה באיזה מין קבעה נדרה וד''מ נתנה תורים ונסתפקה שמא בני יונה פירשה ושלא כדין נתנה לכהן תורים ואם היו יודעים שמה שנתנה לנדרה נעשו למעלה לא היה נשאר עליה מספק נדרה אלא שני בני יונה ובהם נפטרה מנדרה ועתה שמא מה שנתנה לנדרה עשו למטה ונמצא כל ספיקה עליה לכך מביאה שתי תורים ושני בני יונה וכולם למעלה בספק נדרה ומחובתה תביא גוזל אחד כי מעולה אחת נפטרה בתורים ראשונים ממ''נ אם שלמעלה היו נדרה הרי לא היתה צריכה להביא אלא שני בני יונה לתשלום נדרה ומהשני תורים שמביאה עתה אחד יעלה לחובתה והאחר פסול וצריכה חזרה לחטאת לתשלום חובתה ואינה צריכה יותר ואם שנים ראשונים היו נדרה הרי שלמעלה היו חובתה והרי נפטרה מהעולה בראשונים ונמצא לפי זה שממ''נ צריכה להביא גוזל אחד לחטאת ממין הראשונים. \n",
        "<b>ומ''ש בספרי רבינו גוזל אחד למעלה.</b> מ''כ שהוא טעות ובמשנה כתב בפירוש תביא תור ובן יונה ותעשה חטאת ממ''נ והוא הנשאר מחובתה. והשתא דאתינא להכי שהכרחתי שהאחד הוא חטאת י''ל שתקריב מאיזה מין שתרצה ויוצאה ממ''נ שאם תביא תור כשר ממ''נ אם הראשונים היו תורים א''כ הנדר היו תורים ואם קרבו למעלה הרי נפטרה והשתי תורים אחרונים יעלה אחד מהם לחובתה והרי תור לחטאת ויצאה ידי חובתה ואם קרבו למטה הרי יצאה מידי עולת חובה באחד מתורים ראשונים של מעלה ותורים שניים לנדרה והרי תור לחטאת ואם היו בני יונה א''כ הנדר היה בני יונה ובבני יונה אחרונים ממ''נ יצאה ונמצא תורים שניים עולה אחד מהם לחובתה וכן כשמביאה בני יונה יוצאה ממ''נ על הדרך שנתבאר כי ידוע כי מין שהביאה נדרה. ובהשגות א''א דבריו מבולבלים וכו'. ובודאי כי הלשון סתום ומוטעה כאשר הכרחתי ולא פירשה איזה מין נתנה לכהן וצריך לתקן כאשר כתבתי וילמוד סתום אשר כאן ממפורש במשנה. וכתב עוד אבל וכו'. טעם בבא זה מבואר שכיון שהראשונים שני מינים ואינו יודע מה עשה למעלה ומה עשה למטה א''א שיועיל דבר לנדרה כי שמא נדרה קרב למטה ולא לחובתה כי אינו יודע איזה מין למעלה ואיזה למטה ואנן בעינן עולה וחטאת מין אחד ולכך מביאה הכל. וצריך לדעת כי גם בבא של קבעה מיירי לשיטת רבינו כשפירשה אלו לנדרי דאל''כ איך שייך לומר ולא ידע איזו עשה וכו' כיון שהכל מין אחד מה שייך לומר כן גם אין שייך לומר שמא הנדר עשה למטה שכתב במשנה אלא דודאי היא ייחדה אשר לנדרה אלא שלא אמרה כן לכהן כמו בפירשה והיא שכחה ומ''מ בשנים שמביא מקריב סתם ולכך שייך ממ''נ שנתבאר. ואפשר שלא ידע שכתב רבינו מפני בבת שני מינים נקט לה ולעולם לא ייחדה. אלא שלשון המשנה אינו מוכיח כן גם הענין נראה שהוא כאשר כתבתי: \n",
        "<b>וכתב</b> \n",
        "<b>עוד וכן אם נתנתם וכו'.</b> טעם בבא זו מבואר כי לא עולה לה דבר מחמת הספק לכך תביא כל חיובה וחלוקה זו לא הוזכרה במשנה אמנם אמרו שם נתנתם לכהן ואינה יודעת מה נתנה ועשה הכהן ואין ידוע מה עשה צריכה להביא ד' פרידים לנדרה ושתים לחובתה וחטאת א' בן עזאי אומר שתי חטאות והוקשה לרבינו חטאת זה למה כיון שהביאה כל חובתה ולכך פירשה דקבעה גם חובתה ולא ידעה מה קבעה ולפ''ז הוצרך להוסיף כבש אע''פ שלא הוזכר שכיון שקבעה ולא ידעה מה קבעה מביאה קן מאיזה מין שתרצה וכבש ופרידה וא''ת וניחוש דילמא חובתה בתורים או בבני יונה ולמה תפטר בקן מאיזו מין שתרצה ונראה דלהא לא חיישינן כי אין דרך לפרש לחיובה תורים או בני יונה רק קרבן עני או קרבן עשיר עכ''ל. \n",
        "<b>ומ''ש ששני פרידין שבהן צריך שיהיו ממין אחד</b> נלמד בספרא מדכתיב שתי תורים וכו' אחת לעולה ואחת לחטאת ממין שיביא עולה יביא חטאת: \n\n"
      ],
      [],
      [
        "<b>ומ''ש וכל החטאות האלו אינן נאכלות מפני שהן ספק.</b> פשוט הוא בסוף תמורה (דף ל''ד) חטאת העוף הבאה על הספק תשרף: \n\n"
      ]
    ],
    [
      [
        "<b>כל המנחות שקמצן אחד מהפסולים לעבודה הרי הן פסולים.</b> משנה בפ''ק דמנחות (דף ו'). \n",
        "<b>ומ''ש וכן אם לקט הלבונה פסל אע''פ שלא קמץ.</b> ברפ''ב (דף י''ג:) מימרא דר' ינאי ופירש''י ליקוט לבונה דלאחר הקטרת הקומץ היה מלקט [הלבונה] מעל הסולת ומקטירו: \n\n"
      ],
      [
        "<b>קמץ הכשר ונתן לפסול וכו'.</b> בפ״ג דזבחים (דף ל״ב) תנן קיבל הכשר ונתן לפסול יחזיר לכשר קיבל בימינו ונתן לשמאלו יחזיר לימינו קיבל בכלי קדש ונתן לכלי חול יחזיר לכלי קודש ופריך בגמרא (דף ל״ד:) ולהוי דחוי ואסיקנא כל שבידו לא הוי דחוי ומדין זבחים יש ללמוד למנחות. וא״ת אמאי לא תנא רבינו בהו תקנתא כדתנן במתני' שכתבתי בסמוך לענין קבלת דם. וי״ל משום דאיתא בתוספתא דמנחות פ״ה קמץ הכשר ונתן לפסול יחזיר לכשר וכו' קמץ בימינו ונתן לשמאלו יחזיר לימינו וכו' בכלי קדש ונתן לכלי חול יחזיר לכלי קדש וכו' דברי ר' אלעזר ור״ש וחכ״א קמץ הכשר ונתן לפסול פסלתו מתנתו קמץ בכלי קדש ונתן לכלי חול פסלתו מתנתו קמץ בימינו ונתן לשמאלו פסלתו מתנתו וידוע דהלכה כחכמים. ואם תאמר ולחכמים מאי שנא קמיצה מדם וי״ל דבפרק הקומץ רבה (מנחות דף כ״ו:) מייתי מאי דתני בהאי תוספתא וחכ״א כיון שנתנו לשמאל פסלתו מתנתו וקאמר עלה בגמ' מ״ט משום דבעי לקדושי בכלי וכיון שנתן לשמאל נעשה כדם שנשפך מצואר בהמה על הרצפה ואספו שפסול. ופירש רש״י פסלתו מתנתו (מה שנתן בשמאלו) ושוב אין לו תקנה בחזרה מאי טעמא משום דבעי לקדושי בכלי וכו' ואספו שפוסל עוד להקדישו בכלי דאי לא הוי עוד האי קומץ קידוש כלי לא הוה מיפסל דהוה כדם שנשפך מן הכלי על הרצפה שכשר אבל מאחר דבעי כלי לית ליה תקנתא בחזרה כדפרישית דהוה ליה כנשפך על הרצפה מן הצואר שפסול דנפקא לן מולקח מדם הפר דם מהפר יקבלנו וקידוש קומץ במקום קבלת דם ושמאל בלא כלי הרי היא כרצפה עכ״ל: \n\n"
      ],
      [
        "<b>קמץ ועלה בידו צרור או גרגיר מלח או קורט לבונה פסול.</b> משנה בפירקא קמא דמנחות (דף י':): \n\n"
      ],
      [
        "<b>קמץ עד שהוא בחוץ ונכנס לפנים וכו'.</b> תוספתא פ''ה דמנחות. ומה שצריך קמיצה בפנים איתיה בפ''ק דמנחות. ופירוש בפנים כל העזרה: \n\n"
      ],
      [
        "<b>נתפזר הקומץ על גבי הרצפה יחזור ויאספנו.</b> תוספתא פ''ה דמנחות. מ''כ מ''ש נתפזר הקומץ על הרצפה יחזור ויאספנו מיירי שנתפזר אחר שנתנו לכלי שרת אבל אם קמץ ונפל מידו לארץ פסול כמו שהוא דין הדם: \n\n"
      ],
      [
        "<b>היתה המנחה שלא בכלי שרת וכו'.</b> בפ' הקומץ רבה (מנחות דף כ״ו) תניא חכמים אומרים קומץ טעון כלי שרת כיצד קמצו מכלי שרת ומקדשו בכלי שרת ומעלו ומקטירו בכלי שרת: \n",
        "<b>ומה שכתב או שבללה בשמנה חוץ לעזרה פסולה וכו'.</b> בפירקא קמא דמנחות (דף ע') אתמר בללה חוץ לחומת העזרה רבי יוחנן אמר פסולה ריש לקיש אמר כשירה וידוע דהלכה כרבי יוחנן ועוד דתניא כוותיה ומפרש בגמרא טעמא דרבי יוחנן אף על גב דבלילה כשרה בזר כיון דעשייתו בכלי היא אף על גב דכהונה לא בעיא קדושת פנים מיהת בעיא: \n\n"
      ],
      [
        "<b>כל המנחות שיצק עליהם השמן פסול לעבודה וכו'.</b> בפרק הקומץ רבה (מנחות דף י״ח) תנן לא יצק לא בלל ולא פתת ולא מלק ולא הניף לא הגיש וכו' כשירה ובגמ' מאי לא יצק אילימא לא יצק כלל עיכובא כתיב בה אלא לא יצק כהן אלא זר אי הכי לא בלל נמי לא בלל כהן אלא זר הא לא בלל כלל פסולה והתנן ששים נבללין ששים ואחד אין נבללין והוינן בה כי אין נבללין מאי הוי והא תנן לא בלל כשירה ואמר ר' זירא כל הראוי לבילה אין בילה מעכבת בו וכל שאינו ראוי לבילה בילה מעכבת בו מידי איריא הא כדאיתא והא כדאיתא לא יצק לא יצק כהן אלא זר לא בלל לא בלל כלל ובתר הכי אמרינן מתני' (דמכשיר יציקה בזר) דלא כר״ש (דאמר יציקה ובלילה ופתיתה ומליחה בעו כהן) מ״ט דרבנן אמר קרא ויצק עליה שמן ונתן עליה לבונה והביאה אל בני אהרן הכהן מקמיצה ואילך מצות כהונה לימד על יציקה ובלילה שכשירה בזר. \n",
        "<b>ומ''ש רבינו הגישן או הניפן חוזר הכהן ומגיש או מניף. ומ''ש ואם לא הגיש ולא הניף הכהן כשירות וכו'.</b> נתבאר בסמוך: \n\n"
      ],
      [
        "<b>מנחה שנפל לתוכה שמן מנחה אחרת וכו'.</b> בפ' ראשון דמנחות (דף י''א) תנן ריבה שמנה חיסר שמנה וכו' פסולה ובגמ' היכי דמי ריבה שמנה א''ר אלעזר כגון שהפריש לה שני לוגין ולוקמה כגון דעריב בה שמן דחולין ושמן דחבירתה וכו' ר''א לא מיבעיא קאמר לא מיבעיא דחולין ודחבירתה דפסיל אבל הפריש לה שני לוגין הואיל והאי חזי ליה והאי חזי ליה אימא לא ליפסיל קמ''ל: \n",
        "<b>חיסר לבונתה כשירה וכו'.</b> שם במשנה חיסר לבונתה פסולה ובגמ' ת''ר חסרה ועמדה על קורט אחד פסולה על שני קורטים כשירה דברי ר' יהודה ר''ש אומר על קורט אחד כשירה פחות מכאן פסולה וכו' א''ר יצחק בר יוסף א''ר יוחנן ג' מחלוקת בדבר דר''מ סבר קומץ בתחלה וקומץ בסוף. ופירש''י ר''מ סתם מתני' דקתני חיסר לבונתה פסולה ופסק רבינו כר' יהודה וצריך ליתן טעם למה לא פסק כסתם מתני' ואפשר שטעמו משום דר''י ור''ש פליגי עליה והו''ל ר''מ יחידאה לגבייהו ולא חיישינן לסתמא כיון דרבים פליגי עליה ובפלוגתא דר''י ור''ש ידוע דהלכה כר''י וא''ת כיון דסתם רבי כר''מ הוה ליה למיפסק כוותיה י''ל דכיון דלא אשכחן בברייתא דפליגי אלא ר''י ור''ש טפי הוה עדיף לפרושי מתני' אליבא דר''י דהלכתא כוותיה לגבי ר''ש מלאוקומי לה בפלוגתא תליתאה ור''י דאמר ג' מחלוקות בדבר בעא לדיוקי לישנא דחסר לבונתה דמשמע אפי' חיסר כל שהוא. ואינו מוכרח. ועוד דמדר''י נשמע דס''ל דהלכה כר''י מדאמר ג' מחלוקות בדבר ר''מ ור''י ור''ש בידוע דהלכה כר''י לגבייהו דאל''כ לא הל''ל הכי אלא אמתני' דחיסר לבונתה הול''ל א''ר יוחנן אפילו חיסר כל שהוא: \n\n"
      ],
      [
        "<b>ריבה שמנה ולבונתה וכו'.</b> שם בגמרא אמתני' דחיסר לבונתה פסולה הא יתיר [כשירה והתניא יתיר] פסולה אמר רמי בר חמא כגון שהפריש לה שני קמצים ומשמע לרבינו דכי אמר ר' אלעזר גבי ריבה שמנה כגון שהפריש לה שני לוגין שני לוגין דוקא קאמר ויגיד עליו רעו יתיר לבונתה דלא מיפסיל בפחות משני קמצים ולא כדפירש''י שכתב אהא דאמרינן ולוקמה כגון דעריב שמן דחולין וכו' ולוקמה כגון דעריב ביה פורתא שמן דחול וכו': \n\n"
      ],
      [
        "<b>מנחת חוטא שנתן עליה שמן וכו'.</b> בפ' כל המנחות באות מצה (מנחות דף נ״ט:) וחייב על השמן בפני עצמו ועל הלבונה בפני עצמה נתן עליה שמן פסלה לבונה ילקטנה. \n",
        "<b>ומ''ש או על הקומץ שלה. ומ''ש היתה שחוקה ה''ז פסולה מספק וכו'.</b> שם בעא רבה בר רב הונא מר''י נתן עליה לבונה שחוקה מהו משום דאפשר ללוקטה והא לא אפשר ללקטה או דילמא משום דלא מיבלעא והא נמי לא מיבלעא ובתר הכי אמרינן מאי הוי עלה אמר ר''נ בר יצחק תניא מנחת חוטא ומנחת קנאות שנתן עליה לבונה מלקט את הלבונה וכשירה וכו' ופירש''י אלמא מדקאמר כל זמן שלבונה בתוכה פסולה היא ש''מ בלקיטה תליא מילתא. ורבינו שכתב מספק צ''ל דלא גריס מאי הוי עלה וברייתא דמייתי ר''נ בר יצחק מילתא באפי נפשה היא דמייתי לה לאקשויי עלה ואמאי פסלה במחשבה דחוי הוא ואינה ענין לבעיא דילן: \n\n"
      ],
      [
        "<b>נתן שמן על שיריה וכו'.</b> שם במשנה: \n\n"
      ],
      [
        "<b>נתן משהו שמן ע''ג כזית מן המנחה וכו' עד פסל עד שילקט.</b> שם א''ר יצחק בר יוסף א''ר יוחנן נתן משהו שמן ע''ג כזית מנחה פסל מ''ט לא ישים שימה כל דהו עליה עד דאיכא שיעורא וא''ר יצחק בר יוסף א''ר יוחנן נתן כזית לבונה ע''ג משהו מנחה פסל מ''ט לא יתן כתיב עד דאיכא נתינה עליה הוי ריבוי אחר ריבוי ואין ריבוי אחר ריבוי אלא למעט ואיכא דאמרי א''ר יצחק בר יוסף בעי ר' יוחנן נתן משהו שמן ע''ג כזית מנחה מהו מי בעינן שימה כנתינה או לא תיקו. ופירש''י בלבונה כתיב נתינה ונתינה בכזית כדכתיב ונתן לכהן את הקדש ובההיא נתינה כתיב אכילה וכל אכילה בכזית. עליה משמע דבמנחה בעינן כזית הוי ריבוי אחר ריבוי דגבי שמן כתיב עליה דהיינו כזית וגבי לבונה עליה הוי ריבוי אחר ריבוי ואינו אלא למעט דגבי לבונה לא בעינן כזית מנחה דעל משהו נמי חייב: \n\n"
      ],
      [],
      [
        "<b>גבלה במים וקמץ כשירה וכו':</b> \n\n"
      ],
      [
        "<b>מנחה שקמצה פעמים כשירה וכו'.</b> בפ' הקומץ רבה (מנחות דף כ״ו) תנן הקטיר קמצה פעמים כשירה ובגמרא אמר ריב״ל פעמים ולא פעמי פעמים ור״י אמר פעמים ואפילו פעמי פעמים מאי בינייהו א״ר זירא יש קומץ פחות משני זיתים ויש הקטרה פחותה מכזית ריב״ל סבר אין קומץ פחות משני זיתים ואין הקטרה פחותה מכזית ור״י סבר יש קומץ פחות משני זיתים ויש הקטרה פחותה מכזית ופסק כריב״ל לגבי ר״י כמו שכתבו התוס' בפ' בני העיר (מגילה דף כ״ז בד״ה כוותיה דרב פפי) ומשמע דלרבינו ה״פ ריב״ל סבר אין קומץ פחות משני זיתים ומשום הכי קתני מתני' הקטיר קומצה פעמים כלומר שהקטיר בכל פעם חצי קומץ דהיינו כזית כשירה אבל אם הקטיר קומצה בפעמי פעמים דהיינו שיקטיר בכל פעם פחות מכזית פסולה דאין הקטרה פחותה מכזית ולפי זה אם היה הקומץ גדול שיש בו כמה זיתים אפי' הקטירו בכמה פעמים כשירה והוא שלא יהא בכל קומץ פחות מכזית: \n\n"
      ],
      [
        "<b>הקריב הקומץ בלא מלח פסולה וכו'.</b> הכי דרשינן בפרק הקומץ רבה (מנחות דף כ'): \n",
        "<b>מנחה שחסרה וכו'.</b> בפ''ק דמנחות (דף ט') פלוגתא דרבי יוחנן וריש לקיש וידוע דהלכתא כר''י ועוד דהא איתותב ר''ל: \n\n"
      ],
      [
        "<b>התנדב קומץ לבונה בפ''ע וכו'.</b> בפ''ק דמנחות (דף י''א:) מימרא דרב יצחק בר' יוסף אמר ר''י: \n\n"
      ],
      [
        "<b>הפריש שני קמצים למנחה אחת וכו' וכן אם הפריש ארבעה קמצים וכו'.</b> שם מימרא דרמי בר חמא: \n\n"
      ],
      [
        "<b>קומץ מנחה שנטמא וכו' יצא הקומץ חוץ לעזרה וכו'.</b> משנה בפרק הקומץ רבה (מנחות דף כ''ה): \n\n"
      ],
      [
        "<b>קמץ את המנחה ואחר כך נטמאו שיריה כולם וכו'.</b> משנה שם (דף כ''ו) נטמאו שיריה נשרפו שיריה אבדו שיריה כמדת רבי אליעזר כשירה וכמדת ר' יהושע פסולה, ופירש''י כמדת ר' אליעזר דאמר בפרק כיצד צולין דם אע''פ שאין בשר ה''נ קומץ אע''פ שאין שירים (בשיריה) כשירה להקטיר הקומץ. כמדת ר' יהושע דאמר אם אין בשר אין דם אם אין דם אין בשר. ובגמרא אמר רב והוא שנטמאו כל שיריה אבל מקצת שיריה לא ואסיקנא דהוא הדין לנשרפו ואבדו. ובתוספתא פ''ד דמנחות תניא דהוא הדין ליצאו חוץ לקלעים. ופירש''י והוא שנטמאו כל שיריה הוא דאמר ר' יהושע דפסול להקטיר הקומץ וידוע דהלכה כרבי יהושע. \n",
        "<b>ומ''ש ואם הקטיר הורצה.</b> תוספתא בפרק ד' דמנחות: \n",
        "<b>נשאר מעט מן השירים וכו'.</b> בפ''ק דמנחות (דף ט'): \n\n"
      ],
      [
        "<b>היתה מחיצה מלמטה וכו'.</b> בפרק הקומץ רבה (מנחות דף כ״ג כ״ד) איבעיא לן עשרון שחלקו והניחם בביסא מהו לקמוץ מזה על זה אמר רבא ת״ש דתניא והרים ממנו מן המחובר שלא יביא עשרון בשני כלים ויקמוץ הא בכלי אחד דומיא דשני כלים קומץ אמר ליה אביי דילמא שני כלים ה״ד כגון קפיזא דקבא דאע״ג דעריבי מעילאי כיון דמפסקן מחיצתא דקפיזא מתתא. הא כלי אחד דומיא דשני כלים ה״ד כגון עריבת תרנגולים ואע״ג דמפסקן מחיצתא הא נגיע אבל הכא דלא נגיע כלל תיבעי לך. ונראה שרבינו מפרש כגון קפיזא דקבא היינו שהיתה מחיצה מלמטה והוא מעורב מלמעלה ולהכי קרי שני כלים ופסול כלומר והתם משום דמפסקי מחיצתא מתתא מיהא פסול אבל הכא דליכא מחיצה כלל אפשר דכשר וכגון עריבת התרנגולים היינו שהוא חלוק מלמעלה ומעורב מלמטה ולהאי קרי כלי אחד וכשר: \n\n"
      ],
      [],
      [
        "<b>ומ''ש חלק העשרון בכלי אחד וכו' לא יקמוץ ואם קמץ לא יקטיר.</b> הטעם משום דכיון דהיא בעיא דלא איפשיטא ספיקא היא. \n",
        "<b>ומה שכתב ואם הקטיר הורצה ולא יאכלו השירים.</b> נראה דיליף לה מהדין שכתב לעיל בסמוך: \n\n"
      ],
      [
        "<b>קמץ ונתן הקומץ למעלה על השלחן וכו'.</b> בפ' שתי מדות (מנחות דף פ״ז:) בעא מיניה רמי בר חמא מרב חסדא שלחן מהו שיקדש קמצים בגודש שלו מדמקדש לחם קמצים נמי מקדש או דילמא דחזי ליה מקדש דלא חזי ליה לא מקדש [א״ל אינו מקדש] איני והא אמר ר' יוחנן לדברי האומר טפחים ומחצה כופל נמצא שולחן מקדש ט״ו טפח למעלה לדברי האומר טפחים כופל נמצא שלחן מקדש י״ב טפח למעלה א״ל אינו מקדש ליקרב אבל מקדש ליפסל. ודברי רבינו באינו מקדש ליקרב וכו' כפירוש רש״י בפירוש ראשון שכתב הא דאמרינן אינו מקדש מאי דלא חזי ליה היינו ליקרב שאין הקומץ מתקדש שם שעדיין יש לו לקדשו בכלי אחר קודם שיקטירנו אבל מקדש הקמצים ליפסל דקדשי ליפסל בלינה: \n\n"
      ],
      [
        "<b>הדביק הקומץ לדופן הכלי וכו'.</b> בפ״ק דמנחות (דף י״א) ובר״פ הוציאו לו (יומא מ״ז:) בעיא דלא איפשיטא: \n\n"
      ],
      [
        "<b>עשרון שחלקו ואבד אחד מחלקיו וכו' עד והרי החלקים אינן נוגעים זה בזה.</b> מימרא דרבא פרק שלישי דמנחות (דף כ''ד): \n\n"
      ],
      [],
      [
        "<b>קומץ מנחה שנתערב בקומץ מנחה אחרת וכו' עד הרי אלו כשירות.</b> משנה בפ' הקומץ רבה (מנחות דף כ״ב): \n\n"
      ],
      [
        "<b>שתי מנחות שלא נקמצו ונתערבו זו בזו וכו' עד סוף הפרק.</b> הכל משנה שם (דף כ''ג): \n\n"
      ]
    ],
    [
      [
        "<b>שתי הלחם ולחם הפנים וכו'.</b> תוספתא פ״ח דמנחות ואיתא בגמ' ס״פ אלו מנחות (מנחות דף ע״ו:) ת״ר כל המנחות שריבה במדת עשרונן או שמיעט במדת עשרונן פסולות: \n\n"
      ],
      [
        "<b>חלות תודה ורקיקי נזיר שחסרו וכו' עד ויביא נסכים אחרים למלאותן.</b> תוספתא פרק רביעי דמנחות: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>נסכים שקדשו בכלי ונפסל הזבח וכו'.</b> משנה בפ' התודה (מנחות דף ע״ט) הנסכים שקדשו בכלי ונמצא זבח פסול אם יש שם זבח אחר יקרבו עמו ואם לאו יפסלו בלינה, ובגמ' אמר זעירי אין הנסכים מתקדשים אלא בשחיטת הזבח מ״ט אמר קרא זבח ונסכים תנן נסכים שקדשו בכלי ונמצא הזבח פסול אם יש זבח אחר יקרבו עמו ואם לאו יפסלו בלינה מאי לאו דאיפסיל בשחיטה לא דאיפסיל בזריקה כמאן כרבי דאמר שני דברים המתירים מעלים זה בלא זה אפי' תימא ר״א בר״ש כגון שקיבל דמן בכוס ונשפך וכו' סבר לה כוותיה דאבוה דאמר כל העומד ליזרק כזרוק דמי. ונראה שרבינו מפרש דהכי פריך מאי לאו דאיפסיל הזבח בשחיטה ואם איתא דשחיטת הזבח מקדש את הנסכים ולא קודם אמאי יפסלו בלינה הא לא קדשו כלל דהא שחיטה דפסול לא חשיבא שחיטה לקדושי נסכים. ומשני לא דאיפסיל בזריקה דהואיל וכבר קדשו נסכים בשעת שחיטה הילכך אע״ג דאיפסיל זבח בזריקה אם יש שם זבח אחר יקרבו עמו וכן פירש״י בלשון אחר. והראב״ד כתב על דברי רבינו נפסל מקבלה ואילך א״א זה כתב לר״א בר״ש דבעי שני דברים המתירים ואם נתקבל הדם ונשפך כמי שנזרק דמי אבל לרבי אפי' בשחיטה לחודה קדשו ליקרב עם זבח אחר עכ״ל: \n",
        "<b>ודע</b> שפירש''י כמאן כרבי דאמר בפרק התכלת שחט הכבשים לשמן וזרק דמן שלא לשמן הלחם קדוש ואינו קדוש. שני המתירים כגון זריקה ושחיטה מקדשין הקרבן לקדושה. מעלים זה בלא זה והני שחיטה וזריקה מקדשים הם הנסכים וכיון דנסכים אלו הוקדשו בשחיטה אע''ג דאיפסיל זבח בזריקה קדשו נסכים בשחיטה וכו'. אפילו תימא ר' אלעזר דאמר אין מעלין זה בלא זה דאמר לא קדש הלחם עד שישחוט ויזרוק דמן לשמן. הב''ע כגון שקיבל הדם בכוס ונשפך אח''כ נפסל בזריקה ור' אלעזר סבר לה כאבוה דאמר כל העומד ליזרק כזרוק דמי להכי דנתקדשו שני המתירים בשחיטה ובזריקה אבל להכי לא הוי כזרוק שיהא הזבח כשר עכ''ל. ופסק רבינו כרבי וזהו \n",
        "<b>שכתב אם נפסל בשחיטה לא קדשו הנסכים ליקרב נפסל מקבלה ואילך קדשו הנסכים ליקרב</b> כלומר אם השחיטה היתה כתקנה אע''פ שנפסל אח''כ בקבלה או בזריקה קדשו הנסכים ליקרב. וזה מבואר בדברי רבינו ואיני יודע למה כתב הראב''ד על רבינו זה כתב לר' אלעזר בר''ש וכו' שהרי מבואר בדבריו שאינו פוסק אלא כרבי וכדפרישית. ואין לדחוק ולומר שטעמו מפני שהיה לו לרבינו לכתוב ואם לא נפסל בשחיטה קדשו הנסכים ואם נפסל אח''כ אם היה זבח אחר זבוח וכו' ומאחר שכתב נפסל מקבלה ואילך משמע ליה דנפסל אחר קבלה קאמר דהוה ליה שני דברים המתירים בכשרות שחיטה וקבלה ואח''כ נשפך הדם וכר''א בר''ש שא''א לפרש כן בדברי רבינו משום דהא זעירי דאמר אין הנסכים מתקדשים אלא בשחיטה לא אתי אלא כרבי דאילו לר''א בר''ש אינם מתקדשים עד שיעשה שני המתירים דהיינו שחיטה וזריקה בכשרות וכי שני אפילו תימא ר''א בר''ש קאי אאוקימתא דאוקימנא במתני' דאיפסיל בזריקה דאילו זעירי פשיטא דלא אתי כוותיה וא''כ מאחר שרבינו פסקה לדזעירי שאין הנסכים מתקדשים ליקרב אלא בשחיטת הזבח וכמבואר בדבריו עוד בפרק י''ז גבי כבשי עצרת ע''כ לומר שפסק כרבי ולא כר''א בר''ש. \n",
        "<b>ומ''ש ואם נפסל מקבלה ואילך</b> היינו לומר שנפסל בקבלה עצמה או באחת משאר עבודות שאחר קבלה ומה שלא כתב ואם לא נפסל בשחיטה מפני שהיה צריך להאריך ולכתוב עוד ואח''כ נפסל בקבלה או באחת משאר עבודות. וליישב דברי הראב''ד נראה לומר שהוא ז''ל היה מפרש דכי שני אפי' תימא ר''א בר''ש לזעירי נמי קאי לומר דשפיר אתי כר''א בר''ש והא דלא אדכר זעירי אלא שחיטה משום דעיקר מילתיה אתא לאשמועינן דלא נימא דבכניסתן בכלי בלבד נתקדשו אלא שצריך ג''כ שחיטת הזבח וזעירי לא נחית נפשיה לפלוגתא דלכ''ע צריך נמי שחיטת הזבח אלא לרבי בהכי סגי ולר' אלעזר בר''ש צריך נמי קבלה ואף על גב דמייתי לה מדכתיב זבח ונסכים דמשמע דבשחיטה בלחוד סגי איכא למימר דלר' אלעזר בר''ש כיון דגלי קרא דצריך שחיטה כיון דס''ל דב' דברים המתירים אין מעלין זה בלא זה ממילא משמע דקבלה נמי צריך. כל זה לתת מקום לדברי הראב''ד אבל דברי רבינו מבוארים שהם כרבי וכמו שנתבאר: \n",
        "<b>ומ''ש רבינו אם היה שם זבח אחר זבוח באותה שעה.</b> הכי אמרינן בגמרא דמתני' הכי מיפרשא אם יש שם זבח אחר יקריבו עמו בד''א בשהיה זבח זבוח באותה שעה אבל (אם) אין זבח זבוח באותה שעה נעשה כמי שנפסלו בלינה ופסולים. \n",
        "<b>ומ''ש רבינו בד''א בקרבן צבור וכו'</b> שם אם יש שם זבח אחר יקרבו עמו והאמר רב חסדא שמן שהפרישו לשם מנחה זו פסול לשם מנחה אחרת אמר רבי ינאי לב ב''ד מתנה עליהם אם הוצרכו הוצרכו ואם לאו יהו לזבח אחר. \n",
        "<b>ומ''ש רבינו דלא אמרינן לב בית דין מתנה עליהם אלא בקרבנות צבור.</b> בפרק קמא דזבחים (דף ו':) קרבנות צבור קאמרת שאני קרבנות צבור דלב ב''ד מתנה עליהם: \n\n"
      ],
      [
        "<b>וכל הזבחים שנזבחו שלא לשמן יקרבו נסכיהם:</b> \n\n"
      ],
      [
        "<b>ולד תודה ותמורתה והמפריש תודתו ואבדה וכו' עד בין לפני כפרה בין לאחר כפרה.</b> משנה וגמרא בפרק התודה (מנחות דף ע״ט:): \n\n"
      ],
      [
        "<b>הפריש תודתו ואבדה והפריש אחרת תחתיה וכו' עד שתיהם אינן טעונות לחם.</b> מימרא דרבא שם (דף פ':): \n\n"
      ],
      [
        "<b>המפריש מעות לתודתו וכו' עד וזו התודה האחרונה תקרב בלא לחם.</b> תוספתא פ''ח דמנחות: \n\n"
      ],
      [
        "<b>האומר הרי זו תודה והרי זה לחמה וכו'.</b> בפרק התודה (מנחות דף פ') מימרא דרבי אבא: \n\n"
      ],
      [
        "<b>הפריש מעות לתודתו וכו'.</b> שם מימרא דרבא ומפרש טעמא משום דלחם איקרי תודה תודה לא איקרי לחם: \n\n"
      ],
      [
        "<b>האומר הרי זה תודה וכו'.</b> שם תני רבי חייא תודה שנתערבה בתמורתה ומתה אחת מהן חבירתה אין לה תקנה היכי נעביד נקריב לחם בהדה דילמא תמורה היא לא נקריב לחם בהדה דילמא תודה היא והראב''ד כתב על דברי רבינו א''א מה תקנה יש בזה וכו'. ואיני מבין מה השגה היא זו דהא בגמרא אמרינן היכי דמי אי דאמר עלי לא סגי דלא מייתי ליה בהמה אחרינא ולחם ולימא אי הך דקיימא תמורה היא הא תודה והא לחמה אי הך דקיימא תודה היא הא לחמה והא תהוי אחריות לא צריכא דאמר הרי זו ע''כ. ומאחר שרבינו פתח באומר הרי זו תודה וכדאוקימנא לדרבי חייא לא נשארה עליו שום תלונה. ואין לומר שמשיג על רבינו שכתב אלא תרעה שלא נזכר בדברי רבי חייא ואם בא לומר שיש לה תקנה ברעייה הא לאו תקנה היא ואם היה רוצה לומר תקנה הל''ל יביא אחרת ולחמה וכו' דמי הגיד לו שבא לומר תקנה שכל עצמו לא בא לומר אלא שלא תקרב זו לעולם וכדתני רבי חייא אין לה תקנה אלא שסיים לומר מה יעשה בה. גם אין לומר שסובר הראב''ד שמה שאמר רבי חייא אין לה תקנה היינו לומר שלה בעצמה אין תקנה אבל ליפטר מחיובו צריך לעשות תקנה שיביא אחרת ולחמה וכו' דכיון דלא אמר הרי זו אין כאן שום חיוב: \n\n"
      ],
      [
        "<b>תודה שנפרסה חלה מחלותיה כולן פסולות.</b> ברייתא בסוף פרק קמא דמנחות (דף י''ב:) ודייק רבא הא יצתה הני דאיכא גוואי כשירות ומוקי לה כר''ע ואע''ג דאביי דחי התם ואמר דילמא ר' אליעזר היא דחייה בעלמא היא ועוד דכרבא נקטינן וכיון דמכשר ביצאה כ''ש דמכשר בנטמאת שהציץ מרצה ומפרש לה רבינו בתודה דאף על גב דקרא דמייתי בגמרא בלחם הפנים כתיב ילפינן מיניה לתודה וגם במנחה כתיב הכי ולשון הגמ' שאמרו זריקה מועלת בתודה הוא דשייך. \n",
        "<b>ומה שכתב נפרס לחמה או נטמא או יצאה וכו' עד וממה שבפנים על מה שבחוץ.</b> הכל ברייתא פרק התכלת (מנחות דף מ''ו): \n",
        "<b>וכתב</b> הראב''ד תודה שנפרסה וכו'. א''א במאי עסקינן אי קודם שחיטה נפרסה וכו'. תחלת דבריו דבר פשוט הוא נלמד מברייתא דפ' התכלת שהזכרתי בסמוך. ומ''ש בין נפרס בין יצא בין נטמא הכל פסול וכו'. למדו הראב''ד מהברייתא הנזכרת דקתני מששחטה נפרס לחמה הדם יזרק והלחם פסול וכו' מששחטה יצא לחמה הדם יזרק והלחם פסול מששחטה נטמא לחמה הדם יזרק וכו' והלחם פסול ומשמע ליה להראב''ד דכיון דנפרס לחמה ויצא ונטמא בחדא גוונא תננהו אין חילוק ביניהם וכיון דתניא בספ''ק דמנחות שאם נפרסה אחת מהן כולן פסולות וע''כ היינו בין שחיטה לזריקה כמו שנתבאר הוא הדין לנטמא אחת מן החלות או שיצאה ואע''ג דבברייתא בספ''ק דמנחות אהא דתניא שאם נפרסה אחת מהן כולן פסולות דייק רבא הא יצתה הני דאיכא גוואי כשירות ואביי דייק הא נטמאת הנך כשירות אפשר דאכתי לא הוה שמיע להו ברייתא דפ' התכלת ורבינו לא נראה לו לומר דלא הוה שמיע להו ההיא ברייתא אע''ג דשמיע להו ההיא ברייתא דייקי מהאי ברייתא דנפרס לחמה דוקא קתני ואע''ג דברייתא דהתכלת תני להו בחד גוונא איכא למימר מידי איריא הא כדאיתא והא כדאיתא: \n\n"
      ],
      [
        "<b>תודה שנשחטה על שמונים חלות וכו' ואם אמר יקדשו ארבעים מתוך שמונים וכו'.</b> בפ' התודה (מנחות דף ע״ח:) פלוגתא דחזקיה ור״י ומייתי לה בפ' האיש מקדש (קידושין דף נ״א) ובפ' מי שהוציאוהו (עירובין דף נ') ופסק רבינו כר״י ויש לתמוה אמאי לא פסק כחזקיה דרביה הוא. \n",
        "<b>ומ''ש מושך וכו'.</b> נתבאר בפ' התכלת: \n\n"
      ],
      [
        "<b>השוחט את התודה וכו'.</b> משנה וברייתא בפ' התודה (מנחות ע״ח:) ופירש רש״י חוץ לחומת בית פגי היינו לחומת הר הבית: \n\n"
      ],
      [
        "<b>שחטה עד שלא קרמו פני הלחם בתנור וכו' עד סוף הפרק.</b> משנה שם: \n\n"
      ],
      [
        "<b>שחטה ונפסלה בשחיטתה וכו' קדש הלחם.</b> אע''ג דאחר שנתפגל הביאה קדוש להפסל בטבול יום ובלינה דאין חייבים משום פגול ומשום נותר אלא הבשר שהותר שעה אחת קאמר קדש הלחם להתחייב עליו משום פגול. \n",
        "<b>ומ''ש וכן הדין באיל נזיר וכו'.</b> שם בגמרא: \n\n"
      ]
    ],
    [
      [
        "<b>שלש מחשבות הן וכו'.</b> מתבאר והולך. \n",
        "<b>ומה שכתב מחשבת שינוי השם וכו'.</b> בפרק קמא דזבחים תנן כל הזבחים שנזבחו שלא לשמן כשרים אלא שלא עלו לבעלים לשם חובה חוץ מן הפסח והחטאת ובגמרא יליף מקראי דבפסח וחטאת פוסל בין שינוי קדש בין שינוי בעלים. \n",
        "<b>ומה שכתב רבינו כגון שהיה עולה ויחשב שהוא שלמים</b> אע''ג דכל הזבחים חוץ מפסח וחטאת כשרים שלא לשמן כיון דלא עלו לבעלים לשם חובה שפיר שייך למימר בהו שם פיסול. \n",
        "<b>ומה שכתב או ישחטנו לשם עולה ושלמים או לשם שלמים ולשם עולה.</b> הוא ממה ששנינו בסוף פרק קמא דזבחים (דף י''ג) גבי פסח וחטאת ששחטן לשמן ושלא לשמן או שלא לשמן ולשמן: \n",
        "<b>מחשבת המקום כיצד וכו'.</b> מבואר במשנה פרק ב' דזבחים (דף כ''ה): \n",
        "<b>מחשבת הזמן כיצד וכו' עד הרי הקרבן פגול.</b> מבואר שם במשנה: \n\n"
      ],
      [
        "<b>ומ''ש מפי השמועה למדו שזה שנאמר בתורה ואם האכל יאכל וכו'.</b> בפ''ב דזבחים (דף כ''ט). \n",
        "<b>ומה שכתב אחד אכילת אדם ואחד אכילת מזבח וכו'.</b> שם (דף כ''ח): \n\n"
      ],
      [],
      [
        "<b><small>(ג-ד)</small> ומ''ש אבל קרבן שלא נפסדה מחשבתו אלא נזרק על המזבח כהלכתו וכו'.</b> שם (דף כ''ו כ''ט). \n",
        "<b>ומ״ש לפיכך אין מתפגל אלא דבר שיש לו מתירין בין לאדם בין למזבח.</b> משנה בפ' ב״ש (זבחים דף מ״ג): \n",
        "<b>אחד זבח שחשב בו אחת משלש מחשבות אלו וכו' נמצאת למד שבארבע עבודות הזבח נפסל וכו'.</b> משנה בספ''ק דזבחים (דף י''ג): \n\n"
      ],
      [
        "<b>ומ״ש והעוף בשני דברים וכו'.</b> משנה בפ' קדשי קדשים (זבחים דף ס״ד ס״ה): \n\n"
      ],
      [
        "<b>ומ''ש והמנחות הנקמצות בד' וכו'.</b> משנה בפירקא קמא דמנחות (דף י''ב) ובריש פ''ב דמנחות [י''ג] ובספ''ק דזבחים (דף י''ג:) מדמה ארבע עבודות אלו לארבע עבודות שבזבח דקומץ היינו שוחט. מוליך היינו מוליך. מקטיר היינו זורק. נותן בכלי דמי לקבלה. ופירש''י קומץ דמי לשוחט שזה נוטל ומפריש חלק לגבוה מחלק כהנים וכן זה: \n\n"
      ],
      [],
      [
        "<b>וכן המחשב באחת מארבע עבודות אלו וכו' כיצד המחשב בשעת שחיטה וכו' להניח דם הזבח או אימוריו למחר וכו' עד הזבח כשר.</b> משנה בפרק שלישי דזבחים (דף ל''ו). \n",
        "<b>ומ''ש וכן אם חשב בשעת קמיצת המנחה וכו' להניח קומצה או לבונתה למחר וכו'.</b> הוא נלמד מדין הזבח: \n\n"
      ],
      [
        "<b>כבר ביארנו שהולכה שלא ברגל אינה הולכה וכו'.</b> בסוף פ''ק דזבחים (דף י''ד ט''ו) אמר ר''י הולכה שלא ברגל לא שמה הולכה ואע''ג דאמרינן התם דאותביה ר''נ ואסיקנא בתיובתא משמע לרבינו דלא אותביה לעיקר מימריה אלא למאי דסיים בה אלמא לא אפשר לתקונה הוא דאותביה. וכן יש לדקדק ממה שפירש''י תיובתא דעולא כלומר לעולא דאמר אלמא לא אפשר לתקונה הוא דמותבינן ולא למאי דאמר משום ר''י הולכה ברגל לא שמה הולכה: \n",
        "<b>ומ''ש רבינו והמהלך במקום שא''צ הרי זה הולכה וכו'. </b> בספ''ק דזבחים (דף י''ג) תנן שהזבח נפסל בארבעה דברים בשחיטה ובקיבול ובהילוך ובזריקה ר''ש מכשיר בהילוך וכו' ר''א אומר המהלך במקום שהוא צריך להלך מחשבה פוסלת ובמקום שא''צ להלך אין מחשבה פוסלת ואמרינן בגמ' (דף ט''ו:) דלר''א קבלו בפנים והוציאו לחוץ זהו הילוך שאין צריך הא חזר והכניסו הילוך שצריך להלוך הוא. ופרש''י בפנים לצד המזבח והוציאו לחוץ כלומר ריחקו מהמזבח [הנך] חוץ ופנים כולהו בעזרה. ולת''ק אפי' קבלו בפנים והוציאו לחוץ וחשב עליו בשעה שהוציאו לחוץ פוסלת וידוע דהלכה כת''ק. והראב''ד כתב כבר ביארנו וכו' עד הרי זו הלכה א''א לא נהיר דסוגיין כולה כר' אלעזר דאמר לא שמה הולכה עכ''ל. וליישב דעת רבינו י''ל שאין הכרח לומר דסוגיין כר' אלעזר דאע''ג דאיפליגו אביי ורבא בפירוש מילתיה דר' אלעזר ורבנן לאו משום דס''ל הלכה כר''א אלא לפרושי מילתיה דת''ק דמדר''א נשמע לת''ק. ודעת רבינו שלא כדברי רש''י באי תניא תניא שרבינו מפרש דלתנא קמא הילוך פוסל בכל גוונא אפילו במקום שאינו צריך להלך: \n\n"
      ]
    ],
    [
      [
        "<b>אין המחשבה הולכת אלא אחר העובד וכו'.</b> בס''פ ב''ש (זבחים מ''ו:) א''ר יוסי שאין המחשבה הולכת אלא אחר העובד ובגמ' (דף מ''ז) מתני' דלא כי האי תנא דתניא א''ר אליעזר בר' יוסי שמעתי שהבעלים מפגלים. ומשמע לרבינו דהלכה כמתני' ועוד דאמרינן התם בגמרא אמר אביי ר''א בר' יוסי ור' אלעזר ורשב''א כולהו ס''ל זה מחשב וזה עובד הויא מחשבה וכל כה''ג ה''ל שיטה ולית הלכתא כחד מינייהו: \n\n"
      ],
      [
        "<b>ואין המחשבה [מועלת] וכו'.</b> מימרא דרבא בפ''ב דזבחים (דף כ''ו ע''ב) ובמנחות (דף ה':). \n",
        "<b>ומ''ש ממי שהוא ראוי כיצד אחד מן הפסולים לעבודה שקבל הדם או הוליך כו' ואותו דם שקיבל או שזרק מקצתו ישפך לאמה.</b> פשוט הוא. \n",
        "<b>ומ''ש ואם נשאר דם הנפש יחזור הראוי לעבודה ויקבל וכו'.</b> משנה בפ''ג דזבחים (דף ל''ב). \n",
        "<b>ומ''ש אבל אם חשב הפסול במחשבתו בשעת שחיטה פסל במחשבתו וכו'.</b> שם במשנה. \n",
        "<b>ומ''ש יש קרבנות שאם נעשו שלא לשמן כשרים כמו שיתבאר.</b> הוא פט''ו: \n",
        "<b>לפיכך אם קיבל הדם כהן זה וכו' פסל הזבח כאילו עשאו לשמו וכו'.</b> נראה שהטעם שמאחר דשלא לשמו פסל בעלמא והכא לא פסל הוי כמי שאינו ראוי לעבודה כראוי לענין שיהא פוסל במחשבה שאע''פ שיש דם הנפש לא מהני שיחזור הכשר ויקבל אכן צריך לימוד מנין לו לרבינו זה: \n\n"
      ],
      [
        "<b>בדבר הראוי לעבודה כיצד וכו'.</b> בפ''ק דמנחות (דף ה':) איפליגו אמוראי במילתא ורבא דהוא בתרא אמר מנחת העומר שקמצה שלא לשמה כשירה ושיריה נאכלין ואינה צריכה מנחת העומר אחר להתירה שאין המחשבה מועלת אלא במי שהוא ראוי לעבודה ובדבר הראוי לעבודה ובמקום הראוי לעבודה במי שהוא ראוי לעבודה לאפוקי כהן בעל מום ובדבר הראוי לעבודה לאפוקי מנחת העומר דלא חזיא דחידוש הוא ובמקום הראוי לעבודה לאפוקי נפגם המזבח. ופירש''י מנחת העומר של שעורים ואינה ראויה אלא לעבודה זו להתיר ולא משום קרבן אתיא וכו' והא דפסלה מחשבה במנחת קנאות משום דרחמנא קרייה חטאת. \n",
        "<b>ומ''ש וכן המחשב במנחת קנאות והלבונה עליה וכו'.</b> כן משמע בתוספתא דמנחות ספ''ה: \n",
        "<b>וכתב</b> הראב''ד על דברי רבינו לא מחוורא האי גירסא וכו' עד שקרב העומר והותר באכילה. ולפי נוסחתו מנחת העומר היינו מנחה שהוקרבה אחר שהביאו העומר קודם שיביאו שתי הלחם והנך רואה כמה דחוק פירוש זה וההכרע שכתב אינו כדאי לדחות גירסת רבינו ורש''י דאיכא למימר לבונה דנקט במנחת קנאות חדא ועוד קאמר חדא שהיא של שעורים ועוד שאין עליה לבונה: \n\n"
      ],
      [
        "<b>במקום הראוי לעבודה כיצד מזבח שנפגם וכו'.</b> מבואר במימרא דרבא שכתבתי בסמוך. \n",
        "<b>ומ''ש קמץ את המנחה בחוץ וחשב וכו'.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>אלו דברים שאינם ראויים לאכילה וכו' עד דבר העומד לשריפה.</b> הוא הקדמה למה שיבא אח''כ: \n\n"
      ],
      [],
      [
        "<b>ומ''ש ואלו שאינם ראויים לא לאכילה ולא להקטרה בשר חטאת הנשרפת.</b> זה פשוט דלא מיקרי ראוי להקטרה אלא דבר הנקטר ע''ג המזבח בלבד. \n",
        "<b>ומ''ש והעור של בהמה כולו חוץ מעור x שתחת האליה הוא ראוי לאכילה.</b> בפרק שני דזבחים (דף כ''א) אמרינן דעור שתחת האליה ראוי למאכל אדם. \n",
        "<b>ומ''ש אבל המוראה</b> בפרק ג' דזבחים (דף ל''ה) מני בברייתא מוראה בהדי הנך דאין מפגלין ולא מתפגלין מפני שאינם ראויים לא למאכל אדם ולא למאכל מזבח. ומה שפירש בו רבינו שהוא הקרום הדק הדבק בעור ומבדיל בינו ובין הבשר אפשר שפירש כן מפני שהוא שם בברייתא סמוך לאלל. \n",
        "<b>ומ''ש וכן העצמות והגידים והטלפים.</b> משנה שם בפרק ג' דזבחים. \n",
        "<b>ומ''ש והנוצה של עוף.</b> משנה בפ''ק דטהרות דאינה מצטרפת לטומאה. \n",
        "<b>ומה שכתב והצפרניים והחרטום.</b> שם במשנה החרטום והצפרניים מטמאין ומיטמאים ומצטרפין ובפ' העור והרוטב (חולין דף קכ״א) מקשה חרטום עץ בעלמא הוא ומוקי לה בחרטום תחתון של עליון ופירש״י קליפת רצועה דקה יש בתוך הפה דבוקה לחרטום עליון לארכו וצפרניים מוקי לה במקום שמובלעים בבשר. \n",
        "<b>ומה שכתב וראשי גפיים וראש הזנב.</b> גם זה שם וכת''ק ולא כר' יוסי דאמר התם דמצטרפין לטומאה שכן מניחים בפטומות. \n",
        "<b>ומ''ש אפילו מקומות הרכים מכל אלו הדבוקים בבשר וכו'.</b> נתבאר במ''ש בסמוך דמוקי בגמרא הא דקתני צפרניים מצטרפים במקום שמובלעים בבשר משמע דראשי גפיים וראשי הזנב דקתני אינם מצטרפין אפי' במובלעין בבשר נמי קאמר דאינם מצטרפין. \n",
        "<b>ומ''ש וכן המרק והתבלין והשליל והשיליא וביצת העוף והבשר שפולטתו הסכין בשעת הפשטן וכו'.</b> משנה בפ' ג' דזבחים (דף ל''ז): \n\n"
      ],
      [
        "<b>ומ''ש ומחשבין על דבר העומד לאיבוד או לשריפה.</b> בפ''ק דמעילה (דף ז'): \n",
        "<b>המחשב באחת מאותן ארבע העבודות וכו' עד הזבח כשר.</b> גם זה שם במשנה. \n",
        "<b>ומה שכתב כיצד חשב לשתות מדם הזבח וכו'.</b> בפרק הקומץ רבה (מנחות דף י״ז:) תניא השוחט את הזבח לשתות מדמו למחר וכו' כשר. \n",
        "<b>ומה שכתב וכן אם חשב לאכול מפרים ושעירים הנשרפים וכו'.</b> בפ''ג דזבחים (דף ל''ה) חישב באכילת פרים ובשריפתן לא עשה ולא כלום. וצריך טעם למה השמיט מלכתוב דה''ה אם חשב לשרפן למחר שהם כשרים: \n\n"
      ],
      [
        "<b>חשב שיאכלו הטמאים וכו'.</b> בספ''ג דזבחים (דף ל''ו ע''ב) אמר רב חסדא אמר רבינא בר שילא חישב שיאכלוהו טמאים למחר חייב (כרת) אמר רבא תדע דבשר לפני זריקה לא חזי וכי מחשב ביה מיפסיל ולא היא התם זריק ומיחזי הכא לא מיחזי כלל ומשמע לרבינו דהא דקאמר ולא היא לא לדחויי דינא דרב חסדא אתמר אלא לדחויי סייעתא דאייתי רבא ואע''ג דסייעתא אידחיא דינא לא אידחי מאחר דרב חסדא ורבינא בר שילא ורבא ס''ל הכי וליכא מאן דפליג עלייהו. ויש סעד לזה מדאמר ר' ינאי זבחים (דף ל''א) חישב שיאכלוהו כלבים למחר הוי פגול דכתיב יאכלו הכלבים ומי עדיפי כלבים מטמאים. \n",
        "<b>ומ''ש כמו שביארנו.</b> כלומר שהזבח מתפגל במחשבת חוץ לזמנו: \n\n"
      ],
      [
        "<b>אין אכילה פחותה מכזית וכו' עד הזבח כשר.</b> משנה בפרק ג' דזבחים (דף כ''ט:). \n",
        "<b>ומ''ש חשב לאכול כחצי זית בחוץ ולהקטיר כחצי זית בחוץ וכו' שאין אכילה והקטרה מצטרפין.</b> שם. \n",
        "<b>ומ''ש ואם הוציאו בלשון אכילה וכו' לשון אכילה אחד הוא.</b> שם בגמ' (דף ל''א): \n",
        "<b>חשב לאכול או להקטיר כחצי זית וכו'.</b> מתבאר בספ''ב דזבחים (דף ל''א): \n",
        "<b>חשב לאכול כחצי זית ושתאכל בהמה או חיה כחצי זית וכו'.</b> שם מימרא דר' ינאי: \n",
        "<b>חשב על כזית שיאכלוהו שנים הרי אלו מצטרפין.</b> שם ע''ב בעיא דאיפשיטא: \n",
        "<b>חשב לאכול כזית ביותר מכדי אכילת פרס הרי זה מצטרף.</b> שם בעיא דרבא ובעי אביי למפשטה ממתניתין ודחי ליה. ומשמע לרבינו דדחייה בעלמא היא דפשטא דמתני' כדאמר אביי היא והכי הלכתא. ואפשר שלא היה בגירסתו דחייה כלל: \n",
        "<b>חשב בשעת זביחה לאכול כחצי זית וכו'.</b> ברייתא בפ''ב דמנחות (דף י''ד:). \n",
        "<b>ומ''ש וכן אם חשב על כזית בשעת קבלה ועל כזית בשעת הולכה.</b> נ''ל שטעות סופר יש כאן וצריך להגיה כחצי זית בשעת קבלה וכחצי זית בשעת הולכה והוא שם בגמרא אהאי ברייתא דבסמוך א''ד שחיטה וזריקה דתרוייהו מתירין אין קבלה והולכה לא ואיכא דאמרי הנך דמירחקן וכ''ש הני דמיקרבן ופסק רבינו כלישנא דמחמיר ועוד דבתרא הוא ועוד דבגמ' משמע דלרבנן מצטרפות ארבע עבודות: \n",
        "<b>חשב להקטיר כחצי זית וכו'.</b> ברפ''ב דמנחות (דף י''ג) תנן דלת''ק לבונה נמי מפגלת כמו המנחה עצמה וכן מבואר במתניתין בפ''ק: \n",
        "<b>אחד המחשב לזרוק דם הזבח וכו'.</b> משנה בפ' שני דזבחים (דף כ''ח). \n",
        "<b>ומ''ש כיון שחשב על כדי הזיה מן הדם פסל.</b> פשוט הוא שאם לא חשב על כדי הזיה לא פסל: \n\n"
      ]
    ],
    [
      [
        "<b>כל הזבחים שנשחטו במחשבת שינוי השם וכו'.</b> משנה בריש זבחים. \n",
        "<b>ומ''ש ואחד המשנה שם הזבח בשעת שחיטה או בשעת קבלה או בשעת הולכה או בזריקה.</b> גם זה משנה שם (דף י''ג). \n",
        "<b>ומ''ש בין בקרבנות יחיד בין בקרבנות הצבור.</b> מתבאר בפ''ק דזבחים (דף ד') דשנוי קדש ישנו בצבור כביחיד אבל שינוי בעלים לא שייך בצבור שהרי הכל בעליו: \n",
        "<b>כיצד לא עלו לשם חובה וכו' וכן אם שחט עולות ראובן וכו'.</b> שם בגמ' יליף מקראי דבין שינוי קדש בין שינוי בעלים בעינן בכולהו קרבנות לשמן למצוה ובפסח וחטאת לעכב. \n",
        "<b>ומ״ש בד״א כשעקר שם הזבח בזדון אבל אם טעה ודימה שזו העולה שלמים הוא וכו'.</b> בפ' התכלת (מנחות דף מ״ט) איפליגו אמוראי עקירה בטעות אי הויא עקירה או לא ורבא דהוא בתרא אמר דעקירה בטעות לא הויא עקירה ואביי נמי משמע דסבר כוותיה ובפסחים פ' אלו דברים (פסחים דף ע״ב.) מתמה גמרא אמתני' דהתם שמע מינה עקירה בטעות הויא עקירה משמע דס״ל דלא הויא עקירה. \n",
        "<b>ומ''ש וכן החטאת והפסח שעשאן במחשבת שינוי השם בטעות כשרים וכו'.</b> הוא מה שכתבתי בסמוך דאיתא בפ' אלו דברים גבי הפסח: \n",
        "<b>וכן עולת העוף שמלקה וכו'.</b> אריש פירקא קאי דקתני כל הזבחים שנשחטו במחשבת שינוי השם כשרים אלא שלא עלו לבעלים לשם חובה חוץ מן החטאת והשתא קאמר דהוא הדין לקרבן העוף דשינוי השם פסול בחטאת ובעולה כשר אלא שלא עלה לבעלים לשם חובה והוא מבואר במשנה פ' קדשי הקדשים (ס''ד:): \n\n"
      ],
      [
        "<b>וכן כל המנחות וכו'.</b> משנה בריש מנחות כל המנחות שנקמצו שלא לשמן כשירות אלא שלא עלו לבעלים משום חובה חוץ ממנחת חוטא ומנחת קנאות. \n",
        "<b>ומ''ש שאם חשב באחת מארבע עבודות שלהן מחשבת שינוי השם פסולות וכו'.</b> משנה שם (דף י''ב) ובפי''ג ביאר רבינו מה הן ארבע עבודות דמנחות: \n",
        "<b>שינוי השם במנחה כיצד וכו'.</b> מתבאר בגמ' בריש מנחות: \n\n"
      ],
      [
        "<b>אסור לחשב בקדשים וכו' לפיכך זבח ששחטו שלא לשמו וכו' חייב להשלים שאר עבודות לשמן וכו'.</b> דיוקא דמתני' ומימרא דרבא בריש זבחים ובריש מנחות. \n",
        "<b>ומה שכתב אפילו שחט וקבל והוליך וכו' חייב לזרוק במחשבה נכונה.</b> מימרא דרבא בפ''ק דזבחים (דף ז'). \n",
        "<b>ומ''ש רבינו כמו שיתבאר.</b> הוא בפרק י''ז: \n",
        "<b>ומפני מה נשתנה דין החטאת והפסח וכו'.</b> בריש זבחים (דף ז') וריש מנחות (דף ד':): \n\n"
      ],
      [
        "<b>חטאת ששחטה לשם זבח אחר וכו' אבל אם שחטה לשם חולין הרי זה כשירה וכו' עד ואין החולין מחללין קדשים.</b> מימרות אמוראים בס''פ ב''ש (זבחים מ''ו:): \n\n"
      ],
      [],
      [
        "<b>שחטה לשם חטאת אחרת וכו' פסולה.</b> בפ''ק דזבחים (דף ז') אמר רבא חטאת ששחטה לשם חטאת כשירה וכו' מ''ט ושחט אותה לחטאת אמר רחמנא והרי חטאת וכו' שחטה על מי שמחוייב חטאת פסולה על מי שמחוייב עולה כשירה מ''ט וכפר עליו ולא על חבירו חבירו דומיא דידיה דמחוייב כפרה כמותו. ופירש''י חטאת חלב ששחטה לשם חטאת דם כשירה ועולה לבעלים אפי' שינוי קדש אין כאן. ובדף ט' ע''ב גרסינן אמר רבא חטאת חלב ששחטה לשם חטאת ע''ז כשירה לשם חטאת נזיר לשם חטאת מצורע פסולה. הני עולות נינהו כלומר דכיון שאינן באות אלא להכשיר ולא לכפר על חטא ידוע ה''ל עולות. בעי רבא חטאת חלב ששחטה לשם חטאת דטומאת מקדש מהו מי אמרינן כרת כמותה או דילמא אין קבוע כמותה. רב אחא בריה דרבא מתני כולהו לפיסולא ושחט אותה לחטאת לשם אותה חטאת אמר ליה רב אשי לרב אחא בריה דרבא היכי מתניתו לה א''ל אנן בשינוי בעלים מתנינן לה אמר רבא חטאת ששחטה על מי שמחוייב חטאת דם וחטאת ע''ז פסולה על מי שמחוייב חטאת נזיר וחטאת מצורע כשירה ובעינן לה הכי בעי רבא חטאת חלב ששחטה על מי שמחוייב חטאת דטומאת מקדש וקדשיו כלומר שהיא בעולה ויורד מהו מי אמרינן כרת כמותה או דילמא אין קבוע כמותה תיקו. ופסק רבינו כרב אחא בריה דרבא משום דרב אשי דהוא בתרא משמע דסבר כוותיה דמדלא אהדר ליה מידי משמע דקיבלה מיניה. ועוד דסתם גמרא דסוף כריתות (דף כ''ז) כוותיה דקאמר שאם הפריש בהמה על החלב והביאה על הדם על הדם והביאה על החלב לא כפר ובבעיא דרבא דסלקא בתיקו פסק לחומרא. ומ''מ עדיין יש לתמוה למה השמיט הא דאמר רבא חטאת ששחטה על מי שמחוייב חטאת נזיר חטאת מצורע כשירה וצ''ל שלא היה כן בגירסתו אלא הכי גריס א''ל רב אשי לרב אחא בעיא דרבא היכי מתניתו לה א''ל אנן בשינוי בעלים מתנינן לה והכי מתנינן לה בעי רבא חטאת חלב ששחטה וכו': \n\n"
      ],
      [],
      [],
      [
        "<b>שחטה לשם מת כשירה וכו'.</b> מימרא דרבא שם: \n",
        "<b>שחטה לשם מי שאינו חייב קרבן כלל וכו'.</b> גם זה מימרא דרבא שם (דף ז') ולקמן בסמוך אבאר: \n\n"
      ],
      [
        "<b>שחטה לשמה וכו'.</b> שם (זבחים ט':) פלוגתא דר''י ור''ל ופסק כר''י דהלכה כוותיה לגבי ר''ל ועוד דר''נ אמר פסולה ורבה אמר כשירה והדר ביה רבה מק''ו דרב אשי: \n\n"
      ],
      [
        "<b>הפסח ששחטו במחשבת שינוי השם וכו'.</b> אפשר שהטעם מדכתיב ביה לה' משמע דלשם חולין פסול: \n",
        "<b>בד''א ששחטו בזמנו וכו' אבל אם שחטו שלא בזמנו במחשבה שלא לשמו כשר.</b> משנה בריש זבחים כל הזבחים שנזבחו שלא לשמן כשרים אלא שלא עלו לבעלים לשם חובה חוץ מן הפסח והחטאת הפסח בזמנו והחטאת בכל זמן. \n",
        "<b>ומ''ש אפילו שחטו בשחרית וכו'.</b> שם במשנה (דף י''ב) פלוגתא דתנאי ופסק כבן בתירא דפסל משום דשקלי וטרו אמוראי אליביה והראב''ד שכתב על דברי רבינו א''א זהו כבן בתירא ור' יהושע מכשיר עכ''ל. משיג עליו למה הניח ר' יהושע דהוא מארי דגמרא טפי וכבר כתבתי טעם לדבר. \n",
        "<b>ומ״ש שלא לשם בעליו נעשה כמי שאין לו בעלים בזמנו ופסול.</b> בפסחים פרק תמיד נשחט (פסחים דף ס':) בעיא דאיפשיטא: \n\n"
      ],
      [
        "<b>פסח ששחטו (שלא) לשמו בארבעה עשר קודם חצות פסול וכו'.</b> נתבאר בסמוך ואיני יודע למה שנאו. וצ''ל דהאי שלא טעות סופר הוא ומוכיחים הדברים כן מדמסיים בה פסול לפי שאינו זמנו והיינו טעמא לא שייר אלא בלשמו והוא מדאמר ר''י פוסל היה בן בתירא בפסח ששחטו [בארבעה עשר] שחרית בין לשמו בין שלא לשמו לשמו דבעי בין הערביים ובפ' תמיד נשחט שם תנן שחטו (לפסח) קודם חצות פסול שנאמר בו בין הערבים: \n",
        "<b>עברה שנתו ושחטו בזמנו וכו' הרי אלו כשרים וכו'.</b> בפירקא קמא דזבחים (דף י״א:) ובפסחים פרק תמיד נשחט (פסחים דף ס״ב:) פלוגתא דרבי אליעזר ורבי יהושע ופסק כרבי יהושע: \n\n"
      ],
      [
        "<b>תודה ששחטה לשם שלמים וכו'.</b> פירקא קמא דזבחים (דף ד'): \n\n"
      ],
      [
        "<b>עולה ששחטה על מי שאינו מחוייב קרבן כלל וכו'.</b> נלמד ממ''ש בסמוך שאמר רבא גבי חטאת בפ''ק דזבחים (דף ז') אלא שיש לגמגם ששם נתן טעם שמא מחוייב הוא ואינו יודע וכאן נתן טעם שא''א שלא יהיה חייב כפרה לשמים וכו' ובגמרא נתנו טעם זה ולא הראשון. ומשמע לי דרבינו הוה גריס בגמרא תרווייהו כלשון שכתבם והוי כיהיב תרי טעמי חדא שמא מחוייב הוא ואינו יודע ועוד שודאי הוא מחוייב שאין לך אדם מישראל וכו': \n\n"
      ],
      [
        "<b>עולה הבאה לאחר מיתה וכו'.</b> מימרא דרבא בפרק קמא דזבחים (דף ז':) ואע''ג דאיכא מאן דפליג עליה התם פסק כרבא דבתרא הוא: \n\n"
      ],
      [
        "<b>שני כבשי עצרת ששחטן לשם אילים וכו' עד מפני שהיא עקירה בטעות.</b> בפרק התכלת (מנחות דף מ״ט) תני רבה בר בר חנה קמי דרב כבשי עצרת ששחטן לשם אילים כשירים ולא עלו לבעלים לשם חובה א״ל רב עלו ועלו אמר רב חסדא מסתברא מילתיה דרב בכסבור אילים ושחטן לשם כבשים שהרי כבשים לשם כבשים נשחטו אבל כסבור אילים ושחטן לשם אילים לא עקירה בטעות הויא עקירה רבא אמר עקירה בטעות לא הויא עקירה. ופסק כרבא דבתרא הוא ועוד דאביי משמע התם דסבר כוותיה ומשמע דדוקא משום דהוי עקירה בטעות קאמר רבא דעלו לבעלים אבל אם לא היתה בטעות לא עלו: \n\n"
      ],
      [
        "<b>אשם מצורע ששחטו שלא לשמו וכו'.</b> ברייתא בפ''ק דמנחות (דף ה') ובפרק שתי מדות: \n\n"
      ],
      [
        "<b>ומ''ש כבש הבא עם העומר ששחטו שלא לשמו וכו'.</b> שם (דף פ''ט) א''ר יוחנן אשם מצורע ששחטו שלא לשמו טעון נסכים שאם אי אתה אומר כן פסלתו מתקיף לה רב מנשיא בר גדא אלא מעתה כבש הבא עם עומר ששחטו שלא לשמו תהא מנחתו כפולה שאם אי אתה אומר כן פסלתו ותמיד של שחר ששחטו שלא לשמו יהא טעון שתי גזירים בכהן אחד שאם אי אתה אומר כן פסלתו וכו' אין ה''נ אלא אמר אביי חדא מינייהו נקט רבי אבא אמר בשלמא הנך עולות נינהו אי לא חזי לעולת חובה קרבי לעולת נדבה אלא הכא אי לא מוקמת ליה במילתיה אשם נדבה מי איכא ופסק כר' אבא דמסתבר טעמיה: \n\n"
      ],
      [
        "<b>שני כבשי עצרת ששחטן שלא לשמן וכו' עד להקטיר אימורים בערב.</b> ברייתא בפ' התכלת (מנחות דף מ״ז): \n\n"
      ],
      [
        "<b>וכן שלמי נזיר ששחטן שלא לשמן אע''פ שלא וכו'.</b> שם תני לוי: \n",
        "<b>וכן אשם נזיר ואשם מצורע ששחטן שלא לשמן וכו'.</b> גם זה שם תני לוי ובפ''ק (דף ד') דאמר רב וכו' אשם נזיר ואשם מצורע ששחטן שלא לשמן פסולים ואסיקנא בתיובתא: \n\n"
      ]
    ],
    [
      [
        "<b>כבר ביארנו וכו' ואם חשב מחשבת הזמן הקרבן פגול עד אין זה פגול אלא פסול.</b> משנה בפ''ב דזבחים (דף כ''ט). \n",
        "<b>ומ''ש וה''ה בעופות.</b> משנה בפ' קדשי הקדשים (דף ס''ד:). \n",
        "<b>ומ''ש ובמנחות.</b> משנה בפ''ק דמנחות: \n\n"
      ],
      [
        "<b>המחשב באחת מד' עבודות וכו' עד הרי הקרבן פסול ואינו פגול.</b> משנה בפרקים הנזכרים. \n",
        "<b>ומ''ש וכן אם עירב המחשבה בהקטרה ה''ז פסול ואינו פגול.</b> גם זה משנה בפרקים הנזכרים לאכול כחצי זית להקטיר כחצי זית כשר שאין אכילה והקטרה מצטרפין: \n\n"
      ],
      [
        "<b>חשב לאכול או להקטיר וכו'.</b> מתבאר ממה שיבא: \n\n"
      ],
      [
        "<b>חשב על חצי זית במחשבת הזמן וכו'.</b> פלוגתא דאמוראי בסוף פרק שני דזבחים (דף ל''א) ופסק כרבא: \n",
        "<b>וכן אם חשב על חצי זית וכו'.</b> שם מימרא דרב אשי: \n\n"
      ],
      [
        "<b>חשב על הדמים הניתנים למטה וכו' ועירב עמהם מחשבת הזמן ה''ז פגול.</b> ברייתא שם (כ''ז). \n",
        "<b>ומ''ש ואם חשב עמהם וכו'.</b> ברייתא הנזכרת ופשוט הוא. \n",
        "<b>ומ''ש לבדה</b> לאו דוקא דה''ה דאפי' עירב עם מחשבת המקום מחשבת הזמן אינו פגול כמו שנתבאר: \n\n"
      ],
      [
        "<b>חשב על הדם הניתן למעלה וכו' עד הרי זה פסול ואינו פגול.</b> שם: \n",
        "<b>כתב</b> הראב''ד חשב על הדם א''א כדומה לי שיש כאן שבוש עכ''ל. טעמו מדאמרינן התם בגמרא דטעמא מידי דהוה אמחשבת הינוח ופירש''י ור' יהודה היא דפסל ליה, ורבינו פסק דלא כר' יהודה ונמצא סותר מ''ש פה ולכן כתב שיש כאן שיבוש. וי''ל שרבינו אינו מפרש כפירוש רש''י אלא לפי שהקשה א''ה איפסולי נמי לא ליפסול אהדר ליה דכי היכי דאשכחן לר' יהודה במחשבת הינוח דאע''ג דלא הוי פגול מיפסיל ה''נ לרבנן דחשב על הדם הניתן וכו' אע''פ שאינו פגול מיפסיל. \n",
        "<b>ומ''ש ומאחר שביארנו וכו' למה לא יהיה פגול במחשבה זו וכו' עד הרי זה פסול ואינו פגול.</b> שם בדף הנזכר: \n\n"
      ],
      [
        "<b>חשב מחשבת זמן בשעת קמיצה וכו' אינה פגול עד שיחשב מחשבת הזמן בכל המתיר.</b> משנה בפ''ב דמנחות (דף ט''ז) פלוגתא דת''ק ור''מ ופסק כת''ק. ומה שכתוב בדברי רבינו או בשעת זריקתן ט''ס הוא וצריך למוחקו ולכתוב במקומו או בשעת הקטרתן: \n\n"
      ],
      [
        "<b>חשב בשעת הקטרת הקומץ וכו'.</b> פלוגתא דאמוראי בספ''ב דמנחות (דף י''ז) ופסק כמ''ד דאין הקטרה מפגלת הקטרה משום דרב וכמה אמוראי סברי הכי. \n",
        "<b>ומ''ש וכן אם הקטיר הלבונה לבדה או הקומץ לבדו וכו'.</b> כבר נתבאר בסמוך דהלכה כת''ק דאמר אין מפגלין בחצי מתיר. \n",
        "<b>ומ''ש אבל אם הקטיר הקומץ לבדו וחשב שיקטיר לבונה למחר ואח''כ הקטיר הלבונה וחשב שיאכל השירים למחר הרי זה פגול וכו'.</b> שם הקטיר קומץ להקטיר לבונה ולבונה לאכול שירים למחר פיגול מאי קמ''ל אי הקטרה מפגלת הקטרה קמ''ל לימא הקטיר קומץ להקטיר לבונה אי מפגלין בחצי מתיר קמ''ל לימא הקטיר קומץ (להקטיר לבונה) ולאכול שירים למחר אי תרוייהו קמ''ל לימא הקטיר קומץ להקטיר לבונה ולאכול שירים למחר אמר רב אדא בר אהבה לעולם קסבר אין הקטרה מפגלת הקטרה ואין מפגלין בחצי מתיר ושאני הכא דפשטא לה מחשבה בכולה מנחה. ופירש''י מאי קמ''ל קס''ד דמשום חדא מהנך מחשבות מיפגלא וחד מינייהו אשמעינן ופיגול משום מחשבה להקטיר לבונה למחר הוא ולא משום לאכול שירים דאין מפגלין בחצי מתיר, לימא הקטיר קומץ להקטיר לבונה ולא לימא לאכול שירים כיון דההיא מחשבה לא מהניא למה לי מחשבה בהדי קמייתא ואי פגול משום לאכול שירים הוא דמפגלין בחצי מתיר אבל להקטיר לבונה לא מהניא למה לי לצרפה בהדה. ואי תרווייהו קמ''ל ואי לאכול קאמר שלא חישב באחד מהן לימא להקטיר לבונה ולאכול שירים דמשמע תרתי מילי וכו'. דפשטה לה מחשבה לכולה מנחה ואע''ג דלא מיפגיל בחדא מינייהו השתא דחשיב בתרווייהו מיפגלא: \n\n"
      ],
      [
        "<b>הקטיר כדי שומשום מן הקומץ וכו'.</b> שם (דף ט''ז:) הקטיר שומשום לאכול שומשום עד שכלה קומץ כולו רב חסדא ורב המנונא ורב ששת חד אמר פגול וחד אמר פסול וחד אמר כשר, ורבינו לא פסק כמ''ד כשר משום דהוי ספיקא ולחומרא ולא פסק כמ''ד פגול וחייב כרת משום דספק עונשים להקל. ועי''ל דטעמיה משום דמ''ד כשר ה''ל חד לגבי תרי דפסלי ומ''ד דחייב כרת הו''ל חד לגבי תרי דפטרי ליה: \n\n"
      ],
      [
        "<b>מנחת חוטא וכו'.</b> ברייתא פרק כל המנחות (מנחות דף כ''ט): \n\n"
      ],
      [
        "<b>שירים שחסרו בין קמיצה להקטרה וכו'.</b> בסוף פרק א' דמנחות (דף י''ב) בעיא דלא איפשיטא: \n\n"
      ]
    ],
    [
      [
        "<b>כל הדמים הניתנים וכו' עד היא העיקר.</b> משנה בר״פ ב״ש (זבחים דף ל״ו:). \n",
        "<b>ומ''ש אבל כל הדמים הניתנים על מזבח הפנימי וכו'.</b> שם במשנה כל הניתנים על מזבח הפנימי אם חיסר אחת מהמתנות לא כיפר לפיכך אם נתנן כולן כתקנן ואחת שלא כתקנה פסול ואין בו כרת. ופירש''י לפיכך הואיל וכולן מתירות אין זו מתרת בלא זו ואין מפגלת בל''ז אם נתנם כולם בשתיקה ואחת שלא כתקנה כגון שנתנה במחשבת חוץ למקומו או חוץ לזמנו פסול שלא כיפר בראשונות ואין בו כרת שאין האחרונה מפגלתו שאין מפגלין בחצי מתיר: \n\n"
      ],
      [],
      [
        "<b>טבילת אצבע וכו'.</b> בפרק קמא דזבחים (דף י''ג): \n\n"
      ],
      [
        "<b>היה עומד בעזרה וכו' עד שהרי חשב בחוץ בדבר הנעשה בחוץ.</b> בפ״ב דמנחות (דף י״ד) ואיתיה נמי בפרק ב״ש (זבחים דף מ״ג): \n\n"
      ],
      [],
      [],
      [
        "<b>התודה מפגלת את הלחם וכו' עד והכבשים אינם פגול.</b> משנה בפרק שני דמנחות (דף ט''ו): \n\n"
      ],
      [
        "<b>ומ''ש חשב באחת מארבע עבודות וכו'.</b> שם ע''א בעא מיניה ר''א מרב השוחט את התודה לאכול למחר כזית ממנה ומלחמה מהו. ופירש רש''י ממנה ומלחמה כחצי זית מזה וכחצי זית מזה. לאיפגולי תודה לא מיבעיא לי השתא כולו מלחמה לא מיפגלא ממנה ומלחמה מיבעיא כי קא מיבעיא לי לאיפגולי לחם מי מצרף תודה לאיפגולי לחם או לא א''ל אף בזו הלחם מפוגל והתודה אינה מפוגלת וכו' ואיכא דמתני לה אכבשים בעא מיניה השוחט את הכבשים לאכול למחר כזית מהם ומלחמה מהו וכו' מי מצטרפי כבשים לאיפגולי לחם או לא אמר ליה אף בזו הלחם מפוגל והכבשים אינם מפוגלים וכו' מאן דמתני לה אתודה כ''ש אכבשים ומאן דמתני לה אכבשים כבשים הוא דהוזקקו זה לזה לתנופה אבל תודה דלא הוזקקה זה לזה לתנופה לא. ופירש''י אבל תודה לא פשיטא ליה דליפגול לחם. ופסק כלישנא דתודה פשט ליה וכ''ש לכבשים ואע''ג דלישנא קמא הוא משום דכיון דאיכא תרי לישני ה''ל ספיקא ולחומרא. והר''י קורקוס ז''ל כתב טעם אחר דלא שבקינן מאי דפשיטא להאי לישנא למנקט ספיקא דאידך לישנא: \n\n"
      ],
      [
        "<b>המקטיר שני בזיכי לבונה וכו'.</b> מתבאר ממה שיבא: \n\n"
      ],
      [],
      [
        "<b><small>(י-יא)</small> השוחט שני כבשי עצרת וכו' עד שני הסדרים פיגול.</b> משנה בפ''ב דמנחות (דף י''ג:) פלוגתא דתנאי ופסק כחכמים: \n\n"
      ],
      [
        "<b>וכן אם חשב מחשבת הזמן וכו'.</b> שם (דף י''ד:) בעיא דר''י ופשטוה מברייתא: \n\n"
      ],
      [
        "<b>אבל אם נטמאת אחת משתי החלות וכו'.</b> גם זה שם במשנה פלוגתא דתנאי ופסק כחכמים. \n",
        "<b>ומ''ש בין לפני זריקה בין לאחר זריקה.</b> שם א''ר אלעזר מחלוקת לפני זריקה אבל לאחר זריקה דברי הכל וכו' והטהור יאכל: \n\n"
      ],
      [
        "<b>חשב בעבודת אחד משני הכבשים וכו'.</b> ג''ז שם במשנה פלוגתא דתנאי ופסק כחכמים: \n\n"
      ],
      [
        "<b>שחט אחד וחשב לאכול כחצי זית מחלה זו למחר ושחט השני וחשב לאכול חצי זית מחלה שנייה למחר הרי אלו מצטרפין לפגול.</b> כ''ה הגירסא הנכונה והדין בפ''ב דמנחות (דף י''ד) פלוגתא דרבי ורבנן ופסק כחכמים. \n",
        "<b>ומ''ש וה''ה בשני הבזיכים עם שני הסדרים.</b> נלמד מהדין שכתב בסמוך: \n\n"
      ],
      [
        "<b>חשב באחד משני הכבשים וכו'.</b> משנה בפרק ב' דמנחות (דף ט''ז): \n\n"
      ],
      [
        "<b>ומ''ש שחט אחד מהם וחשב בשעת שחיטתו שיאכל מבשר השני למחר וכו'.</b> גם זה שם במשנה ולשונה שיאכל מחבירו למחר ובעי ר' אבא זוטי (דף ט''ו) מחבירו כבש חבירו משמע ולא מיפגיל או דילמא לחם משמע ומפגיל ליה ואתינן למפשטה ממתניתין ודחי דילמא דפריש ואמר מחבירו כבש ולכך כתב רבינו מבשר דליכא לספוקי בלחם. ויש לתמוה למה השמיט רבינו דין האומר מחבירו: \n\n"
      ],
      [
        "<b>שני כבשי עצרת אין מקדשין את הלחם אלא בשחיטה וכו' שחטו לשמן וכו' הלחם קדוש ואינו קדוש.</b> כך היא הגירסא הנכונה בלשון רבינו והוא בפרק התכלת (מנחות דף מ״ז) פלוגתא דתנאי ופסק כרבי מחבירו. ועוד ששם העמידו דר״ע ור״א כרבי ס״ל והא דתניא קדוש ואינו קדוש מפרש רבא דהיינו לומר קדוש ואינו ניתר לכהנים: \n\n"
      ],
      [
        "<b>שתי הלחם שיצאו בין שחיטה לזריקה וכו'.</b> שם פלוגתא דתנאי ופסק כר''ע. וכתב רבינו אע''פ שהם בחוץ בגמרא מתקיף לה ר''פ ממאי דכי איתנהו אבראי פליגי דילמא בדאיתנהו אבראי כ''ע לא פליגי דאין זריקה מועלת ליוצא ובהדר עיילינהו פליגי. ומה שרצו להכריח מדרב גידל שאמרו ולאו איתותב רב גידל אעפ''כ תפס רבינו דבדרך דחייה אמר כן ר''פ אי נמי דגריס רבינו ולאו איתותב רב גידל בניחותא כמו שכתבו התוספות: \n\n"
      ],
      [
        "<b>כבשי עצרת ששחטן לשמן וכו'.</b> שם (דף מ''ה) א''ר יוחנן הכל מודים שאם הוזקקו זה לזה שמעכבין זה את זה ואיזהו זיקה שלהן שחיטה. ופירש''י שאם הוזקקו זה לזה שהיו ביחד ואח''כ אבד לחם או כבשים שמעכבים זה לזה והנותר לפנינו יצא לבית השריפה דנדחה באבוד חבירו. \n",
        "<b>ומ''ש זרק דמן במחשבת הזמן אחר שאבד הלחם הרי אלו ספק אם הותרו באכילה או לא.</b> שם (דף מ''ז:) בעא מיניה ר' ירמיה מר' זירא כבשי עצרת ששחטן לשמן ואבד הלחם מהו שיזרקו דמן לשמן להתיר בשר באכילה א''ל יש דבר שאינו כשר לשמו וכשר שלא לשמו ולא והרי פסח וכו' והרי תודה שאני תודה דרחמנא קרייה שלמים. ופירש''י מהו שיזרוק דמן שלא לשמן אלא לשם שלמים להתיר בשר באכילה דודאי לשמן לא הוו כדאמרינן לעיל הכל מודים שאם הוזקקו זה לזה מעכבין זה את זה עכ''ל. ומשמע דכיון דלא אשכחן מידי ה''ל לתפוס בתמיהתו של ר' זירא ולומר דפסול ולפיכך יש לתמוה על רבינו שפסק דהוי ספק. וכתב הר''י קורקוס ז''ל שסובר רבינו דכיון דלא בדרך פשיטות אתמר בעיין לא איפשיטא. ודע שמ''ש בספרי רבינו וזרק דמן במחשבת הזמן ט''ס הוא וצריך להגיה וזרק דמן שלא לשמן. ומוכרח הוא דאי כגירסת הספרים אטו מחשבת הזמן גורמת היתר אכילה. והנגיד רבינו יהושע מבני בניו של רבינו ביאר הלכה זו בתשובה וז''ל כששחטן לשמן וזרק דמן לשמן אחר אבד הלחם היו שני הכבשים פסולים להעדר הלחם לפי שהלחם מעכב את הכבשים כמו שנתבאר בפ''ח וכשאבד הלחם נפסלו הכבשים וכשאבד הלחם תחלה הנה אין לשחיטת כבשי עצרת תכלית כלל וכאילו שחט חולין ולכן אם שחטן קודם שיאבד הלחם וזרק דמן במחשבת הזמן אחר אבידת הלחם היה זה אצל החכמים ספק אם הם חולין לגמרי ויותרו לפי שנזרק דמן אחר שאבד הלחם ואין כאן פגול או מאחר ששחטן קודם שיאבד הלחם לא יותרו באכילה ולכן היה ספק עכ''ל: \n\n"
      ]
    ],
    [
      [
        "<b>כל המחשב מחשבה שאינה נכונה בקדשי' וכו'.</b> בסוף פ''ב דזבחים [דף כ''ט]: \n\n"
      ],
      [
        "<b>ומ''ש ואעפ''כ אינו לוקה אין המחשב' מעשה.</b> פשוט הוא ומבואר סוף פרק ב' דזבחים: \n\n"
      ],
      [],
      [
        "<b><small>(ג-ד)</small> כל קרבן שנאמר שהוא פסול וכו' עד הרי הם בכלל כל תועבה.</b> בספרי פרשת ראה: \n\n"
      ],
      [
        "<b>ומ''ש עד שיולד להם מום אחר.</b> כחכמים בפ''ה דבכורות (דף ל''ד): \n\n"
      ],
      [
        "<b>כל קרבן שנתפגל במחשבת הזמן וכו'.</b> משנה בריש כריתות. \n",
        "<b>ומ''ש שנאמר והנפש האוכלת ממנו עונה תשא.</b> שם בגמרא: \n\n"
      ],
      [],
      [
        "<b><small>(ז-ח)</small> אין חייבין כרת אלא על אכילת דברים שהותרו וכו' עד והקטורת והדם.</b> בפרק ב״ש (זבחים דף מ״ג) משנה. \n",
        "<b>ומה שכתב והיין בין יין הבא עם הנסכים בין יין הבא בפני עצמו.</b> שם במשנה גבי אלו דברים שאין חייבין עליהם משום פגול תני והנסכים הבאים בפנ''ע דברי ר''מ וחכ''א אף הבאים עם הבהמה ופסק כחכמים. \n",
        "<b>ומ''ש ולוג שמן של מצורע.</b> שם במשנה ר''ש אומר אין חייבין עליו משום פיגול ור''מ אומר חייב עליו משום פיגול שדם האשם מתירו ופסק כר''ש דמיקל דלית לן לחיובי מספיקא ועוד דמסתבר טעמיה כמו שביאר רבינו בסמוך. \n",
        "<b>ומ''ש וא''ת והלא דם האשם מתירו אינו תלוי בו וכו'.</b> בפ''ב דמנחות (דף ט''ו): \n\n"
      ],
      [
        "<b>אסור להותיר וכו' שנאמר בקרבן תודה לא תותירו ממנו עד בקר.</b> בפרשת אמור ובתורת כהנים פרשת צו מרבה כל הקרבנות. \n",
        "<b>ומ״ש אינו לוקה שהרי הכתוב ניתקו לעשה שנאמר והנותר ממנו עד בקר וכו'.</b> בקרבן פסח בס״פ אותו ואת בנו (חולין דף פ״ג) לא תותירו וכו' והנותר באש תשרופו בא הכתוב ליתן עשה אחר לא תעשה לומר שאין לוקין עליו דברי ר״י רבי יעקב אומר לא מן השם הוא זה אלא משום [דהוה ליה לאו שאין בו מעשה וכל] לאו שאין בו מעשה אין לוקין עליו. ויש לתמוה על רבינו מאחר דקי״ל דלאו שאין בו מעשה אין לוקין עליו אמאי שבק האי טעמא ונקט טעמא אחרינא, וי״ל דלרבותא נקט לומר דאפילו אם היה לאו שיש בו מעשה לא היו לוקין עליו: \n\n"
      ],
      [
        "<b>האוכל כזית מבשר קדשים וכו'.</b> משנה בריש כריתות. \n",
        "<b>ומה שכתב שנאמר ואוכליו עונו ישא.</b> שם (דף ה') בגמ' יליף לה בג''ש נאמר כאן ואוכליו עונו ישא ונכרתה ולהלן הוא אומר והנפש האוכלת ממנו עונה תשא: \n",
        "<b>ומאימתי יתחייב כרת על אכילת הנותר וכו'.</b> בפרק איזהו מקומן (זבחים דף נ״ז:) כר״י דת״כ ולאפוקי מחזקיה: \n",
        "<b>והיכן הזהיר הכתוב על הפגול ועל הנותר במלואים וכו'.</b> פ' אלו הן הלוקין (מכות דף י״ח:): \n\n"
      ],
      [
        "<b>ומ''ש והפגול והנותר מצטרפים זה עם זה לכזית.</b> בפ''ד דמעילה (דף י''ז.) במשנה הפגול והנותר אין מצטרפין (זה עם זה) ובגמרא אמר רב יהודה אמר שמואל ל''ש אלא לטומאת ידים דמדרבנן היא אבל לענין אכילה מצטרפין דתניא ר''א אומר לא יאכל כי קדש הם כל שבקדש פסול בא הכתוב ליתן לא תעשה על אכילתו. \n",
        "<b>ומ''ש וכל הפגולין והנותרים מצטרפין.</b> שם (דף ט''ו) במשנה כל הפגולים מצטרפין זה עם זה כל הנותרים מצטרפין זה עם זה וכבר נתבאר בסמוך דלענין אכילה פגול ונותר מצטרפין זה עם זה: \n\n"
      ],
      [
        "<b>אסור לטמא את הקדשים או לסבב להם טומאה.</b> בפרק ג' דזבחים (דף ל״ג:) ובפ' אלו הן הלוקין (מכות דף י״ד) נחלקו רבי יוחנן ור״ל במטמא קדשים ר״ל אמר לוקה ור' יוחנן אמר אינו לוקה ומשמע דאיסורא מיהא איכא: \n",
        "<b>אבל אדם טהור שאכל כזית מקדשים שנטמאו לוקה.</b> בפרק כל שעה (פסחים דף כ״ד:) והבשר כל טהור יאכל בשר למה לי לרבות אימורים, ופירש״י אימורים שנטמאו ואכלן הטהור ומקשי אימורים מהתם נפקא דתניא והנפש אשר תאכל בשר מזבח השלמים אשר לה' לרבות את האימורים התם טומאת הגוף בכרת הכא טומאת בשר בלאו, ולפ״ז הא דתנן בפרק השוחט ומעלה טהור שאכל טמא פטור שאינו חייב אלא על טומאת הגוף לענין כרת קאמר אבל מילקא לקי גם על טומאת בשר. ובפרק כל הפסולים (זבחים דף ל״ד) אתמר טמא שאכל בשר קדש לפני זריקה ר״ל אמר לוקה רבי יוחנן אמר אינו לוקה וכו' אמר אביי [מחלוקת] בטומאת הגוף אבל בטומאת בשר [ד״ה] לוקה וכו' ורבא אמר אבל בטומאת בשר ד״ה אינו לוקה וידוע דהלכה כרבא. ולפיכך צ״ל שמ״ש כאן רבינו שטהור שאכל כזית מקדשים שנטמאו לוקה באוכל אחר זריקה: \n",
        "<b>וה''ה לשאר הקרבנות.</b> כלומר דבשר לאו דוקא דה''ה ללבונה וכדתנן בספ''ג דמעילה (דף י''ג) ובספ''ד דזבחים (מ''ו:) מרבה לה מוהבשר: \n",
        "<b>אחד קדשים שנטמאו לפני כפרה וכו': ואינו לוקה אלא האוכל אחר זריקת דמים וכו'.</b> פלוגתא דר' יוחנן ור״ל בפ' כל הפסולין (זבחים דף ל״ד) ופסק כר' יוחנן: \n\n"
      ],
      [
        "<b>כל אדם שנטמא וכו'.</b> בר״פ השוחט ומעלה (דף ק״ו) תנן הטמא שאכל בין קדש טמא בין קדש טהור חייב. ומה שהתנה שצריך שיהא חייב על ביאת המקדש אפשר שהטעם מדמקיש קדש למקדש כדאיתא בפרק כל הפסולים (זבחים דף ל״ג:). \n",
        "<b>ומ''ש במזיד הרי זה נתחייב כרת וכו' ואם אכל בשגגה מביא קרבן עולה ויורד.</b> משנה בריש כריתות ומפורש בתורה. \n",
        "<b>ומ״ש ומנין שאינו מדבר אלא בטומאת הגוף וכו'.</b> בפ' ב״ש (נזיר דף ל״ג:) מייתי לה מקראי אחריני ורבי מייתי לה מהאי קרא ומשמע לרבינו דמהאי קרא משתמע טפי: \n",
        "<b>והיכן הזהיר על עון זה ביולדת וכו'.</b> בפרק כל הפסולין (זבחים דף ל״ג:) ובפרק אלו הן הלוקין (מכות דף י״ד) אמר ר״ל הכי ואע״ג דר״י פליג ויליף לה מקרא אחרינא כתב רבינו כר״ל משום דתניא כוותיה: \n\n"
      ],
      [
        "<b>והאוכל קדש אחר שטבל וכו'.</b> בפי''א דמס' פרה תנן גבי טעון ביאת מים מן התורה אם בא אל המקדש בין לפני ביאתו בין לאחר ביאתו חייב ומשמע דה''ה לאוכל קדש ומשמע לרבינו דהיינו דוקא לענין מלקות אבל פטור מכרת מדכתיב וטומאתו עליו ונכרתה דמשמע דלא מיחייב כרת אלא בזמן שכל טומאתו עליו: \n",
        "<b>וכתב</b> הראב''ד לוקה ואינו חייב [כרת] א''א זה שיבוש שכבר כתבנו למעלה שהוא בכרת עכ''ל. וכבר כתבתי בזה בפ''ג מהלכות ביאת המקדש: \n\n"
      ],
      [
        "<b>היה טמא בטומאת וכו'.</b> פשוט הוא ואיתיה במשנה פי''א ממסכת פרה: \n\n"
      ],
      [
        "<b>אינו חייב כרת וכו'.</b> משנה בפ''ב דמעילה (דף י'). \n",
        "<b>ומ״ש אבל אם אכל את הבשר קודם זריקת הדם אינו לוקה וכו'.</b> בפרק כל הפסולים (זבחים דף ל״ג:) פלוגתא דר״י ור״ל ופסק כר״י. \n",
        "<b>ומ''ש זה הכלל כל שיש לו מתירים אין חייבין עליו וכו' עד חייבים עליו משום טומאה.</b> משנה בפ''ב דמעילה (דף י'). \n",
        "<b>ומ''ש אפי' נטמא הבשר קודם שיטמא האוכל וכו'.</b> בפרק השוחט ומעלה (דף ק''ח) פלוגתא דר''י הגלילי ורבנן ופסק כרבנן. \n",
        "<b>ומ״ש וכן אם אכל מבשר חטאות הנשרפות והוא טמא וכו'.</b> משנה פ״ב דמעילה (דף ט') פרים [הנשרפים] ושעירים הנשרפים מועלים בהם משהוקדשו וכו' הוזה דמן חייבין עליהן משום פגול נותר וטמא ומייתי לה בפ' כל הפסולים (זבחים דף ל״ה:): \n\n"
      ],
      [
        "<b>כבר נתבאר לך שאף דברים וכו'.</b> משנה בפ' ב״ש (זבחים דף מ״ה:) דברים שאין חייבים עליהם משום פגול חייבין עליהם משום נותר ומשום טמא חוץ מן הדם ובגמרא יליף לה מקראי: \n\n"
      ],
      [],
      [
        "<b><small>(יח-יט)</small> טמא שאכל אימורים חייב כרת אכל פסח שלא נצלה וכו'.</b> בספ''ג דזבחים (דף ל''ז:) אמר רב חסדא מרגלא בפומיה דרב דימא בר חיננא בשר פסח שלא הוצלה ולחמי תודה שלא הורמה חייבין עליהם משום טומאה אמר רבא תדע דתניא אשר לה' לרבות אימורי קדשים קלים לטומאה אלמא אע''ג דלאו בני אכילה נינהו חייבין עליהם משום טומאה ה''נ אע''ג דלאו בני אכילה נינהו חייבין עליהם משום טומאה ולא היא התם אימורי קדשים קלים חזו לגבוה לאפוקי בשר פסח שלא הוצלה ולחמי תודה שלא הורמה דלא חזו לא לגבוה ולא להדיוט, לישנא אחרינא אימורים לא חזו ולא היא הנך חזו למילתייהו הני לא חזו כלל, דמשמע לכאורה דכיון דאסיקנא ולא היא אידחייא לה מהלכתא ויש לתמוה על רבינו שפסקה. וצ''ל שרבינו סובר דלא אמרינן ולא היא אלא לדחויי ראייה דבעא רבא לאתויי מאימורי קדשים קלים אבל עיקר דינא דאמר רב חסדא דמרגלא בפומיה דרב דימא בר חיננא לא אידחי ועוד דרבא הכי סבר ותיבת אבל שכתב רבינו לעיל קאי שכתב אינו חייב כרת על קדש שיש לו מתירים עד שיאכל ממנו אחר שקרבו מתיריו ולפ''ז הוה ס''ד דה''ה לפסח שלא נצלה ולחמי תודה שלא הורמה חלתן מאחר שאינם ראויין כמות שהן הם דומים לאוכל קדש קודם שיקרבו מתיריו ולא ליחייב כרת עלייהו קמ''ל: \n",
        "<b>אי אפשר שיתחייב אדם על וכו'.</b> בפ''ג דכריתות (דף י''ד) אהא דתנן יש אוכל אכילה אחת וחייב עליה ד' חטאות פריך וניתני חמש חטאות ונוקמה כגון [דאכל] כזית פגול בחדא בהמה קמיירי בשתי בהמות לא קמיירי ונותר ופגול בחדא בהמה לא משכחת לה. ופירש''י ונותר ופגול בחדא בהמה ליכא דפגול אינו אלא בארבע עבודות של דם הילכך מדפגלה לא חזיא לא לאכילת אדם ולא לאכילת מזבח הילכך לא חייל עלה נותר. ודע דבתר הכי פריך אלמה לא משכחת לה כגון שהעלה אבר פגול לגבי מזבח דפקע פגוליה מינה וה''ל נותר וכדאמר עולא קומץ פגול שהעלה לגבי מזבח פקע פגולו ממנו וה''ל נותר באבר אחד קא מיירי בשני איברים לא קא מיירי, ומשמע לי דה''פ דההוא אבר פגול שהעלהו ע''ג המזבח דפקע פיגוליה מיניה וה''ל נותר תו לא מיחייב עליה משום פגול ואי בעית לחיובי על אכילה אחת משום פגול ומשום נותר צריך לאוקומי בשאכל חצי אכילה מאבר פגול זה שהעלהו ע''ג המזבח וחצי אכילה משאר איברי בהמה הפגולה שלא העלם ע''ג המזבח ובשני איברים לא קא מיירי מתני'. ויש לתמוה עליו שסתם דבריו ולא פירש דה''מ באבר אחד אבל בשני איברים משכחת לה וצ''ל דנקט לישנא דמתני' לבד: \n\n"
      ],
      [
        "<b>הפגול והנותר והטמא וכו'.</b> בפ' התערובת (זבחים דף ע״ח) פלוגתא דר״פ x ור״א ופסק כר' אלעזר משום דרבא אותביה לר״פ ושני ליה בשינויי דחיקי. עוד דבירושלמי פ״ק דחלה איפלגו ר״י ור״ל במילתא ור״י סבר כר״א: \n\n"
      ],
      [
        "<b>ופגול או נותר או טמא וכו'.</b> בפרק ב״ש (זבחים דף מ״ג) מימרא דר״י ופריש לה ר' זירא: \n",
        "<b>ואימורים מצטרפים וכו'.</b> ברייתא וגמ' דזבחים (דף ק''ט): \n\n"
      ],
      [
        "<b>זבח שנתפגל וכו'.</b> משנה בפ''ג דזבחים (דף ל''ה). \n",
        "<b>ומ''ש מן הצפרנים מן החרטום ומן הנוצה.</b> נתבאר בפרק י''ד: \n\n"
      ],
      [
        "<b>אכל מן השליל או מן השליא וכו'.</b> שם מימרא דר''א: \n",
        "<b>כתב</b> הראב''ד א''א דוקא בשפיגל הזבח וכו'. וכך מבואר שם בגמ' ואע''פ שגם רבינו לא איירי אלא בשפיגל הזבח וכן מבואר בדבריו בפי''ד מפני שכתב רבינו כאוכל משאר בשר הזבח נזהר הראב''ד שלא נטעה לומר שדינן לגמרי כשאר בשר הזבח וכתב אבל במחשבת עצמן לא: \n\n"
      ],
      [
        "<b>קדשי עכו״ם אין חייבים עליהם משום פגול ולא משום נותר וכו'.</b> משנה בפ' ב״ש (זבחים דף מ״ה) פלוגתא דר״ש ור' יוסי ופסק כר״ש וצריך טעם למה. ואפשר שטעמו מדגרסינן בריש תמורה (דף ב':) דבעי רמי בר חמא עכו״ם מהו שימיר ולא אפשר לאוקומי הבעיא לר' יוסי וכמו שכתבו התוס' שם בתירוץ שני וכיון דרמי בר חמא בעי אליבא דר״ש אלמא הלכתא כוותיה ועוד דגמ' מפרש טעמיה בסתם. ויש מי שאומר שרבינו מפרש דמתני' דקתני דברי רבי שמעון ורבי יוסי מחייב לא קאי אלא אשוחטן בחוץ דסמיך ליה לא לאין חייבין עליהם משום פגול נותר וטמא דלעיל מיניה דההוא סתם מתני' היא: \n",
        "<b>וכן הלבונה והקטרת והעצים וכו'.</b> משנה בפ' ב״ש (זבחים דף מ״ה:) דברים שאין חייבין עליהם משום פגול חייבין עליהם משום נותר וטמא חוץ מן הדם ר״ש מחייב בדבר שדרכו לאכול אבל כגון העצים והלבונה והקטרת אין חייבין עליהם משום טומאה, ופסק רבינו כר״ש ולא ידעתי למה וכבר השיגו הראב״ד וכתב לא משום פגול א״א זה לדעת ר״ש אבל לרבנן חייבים עליהם כרת עכ״ל. ועוד יש לתמוה דר״ש נמי לא פליג אלא בטומאה ולא בנותר וא״כ למה כתב רבינו שאין חייבין עליהם משום נותר וטמא י״ל דמשמע ליה דנותר וטמא בחדא שייטא שייטי וילפי מהדדי. ועוד יש לתמוה על \n",
        "<b>מ''ש ולא משום טומאת הגוף</b> דמשמע אבל משום טומאת עצמן חייבין בגמ' (דף מ''ו:) איפליגו אמוראי חד אמר מחלוקת בטומאת בשר אבל בטומאת הגוף דברי הכל אינו לוקה וחד אמר מחלוקת בטומאת הגוף אבל בטומאת בשר ד''ה לוקה וח''א כמחלוקת בזו כך מחלוקת בזו אמר רבא מסתברא כמ''ד כמחלוקת בזו כך מחלוקת בזו מ''ט כיון דלא קרינן ביה וטומאתו עליו ונכרתה לא קרינן ביה והבשר אשר יגע בכל טמא והאמר מר והבשר לרבות עצים ולבונה ההוא לפיסולא בעלמא ופירש''י מעלה דרבנן היא וקרא אסמכתא בעלמא, והשתא ה''ל לרבינו למיפסק כרבא דבתרא הוא, ואפשר לדחוק ולומר דלא פסק כרבא משום דמשמע ליה דדרשא דוהבשר לרבות עצים ולבונה דרשא גמורה היא מדאורייתא ולא כרבא דאמר דאסמכתא בעלמא היא והשתא אע''ג דלמ''ד מחלוקת בטומאת הגוף אבל בטומאת בשר ד''ה לוקה פסק כר''ש למ''ד מחלוקת בטומאת בשר אבל בטומאת הגוף ד''ה אינו לוקה פסק בטומאת הגוף כדברי הכל ובטומאת בשר כת''ק. אבל קשה דבנותר משמע שפסק כר''ש כמ''ש ואפשר לומר דלא איפליגו ת''ק ור''ש אלא לענין מלקות אבל לכ''ע אין חייבין כרת ומדכתב רבינו אין חייבין עליהם כרת משמע אבל מלקות חייבין והיינו כת''ק: \n\n"
      ]
    ],
    [
      [
        "<b>מצות עשה לשרוף כל הקדשים שנטמאו וכו': וכל פסולי המוקדשין הכל נשרפין.</b> משנה בסוף תמורה (דף ל״ג:) ואיתיה בפ' כל שעה (פסחים דף ל״ד.) ואמרינן בפ' כיצד צולין (דף כ״ב:) דגמרא גמירי לה: \n\n"
      ],
      [
        "<b>קרבן שנתפגל או וכו'.</b> בפ' כל שעה ובפ' כיצד צולין (פסחים דף פ״ב) תנן הפסח שיצא או שנטמא ישרף מיד נטמאו הבעלים או שמתו תעובר צורתו וישרף בי״ו ותנן תו התם (דף פ״א:) נטמא שלם או רובו שורפין אותו לפני הבירה מעצי המערכה נטמא מיעוטו והנותר שורפין אותו בחצרותיהם ועל גגותיהם מעצי עצמם וכתבו רבינו בפ״ד מהל' קרבן פסח: \n\n"
      ],
      [
        "<b>פרים ושעירים הנשרפים וכו'.</b> בס״פ טבול יום (זבחים דף ק״ה:) בעיא דלא איפשיטא: \n",
        "<b>כתב</b> הר''י קורקוס ז''ל יש לתמוה על רבינו שכתב ספק זה שהרי לא נסתפקו בגמ' אלא לדעת ר''ל שאמר פרק כל התדיר עדיין לא הגיע זמנו לצאת אבל לר''י שסובר שבשר כיון שסופו לצאת ליכא לספוקי מידי מכ''ש כאן שחייב להוציאו וכמו שהקשו מאי קא מבעיא ליה ותירצו דלא מיבעיא אלא לר''ל וכיון דרבינו פ''א פסק כר''י אין עוד ספק ואיך כתב רבינו שהוא ספק. ונראה שסובר רבינו שמ''ש שם כן הוא קודם שידענו שאין זריקה מועלת לאכלו אבל אחר שהעלינו במעילה שאין זריקה מועלת לאכלו אלא לשרפו כיון שיצא פסול באכילה כיון שעדיין לא הגיע זמנו, ואפשר שמ''ש אליבא דמ''ד וכו' הכוונה לומר שמפני אותו טעם נסתפקו כאן ולכך לא אמרו אליבא דר''ל קא מיבעיא ליה והשתא ניחא דבעי אליבא דהלכתא דודאי כיון שהדבר ברור שאין הלכה כר''ל לגבי ר''י לא ה''ל לשאול סתם מהו אלא ודאי גם לר''י שייכא בעיין עכ''ל: \n",
        "<b>וכן אם יצא חצי הבהמה ברוב האבר וכו' וכן אם נשאום ה' להוציאן ויצאו ג' וכו'.</b> גם זה שם בעיא דלא איפשיטא: \n",
        "<b>כתב</b> הראב''ד לפיכך נפסלו מספק א''א לא היתה אותה בעיא וכו'. ואני אומר אע''פ שאותה בעיא היתה סתמית בעי רבי אליעזר פרים ושעירים הנשרפים [שיצא רובן במיעוט אבר] יש לפרש לענין פיסול יוצא כדברי רבינו ועוד דלעיל בסמוך מייתי גמרא בעי רבי אליעזר יציאה (קודם זריקת דמים) מהו שתועיל בפרים ושעירים הנשרפים ואיכא למימר מדהך בעיא לענין פיסול יוצא האי בעיא נמי לענין פיסול יוצא. \n",
        "<b>ועל מ''ש רבינו וכן אם נשאום</b> כתב א''א אף זו לענין טומאת בגדים וכו'. טעמו מדאמרינן בתר רוב מתעסקין אזלינן או בתר רוב בהמה ומדנקט רוב מתעסקים משמע ליה דלענין טומאת המתעסקים הוא ועוד דאמרינן התם בסמוך בעי ר''א פרים ושעירים הנשרפים שיצאו וחזרו מהו מי אמרינן כיון דנפקי איטמו להו או דילמא כיון דהדור הדור ומדבעיא זו לענין טומאה קמייתא נמי לענין טומאה ונראה שלפיכך כתב ומי שיש לו לב יבין זאת. ולדברי רבינו י''ל דההיא דרוב מתעסקין לא מכרעא דתהוי לענין טומאה ולא לענין פיסול יוצא וכן בעיא דבסמוך לא מכרעא ואע''פ שפירש''י כדברי הראב''ד כבר הקשו עליו התוס' והעלו כפירוש רבינו וגם רש''י גבי בעיא דיצא חצי כתב דלענין אם נטמא אח''כ שישרף בפנים קא מיבעיא ליה. כתב הר''י קורקוס ז''ל כתב רבינו שא''צ באלו עיבור צורה אלא מפני שמא הוא שורף קדשים שאין ראויים לשריפה ומשום ביזוי קדשים נגעו בה אבל אלו שממה נפשך נשרפין הם ומתחלתם דינם לשריפה לענין שינוי מקום אין צורך לעבור צורה ואין כאן ביזוי הקדשים עכ''ל: \n\n"
      ],
      [],
      [
        "<b><small>(ד-ה)</small> בשר הנמצא בעזרה וכו'.</b> בפ''ז דשקלים וכתב רבינו בפירוש המשנה העולה כולה כליל ולפיכך אין חותכין אותם חתיכות ודי לעשותה איברים, וכתב דנ''מ לאם עבר אדם ואכלו אם אכל מה שנמצא בירושלים אינו חייב כלום לפי שהוא שלמים ואם אכל כהן חתיכות הנמצאים בעזרה אינו חייב כלום: \n",
        "<b>וכתב</b> הראב''ד למי שעבר ואכל א''א לספק מעילה עכ''ל. נראה דהיינו לומר שאם הוא חטאת או שלמים אינו חייב עליהם קרבן מעילה שהרי הם מותרים לזרים ואם הוא עולה חייב קרבן מעילה. ומשמע מדקדוק דברי הראב''ד לכאורה דאיברים שנמצאו בעזרה אע''פ שהם בחזקת עולה אין חייבין עליהם קרבן מעילה ודאית אלא קרבן ספק מעילה אבל א''א לומר כן משום דבפ' רביעי דכריתות (דף י''ז) ת''ק סבר דאין חייב על ספק מעילות אשם תלוי: \n",
        "<b>אין שורפין את הנותר אלא ביום וכו' אף על פי שהשלמים אסורים באכילה מתחלת ליל שלישי וכו'.</b> בפרק איזהו מקומן (זבחים דף נ״ו:) ובריש פסחים (דף ג'). \n",
        "<b>ומה שכתב וכן הפגול אינו נשרף אלא ביום.</b> נראה שטעמו משום דפגול ונותר בחדא שייטא שייטי: \n",
        "<b>ואין שריפת טמא ונותר ופגול דוחה את יום טוב וכו'.</b> משנה פרק כיצד צולין (פסחים דף פ''ג) ואיתיה בגמרא דתמורה (דף ד') ובפרק במה מדליקין: \n",
        "<b>ומותר לשרוף טמא ונותר ופגול כאחד.</b> ברייתא פירקא קמא דפסחים (דף ט''ו:) וכבית הלל: \n\n"
      ],
      [
        "<b>בשר קדשי קדשים שנטמא בפנים וכו' עד בולד הטומאה.</b> פלוגתא דתנאי בפירקא בתרא דשקלים ופסק כר''ע: \n",
        "<b>ומימיהם של כהנים וכו' ולא עוד אלא אפילו שמן שנפסל בטבול יום וכו'.</b> משנה ובגמ' בפ''ק דפסחים (דף י''ד). ויש בלשון רבינו ט''ס שחסר תיבה אחת והגירסא הנכונה שנטמא בולד הטומאה: \n\n"
      ],
      [
        "<b>נותר של קדשים קלים שורפין אותו בעליו בבתיהם.</b> משנה בפרק כיצד צולין (פסחים דף פ''א:): \n\n"
      ],
      [
        "<b>מי שיצא מירושלים וכו'.</b> משנה בס״פ אלו עוברין (פסחים דף מ״ט). \n",
        "<b>ומ''ש אם יש בו כזית וכו'.</b> שם פלוגתא דתנאי ופסק כחכמים וכר' יהודה. \n",
        "<b>ומ״ש ואם הוא אורח וכו'.</b> אוקימתא דגמ' בפ' כיצד צולין (פסחים דף פ״ב) ותשלום דינין אלו כתב רבינו בפ״ד מהלכות קרבן פסח: \n\n"
      ],
      [
        "<b>כל עצמות הקדשים שאין בהם מוח וכו'.</b> ברייתא פ' כיצד צולין (פסחים דף פ״ג) כל עצמות הקדשים אינם טעונין שריפה חוץ מעצמות הפסח מפני התקלה הני עצמות ה״ד אי לימא דלית בהו מוח עצמות הפסח למה להו שריפה אלא פשיטא דאית בהו מוח ואי ס״ד שימוש נותר מילתא היא עצמות קדשים אמאי אין טעונין שריפה א״ר נחמן בר יצחק הב״ע כגון שמצאן חלוצים עצמות קדשים דאין בהם משום שבירת עצם קמי דנהוו נותר חלצינהו ולא הוו שימוש נותר ולא בעי שריפה עצמות הפסח דיש בהם משום שבירת עצם לבתר דנהוי נותר הוא דחלצינהו וה״ל שימוש נותר ובעו שריפה. ופירש״י כל עצמות נותר מן הקדשים אינם טעונים שריפה אלא שוברם ומוציא המוח ושורפו ומשליך את העצמות חוץ מעצמות פסח שאינו יכול לשברן מפני תקלת עצם לא תשברו בו לפיכך נשרפים ע״י מוח שבהם וכו'. שמצאם חלוצים כולה מתניתין מיתוקמא במוצא עצמות חלוצין כלומר שבורין ונחלץ מוח מהם. עצמות קדשים דמותר לשברן אמרי סתמא דמילתא לא אתא מוח דידהו לידי נותר ומקמי איסורייהו דניתו לידי נותר חלצינהו ואין כאן שימוש נותר. לבתר הכי דאיפסיל חלצינהו דתו לית ביה איסור שבירה כר״ש ויש כאן שימוש נותר עכ״ל: \n",
        "<b>וכתב</b> הראב''ד אינם טעונים שריפה א''א שמצאן חלוצים מפסולי קדושה עכ''ל. ואם היתה כוונתו ללמדנו שיהיו חלוצים לא היה צריך לכך שהרי בביאור כתב רבינו שאין בהם מוח, ולכן נ''ל שמפני שרבינו סתם וכתב כל עצמות הקדשים דמשמע בכל גוונא מיירי בא לבאר שאינו כן דלא מיירי אלא כשמצאן ואינו יודע מה טיבן ואנו אומרים באומד הדעת מאחר שהם חלוצים פסולי המוקדשין היו כלומר נותר ולפיכך מפגלין בין עצמות פסח לעצמות שאר קדשים וכמו שנתבאר. ועי''ל משום דלישנא דשאין בהם מוח משמע אפילו שלא היה בהם מוח מעולם לכך כתב שמצאם חלוצים כלומר דוקא כשהיה בהם מוח ונחלץ ממנו אבל אם לא היה בהם מוח מעולם לא: \n",
        "<b>כבר ביארנו.</b> בקרבנות ספ''ה. \n",
        "<b>ומ״ש אבל אם נפסל קודם הפשט הרי העור כבשר וישרף הכל.</b> משנה פרק טבול יום (זבחים דף ק״ג:): \n",
        "<b>וכן זבח שהופשט ונמצא טריפה.</b> שם במשנה פלוגתא דתנאי ופסק כחכמים. \n",
        "<b>ומה שכתב או שנפסל במחשבת הזמן או במחשבת המקום וכו'.</b> משנה שם (דף ק''ג) כל שלא זכה המזבח בבשרה לא זכו כהנים בעורה. ופירש''י כל שלא זכה המזבח בבשרה כגון שאירע בה פיסול קודם זריקה לא היתה בה שעת היתר למזבח. \n",
        "<b>ומה שכתב אבל אם נעשה במחשבת שינוי השם וכו'.</b> גם זה משנה שם. \n",
        "<b>ומה שכתב וזבח שהופשט קודם זריקה אינו פוסל.</b> שם פלוגתא דתנאי בברייתא ופסק כרבי פירוש אם הופשט קודם זריקה אין העור נפסל עוד אפילו נפסל בשר קודם זריקה זריקה מרצה על העור לבדו: \n\n"
      ],
      [
        "<b>אלו הן הנשרפים כו'.</b> משנה בסוף תמורה (דף ל''ג) כל הקדשים שנשחטו חוץ לזמנן וחוץ למקומן הרי אלו ישרפו. \n",
        "<b>ומ״ש וכן המנחה שנטמא.</b> משנה פ' היה נוטל (סוטה דף כ״ב ע״ב) ומשמע ליה דה״ה לנפסלה או נותרה. \n",
        "<b>ומ''ש ואשם תלוי שנודע לו שלא חטא קודם שנזרק דמו.</b> משנה בפרק בתרא דכריתות (דף כ''ג:). \n",
        "<b>ומ''ש וחטאת העוף הבאה על הספק.</b> במשנה בסוף תמורה (דף ל''ד) פלוגתא ופסק כת''ק. \n",
        "<b>ומ''ש ושער נזיר טהור.</b> גם זה שם בגמרא. \n",
        "<b>ומ''ש והערלה וכלאי הכרם ודבר שאין דרכו להשרף.</b> שם במשנה: \n\n"
      ],
      [
        "<b>ואלו הם הנקברים קדשים שמתו שם.</b> במשנה וכת''ק. \n",
        "<b>ומ''ש וקדשים שהפילו נפל הפילו שליא וכו' עד שנשחטו בעזרה.</b> ג''ז שם במשנה וכת''ק: \n\n"
      ],
      [
        "<b>האורג מלא הסיט משער נזיר ומפטר חמור בשק ידלק.</b> בערלה פ''ג: \n\n"
      ],
      [
        "<b>כל הנקברים אפרן אסור.</b> בסוף תמורה (דף ל''ד). \n",
        "<b>ומ''ש וכל הנשרפין של הקדש אפרם מותר חוץ מדשן המזבח וכו'.</b> שם דנשרפים אפרן מותר ומותיב עליה מדתניא כל הנשרפים אפרם מותר חוץ מאפר אשרה ואפר הקדש לעולם אסור ומשני כי תניא אפר הקדש אסור בתרומת הדשן דלעולם אסור דתניא ושמו בנחת ושמו כולו ושמו שלא יפזר. ופירש''י ושמו כולו וכיון דטעון גניזה אסור בהנאה: \n",
        "<b>וכתב</b> הראב''ד חוץ מדשן המזבח א''א הרמת הדשן עכ''ל. נראה שטעמו לומר שלא אמרו אסור אלא דשן שהיה מרים כהן בכל יום ממזבח העולה כדכתיב והרים את הדשן אשר תאכל האש את העולה ושמו אצל המזבח וכדמפרש טעמא בגמרא וכדפירש''י ודישון מזבח הפנימי ודישון המנורה אינם בכלל זה, ורבינו סובר דילפינן להו מדישון מזבח העולה. ועי''ל דרבינו לטעמיה אזיל שהוא סובר דדשן שע''ג המזבח אסור בהנאה וכמבואר בדבריו בסוף הפרק: \n\n"
      ],
      [
        "<b>כל הנשרפין לא יקברו וכל הנקברין לא ישרפו וכו'.</b> משנה בסוף תמורה שם: \n\n"
      ],
      [
        "<b>היה מקריב עמו בזבחים וכו'.</b> בפרק הניזקין (גיטין דף נ״ד:) ת״ר היה עושה עמו בטהרות א״ל טהרות שעשיתי עמך נתפגלו וכו' נאמן אבל א״ל טהרות שעשיתי עמך ביום פלוני נטמאו וזבחים שעשיתי עמך ביום פלוני נתפגלו אינו נאמן מ״ש רישא ומ״ש סיפא אמר אביי כל שבידו נאמן רבא אמר כגון דאשכחיה ולא אמר ליה ולא מידי ולבתר הכי אשכחיה וא״ל. ופירש״י כל שבידו לעשות בשעה שמודיעו נאמן ורישא כגון שעודן בידו לטמאן ולפגלן וגבי קרבנות בכהן העובד מיירי כגון שהודיעו בין שחיטה לזריקה ואמר פיגלתי בשחיטה שעדיין בידו לפגלן בשאר עבודות אבל ביום פלוני שכבר יצאו מידו לאו כל כמיניה. רבא אמר אע״פ שאין בידו נאמן וסיפא כגון דאשכחיה מקמי האידנא ולא א״ל והשתא א״ל. והרשב״א כתב שהראב״ד פירש דהא דאמר אביי כל שבידו נאמן היינו כל זמן שהוא תחת ידו ואם א״ל בשעה שהוא יוצא מתחת ידו [אינו] נאמן. ולענין דינא משמע דהלכה כרבא כדקי״ל בכל דוכתא. אבל הראב״ד פוסק כאביי משום דעובדי דמייתי התם דאתא קמי' דרב אמי משמע ליה דאתו כאביי ולפיכך כתב על דברי רבינו א״א כל שבידו נאמן עכ״ל. ולי קשה על רבינו דלא אתי לא כאביי ולא כרבא דאי כאביי ה״ל לפלוגי בין ישנן בידו לאינן בידו ואי כרבא ה״ל לפלוגי בין אשכחיה ולא אמר ליה ללא אשכחיה. ואפשר לומר דפסק כאביי דטעמא דנאמן ברישא משום דהוו בידו ולישנא דברייתא הכי דייק דקאמר היה עושה עמו בטהרות ואמר ליה דמדקתני עושה עמו משמע שהיו מסורות בידו ודייק רבינו לכתוב וא״ל נתפגלו ולא כתב וא״ל זבחים שעשיתי עמך נתפגלו כדקתני בברייתא כדי לרמוז יותר על התכיפות לומר דבעודו עושה בזבחים שעדיין היו בידו א״ל נתפגלו וכן נראה מדבריו בפ״א מהלכות תפילין שפוסק כאביי. ונראה שהראב״ד כמפרש דברי רבינו כתב כל שבידו נאמן וע״פ מ״ש דטעמא דפסק כאביי משום דעובדא דרבי אמי דמייתי התם משמע דלא כרבא ודברי רבינו בפ״א מהל' תפילין הכי משמע. ונראה עוד שרבינו אינו מפרש כל שבידו כפירש״י מדסתים לה סתומי אלא כפירוש הראב״ד. ועדיין נשאר לדקדק בדברי רבינו בסיפא למה האריך ולא סתם וכתב אינו נאמן כלישנא דברייתא ונראה שטעמו משום דקשיא ליה על הך סיפא דקתני אינו נאמן מדמשמע בקידושין פרק האומר (דף ס״ה) דבין לאביי בין לרבא אם א״ל ע״א נטמאו טהרותיך והלה שותק נאמן ואע״ג דאינו בידו, וניחא ליה דהתם מיירי כשהוא נאמן לו. \n",
        "<b>ומ''ש ואם לאו שורת הדין שאינו נאמן וכו'.</b> נראה שטעמו מדאמרינן בפ' הניזקין ההוא דאמר לחבריה טהרות שעשיתי עמך ביום פלוני נטמאו אתא לקמיה דרבי אמי אמר ליה שורת הדין אינו נאמן אמר לפניו רבי אסי רבי אתה אומר כן הכי אמר ר' יוחנן משום ר' יוסי מה אעשה שהתורה האמינתו היכן האמינתו אמר ר' יצחק בר ביסנא כה''ג ביה''כ יוכיח דכי אמר פיגול מהימן ומנא ידעינן והא כתיב וכל אדם לא יהיה באהל מועד אלא לאו משום דמהימן וכו' ודילמא דחזיניה בפשפש קשיא, ומדאמר שורת הדין אינו נאמן משמע דה''ק הרוצה לנהוג כפי הדין אינו נאמן אבל הרוצה להחמיר לעצמו הרי זה משובח ועוד דר' יוחנן אמר משום ר' יוסי מה אעשה שהתורה האמינתו ואע''ג דאסיקנא בקשיא מכ''מ יש לחוש לו לומר שהמחמיר על עצמו הר''ז משובח. אחר שכתבתי כל זה מצאתי לרבינו שכתב בסוף הל' מטמאי משכב ומושב כדברי רבא ולכן נ''ל שרבינו מפרש דאביי ורבא לא פליגי לענין דינא אלא בפירושא דברייתא היכי מייתבא שפיר טפי ולכך כתב רבינו דברי שניהם וסמך כאן על מ''ש שם ושם סמך על מ''ש כאן: \n",
        "<b>סליקו להו הלכות פסולי המוקדשין בס''ד:</b> \n\n"
      ]
    ]
  ]
};