const Things_Forbidden_on_the_Altar = {
  "title": "Mishneh Torah, Things Forbidden on the Altar",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Things_Forbidden_on_the_Altar",
  "text": [
    [
      "מִצְוַת עֲשֵׂה לִהְיוֹת כָּל הַקָּרְבָּנוֹת תְּמִימִין וּמֻבְחָרִין שֶׁנֶּאֱמַר <small>(ויקרא כב-כא)</small> \"תָּמִים יִהְיֶה לְרָצוֹן\" זוֹ מִצְוַת עֲשֵׂה: ",
      "וְכָל הַמַּקְדִּישׁ בְּהֵמָה שֶׁיֵּשׁ בָּהּ מוּם לְגַבֵּי הַמִּזְבֵּחַ עוֹבֵר בְּלֹא תַּעֲשֶׂה וְלוֹקֶה עַל הֶקְדֵּשׁוֹ שֶׁנֶּאֱמַר <small>(ויקרא כב-כ)</small> \"כּל אֲשֶׁר בּוֹ מוּם לֹא תַקְרִיבוּ\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזּוֹ אַזְהָרָה לְמַקְדִּישׁ בַּעֲלֵי מוּמִין אֲפִלּוּ הִקְדִּישׁוֹ לִדְמֵי [נְסָכִים] לוֹקֶה שֶׁבִּזְיוֹן קָדָשִׁים הוּא: ",
      "הַמִּתְכַּוֵּן לוֹמַר שְׁלָמִים וְאָמַר עוֹלָה עוֹלָה וְאָמַר שְׁלָמִים לֹא אָמַר כְּלוּם עַד שֶׁיִּהְיוּ פִּיו וְלִבּוֹ שָׁוִים. לְפִיכָךְ הַמִּתְכַּוֵּן לוֹמַר עַל בַּעַל מוּם עוֹלָה וְהִקְדִּישׁוֹ שְׁלָמִים אוֹ שְׁלָמִים וְאָמַר עוֹלָה אַף עַל פִּי שֶׁנִּתְכַּוֵּן לְאִסּוּר אֵינוֹ לוֹקֶה. מִי שֶׁדִּמָּה שֶׁמֻּתָּר לְהַקְדִּישׁ בַּעַל מוּם לַמִּזְבֵּחַ וְהִקְדִּישׁ הֲרֵי זֶה קָדוֹשׁ וְאֵינוֹ לוֹקֶה: ",
      "הַשּׁוֹחֵט בַּעַל מוּם לְשֵׁם קָרְבָּן לוֹקֶה שֶׁהֲרֵי נֶאֱמַר בְּבַעֲלֵי מוּמִין <small>(ויקרא כ״ב:כ״ב)</small> \"לֹא תַקְרִיבוּ אֵלֶּה לַה'\". וּמִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה אַזְהָרָה לַשּׁוֹחֵט. וְכֵן הַזּוֹרֵק דַּם בַּעֲלֵי מוּמִין עַל הַמִּזְבֵּחַ לוֹקֶה שֶׁהֲרֵי נֶאֱמַר בָּהֶן <small>(ויקרא כב-כד)</small> \"לֹא תַקְרִיבוּ (אֵלֶּה) לַה'\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה אַזְהָרָה לַזּוֹרֵק. וְכֵן הַמַּקְטִיר אֵימוּרֵי בַּעֲלֵי מוּמִין עַל הַמִּזְבֵּחַ לוֹקֶה שֶׁנֶּאֱמַר <small>(ויקרא כ״ב:כ״ב)</small> \"וְאִשֶּׁה לֹא תִתְּנוּ מֵהֶם עַל הַמִּזְבֵּחַ\" אֵלּוּ הַחֲלָבִים. נִמְצֵאתָ לָמֵד שֶׁאִם הִקְדִּישׁ בַּעַל מוּם וּשְׁחָטוֹ וְזָרַק דָּמוֹ וְהִקְטִיר אֵימוּרָיו לוֹקֶה אַרְבַּע מַלְקִיּוֹת:  ",
      "אֶחָד בַּעַל מוּם קָבוּעַ אוֹ בַּעַל מוּם עוֹבֵר אִם הִקְרִיבוֹ עוֹבֵר בְּכָל אֵלּוּ שֶׁנֶּאֱמַר <small>(דברים יז-א)</small> \"לֹא תִזְבַּח לַה' אֱלֹהֶיךָ שׁוֹר וָשֶׂה אֲשֶׁר יִהְיֶה בוֹ מוּם\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה אַזְהָרָה לְבַעַל מוּם עוֹבֵר. כְּגוֹן שֶׁהָיָה בִּבְהֵמָה גָּרָב לַח אוֹ חֲזָזִית אִם הִקְרִיבָהּ לוֹקֶה: ",
      "וְלֹא קָרְבְּנוֹת יִשְׂרָאֵל בִּלְבַד אֶלָּא אַף קָרְבְּנוֹת עַכּוּ''ם אִם הִקְרִיבָן וְהֵן בַּעֲלֵי מוּמִין לוֹקֶה שֶׁנֶּאֱמַר <small>(ויקרא כ״ב:כ״ה)</small> \"וּמִיַּד בֶּן נֵכָר לֹא תַקְרִיבוּ אֶת לֶחֶם אֱלֹהֵיכֶם מִכָּל אֵלֶּה\": ",
      "הַמַּטִּיל מוּם בְּקָדָשִׁים כְּגוֹן שֶׁסִּמֵּא עֵינוֹ אוֹ קָטַע יָדוֹ לוֹקֶה שֶׁהֲרֵי נֶאֱמַר בְּקָרְבָּן <small>(ויקרא כב-כא)</small> \"כָּל מוּם לֹא יִהְיֶה בּוֹ\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה אַזְהָרָה שֶׁלֹּא יִתֵּן בּוֹ מוּם. וְאֵינוֹ לוֹקֶה אֶלָּא בִּזְמַן שֶׁבֵּית הַמִּקְדָּשׁ קַיָּם שֶׁהֲרֵי הָיָה רָאוּי לְקָרְבָּן וּפְסָלוֹ. אֲבָל בַּזְּמַן הַזֶּה אַף עַל פִּי שֶׁעָבַר בְּלֹא תַּעֲשֶׂה אֵינוֹ לוֹקֶה: ",
      "הֵטִיל מוּם בְּקָדָשִׁים וּבָא אַחֵר וְהֵטִיל בָּהּ מוּם אַחַר הַשֵּׁנִי אֵינוֹ לוֹקֶה: ",
      "אֶחָד הַמֵּטִיל מוּם בַּקָּדָשִׁים עַצְמָן אוֹ בִּתְמוּרָתָן חוּץ מִן הַבְּכוֹר וּמִן הַמַּעֲשֵׂר שֶׁהַמֵּטִיל מוּם בִּתְמוּרָתָן אֵינוֹ לוֹקֶה לְפִי שֶׁאֵינָן רְאוּיִין לְקָרְבָּן כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ. וְכֵן הַמֵּטִיל מוּם בַּתְּשִׁיעִי שֶׁל טָעוּת עֲשִׂירִי אֵינוֹ לוֹקֶה: ",
      "הַמַּקְדִּישׁ בַּעֲלַת מוּם לַמִּזְבֵּחַ אַף עַל פִּי שֶׁלּוֹקֶה הֲרֵי זוֹ נִתְקַדְּשָׁה וְתִפָּדֶה בְּעֵרֶךְ הַכֹּהֵן וְתֵצֵא לְחֻלִּין וְיָבִיא בְּדָמֶיהָ קָרְבָּן. וְכֵן הַדִּין בְּבֶהֱמַת קָדָשִׁים שֶׁנָּפַל בָּהּ מוּם. וּמִצְוַת עֲשֵׂה הִיא לִפְדּוֹת קָדָשִׁים שֶׁנּוֹלַד בָּהֶן מוּם וְיֵצְאוּ לְחֻלִּין וְיֵאָכְלוּ שֶׁנֶּאֱמַר <small>(דברים י״ב:ט״ו)</small> \"רַק בְּכָל אַוַּת נַפְשְׁךָ תִּזְבַּח וְאָכַלְתָּ בָשָׂר\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁהַכָּתוּב מְדַבֵּר בִּפְסוּלֵי הַמֻּקְדָּשִׁין שֶׁיִּפָּדוּ. וּכְבָר בֵּאַרְנוּ בַּעֲרָכִין שֶׁזֶּה שֶׁנֶּאֱמַר <small>(ויקרא כז-יא)</small> \"וְאִם כָּל בְּהֵמָה טְמֵאָה אֲשֶׁר לֹא יַקְרִיבוּ מִמֶּנּוּ קָרְבָּן לַה'\" שֶׁהוּא מְדַבֵּר בְּבַעֲלֵי מוּמִין שֶׁנִּפְדּוּ:  ",
      "מַה בֵּין בַּעֲלַת מוּם קָבוּעַ לְבַעֲלַת מוּם עוֹבֵר. שֶׁבַּעֲלַת מוּם קָבוּעַ אִם יָלְדָה וְהִיא קֹדֶשׁ יִפָּדֶה הַוָּלָד וְיֵצֵא לְחֻלִּין אַף עַל פִּי שֶׁהוּא תָּמִים כְּדֵי שֶׁלֹּא יִהְיֶה טָפֵל חָמוּר מִן הָעִקָּר. וְאִם נִתְעַבְּרָה קֹדֶם שֶׁתִּפָּדֶה וְיָלְדָה אַחַר פִּדְיוֹן הַוָּלָד חֻלִּין. וְאִם מֵתָה קֹדֶם שֶׁתִּפָּדֶה נִפְדֵּית אַחַר שֶׁתָּמוּת. שֶׁהֲרֵי לֹא חָלָה קְדֻשָּׁה גְּמוּרָה עַל גּוּפָהּ אֶלָּא עַל דָּמֶיהָ מִפְּנֵי שֶׁהָיְתָה בַּעֲלַת מוּם קָבוּעַ. אֲבָל הַמַּקְדִּישׁ בַּעֲלַת מוּם עוֹבֵר אוֹ תְּמִימָה וְאַחַר שֶׁהִקְדִּישָׁהּ נוֹלַד לָהּ מוּם קָבוּעַ. אִם מֵתָה קֹדֶם שֶׁתִּפָּדֶה תִּקָּבֵר כִּשְׁאָר הַקָּדָשִׁים הַתְּמִימִים מִפְּנֵי שֶׁהִיא צְרִיכָה הַעֲמָדָה וְהַעֲרָכָה כְּמוֹ שֶׁבֵּאַרְנוּ בַּעֲרָכִין. וְאִם נִשְׁחֲטָה קֹדֶם שֶׁתִּפָּדֶה הֲרֵי זוֹ נִפְדֵּית כָּל זְמַן שֶׁהִיא מְפַרְכֶּסֶת וְאַחַר כָּךְ תֵּאָכֵל. וְאִם יָלְדָה יִקְרַב וְלָדָהּ. נִתְעַבְּרָה קֹדֶם שֶׁתִּפָּדֶה וְיָלְדָה אַחַר שֶׁנִּפְדֵּית הַוָּלָד אָסוּר וְאֵינוֹ נִפְדֶּה. אֶלָּא כֵּיצַד יַעֲשֶׂה. סָמוּךְ לְפִדְיוֹן אִמּוֹ מַתְפִּיס זֶה הַוָּלָד לְשֵׁם אוֹתוֹ הַזֶּבַח. לְפִי שֶׁאֵינוֹ יָכוֹל לְהַקְרִיבוֹ [מִכֹּחַ אִמּוֹ] מִפְּנֵי שֶׁבָּא מִכֹּחַ קְדֻשָּׁה דְּחוּיָה: ",
      "כָּל פְּסוּלֵי הַמֻּקְדָּשִׁין כְּשֶׁיִּפָּדוּ מֻתָּר לְשָׁחֳטָן בְּשׁוּק שֶׁל טַבָּחִים וּלְמָכְרָן שָׁם וְלִשְׁקל בְּשָׂרָם בְּלִיטְרָא כִּשְׁאָר הַחֻלִּין חוּץ מִן הַבְּכוֹר וּמִן הַמַּעֲשֵׂר. מִפְּנֵי שֶׁמְּכִירָתָם בַּשּׁוּק מוֹסִיף בִּדְמֵיהֶן. שְׁאָר הַקָּדָשִׁים שֶׁדְּמֵיהֶן חוֹזְרִין לַהֶקְדֵּשׁ שֶׁהֲרֵי מֵבִיא בִּדְמֵיהֶם בְּהֵמָה אַחֶרֶת מוֹכְרִין אוֹתָן בַּשּׁוּק כְּחֻלִּין. אֲבָל הַבְּכוֹר וְהַמַּעֲשֵׂר שֶׁאֵין דְּמֵיהֶם לַהֶקְדֵּשׁ אֶלָּא נֶאֱכָלִין בְּמוּמָן כְּמוֹ שֶׁיִּתְבָּאֵר אֵין שׁוֹחֲטִין אוֹתָם בְּשׁוּק שֶׁל טַבָּחִים. וְאֵין מוֹכְרִין אוֹתָם שָׁם. אֲפִלּוּ הִתְפִּיס בְּכוֹר לְבֶדֶק הַבַּיִת אֵינוֹ נִשְׁקַל בְּלִיטְרָא וְלֹא יִמָּכֵר בַּשּׁוּק שֶׁאֵינוֹ יָכוֹל לְהַתְפִּיס אֶלָּא דָּבָר הַקָּנוּי לוֹ קִנְיָן גָּמוּר: "
    ],
    [
      "כָּל הַמּוּמִין הַפּוֹסְלִין בָּאָדָם וּבַבְּהֵמָה חֲמִשִּׁים וּכְבָר נִמְנוּ:\n",
      "וְיֵשׁ מוּמִין אֲחֵרִים מְיֻחָדִין בַּבְּהֵמָה וְאֵינָן רְאוּיִין לִהְיוֹת בְּאָדָם. וּשְׁלֹשָׁה וְעֶשְׂרִים הֵם וְאֵלּוּ הֵן. אִם הָיָה גַּלְגַּל עֵינָהּ עָגל כְּשֶׁל אָדָם. עֵינָהּ אַחַת גְּדוֹלָה כְּשֶׁל עֵגֶל וְהַשְּׁנִיָּה קְטַנָּה כְּשֶׁל אַוָּז. אֲבָל אִם הָיְתָה אֹזֶן גְּדוֹלָה וְאֹזֶן קְטַנָּה אֲפִלּוּ קְטַנָּה עַד כְּפוֹל כָּשֵׁר. אִם יֵשׁ בְּלֹבֶן עֵינָהּ יַבֶּלֶת שֶׁיֵּשׁ בָּהּ שֵׂעָר. אִם נִקַּב הָעוֹר שֶׁבֵּין שְׁנֵי חֳטָמֶיהָ בַּמָּקוֹם הַנִּרְאֶה. פִּיהָ דּוֹמֶה לְשֶׁל חֲזִיר פָּרוּס אַף עַל פִּי שֶׁאֵינוֹ מְחֻדָּד כְּשִׁפּוּד:\n",
      "חִטֶּיהָ הַחִיצוֹנוֹת שֶׁנִּקְּבוּ אוֹ שֶׁנִּפְגְּמוּ אַף עַל פִּי שֶׁנִּשְׁאַר מִקְצָתָן אוֹ שֶׁנִּגְמְמוּ אִם נֶעֶקְרוּ חִטֶּיהָ הַפְּנִימִיּוֹת שֶׁהֲרֵי בְּעֵת שֶׁפּוֹתַחַת פִּיהָ וְצוֹוַחַת הֵן נִרְאִין חֲסֵרִין:\n",
      "אִם נִטְּלוּ קַרְנֶיהָ וְזִכְרוּתָן עִמָּהֶן וְלֹא נִשְׁאַר מֵהֶן כְּלוּם. אֲבָל נְקֵבָה שֶׁיֵּשׁ לָהּ קַרְנַיִם כְּשֵׁרָה. אִם נִפְגַּם הָעוֹר שֶׁחוֹפֶה אֶת גִּיד הַבְּהֵמָה. אִם נִפְגְּמָה הָעֶרְוָה שֶׁל נְקֵבָה. אִם נִפְגַּם הַזָּנָב מִן הָעֶצֶם אֲבָל לֹא מִן הַפֶּרֶק. אִם הָיְתָה רֹאשׁ הַזָּנָב מְפֻצָּל לִשְׁנַיִם בִּשְׁנֵי עֲצָמִים. אִם הָיָה בֵּין חֻלְיָא לְחֻלְיָא מְלֹא אֶצְבַּע בָּשָׂר. אִם הָיָה הַזָּנָב קָצָר. וְעַד כַּמָּה. בִּגְדִי חֻלְיָא אַחַת מוּם שְׁתַּיִם כָּשֵׁר. וּבְטָלֶה אֹרֶךְ שְׁתֵּי חֻלְיוֹת מוּם. הָיְתָה שָׁלֹשׁ כָּשֵׁר. זְנַב הַגְּדִי שֶׁהָיָה רַךְ וּמְדֻלְדָּל דּוֹמֶה לְשֶׁל חֲזִיר. אִם נִשְׁבַּר עֶצֶם מִן הַזָּנָב. אֲבָל אִם נִשְׁבַּר עֶצֶם מִצַּלְעוֹתָיו כָּשֵׁר מִפְּנֵי שֶׁאֵינוֹ בְּגָלוּי:\n",
      "בַּעֲלַת חָמֵשׁ רַגְלַיִם אוֹ אֵין לָהּ אֶלָּא שָׁלֹשׁ רַגְלַיִם. אִם הָיְתָה אַחַת מֵרַגְלָיו וְיָדָיו פַּרְסָתָהּ עֲגֻלָּה כְּשֶׁל חֲמוֹר אַף עַל פִּי שֶׁהִיא סְדוּקָה וּפְרוּסָה. אִם הָיְתָה יָדוֹ אוֹ רַגְלוֹ קְלוּטָה כְּשֶׁל חֲמוֹר וְזֶהוּ <small>(ויקרא כב-כג)</small> \"קָלוּט\" הָאָמוּר בַּתּוֹרָה. אִם נִגְמְמוּ טְלָפֶיהָ וְזִכְרוּתָן עִמָּהֶן אַף עַל פִּי שֶׁנִּשְׁאַר מִזִּכְרוּתָן מְעַט קָרוֹב לַבָּשָׂר: \n",
      "כָּל מוּם מִשְּׁלֹשָׁה וְשִׁבְעִים מוּם הַמְּנוּיִין בַּבְּהֵמָה פּוֹסְלִין אוֹתָהּ מִן הַקָּרְבָּן. וְאִם נָפַל אֶחָד מֵהֶם בִּתְמִימָה שֶׁהִיא קֹדֶשׁ תִּפָּדֶה וְתֵצֵא לְחֻלִּין. חוּץ מִזָּקֵן וְחוֹלֶה וּמְזֹהָם שֶׁאַף עַל פִּי שֶׁאֵינוֹ כָּשֵׁר לְקָרְבָּן אֵינוֹ נִפְדֶּה. אֶלָּא יִהְיֶה קַיָּם וְרוֹעֶה עַד שֶׁיִּוָּלֵד בּוֹ מוּם אַחֵר קָבוּעַ מִשְּׁאָר הַמּוּמִין וְיִפָּדֶה. וְכֵן בֶּהֱמַת קָדָשִׁים שֶׁנּוֹלַד בָּהּ מוּם עוֹבֵר אֵינָהּ קְרֵבָה וְלֹא נִפְדֵּית:\n",
      "אַרְבָּעָה מוּמִין עוֹבְרִים יֵשׁ בָּאָדָם וּבַבְּהֵמָה וְאֵלּוּ הֵן. גָּרָב לַח. חֲזָזִית שֶׁאֵינָהּ מִצְרִית. מַיִם שֶׁיּוֹרְדִין בָּעַיִן וְאֵינָן קְבוּעִין. סַנְוִירִין שֶׁאֵינָן קְבוּעִין:\n",
      "יֵשׁ שָׁם אַרְבָּעָה חֳלָיִים אֲחֵרִים אִם נִמְצָא אֶחָד מֵהֶם בִּבְהֵמָה אֵין מַקְרִיבִין אוֹתָהּ. לְפִי שֶׁאֵינָהּ מִן הַמֻּבְחָר וְהַכָּתוּב אוֹמֵר <small>(דברים יב-יא)</small> \"מִבְחַר נְדָרֶיךָ\". וְאֵלּוּ הֵן. מִי שֶׁבְּלֹבֶן עֵינוֹ יַבֶּלֶת שֶׁאֵין בּוֹ שֵׂעָר. אִם נִגְמְמוּ קַרְנָיו אַף עַל פִּי שֶׁנִּשְׁאַר מִזִּכְרוּתָן מְעַט סָמוּךְ לַבָּשָׂר. אִם נִפְגְּמוּ חִטָּיו הַפְּנִימִיּוֹת. אִם הָיָה אֶחָד מֵאֵלּוּ בְּקָדָשִׁים לֹא קְרֵבִין וְלֹא נִפְדִּין. אֶלָּא יִרְעוּ עַד שֶׁיִּפּל בָּהֶן מוּם. וְאִם הִקְרִיבָן יֵרָאֶה לִי שֶׁהֻרְצוּ:\n",
      "וְכֵן בֶּהֱמַת קָדָשִׁים שֶׁנֶּעֶבְדָה בָּהּ עֲבֵרָה אוֹ שֶׁהֵמִיתָה אֶת הָאָדָם בְּעֵד אֶחָד אוֹ עַל פִּי הַבְּעָלִים לֹא קְרֵבָה וְלֹא נִפְדֵּית עַד שֶׁיִּוָּלֵד לָהּ מוּם קָבוּעַ:\n",
      "בְּהֵמָה שֶׁנּוֹלַד בָּהּ אַחַת מִן הַטְּרֵפִיּוֹת הָאוֹסְרוֹת אוֹתָהּ בַּאֲכִילָה אֲסוּרָה לְגַבֵּי הַמִּזְבֵּחַ הֲרֵי הוּא אוֹמֵר <small>(מלאכי א-ח)</small> \"הַקְרִיבֵהוּ נָא לְפֶחָתֶךָ הֲיִרְצְךָ אוֹ הֲיִשָּׂא פָנֶיךָ\". וְאַף עַל פִּי שֶׁאֵינָהּ רְאוּיָה לְקָרְבָּן אֵין פּוֹדִין אוֹתָהּ שֶׁאֵין פּוֹדִין אֶת הַקָּדָשִׁים לְהַאֲכִילָן לַכְּלָבִים. אֶלָּא יִרְעוּ עַד שֶׁיָּמוּתוּ וְיִקָּבְרוּ:\n",
      "נִשְׁחֲטָה וְנִמְצֵאת טְרֵפָה הֲרֵי זוֹ תֵּצֵא לְבֵית הַשְּׂרֵפָה. וְכֵן אִם נִמְצָא אֶחָד מֵאֵיבָרֶיהָ הַפְּנִימִיִּין חָסֵר אַף עַל פִּי שֶׁאֵינָהּ טְרֵפָה כְּגוֹן שֶׁנִּמְצֵאת בְּכֻלְיָא אַחַת אוֹ שֶׁנִּטַּל הַטְּחוֹל הֲרֵי זוֹ אֲסוּרָה לַמִּזְבֵּחַ וְתִשָּׂרֵף. לֹא מִפְּנֵי שֶׁהִיא בַּעֲלַת מוּם שֶׁאֵין חִסָּרוֹן שֶׁבִּפְנִים מוּם אֶלָּא מִפְּנֵי שֶׁאֵין מַקְרִיבִין חָסֵר כְּלָל שֶׁנֶּאֱמַר <small>(במדבר כח-יט)</small> <small>(במדבר כ״ח:ל״א)</small> <small>(במדבר כט-ח)</small> \"תְּמִימִם יִהְיוּ לָכֶם\". וְכָל הַיָּתֵר כְּחָסֵר לְפִיכָךְ אִם נִמְצָא שָׁם שָׁלֹשׁ כֻּלְיוֹת אוֹ שְׁנֵי טְחוֹלִים פְּסוּלָה: \n",
      "אֵי זוֹ הִיא סַנְוִירִין קְבוּעִים כָּל שֶׁשָּׁהָה שְׁמוֹנִים יוֹם וְלֹא רָאָה. וּבוֹדְקִין אוֹתוֹ שָׁלֹשׁ פְּעָמִים בְּיוֹם שִׁבְעָה וְעֶשְׂרִים מֵעֵת שֶׁהִרְגִּישׁוּ בּוֹ וּבְיוֹם אַרְבָּעָה וַחֲמִשִּׁים וּבְיוֹם שְׁמוֹנִים. אִם רָאָה מוֹנִים לוֹ שְׁמוֹנִים מֵעֵת שֶׁפָּסְקָה הָרְאִיָּה:\n",
      "וּבַמֶּה יִוָּדַע שֶׁהַמַּיִם קְבוּעִין. כְּשֶׁאָכְלָה עֲשָׂבִים לַחִים מֵרֹאשׁ אֲדָר עַד חֲצִי נִיסָן וְאָכְלָה אַחֲרֵי כֵן עֲשָׂבִים יְבֵשִׁים אֱלוּל וַחֲצִי תִּשְׁרֵי וְלֹא נִתְרַפְּאָה הֲרֵי אֵלּוּ מַיִם קְבוּעִים:\n",
      "וְכַמָּה תֹּאכַל מֵעֲשָׂבִים אֵלּוּ הַלַּחִים בַּזְּמַן הַלַּח וְהַיְבֵשִׁים בַּזְּמַן הַיָּבֵשׁ. כִּגְרוֹגֶרֶת אוֹ יוֹתֵר קֹדֶם סְעֻדָּה רִאשׁוֹנָה שֶׁל כָּל יָמִים בִּשְׁלֹשָׁה חֳדָשִׁים אֵלּוּ. וְצָרִיךְ שֶׁתֹּאכַל אוֹתָן בְּכָל יוֹם אַחַר שְׁתִיָּה. וְתִהְיֶה מֻתֶּרֶת בַּשָּׂדֶה בְּעֵת אֲכִילָה. וְלֹא תִּהְיֶה לְבַדָּהּ אֶלָּא הִיא וּבְהֵמָה אַחֶרֶת לְצַוֵּות עִמָּהּ. אִם נַעֲשָׂה לָהּ כָּל אֵלּוּ וְלֹא נִתְרַפֵּאת הֲרֵי אֵלּוּ קְבוּעִין וַדַּאי. וְאִם חָסֵר אֶחָד מִכָּל אֵלּוּ הֲרֵי זֶה סָפֵק וְאֵינָהּ קְרֵבָה וְלֹא נִפְדֵּית:\n",
      "כֵּיצַד. אָכְלָה הַלַּח כְּמִשְׁפָּטוֹ בַּאֲדָר כֻּלּוֹ וַחֲצִי נִיסָן וְאָכְלָה אַחֲרָיו הַיָּבֵשׁ כְּמִשְׁפָּטוֹ בַּחֲצִי נִיסָן וְאִיָּר שֶׁנִּמְצָא שֶׁאָכְלָה בִּשְׁלֹשָׁה חֳדָשִׁים עַל הַסֵּדֶר. אוֹ שֶׁאָכְלָה כִּגְרוֹגֶרֶת אַחַר אֲכִילָה אוֹ קֹדֶם שְׁתִיָּה אוֹ שֶׁהָיְתָה קְשׁוּרָה אוֹ שֶׁהָיְתָה לְבַדָּהּ אוֹ שֶׁהָיְתָה בַּגִּנָּה הַסְּמוּכָה לָעִיר וְלֹא נִתְרַפֵּאת מִכָּל אֵלּוּ סָפֵק קְבוּעִין אוֹ עוֹבְרִים. לְפִיכָךְ אִם הֵטִיל בָּהּ מוּם אַחֵר אֵינוֹ לוֹקֶה. אֲכָלָהּ כְּמִשְׁפָּטָהּ בִּזְמַנֵּי הָאֲכִילָה וְלֹא נִתְרַפְּאָה הֲרֵי הִיא בַּעֲלַת מוּם קָבוּעַ:\n",
      "יֵשׁ בַּדָּבָר סָפֵק אִם לְמַפְרֵעַ הִיא בַּעֲלַת מוּם קָבוּעַ מֵעֵת שֶׁבָּאוּ לָהּ הַמּוּמִים אוֹ מֵעֵת שֶׁנִּתְיָאֲשׁוּ מֵרְפוּאָתָהּ. לְפִיכָךְ הַפּוֹדֶה אוֹתָהּ קֹדֶם שֶׁנִּתְיָאֲשׁוּ מֵרְפוּאָתָהּ וְנֶהֱנֶה בְּאוֹתוֹ הַפִּדְיוֹן אַחַר שֶׁנִּתְיָאֲשׁוּ מֵרְפוּאָתָהּ הֲרֵי זֶה סָפֵק מוֹעֵל וְאֵינוֹ מֵבִיא קָרְבַּן מְעִילָה כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ:\n"
    ],
    [
      "אֵין הַמּוּמִין פּוֹסְלִין בָּעוֹף וְכֵן אֶחָד הַזָּכָר וְאֶחָד הַנְּקֵבָה בָּעוֹף שֶׁלֹּא נֶאֱמַר <small>(ויקרא כב-יט)</small> \"תָמִים זָכָר\" אֶלָּא בִּבְהֵמָה בִּלְבַד. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמוּמִין קְטַנִּים. אֲבָל עוֹף שֶׁיָּבַשׁ גַּפּוֹ אוֹ נִסְמֵית עֵינוֹ אוֹ נִקְטְעָה רַגְלוֹ אָסוּר לְגַבֵּי הַמִּזְבֵּחַ שֶׁאֵין מַקְרִיבִין חָסֵר כְּלָל. וְכֵן אִם נוֹלַד בּוֹ אַחַת מִן הַטְּרֵפוֹת שֶׁאוֹסְרִין אוֹתָהּ בַּאֲכִילָה הֲרֵי זֶה נִפְסָל לְקָרְבָּן:\n",
      "תּוֹרִים קְטַנִּים פְּסוּלִין וּבְנֵי יוֹנָה גְּדוֹלִים פְּסוּלִין שֶׁנֶּאֱמַר <small>(ויקרא א׳:י״ד)</small> \"מִן הַתֹּרִים אוֹ מִן בְּנֵי הַיּוֹנָה\". תְּחִלַּת הַצִּהוּב בָּזֶה וּבָזֶה פָּסוּל. וְעַד מָתַי יִהְיוּ בְּנֵי יוֹנָה כְּשֵׁרִים כָּל זְמַן שֶׁעוֹקֵר כָּנָף וּמִתְמַלֵּא מְקוֹם עִקָּרוֹ דָּם. וְהַתּוֹרִים כְּשֵׁרִים מִשֶּׁיִּזְהֲבוּ:\n",
      "הַטֻּמְטוּם וְהָאַנְדְּרוֹגִינוּס אַף עַל פִּי שֶׁאֵין לְךָ מוּם גָּדוֹל מֵהֶן הֲרֵי הֵן פְּסוּלִין לַמִּזְבֵּחַ מִדֶּרֶךְ אַחֶרֶת לְפִי שֶׁהֵן סָפֵק זָכָר סָפֵק נְקֵבָה הֲרֵי הֵן כְּמִין אַחֵר. וּבַקָּרְבָּנוֹת נֶאֱמַר <small>(ויקרא א-ג)</small> <small>(ויקרא א-י)</small> <small>(ויקרא ד-כג)</small> \"זָכָר תָּמִים\" וּ<small>(ויקרא ד-לב)</small> \"נְקֵבָה תְּמִימָה\" עַד שֶׁיִּהְיֶה זָכָר וַדַּאי אוֹ נְקֵבָה וַדָּאִית. לְפִיכָךְ אַף הָעוֹף שֶׁהוּא טֻמְטוּם אוֹ אַנְדְּרוֹגִינוּס פָּסוּל לַמִּזְבֵּחַ: \n",
      "וְכֵן הַכִּלְאַיִם וְיוֹצֵא דֹּפֶן וּמְחֻסַּר זְמַן פְּסוּלִין אַף עַל פִּי שֶׁאֵין בָּהֶם מוּם שֶׁנֶּאֱמַר <small>(ויקרא כ״ב:כ״ז)</small> \"שׁוֹר אוֹ כֶשֶׂב אוֹ עֵז\" עַד שֶׁיִּהְיֶה כָּל מִין וּמִין בִּפְנֵי עַצְמוֹ לֹא שֶׁיִּהְיֶה מְעֹרָב מִכֶּבֶשׂ וְעֵז. <small>(ויקרא כ״ב:כ״ז)</small> \"כִּי יִוָּלֵד\" פְּרָט לְיוֹצֵא דֹּפֶן. <small>(ויקרא כ״ב:כ״ז)</small> \"וְהָיָה שִׁבְעַת יָמִים\" פְּרָט לִמְחֻסַּר זְמַן. <small>(ויקרא כ״ב:כ״ז)</small> \"תַּחַת אִמּוֹ\" פְּרָט לְיָתוֹם שֶׁנּוֹלַד אַחַר שֶׁנִּשְׁחֲטָה אִמּוֹ:\n",
      "הַנִּדְמֶה אַף עַל פִּי שֶׁאֵינוֹ כִּלְאַיִם הֲרֵי הוּא פָּסוּל לַמִּזְבֵּחַ. כֵּיצַד. רָחֵל שֶׁיָּלְדָה כְּמִין עֵז וְעֵז שֶׁיָּלְדָה כְּמִין כֶּבֶשׂ. אַף עַל פִּי שֶׁיֵּשׁ בּוֹ מִקְצָת סִימָנִין הוֹאִיל וְהוּא דּוֹמֶה לְמִין אַחֵר פָּסוּל כְּבַעַל מוּם קָבוּעַ שֶׁאֵין לְךָ מוּם קָבוּעַ גָּדוֹל מִן הַשִּׁנּוּי:\n",
      "וְכֵן הָרוֹבֵעַ וְהַנִּרְבָּע וְהַמֻּקְצֶה לַעֲבוֹדָה זָרָה וְהַנֶּעֱבָד אַף עַל פִּי שֶׁהֵן מֻתָּרִין בַּאֲכִילָה הֲרֵי הֵן פְּסוּלִין לְגַבֵּי הַמִּזְבֵּחַ שֶׁנֶּאֱמַר <small>(ויקרא כ״ב:כ״ה)</small> \"כִּי מָשְׁחָתָם בָּהֶם\" כָּל שֶׁיֵּשׁ בּוֹ הַשְׁחָתָה פָּסוּל. וּבַעֲבֵרָה הוּא אוֹמֵר <small>(בראשית ו׳:י״ב)</small> \"כִּי הִשְׁחִית כָּל בָּשָׂר\". וּבַעֲבוֹדָה זָרָה כְּתִיב <small>(שמות לב-ז)</small> <small>(דברים ט׳:י״ב)</small> \"כִּי שִׁחֵת עַמְּךָ\". וְכֵן בְּהֵמָה וְעוֹף שֶׁהָרְגוּ אֶת הָאָדָם הֲרֵי הֵן כְּרוֹבֵעַ אוֹ נִרְבָּע וּפְסוּלִין לַמִּזְבֵּחַ: \n",
      "וְיֵרָאֶה לִי שֶׁאַף עַל פִּי שֶׁאֵין כָּל הַפְּסוּלִין הָאֵלּוּ רְאוּיִין לַמִּזְבֵּחַ לְקָרְבָּן אִם עָבַר וְהִקְרִיבָן אֵינוֹ לוֹקֶה מִן הַתּוֹרָה לְפִי שֶׁלֹּא נִתְפָּרְשָׁה אַזְהָרָתָן. <small>(דברים כג-יט)</small> \"אֲבָל אֶתְנַן זוֹנָה וּמְחִיר\" כֶּלֶב אֲסוּרִין לְגַבֵּי הַמִּזְבֵּחַ וְהַמַּקְרִיב אֶחָד מֵהֶן אוֹ שְׁנֵיהֶן כְּאֶחָד לוֹקֶה אַחַת שֶׁנֶּאֱמַר <small>(דברים כג-יט)</small> \"לֹא תָבִיא אֶתְנַן זוֹנָה וּמְחִיר כֶּלֶב\". וּמִפְּנֵי מָה לוֹקֶה אַחַת עַל שְׁנֵיהֶן מִפְּנֵי שֶׁנֶּאֶמְרוּ בְּלָאו אֶחָד: \n",
      "מִצְוַת עֲשֵׂה לְהַקְרִיב כָּל הַקָּרְבָּנוֹת מִיּוֹם הַשְּׁמִינִי וָהָלְאָה שֶׁנֶּאֱמַר <small>(ויקרא כ״ב:כ״ז)</small> \"וְהָיָה שִׁבְעַת יָמִים תַּחַת אִמּוֹ וּמִיּוֹם הַשְּׁמִינִי וָהָלְאָה יֵרָצֶה\". וְכָל שִׁבְעַת הַיָּמִים נִקְרָא מְחֻסַּר זְמַן. וְאַף עַל פִּי שֶׁמְּחֻסַּר זְמַן פָּסוּל אִם עָבַר וְהִקְרִיבוֹ אֵינוֹ לוֹקֶה מִפְּנֵי שֶׁהוּא לָאו הַבָּא מִכְּלַל עֲשֵׂה וְלֹא נִרְצָה הַקָּרְבָּן:\n",
      "תּוֹרִים שֶׁלֹּא הִגִּיעַ זְמַנָּן שֶׁהֵן כִּמְחֻסַּר זְמַן בִּבְהֵמָה וּבְנֵי יוֹנָה שֶׁעָבַר זְמַנָּן הַכּל כְּבַעַל מוּם וְהַמַּקְרִיבָן אֵינוֹ לוֹקֶה אַף עַל פִּי שֶׁהַקָּרְבָּן פָּסוּל וְלֹא נִרְצָה:\n",
      "הַמַּקְדִּישׁ טֻמְטוּם וְאַנְדְּרוֹגִינוּס וּטְרֵפָה וְכִלְאַיִם וְיוֹצֵא דֹּפֶן לַמִּזְבֵּחַ הֲרֵי זֶה כְּמַקְדִּישׁ עֵצִים וַאֲבָנִים. לְפִי שֶׁאֵין קְדֻשָּׁה חָלָה עַל גּוּפָן וַהֲרֵי הֵן חֻלִּין לְכָל דָּבָר. וְיִמָּכְרוּ וְיָבִיא בִּדְמֵיהֶם כָּל קָרְבָּן שֶׁיִּרְצֶה. וְאֵינָן כְּבַעַל מוּם שֶׁבַּעַל מוּם יֵשׁ בְּמִינוֹ קָרְבָּן. אֲבָל הַמַּקְדִּישׁ רוֹבֵעַ וְנִרְבָּע וּמֻקְצֶה וְנֶעֱבָד וְאֶתְנָן וּמְחִיר הֲרֵי זֶה כְּמַקְדִּישׁ בַּעַל מוּם עוֹבֵר. וְיִרְעוּ עַד שֶׁיִּפּל בָּהֶן מוּם קָבוּעַ וְיִפָּדוּ עָלָיו. וְכֵן הַמַּקְדִּישׁ מְחֻסַּר זְמַן הֲרֵי זֶה כְּמַקְדִּישׁ בַּעַל מוּם עוֹבֵר וְאֵינוֹ לוֹקֶה כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
      "נִמְצְאוּ כָּל הָאִסּוּרִין לַמִּזְבֵּחַ הֲרֵי הֵן י''ד וְאֵלּוּ הֵן. בַּעַל מוּם. וְשֶׁאֵינוֹ מִן הַמֻּבְחָר. וּמְחֻסַּר אֵיבָר מִבִּפְנִים. וּטְרֵפָה. וְכִלְאַיִם. וְיוֹצֵא דֹּפֶן. וְרוֹבֵעַ. וְנִרְבָּע. וְשֶׁהֵמִית הָאָדָם. הַנֶּעֱבָד. הַמֻּקְצֶה. הָאֶתְנָן. הַמְּחִיר. מְחֻסַּר זְמַן:\n",
      "כָּל הָאֲסוּרִין לְגַבֵּי הַמִּזְבֵּחַ אוֹסְרִין בְּכָל שֶׁהֵן אֲפִלּוּ נִתְעָרֵב אֶחָד בְּרִבּוֹא נִפְסַד הַכּל וְנִפְסַל לַמִּזְבֵּחַ. וְכֻלָּן וַלְדוֹתֵיהֶן מֻתָּרִין לַמִּזְבֵּחַ חוּץ מִוְּלַד נִרְבַּעַת וְנֶעֱבֶדֶת וּמֻקְצֵית וְשֶׁהֵמִיתָה אֶת הָאָדָם שֶׁוְּלָדָן אֲסוּרִין לַמִּזְבֵּחַ כְּמוֹתָן:\n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁנֶּעֶבְדָה בָּהּ עֲבֵרָה אוֹ שֶׁהֵמִיתָה כְּשֶׁהָיְתָה מְעֵבֶּרֶת שֶׁהֲרֵי הַוָּלָד מָצוּי עִמָּהּ בְּעֵת שֶׁנִּפְסְלָה וְהָיָה כְּאֵיבָר מֵאֵיבָרֶיהָ. אֲבָל אִם נִתְעַבְּרָה אַחַר שֶׁנֶּעֶבְדָה בָּהּ עֲבֵרָה אוֹ אַחַר שֶׁהֵמִיתָה הֲרֵי וְלָדָהּ כָּשֵׁר לַמִּזְבֵּחַ אֲפִלּוּ נִרְבְּעָה כְּשֶׁהִיא מֻקְדֶּשֶׁת וְאַחַר כָּךְ נִתְעַבְּרָה. וְאֵין צָרִיךְ לוֹמַר אִם נִרְבְּעָה וְהִיא חֻלִּין וְאַחַר כָּךְ הִקְדִּישָׁהּ וְנִתְעַבְּרָה שֶׁוְּלָדָהּ מֻתָּר. וְכֵן אֶפְרוֹחַ בֵּיצַת טְרֵפָה מֻתָּר לַמִּזְבֵּחַ:\n",
      "הַמִּשְׁתַּחֲוֶה לַקָּמָה חִטֶּיהָ מֻתָּרִין לִמְנָחוֹת שֶׁהֲרֵי נִשְׁתַּנּוּ וְנִדְמוּ לִוְלָדוֹת שֶׁל אִסּוּר מִזְבֵּחַ שֶׁהֵן מֻתָּרִין. וְכֵן בְּהֵמָה שֶׁפִּטְּמָהּ בְּכַרְשִׁינֵי עֲבוֹדָה זָרָה מֻתֶּרֶת לַמִּזְבֵּחַ שֶׁהֲרֵי נִשְׁתַּנּוּ:\n",
      "לוֹקְחִין כָּל הַקָּרְבָּנוֹת מִן הָעַכּוּ''ם וְאֵין חוֹשְׁשִׁין לָהֶם לֹא מִשּׁוּם רוֹבֵעַ וְנִרְבָּע וְלֹא מִשּׁוּם מֻקְצֶה וְנֶעֱבָד. עַד שֶׁיִּוָּדַע בְּוַדַּאי שֶׁזֶּה נִפְסָל. הֲרֵי הוּא אוֹמֵר <small>(שמואל א טו-טו)</small> \"מֵעֲמָלֵקִי הֱבִיאוּם אֲשֶׁר חָמַל הָעָם עַל מֵיטַב הַצֹּאן וְהַבָּקָר לְמַעַן זְבֹחַ לַה' אֱלֹהֶיךָ\":\n"
    ],
    [
      "אֶחָד הַבְּהֵמָה וְאֶחָד הָעוֹף שֶׁנִּרְבְּעָה אוֹ שֶׁהֵמִית אֶת הָאָדָם אוֹ הֻקְצָה אוֹ נֶעֱבַד הַכּל פָּסוּל לְגַבֵּי הַמִּזְבֵּחַ:\n",
      "הָרוֹבֵעַ וְהַנִּרְבָּע וְשֶׁהֵמִית אֶת הָאָדָם אִם הָיוּ שָׁם שְׁנֵי עֵדִים הֲרֵי הַבְּהֵמָה אוֹ הָעוֹף נִסְקָלִין וּבְשָׂרָן אָסוּר בַּהֲנָאָה. וְאֵין צָרִיךְ לוֹמַר בְּאֵלּוּ שֶׁהֵן אֲסוּרִין לְגָבוֹהַּ. וּבַמֶּה אָמְרוּ שֶׁהֵן אֲסוּרִין לַמִּזְבֵּחַ כְּשֶׁהָיוּ מֻתָּרִין לְהֶדְיוֹט. כְּגוֹן שֶׁהָיָה שָׁם עֵד אֶחָד בִּלְבַד וְהַבְּעָלִים שׁוֹתְקִין אוֹ עַל פִּי הַבְּעָלִים אַף עַל פִּי שֶׁאֵין עֵד כְּלָל. הָיָה שָׁם עֵד אֶחָד וְהַבְּעָלִים מַכְחִישִׁין אוֹתוֹ הֲרֵי אֵלּוּ מֻתָּרִין אַף לַמִּזְבֵּחַ:\n",
      "בְּהֵמָה שֶׁשָּׂחֲקוּ בָּהּ וְהִגִּיחוּהָ עַד שֶׁהֵמִיתָה אֶת הָאָדָם הֲרֵי זוֹ כְּשֵׁרָה לַמִּזְבֵּחַ מִפְּנֵי שֶׁהִיא כַּאֲנוּסָה. אֵין הַבְּהֵמָה נִפְסֶלֶת מִשּׁוּם רוֹבֵעַ אוֹ נִרְבָּע עַד שֶׁיִּהְיֶה הָאָדָם שֶׁרְבָעָהּ בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד. בֵּין יִשְׂרָאֵל בֵּין עַכּוּ''ם [בֵּין] עֶבֶד הוֹאִיל וּרְבָעָהּ אָדָם נִפְסְלָה. וְאִם הָאָדָם הוּא שֶׁנִּרְבַּע מִן הַבְּהֵמָה אֵינָהּ נִפְסֶלֶת עַד שֶׁתִּהְיֶה הָאִשָּׁה הַנִּרְבַּעַת בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד אוֹ יְהֵא הָאִישׁ הַנִּרְבָּע בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד:\n",
      "מֵאֵימָתַי תִּפָּסֵל הַבְּהֵמָה אוֹ הָעוֹף מִשּׁוּם מֻקְצֶה מִשֶּׁיַּעֲשׂוּ בָּהֶן הַכְּמָרִים מַעֲשֶׂה. כְּגוֹן שֶׁיִּגְזְזוּ אוֹתָהּ אוֹ יַעַבְדוּ בָּהּ לְשֵׁם עֲבוֹדָה זָרָה. אֲבָל בִּדְבָרִים אֵינוֹ נַעֲשֶׂה מֻקְצֶה שֶׁאֵין הֶקְדֵּשׁ לַעֲבוֹדָה זָרָה:\n",
      "הָרוֹבֵעַ וְהַנִּרְבָּע בֵּין שֶׁהָיְתָה הַבְּהֵמָה שֶׁלּוֹ בֵּין שֶׁהָיְתָה שֶׁל חֲבֵרוֹ בֵּין בְּאֹנֶס בֵּין בְּרָצוֹן בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה בֵּין לִפְנֵי הֶקְדֵּשָׁהּ בֵּין לְאַחַר הֶקְדֵּשָׁהּ הֲרֵי זוֹ אֲסוּרָה לַמִּזְבֵּחַ. אֲבָל הַמֻּקְצֶה אִם הִיא שֶׁלּוֹ וְהֻקְצָה קֹדֶם שֶׁיַּקְדִּישׁ נִפְסַל. הִקְצָה שֶׁל חֲבֵרוֹ אוֹ שֶׁהִקְצָה שֶׁלּוֹ אַחַר שֶׁהִקְדִּישׁוֹ הֲרֵי זֶה מֻתָּר. שֶׁאֵין אָדָם מַקְצֶה דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ:\n",
      "הַנֶּעֱבָד בֵּין שֶׁעָבַד שֶׁלּוֹ בֵּין שֶׁל חֲבֵרוֹ בֵּין בְּאֹנֶס בֵּין בְּרָצוֹן בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה בֵּין לִפְנֵי הֶקְדֵּשׁ בֵּין לְאַחַר הֶקְדֵּשׁ הֲרֵי זֶה אָסוּר. וְיִרְעֶה עַד שֶׁיִּפּל בּוֹ מוּם קָבוּעַ וְיִפָּדֶה בּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. וְהַנֶּעֱבָד הוּא וְכָל מַה שֶּׁעָלָיו אֲסוּרִין לַמִּזְבֵּחַ. שֶׁכָּל צִפּוּי נֶעֱבָד אֲסוּרִין בַּהֲנָאָה. אֲבָל הַמֻּקְצֶה הוּא אָסוּר וּמַה שֶּׁעָלָיו מֻתָּר לַמִּזְבֵּחַ:\n",
      "הַמִּשְׁתַּחֲוֶה לְהָר אַף עַל פִּי שֶׁהוּא מֻתָּר בַּהֲנָאָה הֲרֵי אֲבָנָיו אֲסוּרִין לַמִּזְבֵּחַ. וְכֵן הַמִּשְׁתַּחֲוֶה לְמַעְיָן הַנּוֹבֵעַ בְּאַרְצוֹ הֲרֵי מֵימָיו פְּסוּלִין לְנַסֵּךְ. אֲשֵׁרָה שֶׁבָּטְלָה אֵין מְבִיאִין מִמֶּנָּה גְּזָרִים לַמַּעֲרָכָה. וְכֵן הַמִּשְׁתַּחֲוֶה לִבְהֵמָה כְּשֵׁם שֶׁנִּפְסְלָה לַמִּזְבֵּחַ כָּךְ צֶמֶר שֶׁלָּהּ פָּסוּל לְבִגְדֵי כְּהֻנָּה. וְקַרְנֶיהָ פְּסוּלִין לַחֲצוֹצְרוֹת וְשׁוֹקֶיהָ לַחֲלִילִין וּבְנֵי מֵעֶיהָ לְנִימִין הַכּל פָּסוּל:\n",
      "כָּל שֶׁיֵּשׁ בּוֹ שֵׁם לַעֲבוֹדָה זָרָה לֹא יֵעָשֶׂה לִמְלֶאכֶת הַקֹּדֶשׁ אַף עַל פִּי שֶׁהוּא מֻתָּר בַּהֲנָאָה. אֵי זֶהוּ <small>(דברים כג-יט)</small> \"אֶתְנָן\" הָאוֹמֵר לְזוֹנָה הֵא לִיךְ דָּבָר זֶה בִּשְׂכָרֵךְ. אֶחָד זוֹנָה כּוּתִית אוֹ שִׁפְחָה אוֹ יִשְׂרְאֵלִית שֶׁהִיא עֶרְוָה עָלָיו אוֹ מֵחַיָּבֵי לָאוִין. אֲבָל הַפְּנוּיָה אֲפִלּוּ הָיָה כֹּהֵן אֶתְנָנָהּ מֻתָּר. וְכֵן אִשְׁתּוֹ נִדָּה אֶתְנָנָהּ מֻתָּר אַף עַל פִּי שֶׁהִיא עֶרְוָה:\n",
      "נָשָׂא אַחַת מֵחַיָּבֵי לָאוִין כָּל שֶׁיִּתֵּן לָהּ מֵחֲמַת בְּעִילָה הֲרֵי זֶה אֶתְנָן וְאָסוּר. וְהַזָּכוּר אֶתְנָנוֹ אָסוּר. נָתְנָה הָאִשָּׁה אֶתְנָן לַבּוֹעֵל הֲרֵי זֶה מֻתָּר מִשּׁוּם אֶתְנָן:\n",
      "הָאוֹמֵר לַחֲבֵרוֹ הֵא לְךָ דָּבָר זֶה וְתָלִין שִׁפְחָתְךָ אֵצֶל עַבְדִּי הָעִבְרִי הֲרֵי זֶה אֶתְנָן. וְהוּא שֶׁאֵין לוֹ אִשָּׁה וּבָנִים. אֲבָל אִם יֵשׁ לוֹ אִשָּׁה וּבָנִים הֲרֵי זֶה מֻתָּר בְּשִׁפְחָה כְּנַעֲנִית כְּמוֹ שֶׁיִּתְבָּאֵר. וְהוּא הַדִּין בְּאוֹמֵר לְזוֹנָה הֵא לִיךְ דָּבָר זֶה וְהִבָּעֲלִי לִפְלוֹנִי הַיִּשְׂרְאֵלִי הֲרֵי זֶה אֶתְנָן:\n",
      "פָּסַק עִם הַזּוֹנָה לִתֵּן לָהּ טָלֶה אֶחָד וְנָתַן לָהּ הַרְבֵּה אֲפִלּוּ נָתַן אֶלֶף כֻּלָּן אֶתְנָן וַאֲסוּרִין לַמִּזְבֵּחַ. נָתַן לָהּ אֶתְנָנָהּ וְלֹא בָּא עָלֶיהָ אֶלָּא אָמַר לָהּ יְהִי אֶצְלֵךְ עַד שֶׁאָבוֹא עָלַיִךְ כְּשֶׁיָּבוֹא עָלֶיהָ יֵאָסֵר. קָדְמָה וְהִקְרִיבַתּוּ קֹדֶם שֶׁיָּבוֹא עָלֶיהָ כָּשֵׁר [וְאִם הָיְתָה חַיֶּבֶת קָרְבָּן יָצְאָה יְדֵי חוֹבָתָהּ]. וְהוּא שֶׁיֹּאמַר לָהּ בְּעֵת שֶׁנָּתַן אֵימָתַי שֶׁתֵּרָצִי לִי קְנִי אוֹתוֹ מֵעַכְשָׁו. אֲבָל אִם לֹא אָמַר לָהּ כֵּן אֵינָהּ יְכוֹלָה לְהַקְרִיב דָּבָר שֶׁאֵינָהּ שֶׁלָּהּ:\n",
      "קָדְמָה וְהִקְדִּישַׁתּוּ קֹדֶם שֶׁיָּבוֹא עָלֶיהָ וְאַחַר כָּךְ בָּא עָלֶיהָ הֲרֵי זֶה סָפֵק אִם הוּא אֶתְנָן הוֹאִיל וּבָא עָלֶיהָ קֹדֶם שֶׁתַּקְרִיבֶנּוּ. אוֹ אֵינוֹ אֶתְנָן שֶׁהֲרֵי הִקְדִּישַׁתּוּ קֹדֶם בִּיאָה. לְפִיכָךְ לֹא יִקָּרֵב וְאִם קָרַב נִרְצָה:\n",
      "בָּא עָלֶיהָ וְלֹא נָתַן לָהּ וּלְאַחַר זְמַן נָתַן לָהּ אֲפִלּוּ אַחַר כַּמָּה שָׁנִים הֲרֵי זֶה אֶתְנָן. בַּמֶּה דְּבָרִים אֲמוּרִים בְּכוּתִית שֶׁאָמַר לָהּ הִבָּעֲלִי לִי בְּטָלֶה זֶה שֶׁאֵינָהּ צְרִיכָה מְשִׁיכָה. אוֹ בְּיִשְׂרְאֵלִית שֶׁהָיָה הַטָּלֶה בַּחֲצֵרָהּ וְאָמַר לָהּ אִם לֹא אֶתֵּן לָךְ מָעוֹת בְּיוֹם פְּלוֹנִי הֲרֵי הוּא שֶׁלָּךְ. אֲבָל אִם אָמַר לָהּ הִבָּעֲלִי לִי בְּטָלֶה סְתָם וּבָא עָלֶיהָ וּלְאַחַר זְמַן שָׁלַח לָהּ טָלֶה הֲרֵי זֶה מֻתָּר מִשּׁוּם אֶתְנָן:\n",
      "אֵין אָסוּר מִשּׁוּם אֶתְנָן וּמְחִיר אֶלָּא גּוּפָן. לְפִיכָךְ אֵינוֹ חָל אֶלָּא עַל דָּבָר הָרָאוּי לִקָּרֵב עַל גַּבֵּי הַמִּזְבֵּחַ. כְּגוֹן בְּהֵמָה טְהוֹרָה וְתוֹרִין וּבְנֵי יוֹנָה וְיַיִן וְשֶׁמֶן וְסלֶת. נָתַן לָהּ מָעוֹת וְלָקְחָה בָּהֶן קָרְבָּן הֲרֵי זֶה כָּשֵׁר:\n",
      "נָתַן לָהּ חִטִּים וַעֲשָׂאָתָן סלֶת. זֵיתִים וַעֲשָׂאָתָן שֶׁמֶן. עֲנָבִים וַעֲשָׂאָתָן יַיִן. הֲרֵי אֵלּוּ כְּשֵׁרִים שֶׁכְּבָר נִשְׁתַּנּוּ. נָתַן לָהּ בֶּהֱמַת קָדָשִׁים בְּאֶתְנָנָהּ לֹא נֶאֶסְרָה לַמִּזְבֵּחַ. וַאֲפִלּוּ מָנָה אוֹתָהּ עַל פִּסְחוֹ וְעַל חֲגִיגָתוֹ בְּאֶתְנָנָהּ לֹא נִפְסְלוּ הַמֻּקְדָּשִׁין שֶׁכְּבָר זָכָה בָּהֶן גָּבוֹהַּ מִשָּׁעָה שֶׁהִקְדִּישָׁן. וְכֵן אִם נָתַן לָהּ דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ לֹא פְּסָלוֹ שֶׁאֵין אָדָם אוֹסֵר דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ אֶלָּא אִם כֵּן נִתְיָאֲשׁוּ הַבְּעָלִים. אֲבָל אִם נָתַן לָהּ עוֹפוֹת אַף עַל פִּי שֶׁהֵן מֻקְדָּשִׁין אֶתְנָן חָל עֲלֵיהֶם וַאֲסוּרִים וּמִדִּבְרֵי קַבָּלָה הוּא דָּבָר זֶה:\n",
      "אֵי זֶה הוּא <small>(דברים כג-יט)</small> \"מְחִיר כֶּלֶב\". זֶה הָאוֹמֵר לַחֲבֵרוֹ הֵא לְךָ טָלֶה זֶה תַּחַת כֶּלֶב זֶה. וְכֵן אִם הֶחְלִיף כֶּלֶב בְּכַמָּה בְּהֵמוֹת אוֹ עוֹפוֹת וְכַיּוֹצֵא בָּהֶן כֻּלָּן אֲסוּרוֹת לַמִּזְבֵּחַ:\n",
      "שְׁנֵי שֻׁתָּפִין שֶׁחָלְקוּ. זֶה לָקַח עֲשָׂרָה טְלָאִים וְזֶה לָקַח תִּשְׁעָה וְכֶלֶב אֶחָד. שֶׁעִם הַכֶּלֶב מֻתָּרִין. אֲבָל הָעֲשָׂרָה שֶׁכְּנֶגְדוֹ אִם יֵשׁ אֶחָד מֵהֶם דָּמָיו כִּדְמֵי הַכֶּלֶב אוֹ יָתֵר עַל דְּמֵי הַכֶּלֶב מוֹצִיאוֹ מִן הָעֲשָׂרָה כְּנֶגֶד הַכֶּלֶב וְיִהְיֶה מְחִירוֹ וּשְׁאֵרָן מֻתָּרִים. וְאִם כָּל אֶחָד וְאֶחָד מֵהֶן דָּמָיו פְּחוּתִין מִדְּמֵי הַכֶּלֶב הֲרֵי הָעֲשָׂרָה כֻּלָּן אֲסוּרִים:\n",
      "נִשְׁתַּנָּה הַמְּחִיר כְּגוֹן שֶׁהֶחְלִיף כֶּלֶב בְּחִטִּים וְנַעֲשׂוּ סלֶת הֲרֵי זֶה מֻתָּר. אֶתְנַן כֶּלֶב וּמְחִיר זוֹנָה מֻתָּרִין. <small>(דברים כג-יט)</small> \"אֶתְנַן זוֹנָה וּמְחִיר כֶּלֶב\" מֻתָּרִין לְבֶדֶק הַבַּיִת שֶׁהֲרֵי הֵן מִשְׁתַּנִּין. אֲבָל גּוּפָן שֶׁל אֶתְנָן לֹא יֵעָשֶׂה רִקּוּעִין לַבַּיִת שֶׁנֶּאֱמַר <small>(דברים כג-יט)</small> \"לְכָל נֶדֶר\" לְהָבִיא אֶת הָרִקּוּעִים:\n"
    ],
    [
      "שְׂאוֹר וּדְבַשׁ אֲסוּרִין לְגַבֵּי הַמִּזְבֵּחַ וְאִסּוּרָן בְּכָל שֶׁהֵן שֶׁנֶּאֱמַר <small>(ויקרא ב׳:י״א)</small> \"כִּי כָל שְׂאֹר וְכָל דְּבַשׁ לֹא תַקְטִירוּ\" וְגוֹ'. וְאֵינוֹ חַיָּב אֶלָּא אִם הִקְטִירָן עִם הַקָּרְבָּן אוֹ לְשֵׁם קָרְבָּן. וְאֶחָד הַמַּקְטִיר עַצְמָן אוֹ הַמַּקְטִיר תַּעֲרוֹבוֹת שֶׁלָּהֶן לוֹקֶה עַל כָּל אֶחָד מֵהֶן בִּפְנֵי עַצְמוֹ. וְאִם הִקְטִיר שְׁנֵיהֶן כְּאֶחָד אֵינוֹ לוֹקֶה אֶלָּא אַחַת לְפִי שֶׁשְּׁנֵיהֶם נֶאֶמְרוּ בְּלָאו אֶחָד:\n",
      "נָפַל מֵהֶם כָּל שֶׁהוּא בַּקְּטֹרֶת נִפְסְלָה. וְאִם הִקְטִיר מִמֶּנָּה בַּהֵיכָל לוֹקֶה. וְאֵין הַקְטָרָה פְּחוּתָה מִכְּזַיִת:\n",
      "הֶעֱלָה שְׂאוֹר אוֹ דְּבַשׁ בִּפְנֵי עַצְמָן לַמִּזְבֵּחַ לְשֵׁם עֵצִים פָּטוּר שֶׁנֶּאֱמַר <small>(ויקרא ב׳:י״ב)</small> \"וְאֶל הַמִּזְבֵּחַ לֹא יַעֲלוּ לְרֵיחַ נִיחֹחַ\". לְרֵיחַ נִיחוֹחַ אִי אַתָּה מַעֲלֶה אֲבָל אַתָּה מַעֲלֶה לְשֵׁם עֵצִים. אֲפִלּוּ הִקְטִיר דָּבָר שֶׁאֵינוֹ רָאוּי לְהַקְטָרָה בִּדְבַשׁ אוֹ בִּשְׂאוֹר הוֹאִיל וְהוּא מִן הַקָּרְבָּן לוֹקֶה:\n",
      "כֵּיצַד. הַמַּעֲלֶה מִבְּשַׂר חַטָּאת וְאָשָׁם אוֹ מִבְּשַׂר קָדָשִׁים קַלִּים אוֹ מִשְּׁיָרֵי הַמְּנָחוֹת אוֹ מִמּוֹתַר הָעֹמֶר אוֹ מֵחַטַּאת הָעוֹף אוֹ מִלֶּחֶם הַפָּנִים וּשְׁתֵּי הַלֶּחֶם אוֹ מִלּוֹג שֶׁמֶן שֶׁל מְצֹרָע הַמַּעֲלֶה כְּזַיִת מֵאַחַת מֵאֵלּוּ בְּחָמֵץ אוֹ בִּדְבַשׁ בֵּין לַמִּזְבֵּחַ בֵּין לַכֶּבֶשׁ לוֹקֶה. אַף עַל פִּי שֶׁאֵין כָּל אֵלּוּ רְאוּיִין לְהַקְטָרָה הוֹאִיל וְהֵן קְרוּיִין קָרְבָּן חַיָּב עֲלֵיהֶן שֶׁנֶּאֱמַר <small>(ויקרא ב׳:י״ב)</small> \"קָרְבַּן רֵאשִׁית תַּקְרִיבוּ אֹתָם לַה'\" וְגוֹ':\n",
      "וְכֵן אָסוּר לְהַקְטִיר עַל הַמִּזְבֵּחַ דָּבָר מִכָּל דְּבָרִים אֵלּוּ שֶׁאֵינָן רְאוּיִין לְהַקְטָרָה. כְּגוֹן בְּשַׂר חַטָּאוֹת וַאֲשָׁמוֹת וּשְׁיָרֵי מְנָחוֹת וְכַיּוֹצֵא בָּהֶן. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁכָּל דָּבָר שֶׁמִּקְצָתוֹ לָאִשִּׁים הֲרֵי שְׁאֵרִיתוֹ בְּבַל תַּקְטִירוּ:\n",
      "הַמַּקְטִיר אֵיבְרֵי בְּהֵמָה טְמֵאָה עַל גַּבֵּי הַמִּזְבֵּחַ לוֹקֶה. וְאַף עַל פִּי שֶׁאִסּוּר הַקְרָבָתָהּ מִכְּלַל עֲשֵׂה שֶׁהֲרֵי נֶאֱמַר מִן הַטְּהוֹרָה אֱכל וּמִן הַטְּהוֹרָה הַקְרֵב הָא טְמֵאָה לֹא תֹּאכַל וְלֹא תַּקְרִיב. כְּשֵׁם שֶׁלּוֹקֶה עַל אֲכִילַת הַטְּמֵאָה הַבָּא מִכְּלַל עֲשֵׂה כְּמוֹ שֶׁבֵּאַרְנוּ בִּמְקוֹמוֹ כָּךְ לוֹקֶה עַל הַקְרָבָתָהּ. אֲבָל הַמַּקְרִיב אֵיבְרֵי חַיָּה טְהוֹרָה עוֹבֵר בַּעֲשֵׂה וְאֵינוֹ לוֹקֶה. וּמִנַּיִן שֶׁהוּא בַּעֲשֵׂה שֶׁנֶּאֱמַר <small>(ויקרא א׳:ב׳)</small> \"מִן הַבְּהֵמָה מִן הַבָּקָר וּמִן הַצֹּאן תַּקְרִיבוּ אֶת קָרְבַּנְכֶם\" הָא מִן הַחַיָּה לֹא תַּקְרִיבוּ וְלָאו הַבָּא מִכְּלַל עֲשֵׂה עֲשֵׂה:\n",
      "הַגּוֹנֵב אוֹ הַגּוֹזֵל וְהִקְרִיב הַקָּרְבָּן פָּסוּל וְהַקָּדוֹשׁ בָּרוּךְ הוּא שׂוֹנְאוֹ שֶׁנֶּאֱמַר <small>(ישעיה סא-ח)</small> \"שֹׂנֵא גָזֵל בְּעוֹלָה\" וְאֵין צָרִיךְ לוֹמַר שֶׁאֵינוֹ מִתְקַבֵּל. וְאִם נִתְיָאֲשׁוּ הַבְּעָלִים הַקָּרְבָּן כָּשֵׁר. וַאֲפִלּוּ הָיָה חַטָּאת שֶׁהַכֹּהֲנִים אוֹכְלִין אֶת בְּשָׂרָהּ. וּמִפְּנֵי תַּקָּנַת מִזְבֵּחַ אָמְרוּ שֶׁהַחַטָּאת הַגְּזוּלָה אִם נוֹדְעָה לָרַבִּים אֵינָהּ מְכַפֶּרֶת אַף עַל פִּי שֶׁנִּתְיָאֲשׁוּ הַבְּעָלִים כְּדֵי שֶׁלֹּא יֹאמְרוּ מִזְבֵּחַ אוֹכֵל גְּזֵלוֹת וְכֵן הָעוֹלָה:\n",
      "הַגּוֹנֵב עוֹלַת חֲבֵרוֹ וְהִקְרִיבָהּ סְתָם נִתְכַּפְּרוּ בָּהּ הַבְּעָלִים הָרִאשׁוֹנִים:\n",
      "אֵין מְבִיאִין מְנָחוֹת וּנְסָכִים לֹא מִן הַטֶּבֶל וְלֹא מִן הֶחָדָשׁ קֹדֶם לָעֹמֶר וְלֹא מִן הַמְדֻמָּע וְאֵין צָרִיךְ לוֹמַר מֵעָרְלָה וְכִלְאֵי הַכָּרֶם מִפְּנֵי שֶׁהִיא מִצְוָה הַבָּאָה בַּעֲבֵרָה שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא שׂוֹנְאָהּ. וְאִם הֵבִיא לֹא נִתְקַדְּשׁוּ לִהְיוֹתָן רְאוּיִין לְקָרְבָּן אֲבָל נִתְקַדְּשׁוּ לְהִפָּסֵל וְיִהְיוּ כְּקָדָשִׁים שֶׁנִּפְסְלוּ:\n",
      "כָּל הַמְּנָחוֹת אֵין מְבִיאִין אוֹתָן מִן הֶחָדָשׁ קֹדֶם שְׁתֵּי הַלֶּחֶם לְכַתְּחִלָּה שֶׁהֲרֵי נֶאֱמַר בָּהֶן <small>(ויקרא ב-יד)</small> <small>(ויקרא כג-יז)</small> \"בִּכּוּרִים לַה'\". וְאִם הֵבִיא כָּשֵׁר. וּמְבִיאִים נְסָכִים מִן הַמֻּקְצֶה בְּיוֹם טוֹב: \n",
      "מִצְוַת עֲשֵׂה לִמְלֹחַ כָּל הַקָּרְבָּנוֹת קֹדֶם שֶׁיַּעֲלוּ לַמִּזְבֵּחַ שֶׁנֶּאֱמַר <small>(ויקרא ב׳:י״ג)</small> \"עַל כָּל קָרְבָּנְךָ תַּקְרִיב מֶלַח\". וְאֵין לְךָ דָּבָר שֶׁקָּרֵב לַמִּזְבֵּחַ בְּלֹא מֶלַח חוּץ מִיֵּין הַנְּסָכִים וְהַדָּם וְהָעֵצִים. וְדָבָר זֶה קַבָּלָה וְאֵין לוֹ מִקְרָא לִסְמֹךְ עָלָיו. וּמִצְוָה לִמְלֹחַ הַבָּשָׂר יָפֶה יָפֶה כְּמוֹלֵחַ בָּשָׂר לְצָלִי שֶׁמְּהַפֵּךְ אֶת הָאֵיבָר וּמוֹלֵחַ. וְאִם מָלַח כָּל שֶׁהוּא אֲפִלּוּ בְּגַרְגִּיר מֶלַח אֶחָד כָּשֵׁר:\n",
      "הִקְרִיב בְּלֹא מֶלַח כְּלָל לוֹקֶה שֶׁנֶּאֱמַר <small>(ויקרא ב׳:י״ג)</small> \"וְלֹא תַשְׁבִּית מֶלַח בְּרִית אֱלֹהֶיךָ\". וְאַף עַל פִּי שֶׁלּוֹקֶה הַקָּרְבָּן כָּשֵׁר וְהֻרְצָה. חוּץ מִן הַמִּנְחָה שֶׁהַמֶּלַח מְעַכֵּב בַּקְּמִיצָה שֶׁנֶּאֱמַר \"וְלֹא תַשְׁבִּית מֶלַח בְּרִית אֱלֹהֶיךָ מֵעַל מִנְחָתֶךָ\": \n",
      "הַמֶּלַח שֶׁמּוֹלְחִין בּוֹ כָּל הַקָּרְבָּנוֹת מִשֶּׁל צִבּוּר כְּמוֹ הָעֵצִים. וְאֵין הַיָּחִיד מֵבִיא מֶלַח אוֹ עֵצִים לְקָרְבָּנוֹ מִבֵּיתוֹ. וּבִשְׁלֹשָׁה מְקוֹמוֹת הָיוּ נוֹתְנִין הַמֶּלַח. בְּלִשְׁכַּת הַמֶּלַח. וְעַל גַּבֵּי הַכֶּבֶשׁ. וּבְרֹאשׁוֹ שֶׁל מִזְבֵּחַ. בְּלִשְׁכַּת הַמֶּלַח הָיוּ מוֹלְחִין עוֹרוֹת הַקָּדָשִׁים. וְעַל גַּבֵּי הַכֶּבֶשׁ מוֹלְחִין הָאֵיבָרִים. וּבְרֹאשׁוֹ שֶׁל מִזְבֵּחַ מוֹלְחִין הַקֹּמֶץ וְהַלְּבוֹנָה וּמְנָחוֹת הַנִּשְׂרָפוֹת וְעוֹלַת הָעוֹף:\n"
    ],
    [
      "כְּשֵׁם שֶׁמִּצְוָה לִהְיוֹת כָּל קָרְבָּן תָּמִים וְנִבְחָר כָּךְ הַנְּסָכִין יִהְיוּ תְּמִימִים וְנִבְחָרִים שֶׁנֶּאֱמַר <small>(במדבר כ״ח:ל״א)</small> \"תְּמִימִם יִהְיוּ לָכֶם וְנִסְכֵּיהֶם\" שֶׁיִּהְיוּ הַנְּסָכִים תְּמִימִים שֶׁלֹּא יָבִיא נְסָכִים לֹא מִיַּיִן מְעֵשָּׁן וְלֹא סלֶת שֶׁהִתְלִיעָה וְלֹא יִבְלל בְּשֶׁמֶן שֶׁרֵיחוֹ אוֹ טַעְמוֹ רַע:\n",
      "וְכֵן עֲצֵי הַמַּעֲרָכָה לֹא יִהְיוּ אֶלָּא נִבְחָרִים וְלֹא יִהְיֶה בָּהֶם תּוֹלַעַת. וְכָל עֵץ שֶׁהִתְלִיעַ כְּשֶׁהוּא לַח פָּסוּל לַמִּזְבֵּחַ. הִתְלִיעַ יָבֵשׁ גּוֹרֵר אֶת הַמָּקוֹם שֶׁהִתְלִיעַ. וַעֲצֵי סְתִירָה פְּסוּלִין לְעוֹלָם לֹא יָבִיאוּ אֶלָּא חֲדָשִׁים:\n",
      "הַמַּקְדִּישׁ יַיִן פָּסוּל אוֹ סלֶת אוֹ שֶׁמֶן פָּסוּל אוֹ עֵצִים פְּסוּלִים לַמִּזְבֵּחַ הֲרֵי הַדָּבָר סָפֵק אִם דּוֹמִים לְבַעַל מוּם כִּבְהֵמָה וְלוֹקֶה אוֹ אֵינָן כְּבַעַל מוּם לְפִיכָךְ אֵינוֹ לוֹקֶה וּמַכִּין אוֹתוֹ מַכַּת מַרְדּוּת:\n",
      "הַסּלֶת וְהַיַּיִן וְהַשֶּׁמֶן וְהַלְּבוֹנָה וְהָעוֹפוֹת וְהָעֵצִים וּכְלֵי שָׁרֵת שֶׁנִּפְסְלוּ אוֹ שֶׁנִּטְמְאוּ אֵין פּוֹדִין אוֹתָן שֶׁנֶּאֱמַר <small>(ויקרא כז-יא)</small> \"וְהֶעֱמִיד\" <small>(ויקרא כז-יב)</small> \"וְהֶעֱרִיךְ\". כָּל שֶׁיֶּשְׁנוֹ בְּהַעֲמָדָה נֶעֱרָךְ וְאֵלּוּ אֵינָן בִּכְלַל הַעֲמָדָה. לְפִיכָךְ אֵין נִפְדִּין לְעוֹלָם:\n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁנִּפְסְלוּ אוֹ שֶׁנִּטְמְאוּ אַחַר שֶׁנִּתְקַדְּשׁוּ בִּכְלִי שָׁרֵת. אֲבָל קֹדֶם שֶׁיִּתְקַדְּשׁוּ בִּכְלִי אִם נִטְמְאוּ אוֹ נִפְסְלוּ פּוֹדִין אוֹתָן. אֲבָל טְהוֹרִין אַף עַל פִּי שֶׁעֲדַיִן לֹא קָדְשׁוּ בִּכְלִי אֵין פּוֹדִין אוֹתָן חוּץ מִמִּנְחַת חוֹטֵא שֶׁנֶּאֱמַר בָּהּ <small>(ויקרא ה-י)</small> \"מֵחַטָּאתוֹ\" <small>(ויקרא ה-יג)</small> \"עַל חַטָּאתוֹ\" לוֹמַר שֶׁמֵּבִיא חַטָּאתוֹ מִדְּמֵי חַטָּאתוֹ. לְפִיכָךְ קֹדֶם שֶׁתִּתְקַדֵּשׁ בִּכְלִי שָׁרֵת הֲרֵי הִיא כִּקְדֻשַּׁת דָּמִים וּפוֹדִין אוֹתָהּ אַף עַל פִּי שֶׁהִיא טְהוֹרָה. וְכָל הַנְּסָכִים שֶׁנִּטְמְאוּ עוֹשֶׂה לָהֶם מַעֲרָכָה בִּפְנֵי עַצְמָן וְשׂוֹרְפָן בַּמִּזְבֵּחַ:\n",
      "מֵי הֶחָג שֶׁנִּטְמְאוּ וְהִשִּׁיקָן וְטִהֲרָן [כְּמוֹ שֶׁיִּתְבָּאֵר בְּטָהֳרוֹת]. אִם טִהֲרָן וְאַחַר כָּךְ הִקְדִּישָׁן הֲרֵי אֵלּוּ מִתְנַסְּכִין. וְאִם הִקְדִּישָׁן וְאַחַר כָּךְ נִטְמְאוּ הוֹאִיל וְנִדְחוּ יִדָּחוּ:\n",
      "זֵיתִים וַעֲנָבִים שֶׁנִּטְמְאוּ דּוֹרְכָן פָּחוֹת מִכַּבֵּיצָה. וְהַמַּשְׁקִין הַיּוֹצְאִין מֵהֶן כְּשֵׁרִים לִנְסָכִים. שֶׁהַמַּשְׁקֶה מֻפְקָד הוּא בָּאֹכֶל וּכְאִלּוּ אֵינוֹ מִגּוּפוֹ:\n",
      "מַעֲלָה יְתֵרָה עָשׂוּ חֲכָמִים בְּקָדָשִׁים שֶׁזְּרָעִים שֶׁנִּטְמְאוּ אֲפִלּוּ זְרָעָן הַיּוֹצֵא מֵהֶן פְּסוּלִין לִנְסָכִים שֶׁאֵין זְרִיעָה מוֹעֶלֶת בְּקָדָשִׁים. וְכֵן הָעֵצִים וְהַלְּבוֹנָה אַף עַל פִּי שֶׁאֵינָן אֳכָלִין הֲרֵי הֵן מִתְטַמְּאִין כְּאֹכֶל לְעִנְיַן הַקָּרְבָּנוֹת וְיִפָּסְלוּ הָעֵצִים וְהַלְּבוֹנָה בְּטֻמְאָה זוֹ לַמִּזְבֵּחַ וְאֵין מַקְרִיבִין אוֹתָן:\n",
      "וְאֵלּוּ הֵן הַיֵּינוֹת הַפְּסוּלִין לְגַבֵּי הַמִּזְבֵּחַ. הַמָּתוֹק וְהַמְעֵשָּׁן וְהַמְבֻשָּׁל בְּאֵשׁ אוֹ בַּשֶּׁמֶשׁ אוֹ שֶׁנִּשְׁתַּנָּה טַעְמוֹ בְּבִשּׁוּל. אֲבָל יַיִן שֶׁמְּחַמְּמִין אוֹתוֹ בַּשֶּׁמֶשׁ וְלֹא נָתְנָה בּוֹ טַעַם בִּשּׁוּל. וְכֵן יֵין צִמּוּקִין וְיַיִן מִגִּתּוֹ שֶׁלֹּא שָׁהָה אַרְבָּעִים יוֹם. וְיֵין הַדָּלִיּוֹת וְיֵין כֶּרֶם הַנָּטוּעַ בְּבֵית הַשְּׁלָחִין אוֹ בְּבֵית הַזְּבָלִים. אוֹ יֵין גְּפָנִים שֶׁנִּזְרַע זֶרַע בֵּינֵיהֶן. אוֹ יֵין כֶּרֶם שֶׁלֹּא נֶעֱבַד. כָּל אֵלּוּ הַיֵּינוֹת לֹא יָבִיא לְכַתְּחִלָּה וְאִם הֵבִיא כָּשֵׁר:\n",
      "יַיִן שֶׁנִּתְגַּלָּה פָּסוּל לְגַבֵּי הַמִּזְבֵּחַ. הִדְלָה גֶפֶן עַל גַּבֵּי תְּאֵנָה יֵינָהּ פָּסוּל לִנְסָכִים מִפְּנֵי שֶׁנִּשְׁתַּנָּה רֵיחוֹ. הֲרֵי הוּא אוֹמֵר <small>(ויקרא כג-לז)</small> \"זֶבַח וּנְסָכִים\" מָה זֶבַח שֶׁלֹּא נִשְׁתַּנָּה אַף נְסָכִים שֶׁלֹּא נִשְׁתַּנּוּ:\n",
      "סלֶת שֶׁהִתְלִיעָה רֻבָּהּ אוֹ הִתְלִיעוּ רֹב הַחִטִּים שֶׁנַּעֲשֵׂית מֵהֶן פְּסוּלָה. הִתְלִיעַ רֹב חִטָּה אַחַת הֲרֵי זֶה סָפֵק. וְכָל סלֶת שֶׁנִּשְׁאַר בָּהּ קֶמַח פְּסוּלָה:\n",
      "כֵּיצַד בּוֹדְקִים. מַכְנִיס הַגִּזְבָּר יָדוֹ לְתוֹךְ הַסּלֶת אִם עָלָה בָּהּ אָבָק פְּסוּלָה עַד שֶׁיַּחֲזֹר וִינַפֶּה אוֹתָהּ. אֲבָל סלֶת חִטִּים שֶׁנִּזְרְעוּ בְּבֵית הַשְּׁלָחִין אוֹ בְּבֵית הַזְּבָלִים אוֹ בְּבֵית הָאִילָן אוֹ בְּאֶרֶץ שֶׁלֹּא נָרָהּ וְלֹא עֲבָדָהּ לֹא יָבִיא לְכַתְּחִלָּה וְאִם הֵבִיא כְּשֵׁרָה:\n",
      "חִטִּים שֶׁלְּקָטָן מִגְּלָלֵי הַבָּקָר וּזְרָעָם הֲרֵי אֵלּוּ סָפֵק אִם עָבְרָה מֵאוּסָן בַּזְּרִיעָה אוֹ עֲדַיִן הֵן מְאוּסִין. לְפִיכָךְ לֹא יָבִיא מֵהֶן מְנָחוֹת וְאִם הֵבִיא כָּשֵׁר:\n",
      "וְאֵלּוּ הֵן הַשְּׁמָנִים הַפְּסוּלִין. שֶׁמֶן שֶׁל גַּרְגְּרִים שֶׁנִּשְׁרוּ בְּמַיִם אוֹ שֶׁל זֵיתִים כְּבוּשִׁין אוֹ שְׁלוּקִים אוֹ שֶׁמֶן שֶׁל שְׁמָרִים אוֹ שֶׁמֶן שֶׁרֵיחוֹ רַע כָּל אֵלּוּ פְּסוּלִין. אֲבָל שֶׁמֶן זַיִת שֶׁנְּטָעוֹ בְּבֵית הַזְּבָלִים אוֹ בְּבֵית הַשְּׁלָחִין אוֹ שֶׁנִּזְרַע זֶרַע בֵּינֵיהֶן. אוֹ שֶׁמֶן שֶׁהוֹצִיאוֹ מִזֵּיתִים שֶׁלֹּא בָּשְׁלוּ אֶלָּא עֲדַיִן הֵם פַּגִּין כָּל אֵלּוּ לֹא יָבִיא. וְאִם הֵבִיא כָּשֵׁר:\n",
      "כָּל הַמְּנָחוֹת וְהַנְּסָכִים כְּשֵׁרִים מֵהָאָרֶץ וּמִחוּצָה לָאָרֶץ מִן הֶחָדָשׁ וּמִן הַיָּשָׁן וּבִלְבַד שֶׁיָּבִיאוּ מִן הַמֻּבְחָר. חוּץ מִן הָעֹמֶר וּשְׁתֵּי הַלֶּחֶם שֶׁאֵינָן בָּאִין אֶלָּא מִן הֶחָדָשׁ וּמֵאֶרֶץ יִשְׂרָאֵל:\n"
    ],
    [
      "לא כָּל דָּבָר שֶׁאֵינוֹ פָּסוּל מֵבִיא אוֹתוֹ לְכַתְּחִלָּה. כֵּיצַד. הָיָה חַיָּב עוֹלָה לֹא יָבִיא שֶׂה כָּחוּשׁ וְכָעוּר וְיֹאמַר הֲרֵי אֵין בּוֹ מוּם. וְעַל זֶה נֶאֱמַר <small>(מלאכי א-יד)</small> \"וְאָרוּר נוֹכֵל\" וְגוֹ'. אֶלָּא כָּל שֶׁיָּבִיא לְקָרְבָּן יָבִיא מִן הַמֻּבְחָר:\n",
      "וְכָךְ הָיוּ עוֹשִׂין בִּזְמַן הַמִּקְדָּשׁ. מְבִיאִין אֵילִים מִמּוֹאָב. וּמְבִיאִין כְּבָשִׂים שֶׁגַּבֵּיהֶן רְחָבִים מֵחֶבְרוֹן. וּמְבִיאִין עֲגָלִים מִן הַשָּׁרוֹן. וְגוֹזָלוֹת מֵהַר הַמֶּלֶךְ. וּמְבִיאִין יַיִן מִקַּרְחִיִּין וְהַלּוֹטִיִּין. וְסלֶת מִמִּכְמָשׁ וְיוֹחָנָה. וּמְבִיאִין שֶׁמֶן מִתְּקוֹעַ:\n",
      "כָּל הָעֵצִים הַחֲדָשִׁים כְּשֵׁרִים לַמַּעֲרָכָה. וְלֹא הָיוּ מְבִיאִין מִשֶּׁל זַיִת וְלֹא מִשֶּׁל גֶּפֶן מִשּׁוּם יִשּׁוּב אֶרֶץ יִשְׂרָאֵל. וּבְאֵלּוּ הָיוּ רְגִילִין בְּמֻרְבִּיּוֹת שֶׁל תְּאֵנָה שֶׁל חֲדָשִׁים שֶׁאֵינָן בַּיִּשּׁוּב. וּבְשֶׁל אֱגוֹז וּבְשֶׁל עֵץ שֶׁמֶן. וְהַגְּזָרִין שֶׁעָשָׂה משֶׁה אַמָּה אָרְכָּן וְאַמָּה רָחְבָּן וְעָבְיָן כְּמַחַק גָּדִישׁ שֶׁל סְאָה וּכְמוֹתָן עוֹשִׂין לְדוֹרוֹת:\n",
      "וְכֵיצַד הָיוּ עוֹשִׂין בִּזְרִיעַת חִטֵּי הַמְּנָחוֹת וְהַנְּסָכִים. נָר חֲצִי הַשָּׂדֶה בְּשָׁנָה רִאשׁוֹנָה וְזָרַע חֶצְיָהּ. וּבְשָׁנָה שְׁנִיָּה נָר הַחֵצִי שֶׁזָּרַע בָּרִאשׁוֹנָה וְזָרַע הַחֵצִי הָאַחֵר קֹדֶם לַפֶּסַח שִׁבְעִים יוֹם. וְאִם לֹא הָיְתָה הַשָּׂדֶה עֲבוּדָּה חוֹרֵשׁ וְשׁוֹנֶה וְאַחַר כָּךְ זוֹרֵעַ. וּבוֹרֵר הַחִטִּים יָפֶה יָפֶה וְאַחַר כָּךְ שָׁף אֶת הַחִטִּים וּבוֹעֵט בָּהֶן הַרְבֵּה עַד שֶׁיִּתְקַלְּפוּ:\n",
      "כָּל הַחִטִּים שֶׁל מְנָחוֹת טְעוּנוֹת שְׁלֹשׁ מֵאוֹת שִׁיפָה וַחֲמֵשׁ מֵאוֹת בְּעִיטָה. שָׁף אַחַת וּבוֹעֵט שְׁתַּיִם. שָׁף שְׁתַּיִם וּבוֹעֵט שָׁלֹשׁ. נִמְצְאוּ שָׁלֹשׁ שִׁיפוֹת וַחֲמֵשׁ בְּעִיטוֹת. וְחוֹזֵר חֲלִילָה עַד שֶׁיִּגְמֹר שְׁלֹשׁ מֵאוֹת שִׁיפָה וַחֲמֵשׁ מֵאוֹת בְּעִיטָה כְּדֵי שֶׁיִּתְקַלְּפוּ הַרְבֵּה. וְחוֹשֵׁב הַהוֹבָאָה וְהַהוֹלָכָה בְּשִׁיפָה אַחַת לְהַחְמִיר וְאַחַר כָּךְ טוֹחֵן וּמְרַקֵּד יָפֶה יָפֶה:\n",
      "הַיַּיִן. מֵבִיא עֲנָבִים מִן הָרַגְלִיּוֹת מִן הַכְּרָמִים הָעֲבוּדִּים פַּעֲמַיִם בְּשָׁנָה. וְדוֹרֵךְ וְכוֹנְסִין אוֹתוֹ בְּחָבִיּוֹת קְטַנּוֹת. וְאֵין מַנִּיחִין אוֹתָן אַחַת אַחַת וְלֹא שְׁתַּיִם שְׁתַּיִם אֶלָּא שָׁלֹשׁ שָׁלֹשׁ. וְאֵינוֹ מְמַלֵּא אֶת הֶחָבִית עַד פִּיהָ כְּדֵי שֶׁיִּהְיֶה רֵיחוֹ נוֹדֵף. וְאֵינוֹ מֵבִיא לֹא מִפִּי הֶחָבִית מִפְּנֵי הַקְּמָחִין הָעוֹלֶה עַל פְּנֵי הַיַּיִן. וְלֹא מִשּׁוּלֶיהָ מִפְּנֵי הַשְּׁמָרִים. אֶלָּא מִשְּׁלִישָׁהּ וּמֵאֶמְצָעָהּ שֶׁל אֶמְצָעִית:\n",
      "הָיָה הַגִּזְבָּר יוֹשֵׁב וְהַיַּיִן יוֹצֵא מִן הַנֶּקֶב שֶׁבְּצַד הֶחָבִית כֵּיוָן שֶׁיִּרְאֶה שִׁנּוּי הַשְּׁמָרִים מַתְחִיל לָצֵאת פּוֹסֵק וְאֵינוֹ לוֹקֵחַ. וּמֵאֵימָתַי מֵבִיא. מֵאַחַר אַרְבָּעִים יוֹם לִדְרִיכָתוֹ עַד שְׁתֵּי שָׁנִים אוֹ יֶתֶר מְעַט. וְאִם הֵבִיא יַיִן יָשָׁן מִכַּמָּה שָׁנִים הֲרֵי זֶה כָּשֵׁר וְהוּא שֶׁלֹּא יִפָּסֵד טַעֲמוֹ:\n",
      "תִּשְׁעָה מִינִין בְּשֶׁמֶן מִפְּנֵי שִׁנּוּי מַעֲשָׂיו. כֵּיצַד. זַיִת שֶׁגִּרְגְּרוֹ בְּרֹאשׁ הַזַּיִת וּבֵרְרוֹ אַחַת אַחַת וּכְתָשׁוֹ וּנְתָנוֹ לְסַל הַשֶּׁמֶן שֶׁיֵּצֵא מִמֶּנּוּ הוּא הָרִאשׁוֹן. חָזַר אַחַר כָּךְ וּטְעָנוֹ בְּקוֹרָה הַשֶּׁמֶן שֶׁיֵּצֵא מִמֶּנּוּ הוּא הַשֵּׁנִי. וְאִם חָזַר אַחַר שֶׁטְּעָנוֹ וּטְחָנוֹ וּטְעָנוֹ שְׁנִיָּה הַשֶּׁמֶן שֶׁיֵּצֵא מִמֶּנּוּ הוּא הַשְּׁלִישִׁי. זֵיתִים שֶׁמְּסָקָן כֻּלָּן בְּעִרְבּוּבְיָא וְהֶעֱלָן לַגַּג וְחָזַר וּבֵרֵר גַּרְגֵּר גַּרְגֵּר וּכְתָשָׁן וּנְתָנָן לְסַל הַשֶּׁמֶן שֶׁיֵּצֵא מִמֶּנּוּ הוּא הָרְבִיעִי. וְאִם טְעָנוֹ בְּקוֹרָה אַחַר כָּךְ הַשֶּׁמֶן שֶׁיֵּצֵא הוּא הַחֲמִישִׁי. וְחָזַר וְטָחַן וְטָעַן פַּעַם שְׁנִיָּה הַשֶּׁמֶן שֶׁיֵּצֵא הוּא הַשִּׁשִּׁי. זֵיתִים שֶׁמְּסָקָן וּטְעָנָן בְּתוֹךְ הַבַּיִת עַד שֶׁיִּלְקוּ וְהֶעֱלָן וּנִגְּבָן וְאַחַר כָּךְ כָּתַשׁ וְנָתַן לְסַל הַשֶּׁמֶן שֶׁיֵּצֵא הוּא הַשְּׁבִיעִי. חָזַר וְטָעַן בַּקּוֹרָה הַשֶּׁמֶן שֶׁיֵּצֵא הוּא הַשְּׁמִינִי. חָזַר וְטָחַן וְטָעַן פַּעַם שְׁנִיָּה הַשֶּׁמֶן שֶׁיֵּצֵא הוּא הַתְּשִׁיעִי:\n",
      "אַף עַל פִּי שֶׁכֻּלָּן כְּשֵׁרִין לִמְנָחוֹת. הָרִאשׁוֹן אֵין לְמַעְלָה מִמֶּנּוּ. וְאַחֲרָיו הַשֵּׁנִי וְהָרְבִיעִי וּשְׁנֵיהֶן שָׁוִין. וְאַחֲרֵיהֶם הַשְּׁלִישִׁי וְהַחֲמִישִׁי וְהַשְּׁבִיעִי וּשְׁלָשְׁתָּן שָׁוִין. וְאַחֲרֵיהֶם הַשִּׁשִּׁי וְהַשְּׁמִינִי וּשְׁנֵיהֶם שָׁוִין. וְהַתְּשִׁיעִי אֵין לְמַטָּה מִמֶּנּוּ:\n",
      "אֵין כָּשֵׁר לַמְּנוֹרָה אֶלָּא רִאשׁוֹן וּרְבִיעִי וּשְׁבִיעִי בִּלְבַד שֶׁנֶּאֱמַר <small>(שמות כז-כ)</small> <small>(ויקרא כז-כ)</small> \"כָּתִית לַמָּאוֹר\", אֵין כָּשֵׁר לַמְּנוֹרָה אֶלָּא הַיּוֹצֵא מִן הַכָּתוּשׁ בִּלְבַד. אֲבָל לַמְּנָחוֹת כֻּלָּן כְּשֵׁרִין: \n",
      "וּמֵאַחַר שֶׁכֻּלָּן כְּשֵׁרִין לַמְּנָחוֹת לָמָּה נִמְנוּ. כְּדֵי לֵידַע יָפֶה שֶׁאֵין לְמַעְלָה מִמֶּנּוּ וְהַשָּׁוֶה וְהַפָּחוֹת שֶׁהָרוֹצֶה לִזְכּוֹת עַצְמוֹ יָכֹף יִצְרוֹ הָרַע וְיַרְחִיב יָדוֹ וְיָבִיא קָרְבָּנוֹ מִן הַיָּפֶה הַמְּשֻׁבָּח בְּיוֹתֵר שֶׁבְּאוֹתוֹ הַמִּין שֶׁיָּבִיא מִמֶּנּוּ. הֲרֵי נֶאֱמַר בַּתּוֹרָה <small>(בראשית ד-ד)</small> \"וְהֶבֶל הֵבִיא גַם הוּא מִבְּכֹרוֹת צֹאנוֹ וּמֵחֶלְבֵהֶן וַיִּשַׁע ה' אֶל הֶבֶל וְאֶל מִנְחָתוֹ\". וְהוּא הַדִּין בְּכָל דָּבָר שֶׁהוּא לְשֵׁם הָאֵל הַטּוֹב שֶׁיִּהְיֶה מִן הַנָּאֶה וְהַטּוֹב. אִם בָּנָה בֵּית תְּפִלָּה יִהְיֶה נָאֶה מִבֵּית יְשִׁיבָתוֹ. הֶאֱכִיל רָעֵב יַאֲכִיל מִן הַטּוֹב וְהַמָּתוֹק שֶׁבְּשֻׁלְחָנוֹ. כִּסָּה עָרֹם יְכַסֶּה מִן הַיָּפֶה שֶׁבִּכְסוּתוֹ. הִקְדִּישׁ דָּבָר יַקְדִּישׁ מִן הַיָּפֶה שֶׁבִּנְכָסָיו וְכֵן הוּא אוֹמֵר <small>(ויקרא ג-טז)</small> \"כָּל חֵלֶב לַה'\" וְגוֹ':\n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות איסורי המזבח",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Avodah"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [
        "<b> הרי זה קדוש.</b> א''א טעה בזה כי מי שדימה שמותר להקדיש בעל מום למזבח והקדיש אינו קדוש כלל שהוא הקדש טעות וה''ג בתמורה עשה שוגג כמזיד בתמורה ולא עשה שוגג כמזיד בקדשים ואמרינן בגמרא היכי דמי שוגג כמזיד בתמורה אמר חזקיה כסבור מותר להמיר דכוותה גבי קדשים כסבור מותר להקדיש בעלי מומין למזבח גבי תמורה לקי גבי קדשים לא לקי פירוש גבי תמורה קדוש והגוזז והעובד בו לוקה אבל גבי קדשים לא לקי לפי שאינו קדוש מפני שהוא הקדש טעות וזה המחבר שדימה גבי קדשים לא לקי אבל קדוש הוי וגבי תמורה מילקי נמי לקי על שהמיר טעות גדולה טעה שלא מצינו לוקה על השוגג ואומר מותר שוגג קרי ליה ובהלכות תמורה ג''כ טעה בזה: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> זנב הגדי.</b> א''א דומה שהוא גורס דרכיכא וקטינא ולא היא אלא דכריכא וקטינא פירוש עגולה וקטינא דקה וזנב הגדי אע''פ שהיא קצרה הרי היא רחבה וגסה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כל קרבן שירצה.</b> א''א מדקאמר ויביא בדמיהן כל קרבן שירצה ולא אמר ויעשה מהן כל מה שירצה אלמא בשאמר הרי אלו למזבח מיירי ולא בשאמר הרי אלו קרבן דאילו אמר הכי לא קדישי כלל וא''כ בעל מום נמי כי האי גונא הוי דתנן בתמורה אמר על בהמה טמאה ועל בעלת מום הרי אלו עולה לא אמר כלום הרי אלו לעולה ימכרו ויביא בדמיהן עולות: "
      ],
      [
        "<b> ונרבע.</b> א''א מאי טעמא לא תני יתום שנולד אחר שנשחטה אמו: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> או יהיה האיש הנרבע בן ט' שנים ויום אחד.</b> א''א זה המחבר דימה איסור מזבח לאיסור סקילה ואולי אין מדמין כן שהרי נרבע על פי הבעלים או על פי עד אחד שאינו במיתה ופסול למזבח הואיל ונעבדה בו עבירה מפני שהוא מאוס ואם הבהמה נרבעה ודאי בעינן שיהא הרובע בן ט' שנים ויום אחד לפי שאין לה הנאה ממנו והיא אנוסה ומתני' היא במסכת נדה. אבל כשהבהמה רובעת שנהנית מן העבירה נפסלת מכ''מ: "
      ],
      [
        "<b> משום מוקצה.</b> א''א יש בספרים שלנו נוסחא אחרינא אין מוקצה אסור אלא עד שעה שיגוזו או שיעבדו בו כלום דמשעה שיגוזו אותו כבר בטלה הקצאתו וחללוהו ולעולם בהקצאתו לא בעינן מעשה הואיל והקצה את גופו להיות ע''ז: "
      ],
      [],
      [
        "<b> בין שעבד שלו בין שעבד של חבירו.</b> א''א במס' ע''ז אוקמוה של חבירו בשעשה בה מעשה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אע''פ שהן מוקדשים.</b> א''א לא כן אנו מקובלין שהעופות אם מוקדשין הן הרי אמרו פרט לנדור אלא בעופות של חולין היא שנויה והא קמ''ל אע''פ שאין המום פוסל כאן אתנן ומחיר חל עליהן כדאיתא במתני' דתמורה: "
      ]
    ],
    [
      [
        "<b> שניהם כאחד וכו'.</b> א''א בספרים שלנו רבא מחייב ב' וד' ואביי פוטר משום לאו שבכללות: "
      ],
      [],
      [
        "<b> אפילו הקטיר דבר שאינו ראוי.</b> א''א בחיי ראשי נשתבש בלשון הברייתא מנין למעלה מבשר חטאת ומבשר אשם ומבשר קדשי הקדשים ומבשר קדשים קלים ומותר העומר ושתי הלחם ולחם הפנים ושיירי מנחות שהוא בלא תעשה ת''ל כי כל שאור וכל דבש לא תקטירו ממנו אשה ליי' כל שממנו לאישים הרי הוא בבל תקטירו הוא סבר מדאייתי רישא דקרא דוקא שהקטיר שאור ודבש עמהן שאינו חייב על שאור ודבש אלא א''כ יש עמהן צד קרבן וטעה: "
      ],
      [],
      [],
      [
        "<b> כך לוקה על הקרבתה.</b> א''א וכי עדיפא מבעלת מום אלא שאינו עולה כן מהגמרא דזבחים פרק כל הפסולים: "
      ],
      [
        "<b> ואפילו היה חטאת.</b> א''א אין כאן אפילו: "
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>מצות עשה להיות כל הקרבנות תמימים וכו'.</b> בסיפרא: \n\n"
      ],
      [
        "<b>ומ''ש וכל המקדיש בהמה שיש בה מום לגבי המזבח עובר בלא תעשה ולוקה על הקדשו שנאמר כל אשר בו מום לא תקריבו מפי השמועה למדו שזו אזהרה למקדיש בעלי מומין.</b> בפרק קמא דתמורה (דף ו'). \n",
        "<b>ומה שכתב אפילו הקדישו לדמים לוקה וכו'.</b> שם (דף ז') אמר רבא השתא דאמור טעמא דבעל מום דלקי משום דבזיא מילתייהו אפילו מקדיש ליה לדמי נסכים נמי לקי ותניא כוותיה דרבא וכתבו התוספות דה''ה למקדיש לדמי עולה ואיני יודע למה למדוהו בה''ה דהא כל שכן הוא שהרי פירש''י אפילו אקדשיה לדמי נסכים דהשתא ליכא בזיון כל כך שאין במינו ראוי לנסכים עכ''ל. ונראה שהנוסחא האמיתית בדברי רבינו אפילו הקדישו לדמי נסכים: \n\n"
      ],
      [
        "<b>המתכוין לומר שלמים ואמר עולה וכו' לא אמר כלום.</b> בפרק שלישי דתרומות (משנה ח'). \n",
        "<b>ומה שכתב לפיכך המתכוין לומר על בעל מום עולה והקדישו שלמים וכו' אינו לוקה.</b> פשוט הוא: \n",
        "<b>מי שדימה שמותר להקדיש בעל מום למזבח.</b> בפרק שני דתמורה (דף י''ז) תנן עשה שוגג כמזיד בתמורה ולא עשה שוגג כמזיד במוקדשין ובגמרא מאי טעמא וכו' אמר קרא יהיה קדש לרבות שוגג כמזיד היכי דמי שוגג כמזיד אמר חזקיה כסבור שהוא מותר להמיר דכוותה גבי קדשים כסבור מותר להקדיש בעלי מומין למזבח גבי תמורה לקי גבי קדשים לא לקי. וכתב הראב''ד על דברי רבינו טעה בזה כי מי שדי בדברי רש''י שכתב גבי תמורה לקי דרבי ביה קרא שוגג כמזיד גבי מה שמותר להקדיש בעל מום למזבח וכו'. ותירוץ השגה זו מבואר קדשים לא לקי דלא מצינו מלקות אלא במזיד ובהתראה עכ''ל. ועל מה שכתב הראב''ד דהוי הקדש טעות יש לדון דלא מיקרי הקדש טעות אלא כגון אומר שור שחור שיצא מביתי ראשון ויצא לבן שנתכוון להקדיש גוף אחד ונמצא גוף אחר אבל אם דימה שמותר להמיר שוגג מיקרי ולא טעות: \n\n"
      ],
      [
        "<b>השוחט בעל מום לשם קרבן לוקה וכו'. וכן המקטיר אימורי בעלי מומין על המזבח לוקה וכו'.</b> בפרק קמא דתמורה (דף ו') ודקדק רבינו לכתוב לשם קרבן משום דאמרינן בגמרא שומע אני אף קדשי בדק הבית תלמוד לומר ואל פתח אהל מועד לא הביאו וכו' שאין ראוי לפתח אהל מועד אין חייבין עליו משום שחוטי חוץ כלומר והוא הדין לשוחט בעל מום שאינו חייב משום בעל מום. \n",
        "<b>ומה שכתב נמצאת למד שאם הקדיש בעל מום ושחטו וכו' לוקה ד' מלקיות.</b> שם אלא ששם אמרו שעובר משום ה' שמות משום דמני בל תקטירו ב' לאוין בל תקטירו כולו בל תקטירו מקצתו וכתב רבינו בסה''מ שלו (מצוה צ''ד) דאמרינן x בפרק קמא דתמורה (דף ז':) המעלה איברי בעלי מומין על גבי המזבח אמר אביי עובר משום בל תקטירו כולו ובל תקטירו מקצתו רבא אמר אין לוקין על לאו שבכללות מיתיבי המקדיש בעלי מומין לגבי מזבח עובר משום ה' שמות אלמא לוקין על לאו שבכללות וכו' תיובתא דרבא תיובתא הנה נתבאר לך שזה שאמרו עובר בה' אמנם הוא עם סברתו שסובר שלוקין על לאו שבכללות ולכן ימנה הלאו שכולל כולם ומקצתם בשני שמות וזה הוא המפורסם מדעת אביי בכל מקום ולדעת רבא שאמר אין לוקין על לאו שבכללות אמנם יתחייב מלקות אחת וכו' ויהיו כולם ארבעה לאוין לבד עכ''ל. ומשום דקי''ל בעלמא דהלכה כרבא לגבי אביי הילכך לא חיישינן לההיא ברייתא דסברה דלוקין על לאו שבכללות ויש לתמוה דכיון דאיתותב רבא מברייתא היכי אפשר דנקטינן כוותיה כיון דלא אשכחן תנא דפליג אהאי ברייתא וי''ל דכיון דלא מני גמרא הא עם יע''ל קג''ם דהלכה כאביי משמע דקים ליה לגמרא דהלכה כרבא בהא ולא קי''ל כההיא ברייתא ואיכא תנא דפליג עלה ואע''ג דלא אידכר ההוא תנא הכא בגמרא. ודע דבנוסחא דידן בגמרא הגירסא מהופכת וגירסת רבינו עיקר: \n\n"
      ],
      [
        "<b>אחד בעל מום קבוע או בעל מום עובר וכו'.</b> ז''ל רבינו בספר המצות שלו צ''ה הזהירנו מהקריב בעל מום עובר והוא אמרו לא תזבח לה' אלהיך שור ושה אשר יהיה בו מום ונתבאר בספרי שבבעל מום עובר הכתוב מדבר וזה גם כן ילקה עליו כשעבר והקריבו עכ''ל. וטעמו ממה שפירשו שם על פסוק זה מנין לבעל גרב ובעל יבלת ובעל חזזית תלמוד לומר כל דבר רע והרי בעל יבלת מום עובר הוא וכן בעל גרב לח ובעל חזזית ומייתי להו מהאי קרא ואע''ג דבקרא דדריש מיניה בעל מום לא כתיב אלא לא תזבח איכא למימר דכיון דחזינן דקפיד קרא בבעל מום עובר לענין זביחה כמו בבעל מום קבוע ילפינן מיניה דה''ה לשאר לאוין והרמב''ן בהשגותיו על סה''מ כתב וז''ל אני אומר שהמניעה במום קבוע ועובר לאו אחד תמנה שהכתוב מרבה והולך עד שאסר כל מום בין קבוע בין עובר וגם בלאו הראשון נתרבו וכך אמרו בסיפרא וישנו בגמרא תמורה אשר בו מום אין לי אלא מום קבוע מום עובר מנין תלמוד לומר כל אשר בו מום ובשניהם עובר בכל חמשה שמות הללו ונאמרו הכתובים להשלים האיסור ולא אמרו בסיפרי בפסוק לא תזבח לה' אלהיך שור או שה אשר יהיה בו מום שבא למום עובר בלבד אלא גם שם נתרבה הכל וזה מאמרם שם אין לי אלא תם ונעשה בעל מום ממעי אמו מנין ת''ל כל דבר רע מנין בעל גרב ובעל יבלת ובעל חזזית ת''ל מום כל דבר רע מנין לזקן וחולה וכו' עכ''ל: \n\n"
      ],
      [
        "<b>ולא קרבנות ישראל בלבד וכו'.</b> מבואר בכתוב: \n\n"
      ],
      [
        "<b>המטיל מום בקדשים וכו' מפי השמועה למדו שזה אזהרה שלא יתן בו מום.</b> בסיפרי ובפרק פסולי המוקדשין (דף ל''ד): \n",
        "<b>ואינו לוקה אלא בזמן שבית המקדש קיים וכו'.</b> בפרק קמא דעבודה זרה (דף י''ג) אהא דתניא אין מקדישין וכו' בזמן הזה ואם הקדיש בזמן הזה בהמה נועל בפניה והיא מתה מאליה וכו'. ולשוייה גיסטרא אמר רבא מפני שנראה כמטיל מום בקדשים נראה מום מעליא הוא ה''מ בזמן שב''ה קיים דחזי להקרבה השתא דלא חזי להקרבה לית לן בה ופירש''י ה''מ דהוי מטיל מום גמור ואסור משום כל מום לא יהיה בו בזמן ב''ה דקרינא ביה תמים יהיה לרצון להקריב אבל השתא נראה בעל מום הוא ולא אסור מדאורייתא אבל דעת רבינו דאסור מדאורייתא אלא שאינו לוקה: \n\n"
      ],
      [
        "<b>הטיל מום בקדשים וכו'.</b> פלוגתא דתנאי בברייתא בפ' פסולי המוקדשין (דף ל''ג:) ופסק כחכמים: \n\n"
      ],
      [
        "<b>אחד המטיל מום בקדשים עצמם וכו' וכן המטיל מום בתשיעי של טעות עשירי אינו לוקה.</b> בפרק שלישי דתמורה (דף כ''א): \n\n"
      ],
      [
        "<b>המקדיש בעל מום למזבח וכו'.</b> בפרק קמא דתמורה (דף ה') המקדיש בעלי מומין לגבי מזבח אע''פ שהוא בלא תעשה מה שעשה עשוי. \n",
        "<b>ומה שכתב ותפדה בערך הכהן ותצא לחולין ויביא בדמיה קרבן.</b> בסוף תמורה תניא (דף ל''ב) אם כל בהמה טמאה אשר לא יקריבו ממנה קרבן לה' והעמיד את הבהמה לפני הכהן והעריך הכהן אותה בבעלי מומין שיפדו הכתוב מדבר וכתב שם רש''י דע''כ בקדשי מזבח מיירי. \n",
        "<b>ומה שכתב וכן הדין בבהמת קדשים שנפל בה מום.</b> שם אמרינן לר' יוחנן דהאי ברייתא כוותיה דאותה למעוטי בעל מום מעיקרו שאינו בכלל העמדה והערכה לדברי הכל וקשה היכי רבינו לא מפליג בינייהו ואפשר שרבינו פסק כלוי דאמר התם הכל היו בכלל העמדה והערכה ואפילו בעל מום ואע''ג דאקשינן ללוי והכתיב אותה ואסיקנא בקשיא אשכחן דמסיק בקשיא והלכתא כוותיה וכיון דלוי קשיש מרבי יוחנן פסק רבינו כוותיה ועי''ל דכרבי יוחנן פסק רבינו דע''כ לא אמר ר' יוחנן אותה למעוטי בעל מום מעיקרו אלא לומר דבעל מום מעיקרו אפילו אם מת נפדה דלא בעינן בהו והעמיד אבל בכשהוא חי לדברי הכל נפדה הוא בערך הכהן וזה עיקר שהרי כן כתב רבינו בסמוך גבי מה בין בעלת מום קבוע לבעלת מום עובר: \n",
        "<b>ומצות עשה היא לפדות קדשים שנולד בהם מום וכו'.</b> בפ''ב דבכורות (דף ט''ו ע''א): \n",
        "<b>וכבר ביארנו בערכין פ״ה שזה שנאמר וכו'.</b> בסוף תמורה דף ל״ג ע״א ובריש פרק על אלו מומין (בכורות ל״ז ע״ב): \n\n"
      ],
      [
        "<b>מה בין בעלת מום קבוע לבעלת מום עובר כו'.</b> בפ''ב דבכורות (דף ט''ו:). \n",
        "<b>ומ''ש ואם נתעברה קודם שתפדה וילדה אחר פדיון הולד חולין.</b> ג''ז שם. \n",
        "<b>ומ״ש ואם מתה קודם שתפדה נפדית אחר שתמות וכו'.</b> במשנה שם (דף י״ד) ובפ' הזרוע (חולין דף ק״ל). \n",
        "<b>ומ''ש אבל המקדיש בעלת מום עובר או תמימה ואחר שהקדישה נולד לה מום קבוע אם מתה קודם שתפדה תקבר וכו'.</b> במשנה פ''ב דבכורות ופ' הזרוע. \n",
        "<b>ומ''ש ואם נשחטה קודם שתפדה ה''ז נפדית.</b> בפ''ק דמעילה קדשי מזבח תמימים ונעשו בעלי מומין ועבר ושחטן רבי אומר יקברו וחכ''א יפדו. \n",
        "<b>ומה שכתב נפדית כל זמן שהיא מפרכסת.</b> בפ''ב דחולין (דף ל') וכ''ת דבעי העמדה והערכה והתנן שחט בה שנים או רוב שנים ועדיין היא מפרכסת הרי היא כחיה לכל דבריה. \n",
        "<b>ומ''ש ואם ילדה יקרב ולדה.</b> בפ''ב דבכורות (דף ט''ז) אמרינן על קדם הקדשן את מומן ולדותיהן שנולדו לפני פדיון מקדש קדשי ואמרינן דבפרק אלו קדשים איפליגו אי קדשי ליקרב או אי קדשי לרעייה ופסק רבינו כשמואל ורבא ולא כבר פדא ורב פפא משום דשמואל ורבא הוו מארי דגמרא טפי מינייהו: \n",
        "<b>נתעברה קודם שתפדה וילדה אחר וכו'.</b> בפ''ב דבכורות (דף י''ד) שנינו גבי קדם הקדשן את מומן ולדן אסור לאחר פדיון ומפרש בגמרא דמיירי באיעבר לפני פדיון ואתיליד לאחר פדיון ואמרינן בגמרא (דף ט''ו:) אותן ולדות מה תהא עליהן אמר רב הונא כונסן לכיפה והן מתין דהיכי ליעבד לקרבינהו מכח קדושה דחויה קא אתו לפרקינהו לא אלימי למתפס פדיונן אמרי במערבא משום רבי חנינא סמוך לפדיונן מתפיסן לשם אותו זבח ופרש''י קדושה דחויה דאית בהו תרתי לריעותא חדא דאמותן בעלי מומין שנראו ונדחו ועוד דלאחר פדיון נולדו והן עצמן אין יכול להתפיסן לקדושה גמורה להקריב והואיל ואידחו תו לא מיחזו. לא אלימי למיתפס פדיונן בקדושתן כדי שיצאו הם לחולין שכבר יצאה קדושתן אגב פדיון דאמן וכו'. סמוך לפדיון אמן מתפיסן לשם אותו זבח דהשתא חיילא עלייהו קדושה לעצמן דחשבינהו ולא פקעא קדושתייהו על ידי פדיית אמן עכ''ל ואמרינן בגמרא בעא מיניה רבינא מרב ששת מהו שמתפיסם לכל זבח שירצה א''ל אין מתפיסן (אלא לשם אותו הזבח) ותניא כוותיה ופסק רבינו כרבי חנינא משום דרב ששת ורבינא דבתראי נינהו סברי כוותיה וברייתא דתניא כוותיה דרב ששת כוותיה אתיא. ויש בקצת ספרי רבינו טעות סופר והנוסחא הנכונה לפי שאינו יכול להקריבו מכח אמו לפי שבא מכח קדושה דחויה: \n\n"
      ],
      [
        "<b>כל פסולי המוקדשין כשיפדו וכו'.</b> משנה בפרק פסולי המוקדשין (דף ל''א:): \n",
        "<b>התפיס בכור לבדק הבית וכו'.</b> בפרק התערובות (דף ע''ה:) בעיא דאיפשיטא: \n\n"
      ]
    ],
    [
      [
        "<b>כל המומין הפוסלין באדם ובבהמה חמשים וכבר נמנו.</b> בפ''ז מהלכות ביאת המקדש: \n\n"
      ],
      [
        "<b>ומ״ש ויש מומין אחרים מיוחדים בבהמה וכו'.</b> קשה לי דהא חטיה החיצונות והפנימיות למה לא יפסלו באדם דהא [אחר שנשנו מומין האמורין בבכור שנינו בריש פרק מומין אלו] (בכורות דף מ״ג) מומין אלו פוסלין באדם. \n",
        "<b>ומ''ש רבינו וכ''ג הם ואלו הם אם היה גלגל עינה עגול כשל אדם.</b> בפרק אלו מומין במשנה (דף מ') את שגלגל עינו עגול כשל אדם ובגמרא למימרא דלאו היינו אורחיה ורמינהו המפלת כמין בהמה חיה ועוף וכו' מאי טעמא דרבי מאיר הואיל וגלגל עינו עגול כשל אדם אמר רב יוסף ל''ק הא באוכמא הא בחיורא ופירש רש''י באוכמא שחור של עין הבהמה אינו עגול כשל אדם הא בציריא כל בית מושב הלובן והוא עגול כשל אדם ע''כ נראה שהוא גורס הא באוכמא הא בציריא. ויש לתמוה על רבינו שסתם דבריו ולא חילק בזה אולי לא היה זה בגירסתו. \n",
        "<b>ומ''ש עינה אחת גדולה כשל עגל והשניה קטנה כשל אווז אבל אם היתה אוזן גדולה ואוזן קטנה אפילו קטנה עד כפול כשר.</b> שם (דף מ':) רבי חנינא בן אנטיגנוס אומר את שיבלת בעינו וכו' עינו אחת גדולה ואחת קטנה אזנו אחת גדולה ואחת קטנה במראה אבל לא במדה ובגמרא תנא גדולה כשל עגל קטנה כשל אווז אזנו אחת גדולה וכו' ורבנן עד כמה תניא אחרים אומרים אפילו אינה לשנייה אלא כפול כשירה. ומשמע דעינו גדולה כשל עגל וכו' רבנן קאמרי לה והכי משמע בריש בכורות (דף ג') ולפיכך פסק רבינו כן ואמרינן בריש בכורות דדוקא עינה אחת גדולה והשניה קטנה הוי מום בבהמה אבל אם היו שתי עיניה גדולות או שתיהן קטנות בבהמה כשר ובאדם פסול וזהו שדקדק רבינו לכתוב כאן במומי בהמה עינה אחת גדולה והשניה קטנה ובפ''ח מהלכות ביאת מקדש גבי מומי אדם כתב מי שעיניו גדולות או שעיניו קטנות כלומר אפילו שתיהן גדולות או שתיהן קטנות דכשר בבהמה פסול באדם וכל שכן אם עינו אחת גדולה והשניה קטנה דאף בבהמה פסול: \n",
        "<b>אם יש בלובן עינה יבלת שיש בה שיער.</b> בפרק על אלו מומין (בכורות דף מ':) על אלו מומין שוחטין את הבכור את שיבלת בעינו ורמינן עלה הא דתנן אלו שאין שוחטים עליהם לא במקדש ולא במדינה וכו' בעל יבלת ושני אידי ואידי בעיניו ולא קשיא הא בשחור הא בלבן והא אין מומין בלבן אלא אידי ואידי בלבן ואמר ר״ל ל״ק הא דאית בה שער הא דלית בה שער ומשמע שרבינו אינו מפרש כפירש״י אבל הוא מפרש אידי ואידי מתניתין דעל מומין אלו שוחטין את הבכור את שיבלת בעיניו ומתניתין דאין שוחטין עליהם לא במקדש ולא במדינה בלבן ול״ק הא דהוי מום בדאית בה שער וההיא דאין שוחטין עליהם לא במקדש ולא במדינה בדלית בה שער ומ״מ ק״ל דמשמע דבשחור פשיטא דהוי מומא וכן פירש ה״ר עובדיה וא״כ יש לתמוה על רבינו דמשמע מדבריו דדוקא בלובן הוי מום ולא בשחור דאם לא כן הל״ל אם יש אפילו בלובן עיניה יבלת וצריך לדחוק ולומר דאם יש בלובן עיניה דנקט רבינו לרבותא נקטיה וכל שכן בשחור. ועוד יש לתמוה דכיון שהקשה והא אין מומין בלבן היכי מתרץ אידי ואידי בלבן ול״ק הא דאית בה שיער הא דלית בה שיער ואי אית בה שיער מאי הוי והא אין מומין בלבן ויש לדחוק ולומר דהכי מתרץ ליה כי שמיע לך דאין מומין בלבן ה״מ ביבלת שאין בה שער אבל ביש בה שער בלבן נמי הוי מום: \n",
        "<b>אם ניקב העור שבין שני חוטמיה במקום הנראה.</b> בתוספתא דבכורות פ״ד ניקבו חוטמיו זה לתוך זה בפנים לא ישחוט מבחוץ ישחוט פירוש מבפנים לא ישחוט במדינה מפני שאינו מום מבחוץ ישחוט שהוא מום ובגמרא פרק על אלו מומין (בכורות דף ל״ט) תנו רבנן ניקבו חוטמיו זה לתוך זה מבחוץ הרי זה מום מבפנים אינו מום: \n",
        "<b>פיה דומה לשל חזיר פרוס וכו'.</b> בפרק על אלו מומין (בכורות דף מ'): \n\n"
      ],
      [
        "<b>חטיה החיצונות וכו'.</b> משנה שם (דף ל''ט) חטיו החיצונות שנפגמו שנגממו והפנימיות שנעקרו ובספרי רבינו כתוב שניקבו ונראה שטעות סופר הוא אלא שבסמ''ג מצאתי כמו שכתוב בספרי רבינו ונראה שנוסחא אחרת היתה להם וכתב סמ''ג חטיה החיצונות יינציב''א בלע''ז ופנימיות הם שהשינים הגדולות קבועים בהם: \n\n"
      ],
      [
        "<b>אם ניטלו קרניה וזכרותן עמהם ולא נשאר מהם כלום.</b> בפרק מומין אלו (בכורות דף מ״ד) אמר אמימר ניטלו קרניהן וזכרותן עמהם פסולה ואין פודין עליהם ניטלו טלפים וזכרותן עמהם פסולה ונפדין עליהם מיתיבי ניטלו קרנים וטלפים וזכרותן עמהם פסולים ונפדין עליהם לא קשיא הא דאתעקר אתעקורי הא דאיגום איגומי [דאיגום איגומי] פסול ורמינהו פרה שקרניה וטלפיה שחורים יגוד תרגמא זעירי מעילוי זכרות. ופירש״י זכרותן היינו עצם התחוב בתוך הקרנים זכרות הטלפים והיינו עצם שבתוך הטלפים דזו היא כף הרגל. ואין נפדין עליהם וכו'. דלא הוי מום גמור אלא לאיפסולי. ומדאמרינן הא דאתעקר איתעקורי הא דאיגום איגומי וכן מדתרגמא זעירי מעילוי זכרות משמע בהדיא דכל שניטל מהזכרות אפילו איגום איגומי פסולה ולא שאני לן בין אתעקר אתעקורי לאיגום איגומי אלא לענין אם נפדין עליהם וכ״כ רבינו לקמן בפרק זה גבי חליים שהן פוסלין ואין נפדין עליהם אם נגממו קרניו אע״פ שנשאר מזכרותן מעט סמוך לבשר תפדה והטעם פשוט משום דכיון דמימרא דאמימר בקרנים אוקימנא באיגום איגומי סיפא דלישניה בטלפים ע״כ מיתוקמא נמי באיגום איגומי ואפ״ה אמר דנפדים עליהם אלמא דבטלפים אפילו איגום איגומי הוי מום קבוע לפדות עליו. \n",
        "<b>ומה שכתב אבל נקבה שיש לה קרנים כשירה.</b> ברייתא שם יש דברים שהם כמומין ואינם כמומין וכו' ואלו הם עז שאין לו קרנים ורחל שיש לה קרנים ומשמע לי דהיינו בעז שאין לו קרנים מתחלת ברייתו דומיא דרחל שיש לה קרנים ועוד דאילו בהיו לו וניטלו הא אמרינן בסמוך דפסול ולפי זה יש לתמוה על רבינו למה לא כתב דין זה ואפשר שרבינו מפרש דעז שאין לו קרנים דמכשר בברייתא היינו בניטלו קרניו בלא זכרות: \n",
        "<b>אם נפגם העור שחופה את גיד הבהמה.</b> במשנה (דף ל''ט:) בפרק על אלו מומין נפגם הזובן ובגמרא אמר רבי אלעזר נפגם ולא ניטל כיס ולא זכרות ופירש''י הזובן זהו נרתק שהגיד חבוי בו. נפגם הזובן הוי מום דלא הדרא בריא ולא ניטל דניטל לא הוי מום דחוזר לאיתנו כיס אם נפגם הוי מום אבל זכרות גיד עצמו שנפגם לא הוי מום דמעלה ארוכה עכ''ל ולא ידעתי למה קיצר רבינו מלהזכיר זה. \n",
        "<b>ומ''ש אם נפגמה הערוה של נקבה.</b> שם במשנה: \n",
        "<b>אם נפגם הזנב מן העצם אבל לא מן הפרק.</b> שם במשנה ופירש''י מן הפרק אם נפגם בין הפרקים מעלה ארוכה. \n",
        "<b>ומ''ש אם היה ראש הזנב מפוצל לשנים כשני עצמים.</b> שם במשנה היה ראש הזנב מפציל x עצם כשני עצמים ומפרש בתוספתא שהיה ראש הזנב מופצל לשני עצמות. \n",
        "<b>ומה שכתב אם היה בין חוליא לחוליא מלא אצבע כשר.</b> גם זה שם במשנה: \n",
        "<b>אם היה הזנב קצר וכו' ובטלה אורך שתי חוליות מום וכו'.</b> שם משנה וגמרא: \n",
        "<b>זנב הגדי שהיה רך ומדולדל דומה לשל חזיר.</b> שם (דף מ':) במשנה זנב הגדי שהוא דומה לשל חזיר ובגמרא אמר רב פפא לא תימא דקטינא אלא דכריכא אע''ג דאלימא ופרש''י כריכא עגולה שזנב הטלה הוי רחבה יתר על עביה. קטינא דקה מאד עכ''ל. וכתב הראב''ד על דברי רבינו דומה שהוא גורס דרכיכא וקטינא וכו': \n",
        "<b>אם נשבר עצם מן הזנב.</b> נלמד מתוספתא דבסמוך דלא הכשיר בנשתברו רוב צלעותיו אלא מפני שאינם בגלוי אבל נשבר עצם מן הזנב מאחר שהוא בגלוי הוי מום: \n",
        "<b>אבל אם נשבר עצם מצלעותיו כשר וכו'.</b> בתוספתא דבכורות פ''ד נשתברו רוב צלעותיו או שהיה בו מום מבפנים אינו מום שנאמר עור או פסח מה עור ופסח מומין [המיוחדין מום] שבגלוי. ובגמרא (דף ל''ט) פרק על אלו מומין בעי אם יש מחוסר אבר מבפנים למאי אי לבכור פסח או עור כתיב או לקדשים עורת או שבור כתיב ופרש''י פסח או עור כתיב דמשמע בגלוי אין בסתר לא: \n\n"
      ],
      [
        "<b>בעלת חמש רגלים וכו'.</b> משנה פרק על אלו מומין (בכורות דף מ'): \n",
        "<b>אם היתה אחת מרגליו וידיו וכו'.</b> שם במשנה שרגליו קלוטות כשל חמור ובגמרא אמר רב פפא לא תימא דעגולין ולא סדיקן אלא כיון דעגילן אע''ג דסדיקן: \n",
        "<b>אם נגממו טלפיה וכו'.</b> כבר נתבאר בפרק זה אצל ניטלו קרניה: \n\n"
      ],
      [
        "<b>כל מום מע״ג מום המנויים בבהמה וכו'.</b> בס״פ על אלו מומין (בכורות דף מ״א:) תנן על אלו מומין שוחטין את הבכור ופסולי המוקדשין נפדין עליהם. \n",
        "<b>ומ''ש חוץ מזקן וחולה ומזוהם שאע''פ שאינו כשר לקרבן אינו נפדה וכו'.</b> שם במשנה ואלו שאין שוחטין עליהן לא במקדש ולא במדינה חוורור והמים שאינן קבועים וחוטיו הפנימיות שנפגמו אבל לא שנעקרו ובעל גרב ובעל יבלת ובעל חזזית וזקן וחולה ומזוהם ושנעבדה בו עבירה ושהמית אדם ע''פ עד אחד או ע''פ הבעלים וכתב רבינו בפירוש המשנה לא ישחוט עליהם במדינה לפי שאינן מומין קבועים: \n\n"
      ],
      [
        "<b>ומ''ש ארבעה מומין עוברים יש באדם ובבהמה.</b> במשנה (דף מ''ג) מומין אלו בין קבועים בין עוברים פוסלין באדם. \n",
        "<b>ומ''ש ואלו הן גרב לח.</b> נתבאר במה שכתבתי בפ''ז מביאת המקדש דהיינו בלח מבפנים ומבחוץ שהוא יכול להתרפא. \n",
        "<b>ומ''ש חזזית שאינה מצרית.</b> נתבאר שם. \n",
        "<b>ומ''ש מים שיורדים בעין ואינן קבועים סנוירים שאינם קבועים.</b> היינו דתנן בפ' הנזכר (דף מ''א) חוורור והמים שאינם קבועים גבי שאין שוחטין עליהם לא במקדש ולא במדינה: \n\n"
      ],
      [],
      [
        "<b><small>(ח-ט)</small> יש ארבעה חוליים אחרים וכו' ואלו הם מי שבלובן עינו יבלת שאין בה שיער.</b> כבר כתבתי בפרק זה דבגמרא אוקימנא הא דתנן גבי אלו שאין שוחטין עליהן לא במקדש ולא במדינה בעל יבלת כשהיה בלבן יבלת שאין בה שער. \n",
        "<b>ומה שכתב אם נגממו קרניו אף על פי שנשארו מזכרותן מעט סמוך לבשר.</b> נתבאר בפרק זה. \n",
        "<b>ומה שכתב אם נפגמו חיטיו הפנימיות.</b> במשנה שכתבתי בסמוך: \n",
        "<b>ומה שכתב וכן בהמת קדשים שנעבדה בה עבירה או שהמיתה את האדם וכו'.</b> מפרש במשנה הנזכרת ובפרק כל האסורים תניא הרובע והנרבע הם כקדשים שקדם מום עובר להקדשן וצריכים מום קבוע לפדות עליהם: \n\n"
      ],
      [
        "<b>בהמה שנולד בה אחד מהטרפיות וכו'.</b> בר''פ המזבח מקדש אמרינן דטריפה פסולה מעל גבי המזבח ובר''פ התערובות (דף ע''א:) אמרינן דטריפה שנתערבה בזבחים ירעו עד שיסתאבו. \n",
        "<b>ומה שכתב רבינו הרי הוא אומר הקריבהו נא לפחתך.</b> יש לתמוה שהרי בתורת כהנים ובפרק ו' דתמורה (דף כ''ט) דורש כשהוא אומר מן הבקר למטה וכו' להוציא את הטריפה משמע שמן התורה הוא דהא דריש לה מקרא ובפרק בתרא דבכורות (דף נ''ז) יליף דטרפה פסול לקרבן בגזירה שוה ואפשר שסובר רבינו דסמך בעלמא הוא דמסמיך להו אקרא ואגזירה שוה דהא קיימא לן דלא מיפסיל משום מום אלא בגלוי דוקא אי נמי דה''ק אפילו לא היה בה איסור מן התורה הוי ליה לפסלה משום הקריבהו נא לפחתך. \n",
        "<b>ומ''ש ואע''פ שאינה ראויה לקרבן אין פודין אותה וכו'.</b> משנה בתמורה (דף ל') ס''פ כל האסורים על גבי המזבח: \n\n"
      ],
      [
        "<b>ומ״ש נשחטה ונמצאת טרפה הרי זה תצא לבית השרפה.</b> בפרק כיצד צולין (פסחים דף פ״ב) אמרינן דמדכתיב בקדש באש תשרף לימד על כל פסולים שבקדש בשריפה: \n",
        "<b>וכן אם נמצא אחד מאיבריה הפנימיים חסר וכו' הרי זו אסורה למזבח ותשרף וכו'.</b> בפרק על אלו מומין (בכורות דף ל״ט) בעי רב אחדבוי בר אמי יש מחוסר אבר מבפנים או אין מחוסר אבר מבפנים וכו' לאישחוטי ולאיפרוקי לא איבעי' לן כי מיבעי' לן לאיפסולי מאי תמים יהיה לרצון אמר רחמנא תמים אין חסרון לא או דילמא תמים יהיה לרצון כל מום לא יהיה בו מה מום מאבראי אף חסרון מאבראי ת״ש ואת שתי הכליות ולא בעל כוליא אחת ולא בעל ג' כוליות ותניא אידך יסירנה לרבות בעל כוליא אחת וכו' לימא בהא קא מיפלגי דמר סבר חסרון מבפנים שמיה חסרון וכו' ולא קשיא וכו' ופירש רש״י לאישחוטי בכור על חסרון שבפנים ולאפרוקי קדשים לא מיבעי' דלא חשיב מומא כולי האי: \n\n"
      ],
      [
        "<b>אי זו היא סנורים קבועים וכו'.</b> משנה וגמרא בפרק על אלו מומין (בכורות דף ל״ח): \n\n"
      ],
      [
        "<b>ובמה יודע שהמים קבועים וכו' עד הרי אלו קבועים ודאי.</b> משנה וגמרא שם: \n\n"
      ],
      [
        "<b>ומ''ש ואם חסר א' מכל אלו הרי זה ספק וכו' עד סוף הפרק.</b> הכל שם בעיא דלא איפשיטו זולת שבנוסחא דידן בגמרא (דף ל''ט) קודם שתייה ודאי מעלי לה (בשערי) לאחר שתייה מאי ורבינו גריס איפכא. ודע שאמרו שם את''ל בסעודה ראשונה. וא''ת דלפי שיטת רבינו שהיא דכל היכא דאמרינן את''ל איפשיטא ההיא בעיא הוה ליה לפרש שאם לא היה בסעודה ראשונה אינה ספק אלא ודאי שלא הוקבע המום י''ל שמ''ש ואם חסר אחד מכל אלו הרי זה ספק לא קאי לסעודה ראשונה דכל שלא אכלה קודם סעודה ראשונה ודאי לא הוקבע המום ומפני כך כשכתב כיצד לא הזכיר לא סעודה ראשונה ולא שניה משום דאם לא היה קודם סעודה ראשונה אינה ספק כמ''ש: \n\n"
      ]
    ],
    [
      [
        "<b>אין המומין פוסלין בעוף וכו'.</b> בריש פרק ב' דתמורה (דף י''ד) ופ''ג דמנחות (דף כ''ה) תמות וזכרות בבהמה ואין תמות וזכרות בעופות. \n",
        "<b>ומ״ש בד״א במומים קטנים אבל עוף שיבש גפו או נקטעה ידו או נסמית עינו או נקטעה רגלו אסור לגבי המזבח וכו'.</b> משנה בפרק חטאת העוף (זבחים דף ס״ח) ובת״כ תמים זכר בבקר תמות וזכרות בבהמה ואין תמות וזכרות בעוף יכול שיבש גפו ושנסמית עינו ושנקטעה רגלו תלמוד לומר מן העוף ולא כל העוף. \n",
        "<b>ומ''ש וכן אם נולד בו אחת מהטריפות וכו'.</b> נתבאר בפרק שקודם זה דטעמא משום הקריבהו נא לפחתך וההוא טעמא שייך גם בעוף: \n\n"
      ],
      [
        "<b>תורים קטנים פסולים וכו'.</b> משנה בפ''ק דחולין (דף כ''ב) ופירש''י תחלת הציהוב כשמתחילין להביא נוצה יפה צהובה סביב לצוארו פסולים בזה ובזה וכו' דבבני יונה פסולים משום גודלן ובתורים מפני קטנן דיצאו מכלל קטנים ולכלל גדולים לא באו. \n",
        "<b>ומ''ש ועד מתי יהיו בני יונה כשרים כל זמן שעוקר כנף ומתמלא מקום עיקרו דם.</b> שם מאימתי בני יונה כשרים וכו' מכי שמיט גדפא מיניה ואתי דמא ופירש''י מאימתי בני יונה כשרים דביום שנולדו מאוסים הם ורבינו נראה שהיה גורס עד אימתי בני יונה כשרים ונראה שהיא הגירסא הנכונה. \n",
        "<b>ומ''ש והתורים כשרים משיזהבו.</b> שם ופירש''י שיהיו כנפי גופם גדולים ואדומים ומזהיבים כזהב: \n\n"
      ],
      [
        "<b>הטומטום והאנדרוגינוס וכו'.</b> בסוף פרק על אלו מומין (בכורות דף מ״א) תנן דטומטום ואנדרוגינוס אין נשחטין לא במקדש ולא במדינה וחכמים אומרים אין מום גדול מזה. \n",
        "<b>ומה שכתב הרי הם פסולים למזבח מדרך אחרת וכו' לפיכך אף העוף שהוא טומטום או אנדרוגינוס פסול למזבח</b> הכי אמרי' בפ' המזבח מקדש (זבחים דף פ״ה) דטומטום ואנדרוגינוס דעוף מטמאים כגריס בבית הבליעה כלומר אם מלקה ופירש רש״י אע״פ שלא נאמר תמות וזכרות בעופות קסבר בריה בפני עצמה היא ואינה ספק זכר ספק נקבה עכ״ל. ואע״ג דרבי אליעזר פליג עליה בפרק על אלו מומין פסק רבינו כתנא דסתם ברייתא ואע״ג דתניא בתורת כהנים העוף שלא נאמר בו זכר ונקבה אין טומטום ואנדרוגינוס פוסלין בו לא חש לה רבינו משום דס״ל דרבי אליעזר היא ולא קי״ל כוותיה. ומ״מ יש לדון על הטעם שכתב רבינו שהרי לא נאמר זכר תמים בעוף וצריך לומר דה״ק כיון שלמדנו בקרבנות שהטומטום והאנדרוגינוס מין אחר א״כ בעוף ג״כ הם מין אחר והתורה לא הכשירה מהעוף אלא תורים ובני יונה ואלו אינם לא תורים ולא בני יונה: \n\n"
      ],
      [
        "<b>וכן הכלאים ויוצא דופן ומחוסר זמן וכו' עד פרט ליתום.</b> בת''כ. \n",
        "<b>ומ''ש שנולד אחר שנשחטה אמו.</b> משנה בפרק בתרא דבכורות (דף נ''ז) איזהו יתום כל שמתה אמו או נשחטה ואחר כך ילדה ואיני יודע למה השמיט רבינו שמתה אמו: \n\n"
      ],
      [
        "<b>הנדמה אע״פ שאינו כלאים וכו'.</b> פרק יוצא דופן (נדה דף מ״א) ופרק שני דבכורות (דף י״ז). \n",
        "<b>ומ''ש אע''פ שיש בו מקצת סימנים וכו' שאין לך מום קבוע גדול מן השנוי.</b> אע''ג דתנן בפרק שני דבכורות (דף ט''ז:) שאם יש בו מקצת סימנים חייב בבכורה הא אמרינן בריש מכילתין (דף ג':) בשם רבי יוחנן דמום קבוע הוי לישחט עליו ופירש''י דהא דקתני חייב ליתנו לכהן קאמר אבל למזבח לא קרב דהאי דאישתני מום קבוע הוי לישחט עליו בחוץ והתוספות כתבו בפרק בתרא דכריתות בכל מקום רגיל לדלג נדמה כאילו הוא בכלל כלאים וזה דעת רבינו שכשמנה כל האסורים למזבח לקמן דילג נדמה: \n\n"
      ],
      [
        "<b>וכן הרובע והנרבע והמוקצה לעבודה זרה וכו'.</b> משנה וגמרא בתמורה פרק כל האסורים (תמורה דף כ״ח). \n",
        "<b>ומ''ש וכן בהמה או עוף שהרגו את האדם הרי הם כרובע ונרבע ופסולים למזבח.</b> במשנה ריש פרק התערובות (דף ע''א:): \n\n"
      ],
      [
        "<b>ויראה לי שאע״פ שאין כל הפסולים האלו וכו'.</b> בפרק אותו ואת בנו (חולין דף פ':) גבי הא דתנן דשוחט אותו ואת בנו קדשים בפנים לוקה ופריך ולילקי נמי משום לאו דמחוסר זמן דתניא מנין לכל הפסולים שבשור ושבשה שהוא בלא ירצה תלמוד לומר ושור ושה שרוע וקלוט וגו' לימד על הפסולים שבשור ושבשה שהוא בלא ירצה כי קא חשיב לאו דאותו ואת בנו לאוי נוכראי לא קא חשיב וכו' ר' זירא אמר הנח למחוסר זמן שהכתוב נתקו לעשה מ״ט דאמר קרא מיום השמיני והלאה ירצה מיום השמיני אין מעיקרא לא לאו הבא מכלל עשה עשה וי״ל מאחר שמפורש בדברי רבי זירא דלא לקי למה תלה הדבר בעצמו שכתב ויראה לי ואין לומר דמשום דיש מחלוקת בדבר דלמאי דשני לאוי נוכראי לא קא חשיב לוקה הוא ובפרק בתרא דזבחים (דף קי״ד) אמרינן דלא אמר רבי זירא אלא לרבנן אבל לר״ש לקי מש״ה תלה הדבר בעצמו לומר שהוא פוסק כרבנן וכדרבי זירא דמה נשתנה דין זה משאר דינין שהוא מכריע בין המחלוקות וכותבם סתם ואינו תולה הדבר בעצמו ועוד יש לתמוה עליו למה תולה הדבר בשלא נתפרשה אזהרתן ואינו כן שהרי הגמרא אומרת נתפרשה אזהרתן ולא פטר מחוסר זמן אלא מפני שניתק לעשה ועוד שכל שאר פסולים חוץ ממחוסר זמן ילקה עליהם שהרי לא נתקן לעשה ומיהו בהא אפשר לומר שרבינו הוקשה לו דהא לא ירצה לא משמע דמזהר דלא יקריבוהו ולא לימד אלא שלא יעלה לרצון אבל אזהרה שלא יקריבנו אין כאן ולכך משמע ליה דה״מ לשנויי הכי אלא דלפום מאי דס״ד דמקשה דלא ירצה היינו להזהיר שלא יקריבוהו שני ליה אבל אפשר דאין כאן אזהרה מלהקריב כדאמרינן ומפני כך לא רצה רבינו לכתוב שהכתוב נתקו לעשה דהוה משמע דפשיטא ליה דלא ירצה הוי אזהרה שלא יקריבוהו אלא תלה הדבר בשלא נתפרשה אזהרתן לומר דאפשר דלא ירצה לא בא להזהיר שלא להקריב ואפילו את״ל שבא להזהיר שלא להקריב כיון שאינו מפורש שהרי אפשר שלא בא להזהיר שלא יקריבנו אלא לומר שלא יעלה לרצון אין ללקות מספק ויש סעד לדבריו דלקמן בסמוך כתב רבינו טעם פיטור מחוסר זמן ממלקות מפני שהוא לאו הבא מכלל עשה ולא כתב מפני שניתק לעשה כדרבי זירא משום דדילמא לא ירצה לא בא להזהיר שלא יקריבנו ואין כאן לאו לשנצטרך לומר שניתק לעשה: \n",
        "<b>אבל אתנן זונה ומחיר כלב וכו'.</b> זה על הכלל הידוע בכמה מקומות בגמרא לאו שבכללות אין לוקין עליו ודברי רבינו בכאן ע''פ דרכו בספר המצות שלו בשורש התשיעי בפירוש לאו שבכללות אין לוקין עליו אבל הרמב''ן בהשגותיו חולק עליו ומפרש בע''א: \n\n"
      ],
      [
        "<b>מצות עשה להקריב כל הקרבנות מיום השמיני והלאה וכו' ואע''פ שמחוסר זמן פסול אינו לוקה וכו'.</b> נתבאר בסמוך: \n\n"
      ],
      [
        "<b>תורים שלא הגיע זמנן וכו'.</b> מחוסר זמן כבר נתבאר בסמוך שאינו לוקה עליו משום דלית ביה אלא לאו הבא מכלל עשה ותורים שלא הגיע זמנן ובני יונה שעבר זמנן לא לקי עלייהו מהאי טעמא דלית בהו לאו ולא שמעינן להו דפסולי אלא מדכתב והקריב מן התורים או מן בני היונה: \n\n"
      ],
      [
        "<b>המקדיש טומטום ואנדרוגינוס וטריפה וכו' ואינן כבעל מום שבעל מום יש במינו קרבן.</b> בסוף פרק שני דתמורה (דף י''ז ע''א) תנן רבי אליעזר אומר הכלאים הטריפה ויוצא דופן [וטומטום ואנדרוגינוס] לא קדושים ולא מקדישין וכתב רבינו בפירוש המשנה שדברי ר''א אין עליהן חולק עכ''ל. ואפילו אם היה עליהם חולק מאחר דאמוראי שקלי וטרי לפרושי מילתיה הוה משמע דהלכתא כותיה ואע''ג דאתמר עלה בגמרא אמר שמואל לא קדושים בתמורה ולא מקדישין לעשות תמורה לא למעט ולומר שאם הקדישן בפה יהיו קדושים דאדרבה במכ''ש אתיא וכן פירש''י וז''ל לא קדושים בתמורה ואע''פ שהתמורה חלה קדושת הגוף על בעל מום קבוע אינה חלה על אלו וכל שכן שאין קדושת הגוף חלה עליה בהקדש הפה אלא קדושת דמים כעצים ואבנים ואינם צריכים מום ליפדות עכ''ל. \n",
        "<b>ועל מ''ש רבינו וימכרו ויביא בדמיהם כל קרבן שירצה</b> כתב הראב''ד מדקאמר ויביא בדמיהם כל קרבן שירצה וכו'. וי''ל שמ''ש \n",
        "<b>רבינו ואינם כבעל מום</b> לא לענין קדישי ולא קדישי קאמר אלא לענין \n",
        "<b>מ''ש ה''ז כמקדיש עצים ואבנים</b> קאי כלומר ואינו חייב מלקות ואתא למיהב טעמא אמאי לא מחייב מלקות כמו מקדיש בעלי מומין וקאמר דשאני התם שיש במינו קרבן. והם דברי רב פפא בגמרא: \n",
        "<b>אבל המקדיש רובע ונרבע וכו'.</b> בר״פ כל האסורים (תמורה דף כ״ח) תניא הרובע והנרבע וכו' הם כקדשים שקדם מום עובר להקדשן וצריכים מום קבוע ליפדות עליהם: \n",
        "<b>וכן המקדיש מחוסר זמן וכו'.</b> פשוט הוא: \n",
        "<b>כתב</b> הראב''ד ונרבע א''א מ''ט לא תני יתום שנולד אחר שנשחטה אמו עכ''ל. ומשמע דקאי למה שכתב אבל המקדיש רובע ונרבע וכו' הרי זה כבעל מום עובר אמאי לא תני בהדייהו יתום והר''י קורקוס ז''ל תירץ דיתום הוי בכלל יוצא דופן דכיון שנולד אחר שנשחטה אמו אין זו לידה וכך אמרו פרק שני דחולין (דף ל''ח:) [אי דמתה אימיה] והדר ילידתיה מכי יולד נפקא וכתב רש''י דהיינו יוצא דופן ושם העמידו הפסוק בזה פירש למיתה וזה פירש לחיים ומשום דקי''ל דא''א לצמצם השמיטו רבינו: \n\n"
      ],
      [],
      [
        "<b>כל האסורים לגבי המזבח וכו'.</b> משנה בר״פ התערובות (דף ע':) ובתמורה ר״פ כל האסורים (תמורה דף כ״ח). \n",
        "<b>ומ״ש וכולם ולדותיהן מותרים.</b> משנה בפרק כל האסורים (תמורה דף ל':): \n",
        "<b>ומ''ש חוץ מולד נרבעת ונעבדת ומוקצת ושהמיתה את האדם.</b> בפרק כל האסורים (שם:) אמר רבא ולד הנרבעת אסורה היא וולדה נרבעו ולד נוגחת אסורה היא וולדה נגחו ולד מוקצת ונעבד מותר מ''ט לאימיה אקציה לאימיה פלחי לה איכא דאמרי ולד מוקצה ונעבד אסור מ''ט דניחא ליה בניפחיה ופסק רבינו כלישנא בתרא: \n\n"
      ],
      [
        "<b>ומ''ש בד''א בשנעבדה בה עבירה או שהמיתה כשהיתה מעוברת וכו' אבל אם נתעברה אחר שנעבדה בה עבירה או אחר שהמיתה הרי ולדה כשר למזבח.</b> שם פלוגתא דאמוראי ופסק כרבא דאמר הכי. \n",
        "<b>ומ''ש אפילו נרבעת כשהיא מוקדשת ואחר כך נתעברה וכו'.</b> שם מימרא דרב נחמן ואית בה תרי לישני ופסק כלישנא קמא וכתב הר''י קורקוס ז''ל דטעמא דכיון דלא הוי אלא משום ביזוי אזלינן לקולא ותו דרבא דמוקי פלוגתייהו בזה וזה גורם משמע דלא מפליג מידי דהא לא קאמר דמודו אלא היכא דהיא וולדה נגחו ונרבעו וכל השאר זה וזה גורם הוא ומותר ולא מפלגינן מידי וזה ברור עכ''ל. \n",
        "<b>ומ''ש וכן אפרוח ביצת טריפה מותר למזבח.</b> ברייתא שם: \n\n"
      ],
      [
        "<b>המשתחוה לקמה חטיה מותרים למנחות וכו'.</b> בעיא בפרק כל הצלמים (עבודה זרה דף מ״ו:) ובעא מר זוטרא בריה דרב למפשטה מדתנן כל האסורים למזבח ולדותיהם מותרים כלומר וקמח למנחות דמי לולדות ואע״ג דדחי ליה התם מדאמר רב נחמן עיברו ולבסוף נרבעו ד״ה אסורים הא אסיקנא התם הכי השתא התם מעיקרא בהמה והשתא בהמה דשא הוא דאחיזא באנפה הכא מעיקרא חיטי והשתא קמחא: \n",
        "<b>וכן בהמה שפטמה וכו'.</b> ס״פ כל האסורים (תמורה דף כ״ט): \n\n"
      ],
      [
        "<b>לוקחין כל הקרבנות מהעכו''ם וכו'.</b> ברייתא בריש פרק שני דעבודה זרה (דף כ''ב:): \n\n"
      ]
    ],
    [
      [
        "<b>אחד הבהמה ואחד העוף וכו'.</b> נתבאר בפרק שקודם זה ולגבי עוף בפרק המזבח מקדש (זבחים דף פ״ה:) בעי ר' ירמיה אם יש נרבע בעופות ופשטינן ממתני' דיש נרבע בעופות אמר רב נחמן בר יצחק אף אנן נמי תנינא הנרבע והמוקצה והנעבד ואתנן ומחיר וטומטום ואנדרוגינוס כולם מטמאים בגדים בבית הבליעה שמע מינה: \n\n"
      ],
      [
        "<b>הרובע והנרבע ושהמית את האדם וכו'.</b> במשנה בריש פרק התערובות (דף ע') ובפ''ו דתמורה (דף כ''ח): \n",
        "<b>ומ''ש היה שם עד אחד וכו'.</b> בקידושין פרק האומר (דף ס''ה ס''ו) אמר אביי אמר לו עד אחד שורך נרבע והלה שותק נאמן ותנא תונא וכו' ומשמע טעמא מפני שהבעל שותק הא אם היה מכחיש אין העד נאמן: \n\n"
      ],
      [
        "<b>בהמה ששחקו בה והגיחוה עד שהמיתה את האדם וכו'.</b> בפרק שור שנגח ד' וה' (בבא קמא דף מ':) פלוגתא דרב ושמואל ופסק כרב דהלכה כוותיה באיסורי: \n",
        "<b>אין הבהמה נפסלת משום רובע וכו'.</b> כתב הראב״ד זה המחבר דימה איסור מזבח וכו'. מ״ש ומתניתין היא בנדה הוא בפרק יוצא דופן (נדה דף מ״ה). \n",
        "<b>ומ''ש</b> ואולי אין מדמין שהרי נרבע על פי הבעלים או ע''פ עד אחד שאינו במיתה ופסול למזבח י''ל דשאני התם שהביאה היתה ביאה ואע''פ שלא נודע הדבר בשני עדים כיון שנודע על פי עד אחד והבעל שותק מהימנינן ליה ליפסל מעל גבי המזבח אבל כשהנרבע פחות מכשיעור אפילו יש שני עדים בדבר אין כאן ביאה כלל וכיון שכן אין כאן נעבדה בה עבירה ואפילו אם תימצי לומר שהרובע נהנה לא מיפסלא משום הכי כיון שאין כאן ביאה דהוי ליה כמעשה חידודין דאע''פ ששניהם נהנים לא מיחייבי מיתה ולא מיפסלי מעל גבי המזבח. ומה שלא הזכירו בפרק יוצא דופן כשהבהמה רובעת לפחות משלש שנים משום דהיא מילתא דלא שכיחא כלל: \n\n"
      ],
      [
        "<b>מאימתי תפסל הבהמה או העוף וכו'.</b> בתמורה בפרק כל האסורים (תמורה דף כ״ט) א״ר יצחק אין מוקצה אסור עד שיעבדו ופירש״י עד שיעבדו בו שום עבודה לצורך עבודה זרה או משיכת קרון או שום דבר אבל מקמי הכי לא מיתסרי. וכתב הראב״ד יש בספרים שלנו נוסחא אחרינא וכו' ונוסחא זו שכתב הראב״ד רש״י הזכירה גם כן ודברי רבינו כנוסחא האחרת והתוס' מכריע כדברי רבינו ומכל מקום קשיא לי על רבינו למה פסק כרב יצחק כיון דפליגי עליה דאמרי' עלה עולא א״ר יוחנן עד שימסרוהו למשרתי ע״ז בהא x א״ר יוחנן עד שיאכילוהו כרשיני עבודה זרה אמר ליה רבי אבא לבהא מפלגיתו אתון אעולא אמר ליה לא עולא נמי כי קאמר הוא דספי ליה כרשיני עבודה זרה ומאחר דרבי יוחנן פליג אדרב יצחק הוה ליה למיפסק כרבי יוחנן ויש לומר דבתר הכי אמרי' תני רב חנניה טריטאה קמיה דרבי יוחנן אין מוקצה אסור אלא עד שיעשו בו מעשה הוא תני ליה והדר אמר לה מאי מעשה עד שיגוזו ויעבדו בו וכיון דרב יצחק אתי כתני קמיה דרבי יוחנן פסק הכי ולא חש לעולא ולבהא ועוד דהא דתני קמיה דר' יוחנן ברייתא היא בתוספתא פרק ששי ואיכא למימר דבתר דאמר רבי יוחנן לדעולא ולדבהא שמעה להאי ברייתא הדר ביה ומשום הכי שתיק כי תנא קמיה דקבלה מיניה: \n",
        "<b>ומ''ש רבינו שאין הקדש לע''ז.</b> בתוספתא הנזכרת מסיים אבל אמר שור זה לעבודה זרה ובית זה לעבודה זרה לא אמר כלום שאין הקדש לע''ז: \n\n"
      ],
      [
        "<b>הרובע והנרבע בין שהיתה הבהמה שלו בין של חבירו וכו' אבל המוקצה אם היה שלו וכו' הנעבד בין שעבד שלו בין של חבירו וכו' עד הרי זה אסור.</b> הכל בתוספתא דתמורה פ' רביעי אלא שמה שאמר רבינו שאם הקצה אחר הקדשו מותר לא מצאתיו בתוספתא בנעבד כתוב באונס כשר ואפשר שחסרון וטעות סופר יש בתוספתא שבידינו: \n\n"
      ],
      [
        "<b>וכתב הראב''ד בין שעבד שלו בין שעבד של חבירו א''א במסכת ע''ז פרק ררב ישמעאל (דף נ''ד) אוקמוה בשל חבירו בשעשה בה מעשה עכ''ל. ולדעת רבינו י''ל דהתם לאסרה להדיוט אבל לגבוה אף על פי שלא עשה בה מעשה נאסרה וכדתנן פרק כל האסורים גבי מוקצה ונעבד שאסורים למזבח זה וזה מותרים באכילה וכבר כתבתי שדברי רבינו הם דברי התוספתא: והנעבד הוא וכל מה שעליו אסורים למזבח וכו'.</b> משנה בריש פרק כל האסורים שם איזהו מוקצה המוקצה לעבודה זרה הוא אסור ומה שעליו מותר ואי זהו הנעבד כל שעובדים אותו הוא ומה שעליו אסור זה וזה מותרים באכילה. \n",
        "<b>ומה שכתב שכל ציפוי נעבד אסור בהנאה</b> מפורש שם מדכתיב לא תחמוד כסף וזהב עליהם וכו'. \n",
        "<b>ומה שכתב רבינו אסורים למזבח</b> דמשמע אבל לא להדיוט אנעבד גופיה קאי דאילו מה שעליו אף להדיוט אסור בהנאה: \n\n"
      ],
      [
        "<b>המשתחוה להר וכו'.</b> בפרק כל הצלמים (עבודה זרה דף מ״ו) בעיא דאיפשיטא. \n",
        "<b>ומ''ש המשתחוה למעיין הנובע בארצו הרי מימיו פסולין לנסך.</b> שם (דף מ''ז) בעיא דלא איפשיטא וספיקה לחומרא. כתב הר''י קורקוס ז''ל בשם התוספות שנובע בארצו ואינו מתפשט לחוץ שאם מתפשט לחוץ הא אמרינן במרובה מעיין היוצא בתחלה בני העיר מסתפקים אם כן מים של רבים הם ואינם נאסרים ולכך לא כתב רבינו מארצם במ''ם כלשון x הגמרא עכ''ל. \n",
        "<b>ומה שכתב אשרה שבטלה אין מביאין ממנה גיזרין למערכה.</b> שם בעי ר''ל המשתחוה לדקל לולבו מהו למצוה כי אתא רב דימי אמר באשירה שביטלה קא מבעי' ליה ולא איפשיטא ולחומרא וכיון דלענין לולב למצוה מספיקא פסלינן לה מכ''ש דפסלינן לה לגיזרין למערכה. \n",
        "<b>ומ''ש וכן המשתחוה לבהמה כשם שנפסלה למזבח צמר שלה פסול לבגדי כהונה וקרניה פסולים לחצוצרות וכו' עד ובני מעיה לנימין.</b> שם בעיי דלא איפשיטו ולחומרא. ודע דהתם בעי בהאי לישנא צמרה מהו לתכלת וקא מתמה תכלת דמאי אי דכהנים היינו דרמי בר חמא ופירש''י תכלת דכהנים דבגדי כהונה לצורך עבודה וקא מיבעיא לן מכשירי קרבן כקרבן דמו או לא ואת''ל כקרבן דמו היכא דנשתנה כשצובעין אותו יש שינוי בנעבד להתירו לגבוה או לא. היינו בעיא דרמי בר חמא דהיינו תרתי בעיי דבעא רמי בר חמא לעיל עכ''ל. ובעיא דרמי בר חמא היא במשתחוה לקמה חטיה מהו למנחות יש שינוי בנעבד או לא ופשטינן דיש שינוי לנעבד ומותר וכן פסק רבינו בס''פ שקודם זה וא''כ ה''ל למיפסק דלבגדי כהונה כשר מאחר דאישתני לכך נ''ל שרבינו מפרש דלא דמיא למשתחוה לקמה דהתם שינוי גמור הוא דמעיקרא חיטי והשתא קמחא אבל הכא דמעיקרא צמר והשתא צמר אע''ג דמעיקרא לבן והשתא תכלת לאו שינוי גמור היא ולא קאמר היינו דרמי בר חמא אלא משום בעיא דמשתחוה להר אבניו מה הן למזבח דאמרינן דמיבעי' ליה אי מכשירי קרבן כקרבן דמו או לא: \n\n"
      ],
      [
        "<b>אי זהו אתנן האומר לזונה הא ליך דבר זה בשכריך.</b> משנה בפרק כל האסורים (תמורה דף כ״ט). \n",
        "<b>ומה שכתב אחד זונה כותית וכו' או ישראלית.</b> שם פלוגתא דאביי ורבא בזונה ישראלית ופסק כרבא. \n",
        "<b>ומ''ש שפחה.</b> מתבאר שם במשנה האומר לחבירו הא לך טלה ותלין שפחתך אצל עבדי וכמו שיבוא בפרק זה. \n",
        "<b>ומ''ש שהיא ערוה עליו.</b> שם. \n",
        "<b>ומ''ש או מחייבי לאוין.</b> שם כגון אלמנה לכהן גדול ואליבא דרבא מיתוקמא כרבנן דפליגי אר''ע וסברי דקידושין תופסין בחייבי לאוין. \n",
        "<b>ומ''ש אבל הפנויה אפי' היה כהן אתננה מותר.</b> שם לאפוקי מרבי אלעזר דאמר פנוי הבא על הפנויה שלא לשם אישות עשאה זונה כלומר והרי היא אסורה לכהן. \n",
        "<b>ומ''ש וכן אשתו נדה אתננה מותר אף על פי שהיא ערוה.</b> שם פלוגתא דרב ולוי ופסק כרב ואיני יודע למה ואדרבה משמע בגמרא דלית הלכתא כוותיה דאמרינן ורב האי תועבה מאי עביד ליה מיבעי ליה לכדאביי דאמר זונה כותית אתננה אסור וכו' וכיון דלא קיימא לן כאביי אלא כרבא וכמו שפסק רבינו לעיל בסמוך היאך פסק כרב ואפשר שטעמו משום דרבי סבר הכי ואע''ג דאמרי' דרב מיבעי ליה לכדאביי לאו דוקא דלדידן דלא קי''ל כאביי נימא דלרב תועבה אתא לרבות הזכור: \n\n"
      ],
      [
        "<b>נשא אחת מחייבי לאוין וכו'.</b> נראה שטעם רבינו דמשמע ליה דכי אוקימנא אליבא דרבא כגון אלמנה לכ''ג וכרבנן דתופסין בה קידושין אפילו בקידשה ונשאה מיתוקמא: \n",
        "<b>והזכור אתננו אסור.</b> מימרא בפרק כל האסורים. \n",
        "<b>ומ''ש נתנה האשה אתנן לבועל הרי זה מותר משום אתנן.</b> שם: ודע דתניא תו התם אם נתן לה שכר הפקעתה מותר ופירש''י שכר הפקעתה שכר מה שביטלה ממלאכתה ולא שכר ביאה ולא ידעתי למה השמיטו רבינו: \n\n"
      ],
      [
        "<b>האומר לחבירו הא לך דבר זה וכו'.</b> משנה שם האומר לחבירו הילך טלה זה ותלין שפחתך אצל עבדי רבי [מאיר] אומר אינו אתנן וחכמים אומרים אתנן ובגמרא (דף ל') שפחה לעבד מישרא שרי ואסיקנא בעבד עברי וטעמייהו דרבנן משום דהב''ע כשאין לו אשה ובנים. \n",
        "<b>ומ''ש וה''ה באומר לזונה הא ליך דבר זה והבעלי לפלוני הישראלי הרי זה אתנן.</b> ק''ל דפשיטא ובמכ''ש אתיא מעבד שאינו חייב בכל המצות כמו הישראלי וי''ל דה''א שאני התם שהוא עבדו קמ''ל: \n\n"
      ],
      [
        "<b>פסק עם הזונה ליתן לה טלה אחד ונתן לה הרבה וכו'.</b> משנה וגמרא שם וקמ''ל דלא תימא מתנה היא דיהיב לה אלא כולהו מכח אתנן אתו: \n",
        "<b>נתן לה אתננה ולא בא עליה וכו'</b> (עיין בפנים). כך היא הגירסא הנכונה בדברי רבינו ודינים אלו בפרק כל האסורים (שם) נתן לה ואחר כך בא עליה אתננה מותר וליחול עלה אתנן למפרע א''ר אלעזר שקדמה והקריבתו ה''ד אי דאקנייה ניהלה לאלתר פשיטא דמותר וכו' ואלא דאמר לה לא נקני לך עד שעת ביאה מי מציא מקרבה ליה כי יקדיש את ביתו קדש לה' אמר רחמנא מה ביתו ברשותו אף כל ברשותו לא צריכא דאמר ליה לא ניקני ליך עד שעת ביאה ואי מצטריך ליך ניקני לך מעכשיו: \n\n"
      ],
      [
        "<b>ומ''ש קדמה והקדישתו וכו'.</b> שם בעיא דלא איפשיטא: \n\n"
      ],
      [
        "<b>בא עליה ולא נתן לה ולאחר זמן נתן לה וכו'.</b> שם בא עליה ואחר כך נתן לה אתננה מותר והא תניא בא עליה ונתן לה אפילו עד י''ב חדש אתננה אסור וכו' ל''ק הא דא''ל הבעלי לי בטלה זה הא דא''ל הבעלי לי בטלה סתם טלה זה והא מחוסר משיכה בזונה כותית דלא קניא במשיכה ואיבעית אימא אפי' בזונה ישראלית כגון דקאי בחצירה הא יהיב לה מעיקרא דשויא לה אפותיקי ואומר לה אם עד יום פלוני יהיבנא לך זוזי מוטב ואם לא טלה באתננך ופירש''י בטלה זה הואיל דיהביה בשעת ביאה חייל עליה אתנן מיד. טלה סתם דמשדר לה בתר הכי מתנה בעלמא הוא ואין אתנן אלא המיוחד בשעת ביאה. הא יהביה ניהלה מעיקרא דהואיל וקאי בחצירה קניא ליה בשעת ביאה מיד ואמאי קרי ליה ואחר כך נתן ועוד פשיטא וכו'. עד יום פלוני משקלין לך כך וכך ואי לא שקלי ליה הילכך מטי ולא יהיב לה זוזי איגלאי מילתא דאדידיה הואי ביאה ומיהו אח''כ הוא דהא לא הוי דידה עד דמטי יום פלוני ואיצטריך לאשמועינן דאסור עכ''ל. ולשון רבינו שכתב שאינה צריכה משיכה אינו מכוון עם לשון הגמרא שאמרה בזונה כותית דלא קניא במשיכה וטעם רבינו מפני שהוא סבור יד עכו''ם קונה בין בכסף בין במשיכה כמבואר בדבריו בפ''א מה' זכיה ולפי זה ע''כ לפרש בהאי דלא קניא במשיכה פירושו דלא צריכה משיכה דבכסף בלחוד קניא והביאה היא במקום כסף והילכך זונה ישראלית שאינה קונה בכסף בלא משיכה אינו אתנן אבל זונה כותית שאין צריך משיכה לקניינה הוי אתנן: \n\n"
      ],
      [
        "<b>אין אסור משום אתנן ומחיר וכו' נתן לה מעות ולקחה בהם קרבן הרי זה כשר.</b> משנה שם (דף ל'). \n\n"
      ],
      [
        "<b>נתן לה חטים ועשאתן סולת וכו'.</b> שם ב''ש אוסרים וב''ה מתירים: \n",
        "<b>נתן לה בהמת קדשים באתננה לא נאסרה למזבח.</b> משנה שם. \n",
        "<b>ומ''ש ואפילו מנה אותה על פסחו וחגיגתו באתננה לא נפסלו המוקדשין וכו'.</b> שם אהא דממעט מוקדשין מדכתיב לכל נדר להוציא את הנדור ומקשה טעמא דמעטינהו קרא הא לא מעטינהו קרא ה''א כי יהיב לה מוקדשין חל עליהם אתנן ומחיר והא לאו ממוניה הוא אמר רב הושעיא בממנה על פסחו ורבי היא וכו' [דאמר] אם אין לו ממנה אחרים עמו על פסחו ועל חגיגתו ומעותיו חולין ופסק רבינו בהלכות קרבן פסח פ''ד הלכה כרבי. \n",
        "<b>ומ''ש רבינו שכבר זכה בהם גבוה משעה שהקדישן.</b> היינו לומר דאע''ג דהממנה אחרים עמו על פסחו המעות חולין וא''כ כשמנה את זו על פסחו באתננה היה ראוי ליפסל לא נפסל מפני שמשעה שהקדישו זכה בו גבוה ואימעיט מדין אתנן מלכל נדר להוציא את הנדור: \n",
        "<b>וכן אם נתן לה דבר שאינו שלו לא פסלו וכו'.</b> נלמד ממה שכתבתי בסמוך שאמרו והא לאו ממוניה הוא: \n",
        "<b>אבל אם נתן לה עופות וכו'.</b> שם תנן נתן לה מוקדשים הרי אלו מותרים עופות הרי אלו אסורים שהיה בדין מה אם המוקדשין שהמום פוסל בהם אין אתנן ומחיר חל עליהם עופות שאין המום פוסל בהם אינו דין שלא יהא אתנן ומחיר חל עליהם תלמוד לומר לכל נדר להביא את העוף. \n",
        "<b>ועל מה שכתב אפילו הם מוקדשים</b> כתב הראב''ד לא כן אנו מקובלים וכו'. ואני תמה על הראב''ד היכי שבקיה לרגזנותיה שלא כתב בדרך השגה והיא קושיא חזקה שא''א לומר שנתרבו עופות לאיסור אתנן אפילו הם מוקדשין וכשנתמעטו מוקדשין מאיסור אתנן חוץ ממוקדשי עוף הוא שנתמעטו דהא עופות לא בהדיא נתרבו כי היכי דתימא דנתרבו אפילו הם מוקדשין דלא איתרבו אלא מלכל נדר וא''כ כי ממעטינן נדור עופות נדור נמי ממעטינן ועוד דמוקדשין א''א בשום פנים לחול עליהם איסור אתנן דהא לאו ממוניה הוא כדמקשה גמרא. ובעל מגדל עוז תירץ דמאי אע''פ שהם מוקדשין דקאמר הרמב''ם שהם ראויים להיות מוקדשין כלומר תורים ובני יונה וכל שכן אווזים ותרנגולים שאינם ראויים להיות מוקדשין שאתנן חל עליהם ואסורים עכ''ל ופירוש דחוק הוא ביותר. ואפשר לומר דמאי אע''פ שהם מוקדשים דקאמר רבינו אע''פ שהקצה להקריבן אבל עדיין לא הקדישן בפה. \n",
        "<b>ומ''ש רבינו ומדברי קבלה הוא דבר זה:</b> \n\n"
      ],
      [
        "<b>אי זהו מחיר כלב וכו'.</b> משנה שם (דף ל') ופשוט הוא. \n",
        "<b>ומ''ש וכן אם החליף כלב בכמה בהמות או עופות וכו'.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>שני שותפים שחלקו וכו'.</b> משנה שם שני שותפין אחד נטל עשרה ואחד [נטל] ט' וכלב שכנגד הכלב אסור ושעם הכלב מותר ובגמרא ניפוק חדא להדי כלבא והנך כולהו לישתרו הב''ע כגון דטפי דמי כלב מחד מינייהו והאי טופיינא דכלב שדי בכולהו: \n\n"
      ],
      [
        "<b>נשתנה המחיר וכו'.</b> ברייתא שם גבי אתנן וב''ה מתירים משום דכתיב שניהם הם ולא שינוייהם ועוד דרשו שם הם ולא ולדותיהם ולא ידעתי למה השמיטו רבינו: \n",
        "<b>אתנן כלב ומחיר זונה מותרים.</b> משנה שם. \n",
        "<b>ומ''ש אתנן זונה ומחיר כלב מותרים לבדק הבית שהרי הם משתנים.</b> זה פשוט שאפי' למזבח שינוייהם מותרים. \n",
        "<b>ומ''ש אבל גופן לא יעשה ריקועים לבית וכו'.</b> שם תנו רבנן בית ה' אלהיך פרט לפרה שאין באה לבית דברי ר' אלעזר וחכמים אומרים לרבות את הריקועים ופסק כחכמים ואע''ג דאמר רב חסדא מאן חכמים רבי יוסי ברבי יהודה מכל מקום כיון דתנא דברייתא שנאו בלשון חכמים הכי נקטינן ועוד דבפרק שני דמסכת פרה (משנה ג') שנינו אתנן ומחיר פסולה ר' אלעזר מכשיר הרי ששנה דברי החולק על רבי אלעזר בסתם אלמא לית הלכתא כרבי אלעזר: \n\n"
      ]
    ],
    [
      [
        "<b>שאור ודבש אסורים לגבי מזבח וכו'.</b> בת״כ כי כל שאור וכל דבש לא תקטירו אין לי אלא מרובה מניין אפילו מועט ת״ל כל. ודע דבפרק כל המנחות (מנחות דף נ״ח) ת״ר שאור בל תקטירו אין לי אלא כולו מקצתו מנין ת״ל כי כל מאי קאמר אמר אביי ה״ק שאור בל תקטירו אין לי אלא כזית חצי כזית מנין ת״ל כל [עירובו מנין ת״ל כי כל] רבא אמר ה״ק שאור בל תקטירו אין לי אלא קומץ חצי קומץ מנין ת״ל כל וכו' במאי קא מיפלגי אביי סבר יש קומץ פחות משני זיתים [ויש הקטרה פחותה מכזית ורבא אמר אין קומץ פחותה מב' זיתים] ואין הקטרה פחותה מכזית ומשמע דרבא דפליג אאביי ודריש דרשא דכל לחצי קומץ סבר דלא מיחייב על שאור ודבש בפחות מכזית כשאר איסורין דהא לית ליה קרא לחיובי בכחצי זית וא״כ יש לתמוה למה פסק רבינו כאביי ודלא כרבא. ועוד שכתב לקמן בסמוך ואין הקטרה פחותה מכזית והיינו כרבא וזה סותר מ״ש כאן. ואפשר שרבינו מפרש דרבא לא פליג אאביי דדריש מכל לרבויי חצי זית דשאור ודבש אלא שמוסיף לדרוש נמי לחצי קומץ דתרוייהו משתמע. \n",
        "<b>ומ''ש ואין הקטרה פחותה מכזית</b> היינו בתערובות וצריך שיהא כזית אע''פ שאין בו אלא כל שהוא משאור ודבש לוקה. \n",
        "<b>ומ''ש ואינו חייב אלא אם הקטירן עם הקרבן או לשם קרבן</b> יתבאר בסמוך. \n",
        "<b>ומ''ש ואחד המקטיר עצמן או המקטיר תערובות שלהם לוקה.</b> ברייתא בפרק כל המנחות. \n",
        "<b>ומ״ש לוקה על כל אחד מהם בפני עצמו ואם הקטיר שניהם כאחד אינו לוקה אלא אחת.</b> בפרק כל המנחות (מנחות דף נ״ח:) פלוגתא דאביי ורבא והלכה כרבא דאמר לאו שבכללות אין לוקין עליו ודברי רבינו כאן הם ע״פ דרכו בסה״מ שלו בשורש הט' בפירוש לאו שבכללות אין לוקין עליו והרמב״ן בהשגותיו חולק עליו ומפרש בע״א. והראב״ד כתב א״א בספרים שלנו רבא מחייב שתים וארבע וכו' ואני אומר שגם גירסת ספרינו כגירסת הראב״ד אבל גירסת רבינו יותר נכונה משום דסוגיין דגמרא דאין לוקין על לאו שבכללות ואם כגירסת הראב״ד היה לנו לומר דלוקין כרבא שאין זו מיע״ל קג״ם דהלכה בהו כאביי: \n\n"
      ],
      [
        "<b>נפל מהם כל שהוא בקטרת נפסלה.</b> בברייתא דפיטום הקטרת פ''ק דכריתות (דף ו') תניא אם נתן בה דבש פסלה ומשמע דהיינו מדכתיב לא תקטירו וא''כ אין חילוק בין שאור לדבש ולא נקט תנא דבש אלא משום דמעלי לקטורת וכדקתני התם אם היה נותן קורטוב דבש אין אדם יכול לעמוד מפני ריחה ומפני מה אין נותנין בה דבש משום שנאמר כל שאור וכל דבש לא תקטירו. \n",
        "<b>ומ''ש ואם הקטיר ממנה בהיכל לוקה.</b> נראה שהטעם מפני שעבר בבל תקטירו. \n",
        "<b>ומ''ש בהיכל</b> מפני שהקטרת הקטורת בכל יום במזבח הזהב שהיה בהיכל ואינו עובר משום מקטיר דבש בקטורת אלא כשמקטיר במקום המיוחד לו אבל הקטיר חוץ מההיכל אינו עובר משום מקטיר דבש. \n",
        "<b>ומ''ש ואין הקטרה פחותה מכזית.</b> כרבא דאמר הכי כמ''ש בראש פרק זה: \n\n"
      ],
      [],
      [
        "<b><small>(ג-ד)</small> העלה שאור או דבש בפני עצמן למזבח לשם עצים פטור וכו'.</b> בפרק התערובות (דף ע''ו) אהא דתניא התם למחרת מביא אשמו ולוגו ואומר אם של מצורע ה''ז אשמו וזה לוגו וכו' ומקשה והא בעי הקטרה ומשני דאקטיר ליה ומקשה אימתי אי בתר מתנות שבע הוה ליה שירים שחסרו וכו' אי קודם מתנות שבע כל שממנו לאישים הרי הוא בבל תקטירו אמר רב יהודה בריה דר''ש בן פזי דמסיק להו לשם עצים דתניא רבי אליעזר אומר לריח ניחוח אי אתה מעלה אבל אתה מעלה לשום עצים ופרש''י בל תקטירו דכתיב כי כל שאור וכל דבש לא תקטירו ממנו אשה לה' והאי ממנו יתירא הוא ודרשינן ביה נמי לא תקטירו כל שממנו אשה לה' בכלל הזה קדשים ושירי מנחה ולחם הפנים שקרב מהם כבר לאישים האמורים [וכן הקומץ] וכן הבזיכים קיימי שירים בבל תקטירו וכו'. לריח ניחוח אי אתה מעלה בתר ההוא קרא דכל שממנו לאישי' כתיב קרבן ראשית תקריבו אותם ואל המזבח לא יעלו לריח ניחוח קרבן ראשית אשאור ודבש הכתוב בראש המקרא העליון קאי וקאמר יש לך להביא מהם בכורים מהדבש ושתי הלחם מהשאור ואל המזבח לא יעלו אכוליה קרא קאי ואדרשא דבל תקטירו דשירים עכ''ל. \n",
        "<b>ומ״ש אפי' הקטיר דבר שאינו ראוי להקטרה בדבש או בשאור הואיל והוא מן הקרבן לוקה כיצד המעלה מבשר חטאת ואשם וכו'.</b> בפרק כל המנחות (מנחות דף נ״ז:) ת״ר מנין למעלה מבשר חטאת ומבשר אשם ומבשר קדשי קדשים ומקדשים קלים וממותר העומר וממותר שתי הלחם ומלחם הפנים ומשירי מנחות שהוא בלא תעשה ת״ל כי כל שאור וכל דבש לא תקטירו ממנו אשה ליי' כל שממנו לאישים הרי הוא בבל תקטירו עכ״ל: \n",
        "<b>וכתב</b> הראב''ד על דברי רבינו בחיי ראשי נשתבש בלשון הברייתא וכו'. ויש לתמוה על הראב''ד היאך משוי לרבינו טועה לומר שהוא סבור שאינו חייב על שאור ודבש אא''כ יש עמהם צד קרבן וח''ו מלטעות רבינו בזה והרי דבריו מבוארים בראש הפרק שכתב ואינו חייב אלא אם הקטירן עם הקרבן או לשם קרבן ומדכתב תיבת או המבדלת משמע בהדיא דבהקריבן בפני עצמן לשם קרבן חייב לאפוקי שאם העלה אותם בפני עצמן לשם עצים פטור כמו שנתבאר בסמוך ואם העלם עם הקרבן חייב בכל גווני אפי' העלה השאור והדבש לשם עצים וזה מבואר בדבריו שכתבתי בסמוך אם הקטירן עם הקרבן או לשם קרבן דהיינו לומר אם הקטירן עם הקרבן אפילו הקטירן לשם עצים כיון דאיכא קרבן בהדייהו חייב או אם הקטירן לשם קרבן אפילו הקטירן לבדם חייב והשתא קאמר דכשהקטירם לשם עצים דאמרן שאם הקטירן עם הקרבן חייב לא מיבעיא אם הקטירן עם חלק מהקרבן הראוי להקטרה אלא אפי' הקטירם עם חלק מהקרבן שאינו ראוי להקטרה כגון בשר חטאת ובשר אשם וכו' חייב כיון שהם קרויים קרבן אבל אי קשיא בדברי רבינו הא קשיא כיון דהאי דרשא דכל שהוא ממנו לאישים הרי הוא בבל תקטירו מידריש בלא הקטירם עם שאור ודבש כדאיתא בפרק התערובות שכתבתי בסמוך וכתבו רבינו לקמן בסמוך א''כ מנא ליה למדרשיה להקטירם עם שאור ודבש ואע''ג דאיכא למימר דמשמע לרבינו דברייתא דמנין למעלה מבשר חטאת ומבשר אשם וכו' במקטירם עם שאור ודבש היא מדקבעה הגמרא בר''פ כל המנחות באות מצה דעסיק בדיני הקרבת שאור אימתי חייב אכתי איכא למיבעי מנא ליה לגמרא למימר הכי וי''ל דמשמע ליה לגמרא דאי דרשא דכל שהוא ממנו לאישים הרי הוא בבל תקטירו לא אתיא אלא להקטירם בלא שאור ודבש בלבד היא לא הו''ל למכתביה גבי שאור ודבש ומדכתביה גבייהו משמע דאף במקטירם עם שאור ודבש היא וא''ת אכתי אימא דלא אתא אלא להקטירם עם שאור ודבש ולא להקטירם בלא שאור ודבש וא''כ ההיא דפ' התערובות מנ''ל וי''ל דא''כ לכתוב קרא לא תקטירו אשה ממנו ומדכתב ממנו אשה משמע למדרש כל שממנו לאישים הרי הוא בבל תקטירו אפי' אין עמו שאור ודבש. ועדיין יש לדקדק דא''כ כשהקטיר שאור ודבש אפי' לשם עצים עם חלק מהקרבן שאינו ראוי להקטרה ילקה שתים משום שאור ודבש ומשום כל שממנו לאישים וכההיא דפרק התערובות ומדברי רבינו לא משמע דלקי אלא אחת ואין לומר דטעמא דמשום דהוי לאו שבכללות שאינו לוקה על שניהם אלא אחת לדעתו ז''ל שהרי כתב בסמוך וכן אסור להקטיר על המזבח מכל דברים אלו שאינם ראויים להקטרה ולא כתב שלוקה ואפשר לומר שסובר רבינו שעיקר הלאו למקטיר שאור ודבש עם חלק מהקרבן שאינו ראוי להקטרה ולקי עליה ומדלא כתב אשה ממנו דרשינן דהוא הדין להקטיר דבר שממנו לאישים בלא שאור ודבש לדרשא בעלמא אבל לא ללקות עליו כיון דעיקר קרא לאו להכי אתא. \n",
        "<b>ומ''ש רבינו חטאת העוף וכו' ולוג שמן של מצורע.</b> בפרק כל המנחות (דף כ''ח) בעי רמי בר חמא מרב חסדא המעלה מבשר חטאת העוף על המזבח מהו כל שממנו לאישים אמר רחמנא והאי אין ממנו לאישים או דילמא כל ששמו קרבן והאי נמי שמו קרבן א''ל כל ששמו קרבן והאי נמי שמו קרבן וכו' כתנאי ר''א אומר כל שממנו לאישים רב עקיבא אומר כל ששמו קרבן מאי בינייהו אמר רב חסדא בשר חטאת העוף איכא בינייהו רב אמר לוג שמן של מצורע איכא בינייהו ופירש''י כל ששמו קרבן אמר רחמנא דלא יקטירו משיריו דהכי כתיב בתר דההוא קרא קרבן ראשית ומקרא נדרש לפניו. עוף שמו קרבן דכתיב ואם מן העוף עולה קרבנו. לוג שמן של מצורע אין ממנו לאישים אבל קרבן איקרי כדאמרינן באלו מנחות לכל קרבנם לרבות לוג שמן של מצורע ובגופיה נמי כתיב והקריב אותו ואת לוג השמן עכ''ל ופסק רבינו כר''ע. \n",
        "<b>ומ''ש רבינו המעלה כזית מאחת מאלו בחמץ או בדבש בין למזבח בין לכבש לוקה.</b> שם אברייתא שכתבתי לעיל מנין למעלה מבשר חטאת מבשר אשם וכו' איתמר המעלה מכולם על הכבש רבי יוחנן אמר חייב דתניא מזבח אין לי אלא מזבח כבש מנין ת''ל ואל המזבח לא יעלו לרצון ורבי אלעזר אמר פטור מ''ט דאמר קרא שאור ודבש קרבן ראשית תקריבו אותם אותם הוא דרבי לך כבש כמזבח אבל מידי אחרינא לא ופסק רבינו כרבי אלעזר דגבי המעלה מבשר חטאת ואשם וכו' בחמץ או בדבש כתב בין למזבח בין לכבש לוקה וגבי אסור להקטיר על המזבח דבר מכל דברים אלו השמיט כבש ויש לתמוה למה פסק כר''א במקום רבי יוחנן וכתב הר''י קורקוס ז''ל דטעמא משום דסוגיא דבפרק התערובות (דף ע''ז) כוותיה (וע''ש תוס' ד''ה מרבנן וכו' הך סוגיא כרבי אלעזר וכו'): \n\n"
      ],
      [],
      [
        "<b>המקטיר איברי בהמה טמאה ע״ג המזבח לוקה וכו'.</b> בפרק כל הפסולין (זבחים דף ל״ד) איתמר המעלה איברי בהמה טמאה ע״ג המזבח ר״ל אומר לוקה וכו' טהורה אין טמאה לא ולאו הבא מכלל עשה לוקין עליו ור' יוחנן אמר אין לוקין עליו לאו הבא מכלל עשה אין לוקין עליו מתיב רבי ירמיה אותם תאכלו ולא בהמה טמאה ולאו הבא מכלל עשה עשה א״ל רבי יעקב לרבי ירמיה [בר תחליפא] אסברא לך באיברי בהמה טמאה דכ״ע לא פליגי כי פליגי בחיה והכי איתמר רבי יוחנן אמר עובר בעשה וכו' בהמה אין חיה לא ר״ל אמר אינו עובר עליו בלא כלום ההוא למצוה ואיתותב ר״ל ופירש״י ולאו הבא מכלל עשה עשה כך שנויה בתוך הברייתא ומסקינן בלא תעשה מנין ת״ל אך את זה לא תאכלו אלמא מדאיצטריך לא תעשה אחרינא לאו אזהרה הוא. דכ״ע לא פליגי דעשה הוא דאיכא ותו לא עכ״ל ולפי זה ליכא הכא אלא עשה וזהו שכתב הראב״ד כך לוקה על הקרבתה א״א וכי עדיפא מבעלת מום וכו' ביאור דבריו שכך ראוי ללקות על הקרבתה כיון שלוקה על בעלת מום מכ״ש שראוי ללקות על זו אבל מה נעשה שבגמרא אינו עולה כן. וליישב דברי רבינו יש לדקדק שכתב כשם שלוקה על אכילת הטמאה הבא מכלל עשה כמו שביארנו במקומו כך לוקה על הקרבתה ובפ״ב ממאכלות אסורות כתב מכלל שנאמר וכל בהמה מפרסת פרסה וכו' שומע אני שכל שאינה מעלת גרה וכו' אסורה ולאו הבא מכלל עשה עשה הוא ובגמל ובחזיר ובארנבת ובשפן נאמר את זה לא תאכלו ממעלי הגרה וממפריסי הפרסה וכו' הא למדת שהן בלא תעשה ואע״פ שיש בהם סימן אחד וכ״ש שאר בהמה וחיה טמאה שאין בה סימן כלל שאיסור אכילתה בלא תעשה יתר על עשה הבא מכלל אותה תאכלו עכ״ל וא״כ יש לתמוה מה מביא מאכילת בהמה טמאה שנאמר בה לא תעשה להקרבתה שלא נאמר בה לא תעשה וא״ת דכיון דאין מזהירין מן הדין האי לאו כליתיה דמי כבר כתב הרב המגיד שכיון שנאסרו בלאו הבא מכלל עשה אפשר ללאו שלהם לבא מק״ו ולא מיקרי מזהיר מן הדין וא״כ אין ראיה מאכילתה להקרבתה כלל וי״ל דכיון דבהמה טמאה גריעא מבעל מום כשהזהירה תורה על הקרבתו בלאו יש לנו להביא בהמה טמאה לאסור הקרבתה בלאו מק״ו ויש לחזק דין זה יותר דכיון דאשכחן דאפיק רחמנא בעל מום בלשון בהמה טמאה כדאמרינן בר״פ כל המנחות (דף ק״א) ובסוף תמורה (דף ל״ב) ואם כל בהמה טמאה אשר לא יקריבו ממנו קרבן לה' בבעלי מומין שיפדו הכתוב מדבר כי אסר רחמנא להקריב בעל מום בלאו בהמה טמאה בכלל ומעתה ההיא דפרק כל הפסולים לא הויא תיובתא דכי אמרינן ת״ל את זה לא תאכלו גמל וארנבת שפן וחזיר וילפינן מינייהו בק״ו לשאר בהמה טמאה לאסור אכילתה בלאו הכי נמי כיון שאסר בעל מום למזבח בלאו ילפינן בהמה טמאה למזבח בלאו מק״ו או משום דבכלל בעל מום היא וא״כ כי אמרינן באיברי בהמה טמאה כ״ע לא פליגי לא כדפירש״י אלא היינו לומר דכ״ע לא פליגי דלוקה משום דאזהר עליה בלאו כדאמרן: \n\n"
      ],
      [
        "<b>הגונב או הגוזל והקריב הקרבן פסול.</b> בפרק מרובה (בבא קמא דף ס״ו:) קרבנו ולא הגזול. \n",
        "<b>ומ״ש ואם נתייאשו הבעלים הקרבן כשר אפילו היתה חטאת וכו' ומפני תקנת מזבח אמרו שהחטאת הגזולה אם נודעה לרבים אינה מכפרת וכו' וכן העולה.</b> בפרק הניזקין (גיטין דף נ״ה) תנן העיד רבי יוחנן בן גודגדא וכו' על חטאת הגזולה שלא נודעה לרבים שהיא מכפרת מפני תיקון המזבח ובגמרא אמר עולא דבר תורה בין נודעה בין לא נודעה אינה מכפרת מ״ט יאוש כדי לא קני ומה טעם אמרו לא נודעה מכפרת שלא יהיו כהנים עצבים וכו' והא אנן מפני תיקון המזבח תנן וכו' כיון דכהנים עצבים נמצא מזבח בטל ורב יהודה אמר דבר תורה בין נודעה בין לא נודעה מכפרת מ״ט יאוש כדי קני ומה טעם אמרו נודעה אינה מכפרת שלא יאמרו מזבח אוכל גזילות בשלמא לעולא היינו דקתני חטאת אלא לרב יהודה מאי איריא חטאת אפי' עולה נמי לא מיבעיא קאמר לא מיבעיא עולה דכליל היא אלא אפילו חטאת נמי דחלב ודם הוא דסליק לגבי מזבח ואידך כהנים אכלי ליה אפ״ה גזור שלא יאמרו מזבח אוכל גזילות ופירש״י בין נודעה מכפר אם נתייאשו הבעלים וכו'. דכליל היא ואמרי מזבח אוכל גזילות. ופסק רבינו כרב יהודה ויש לתמוה שמאחר שרבינו פוסק דיאוש כדי לא קני כמבואר פ״ה מהלכות גניבה היאך פסק כרב יהודה דאמר יאוש כדי קני שזה סותר מה שפסק בהלכות גניבה ועוד דמתניתין לא מייתבא שפיר לרב יהודה דאמרינן בגמרא תנן החטאת הגזולה שלא נודעה לרבים שהיא מכפרת מפני תיקון המזבח בשלמא לעולא ניחא אלא לרב יהודה איפכא מיבעי ליה ה״נ קאמר לא נודעה מכפרת נודעה אינה מכפרת מפני תיקון המזבח והשתא כיון דמתני' כפשטא אתיא כעולא ה״ל למיפסק כוותיה וי״ל דאע״ג דבעלמא יאוש כדי לא קני הכא קני משום דאמרינן בגמרא מתיב רבא גנב והקדיש ואח״כ טבח ומכר משלם תשלומי כפל ואינו משלם תשלומי ד' וה' ותני עלה בחוץ כה״ג ענוש כרת ואי אמרת יאוש כדי לא קני מאי עבידתיה ואסיקנא אוקמוה רבנן ברשותיה כי היכי דליחייב עלה ומשמע דהכי הלכתא מדחזינן דבתר הכי שקיל וטרי רבא אליבא דהאי אוקימתא. ואמרינן בירושלמי (הלכה ו') דרבים היינו שלשה ולא ידעתי למה השמיטו רבינו: \n",
        "<b>כתב</b> הראב''ד ואפילו היה חטאת א''א אין כאן אפי' עכ''ל. טעמא משום דמשמע ליה דקאי למאי דסמיך ליה שאם נתייאשו הבעלים הקרבן כשר ויותר היה ראוי להכשיר חטאת שאין ממנה למזבח אלא חלב ודם מעולה שכולה למזבח וכדאמרינן בגמרא וכתבו רבינו בסמוך וא''כ לא יתכן להביא חטאת באפילו ול''נ לפרש דארישא קאי שכתב הקרבן פסול וקאמר דאפילו חטאת שהכהנים אוכלים את בשרה אפי' הכי פסול ואינו מתקבל: \n\n"
      ],
      [
        "<b>הגונב עולת חבירו והקריבה סתם וכו'.</b> ירושלמי פ״ב דשקלים (הלכה א') ובפרק מרובה (בבא קמא דף ע״ו) גבי מתני' דר״ש אומר גונב קדשים שחייב באחריותן חייב בשוחט תמימים לשם בעלים פריך והרי חזרה קרן לבעלים פי' שהבעלים נתכפרו בו. \n",
        "<b>ומ''ש</b> שם לשם בעלים לאו דוקא דסתמא נמי כשר כדאיתא בריש זבחים לאפוקי שלא לשמו נקט הכי: \n\n"
      ],
      [
        "<b>אין מביאין מנחות ונסכים לא מן הטבל וכו' עד ואין צריך לומר מערלה וכלאי הכרם.</b> בתוספתא דמנחות ספ״ח וגם בתוספתא דמעילה ספ״ק ובפרק אלו עוברין (פסחים דף מ״ח) ממשקה ישראל מן המותר לישראל מכאן אמרו אין מביאין נסכים מן הטבל. \n",
        "<b>ומ''ש ולא מן החדש קודם לעומר.</b> איתיה נמי במשנה במנחות פרק רבי ישמעאל. \n",
        "<b>ומ''ש ולא מן החדש וכו'.</b> לא אמנחות בלבד קאי אלא אף אנסכים כדאיתא בפרק כל קרבנות ציבור. \n",
        "<b>ומ''ש ואם הביא לא נתקדשו וכו'.</b> במשנה פ' רבי ישמעאל דמנחות (ס''ח:) אין מביאים מנחת בכורים ומנחת בהמה קודם לעומר ואם הביא פסול ומשמע לרבינו דהיינו לומר דהוו קדשים שנפסלו ומשמע ליה דהוא הדין לכל אינך: \n\n"
      ],
      [
        "<b>כל המנחות אין מביאים אותם מן החדש וכו'.</b> משנה במנחות פרק רבי ישמעאל: \n",
        "<b>ומביאים נסכים מן המוקצה ביום טוב.</b> בפרק אלו עוברין עלה מ''ח ממשקה ישראל מן המותר לישראל מכאן אמרו אין מביאין נסכים מן הטבל יכול לא יביא מן המוקצה אמרת מה טבל מיוחד שאיסור גופו גרם לו אף כל שאיסור גופו גרם לו יצא מוקצה שאין איסור גופו גרם לו אלא איסור דבר אחר גרם לו: \n\n"
      ],
      [
        "<b>מצות עשה למלוח כל הקרבנות וכו'.</b> ואין לך דבר שקרב למזבח בלא מלח חוץ מיין הנסכים והדם והעצים. בפרק הקומץ רבה (מנחות דף כ) וכרבי ישמעאל בנו של ר״י בן ברוקא. \n",
        "<b>ומ''ש ודבר זה קבלה ואין לו מקרא לסמוך עליו.</b> איני יודע למה כתב כן שהרי מפורש שם שנתן רבי ישמעאל בנו של רבי יוחנן בן ברוקא טעם לדבריו מה הפרט מפורש דבר שמקבל טומאה ועולה לאישים וישנו על מזבח החיצון וכו' יצאו עצים שאין מקבלין טומאה יצאו דם ויין שאין עולה לאישים יצא קטרת שאינה על מזבח החיצון. ונראה דמשמע לרבינו דהאי דרשא דכלל ופרט וכלל לאו דרשא גמורה היא למעט עצים שנקראו קרבן בהדיא כמו שכתוב והגורלות הפלנו על קרבן העצים ואילולי הקבלה לא היינו ממעטין אותם: \n",
        "<b>ומצוה למלוח הבשר וכו'.</b> בפרק הקומץ רבה (מנחות דף כ״א) כיצד הוא עושה מביא האבר ונותן עליו מלח וחוזר והופכו ונותן עליו מלח ומעלהו. \n",
        "<b>ומ''ש כמולח בשר לצלי</b> יש לתמוה דאמרי' התם בתר הכי בסמוך אמר אביי וכן לקדרה ונראה שרבינו היה גורס וכן לצלי וכן גורס הר''ן וכתב ספר מצות גדול שכן גורס ריב''א. \n",
        "<b>ומ''ש ואם מלח כל שהוא אפי' בגרגיר אחד מלח כשר.</b> שם תקריב כל שהוא ומפרש רבינו דהיינו שאם מלח כל שהוא כשר ודלא כדפירש''י ובת''כ ובתוספתא דמנחות ספ''ט משמע כפי' רבינו: \n\n"
      ],
      [
        "<b>הקריב בלא מלח לוקה וכו': ומ''ש ואף ע''פ שלוקה הקרבן כשר והורצה חוץ מן המנחה וכו'.</b> כן משמע מפשט הכתוב על כל קרבנך תקריב מלח למצוה ולא לעכב אבל במנחה שכתוב ולא תשבית משמע ודאי לעכב ובפרק הקומץ רבה עלה י''ט אמר רב כל מקום שהחזיר הכתוב בתורת המנחה אינו אלא לעכב וכן אמר שמואל אבל ק''ל דאמרינן שם בגמרא עלה הרי מלח דלא תנא ביה קרא ומעכבא ביה דתניא ברית מלח עולם היא שתהא ברית אמורה במלח דברי רבי יהודה רש''א נאמר כאן ברית מלח עולם היא ונאמר להלן ברית כהונת עולם כשם שא''א לקרבנות בלא כהונה כך אי אפשר לקרבנות בלא מלח אמר רב יוסף רב כתנא דידן ס''ל דאמר בלא מלח כשר א''ל אביי א''ה לא יצק נמי לא יצק כלל אלא לא יצק כהן אלא זר ה''נ לא מלח כהן אלא זר אמר ליה וכי תעלה על דעתך שזר קרב לגבי מזבח ואיבעית אימא כיון דכתיבא ביה ברית כמאן דתנא ביה קרא דמיא ומשמע מהכא דבכל קרבנות מעכב מלח ונ''ל שרבינו גורס כמו שכתבו התוספות שגורס רבינו תם מלח ברית והוא קרא דכתיב בפרשת ויקרא לא תשבית מלח ברית אלהיך מעל מנחתך אבל ברית מלח עולם היא לא כתיב גבי קרבנות אלא גבי מתנות כהונה עכ''ל דהשתא לא אמרינן דמעכב אלא במנחה ואע''ג דמדברי ר''ש משמע דבכל קרבנות מיירי איכא למימר דכיון דלר' יהודה לא מיירי אלא במנחות נקטינן כוותיה דר''י ורבי שמעון הלכה כר' יהודה שסובר רבינו דבהא פליגי ולאפוקי מדפירש''י דלא פליגי אלא במשמעות דורשין ואם תאמר והא מתניתין דלא מלח כשר גבי מנחה כתיב והיאך פסק רבינו דלא כסתם מתניתין וכיון דאפשר לומר דתנא דידן ס''ל דלא תנא קרא דמליחה הכי ה''ל למיפסק וי''ל דמתניתין דלא כר''י ודלא כרבי שמעון מאחר דאפשר לאוקמא דרב ס''ל כוותייהו הכי נקטינן ועי''ל דשינויא דשני בו איבעית אימא מסתברא דלישנא דברייתא כמאן דתנא ביה הוא מילתא דמסתבר הוא ונקטינן כוותיה ויש הוכחה לדבר לומר דלא קי''ל כהאי סתמא דמתניתין מדאקשי גמרא בפשיטות והרי מלח דלא תנא ביה קרא ומעכבא ביה: \n\n"
      ],
      [
        "<b>המלח שמולחין בו הקרבנות וכו'.</b> בפרק הקומץ רבה (מנחות דף כ״א): \n",
        "<b>ובשלשה מקומות היו נותנים המלח וכו' עד סוף הפרק.</b> בפרק הקומץ רבה: \n\n"
      ]
    ],
    [
      [
        "<b>כשם שמצוה להיות כל קרבן תמים ונבחר וכו'.</b> משנה במנחות ס״פ כל קרבנות (מנחות דף פ״ז) ר״י בר״י אומר יין שעלה בו קמחין פסול שנאמר תמימים יהיו לכם ומנחתם תמימים יהיו לכם ונסכיהם ואע״ג דמשמע דרבנן פליגי עליה לא פליגי עליה אלא למימר דיין שעלה בו קמחין שפיר הוי תמימים אבל עיקר דרשא לכ״ע איתא. \n",
        "<b>ומ''ש שלא יביא נסכים לא מיין מעושן ולא מסלת שהתליעה.</b> שם במשנה. \n",
        "<b>ומ''ש ולא יבלול בשמן שריחו או טעמו רע.</b> שם (דף פ''ו) שמן של ריח רע לא יביא ואם הביא פסול: \n\n"
      ],
      [
        "<b>ומ''ש וכן עצי המערכה לא יהיו אלא נבחרים ולא יהיה בהם תולעת וכו'.</b> בפ''ב דמדות (משנה ה') כל עץ שנמצא בו תולעת פסול מעל גבי המזבח. \n",
        "<b>ומ״ש דה״מ כשהתליע כשהוא לח אבל אם התליע כשהוא יבש גורר המקום שהתליע.</b> מימרא דשמואל בפרק כל קרבנות (מנחות דף פ״ה:). \n",
        "<b>ומ''ש ועצי סתירה פסולים לעולם לא יביאו אלא חדשים.</b> תוספתא פ''ט דמנחות: \n\n"
      ],
      [
        "<b>המקדיש יין פסול וכו'.</b> בס״פ כל קרבנות (מנחות דף פ״ז) בעיא דלא איפשיטא: \n\n"
      ],
      [],
      [
        "<b><small>(ד-ה)</small> הסולת והיין והשמן והלבונה וכו'.</b> בד''א שנפסלו או שנטמאו אחר שנתקדשו בכלי שרת וכו'. ברפי''ב דמנחות (דף ק':) המנחות והנסכים שנטמאו עד שלא קדשו בכלי יש להם פדיון משקדשו בכלי אין להם פדיון העופות והעצים והלבונה וכלי שרת משנטמאו אין להם פדיון שלא נאמר פדיון אלא בבהמה ובגמרא (דף ק''א) אמר שמואל אפילו הם טהורים נפדים וכו' רב כהנא אמר טמאים נפדין טהורים אין נפדים וכן אמר רבי אושעיא וכו'. איכא דאמרי אמר ר' אושעיא אפילו טהורים נפדים רבי אלעזר אומר כולם טמאים נפדים טהורים אין נפדין חוץ מעשירית האיפה של מנחת חוטא שהרי אמרה תורה מחטאתו ופסק כר''א דלישנא בתרא דאתי כרב כהנא ור' אושעיא דל''ק. \n",
        "<b>ומה שכתב רבינו שנאמר והעמיד והעריך כל שישנו בהעמדה נערך וכו': וכל הנסכים שנטמאו וכו'.</b> בסוף פרק כל התדיר (זבחים דף צ״ב): \n\n"
      ],
      [
        "<b>מי החג שנטמאו והשיקן וטיהרן וכו' אם הקדישן ואח״כ טיהרן וכו'.</b> מימרא בפרק כל שעה (פסחים דף ל״ד): \n\n"
      ],
      [
        "<b>זיתים וענבים שנטמאו וכו'.</b> מימרא דרבי יוחנן שם: \n\n"
      ],
      [
        "<b>מעלה יתירה עשו חכמים בקדשים וכו'.</b> גם זה שם: \n",
        "<b>וכן העצים והלבונה וכו'.</b> משנה (דף מ''ה) וגמרא (דף מ''ז:) בזבחים בס''פ ב''ש ולשון וכן שכתב רבינו היינו לומר שגם אלו עשו מעלה בהם ואמרו שיקבלו טומאה: \n\n"
      ],
      [
        "<b>ואלו הן היינות הפסולין לגבי המזבח וכו'.</b> משנה בפרק כל קרבנות (מנחות דף פ״ו:) אין מביאין אליוסטן ואם הביא כשר וכו' אין מביאין לא מתוק ולא מעושן ולא מבושל ואם הביא פסול ובגמרא (דף פ״ז) והא קתני רישא אין מביאין אליוסטן ואם הביא כשר אמר רבינא כרוך ותני רב אשי אמר חוליא דפירא לא מאיס חוליא דשמשא מאיס ומדברי רש״י נראה דגריס חוליא דפירא מאיס חוליא דשמשא לא מאיס והיא הנוסחא הנכונה ופירש רבינו בפי' המשנה אליוסטן מלשון שמש ר״ל שנותנים אותו בכדים תחת השמש עד שיתבשל ומה שכתב רבינו בכאן נראה שהוא מפרש שאליוסטן הוא שמחממין אותו בשמש ולא נתן בו טעם בישול אבל אם נתבשל בשמש עד שנשתנה טעמו כבישול דינו כמבושל באש. \n",
        "<b>ומ״ש וכן יין צימוקין ויין מגתו וכו'.</b> בפרק המוכר פירות (בבא בתרא דף צ״ז). \n",
        "<b>ומ״ש ויין הדליות ויין כרם הנטוע בבית השלחין או בבית הזבלים או יין גפנים שנזרע זרע ביניהם או יין כרם שלא נעבד כל אלו היינות לא יביא לכתחלה.</b> במשנה סוף פרק כל קרבנות (מנחות דף פ״ו): \n\n"
      ],
      [
        "<b>יין שנתגלה פסול מעל גבי המזבח.</b> בפרק המוכר פירות (בבא בתרא דף צ״ח:) ובסוכה סוף פרק רביעי (דף מ״ח): \n",
        "<b>הדלה גפן על גבי תאנה יינה פסול לנסכים.</b> בפרק ב' דבכורות (דף י''ז): \n\n"
      ],
      [
        "<b>סלת שהתליעה רובה וכו'.</b> ברייתא בפרק כל קרבנות (מנחות דף פ״ה:). \n",
        "<b>ומ''ש התליע רוב חטה אחת הרי זה ספק.</b> שם בעי ר' ירמיה ברוב חטה או ברוב סאה תיקו ומשמע דהכי פירושה הא דאמרינן דחטים שהתליעו רובן פסולות היינו כשהתליע רוב כל חטה וחטה אבל אם לא התליע רוב כל חטה וחטה אע''פ שהתליע רוב סאה או כולה מאחר שלא התליע מכל חטה אלא מיעוטה כשר או דילמא כיון שהתליעה רוב סאה אע''פ שלא התליע מכל חטה אלא מיעוטה פסול אבל מדברי רבינו נראה שהוא מפרש מי סגי ברוב חטה אחת שתהיה מתלעת אפילו היא מעורבת בסאה חטים שלא התליעו או דילמא לא מיפסיל עד שיתליעו רוב חטים שבסאה: \n",
        "<b>וכל סולת שנשאר בה קמח פסולה:</b> \n\n"
      ],
      [
        "<b>כיצד בודקין מכניס הגזבר ידו לתוך הסולת וכו'.</b> משנה בפרק כל קרבנות (מנחות דף פ״ה). \n",
        "<b>ומ''ש אבל סולת חטים שנזרעו בבית השלחין וכו' לא יביא לכתחילה ואם הביא כשר.</b> משנה שם. \n",
        "<b>ומ''ש או בארץ שלא נרה ולא עבדה</b> משמע לרבינו דהא דתנן בפ' כל קרבנות כיצד הוא עושה נרה שנה ראשונה וכן מה שאמרו שם בגמרא שעובדה היינו לכתחלה דוקא: \n\n"
      ],
      [
        "<b>חטים שלקטן מגללי הבקר וזרעם הרי אלו ספק וכו'.</b> בפרק ר' ישמעאל (מנחות דף ס''ט) בעיא דלא איפשיטא: \n\n"
      ],
      [
        "<b>ואלו הן השמנים הפסולים וכו' עד כל אלו פסולים.</b> משנה וברייתא בפרק כל קרבנות (מנחות דף פ״ה:) חוץ משמן של פגין דתנן התם אין מביאין אנפיקנון ואם הביא פסול ובגמרא (דף פ״ו) והתניא ואם הביא כשר וכו' ל״ק הא רבי חייא הא רבי שמעון ברבי ויש לתמוה למה לא פסק כסתם מתניתין. וי״ל שרבינו היה גורס במתניתין ואם הביא כשר וכך היה גורס רבינו תם. \n",
        "<b>ומ''ש אבל שמן זית שנטעו בבית הזבלים או בבית השלחין או שנזרע וכו' עד ואם הביא כשר.</b> משנה שם: \n\n"
      ],
      [
        "<b>כל המנחות והנסכים כשרים מהארץ ומחוצה לארץ עד סוף הפרק.</b> שם במשנה: \n\n"
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> לא כל דבר שאינו פסול מביא אותו לכתחלה וכו' אלא כל שיביא לקרבן יביא מן המובחר וכך היו עושים בזמן המקדש מביאים אילים ממואב וכו' עד ומביאין שמן מתקוע.</b> בפרק כל קרבנות (מנחות דף פ״ה פ״ז:): \n\n"
      ],
      [
        "<b>כל העצים החדשים כשרים למערכה וכו' עד ובשל עץ שמן.</b> משנה וגמרא בפ' ב' דתמיד (דף כ''ט) ובמקום מה שאמרו בגמרא בתאנה דלא עבדא פירי כתב רבינו תאנה של חרשים כלומר של יערים: \n",
        "<b>והגיזרין שעשה משה וכו'.</b> מימרא בזבחים פ' קדשי הקדשים (ס''ב:): \n\n"
      ],
      [
        "<b>וכיצד היו עושין בזריעת חיטי המנחות והנסכים וכו' עד ואחר כך זורע.</b> בפ' כל קרבנות (מנחות דף פ״ה) תנן כיצד הוא עושה נרה שנה א' ובשנה ב' זורעה קודם לפסח ע' יום והיא עושה סלת מרובה ומפרש בברייתא ובגמ' נר חציה וזורע חציה. ופי' רבינו בה מבואר ורש״י פי' בע״א. \n",
        "<b>ומ''ש ואם לא היתה השדה עבודה חורש ושונה וכו'.</b> שם. \n",
        "<b>ומ''ש ובורר את החיטים יפה יפה. ומ''ש ואח''כ שף את החיטים ובועט בהם הרבה עד שיתקלפו:</b> \n\n"
      ],
      [
        "<b>כל החיטים של מנחות טעונות שלש מאות שיפה ות''ק בעיטה וכו'.</b> משנה (דף ע''ו) בפרק אלו מנחות. \n",
        "<b>ומ''ש וחושב ההולכה וההובאה בשיפה אחת להחמיר.</b> שם בעיא דלא איפשיטא: \n\n"
      ],
      [
        "<b>היין מביא ענבים וכו'.</b> משנה וברייתא שם (דף פ''ו:) ופירש''י רוגליות גפנים נמוכים שהוא יפה. \n",
        "<b>ומ''ש ואין מניחין אותן אחת אחת וכו'.</b> שם בברייתא (דף פ''ז) אין מניחין אותן שתים שתים אלא אחת אחת ואין כן גירסת רבינו. \n",
        "<b>ומ''ש ואינו ממלא החבית עד פיה כדי שיהא ריחו נודף.</b> משנה בפרק כל קרבנות ופירש''י כשהיא חסרה קימעא היין נודף יותר מכשהיא מליאה. \n",
        "<b>ומ''ש ואינו מביא לא מפי החבית וכו' עד אלא משלישה ומאמצעה.</b> משנה שם: \n",
        "<b>ומ''ש של האמצעית</b> נראה שכך היה גורס רבינו שם: \n\n"
      ],
      [
        "<b>ומ''ש היה הגזבר יושב וכו' עד ואינו לוקה.</b> משנה שם: \n",
        "<b>מאימתי מביא מאחר ארבעים יום לדריכתו.</b> משנה בפ''ו ממס' עדיות (מ''א). \n",
        "<b>ומ״ש עד שתי שנים וכו'.</b> בפרק כל קרבנות (מנחות דף פ״ו:) תנן אין מביאין ישן דברי רבי וחכמים מכשירין ובגמרא (דף פ״ז) מאי טעמא דרבי אמר קרא לכבש יין מה כבש בן שנתו אף יין בן שנתו אי מה כבש בן שתי שנים פסול אף יין בן שתי שנים פסול וכ״ת הכי נמי והא תניא יין בן שתי שנים לא יביא ואם הביא כשר מאן שמעת ליה דאמר לא יביא רבי וקאמר אם הביא כשר אלא אמר רבא היינו טעמא דרבי דכתיב אל תרא יין כי יתאדם וידוע דהלכה כת״ק ומשמע לרבינו דע״כ לא פליג ת״ק על רבי אלא בבן שתי שנים או יותר מעט אבל במיושן יותר לתנא קמא נמי לכתחלה לא יביא. \n",
        "<b>ומ''ש והוא שלא יפסד טעמו.</b> פשוט הוא דלא עדיף ממעושן דפסול: \n\n"
      ],
      [
        "<b>תשעה מינים בשמן וכו' עד והשוה והפחות.</b> משנה שם (דף פ''ו). \n",
        "<b>ומ''ש שהרוצה לזכות עצמו יכוף יצרו הרע וירחיב ידו ויביא קרבנו מן היפה המשובח ביותר שבאותו המין שיביא ממנו וכו'.</b> הם דברי רבינו ראויים אליו: \n",
        "<b>בריך רחמנא דסייען</b> \n\n"
      ]
    ]
  ]
};