var Chullinjson ={
    "language": "he",
    "title": "Mishnah Chullin",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה חולין",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ],
    "textmishna": [
        [
            "הַכֹּל שׁוֹחֲטִין וּשְׁחִיטָתָן כְּשֵׁרָה, חוּץ מֵחֵרֵשׁ, שׁוֹטֶה, וְקָטָן, שֶׁמָּא יְקַלְקְלוּ בִשְׁחִיטָתָן. וְכֻלָּן שֶׁשָּׁחֲטוּ וַאֲחֵרִים רוֹאִין אוֹתָן, שְׁחִיטָתָן כְּשֵׁרָה. שְׁחִיטַת נָכְרִי, נְבֵלָה, וּמְטַמְּאָה בְמַשָּׂא. הַשּׁוֹחֵט בַּלַּיְלָה, וְכֵן הַסּוּמָא שֶׁשָּׁחַט, שְׁחִיטָתוֹ כְשֵׁרָה. הַשּׁוֹחֵט בְּשַׁבָּת, וּבְיוֹם הַכִּפּוּרִים, אַף עַל פִּי שֶׁמִּתְחַיֵּב בְּנַפְשׁוֹ, שְׁחִיטָתוֹ כְשֵׁרָה: \n",
            "הַשּׁוֹחֵט בְּמַגַּל יָד, בְּצוֹר, וּבְקָנֶה, שְׁחִיטָתוֹ כְשֵׁרָה. הַכֹּל שׁוֹחֲטִין וּלְעוֹלָם שׁוֹחֲטִין, וּבַכֹּל שׁוֹחֲטִין, חוּץ מִמַּגַּל קָצִיר, וְהַמְּגֵרָה, וְהַשִּׁנַּיִם, וְהַצִּפֹּרֶן, מִפְּנֵי שֶׁהֵן חוֹנְקִין. הַשּׁוֹחֵט בְּמַגַּל קָצִיר בְּדֶרֶךְ הֲלִיכָתָהּ, בֵּית שַׁמַּאי פּוֹסְלִין, וּבֵית הִלֵּל מַכְשִׁירִין. וְאִם הֶחֱלִיקוּ שִׁנֶּיהָ, הֲרֵי הִיא כְסַכִּין: \n",
            "הַשּׁוֹחֵט מִתּוֹךְ הַטַּבַּעַת וְשִׁיֵּר בָּהּ מְלֹא הַחוּט עַל פְּנֵי כֻלָּהּ, שְׁחִיטָתוֹ כְשֵׁרָה. רַבִּי יוֹסֵי בַּר יְהוּדָה אוֹמֵר, מְלֹא הַחוּט עַל פְּנֵי רֻבָּהּ: \n",
            "הַשּׁוֹחֵט מִן הַצְּדָדִין שְׁחִיטָתוֹ כְשֵׁרָה. הַמּוֹלֵק מִן הַצְּדָדִין, מְלִיקָתוֹ פְסוּלָה. הַשּׁוֹחֵט מִן הָעֹרֶף, שְׁחִיטָתוֹ פְסוּלָה. הַמּוֹלֵק מִן הָעֹרֶף, מְלִיקָתוֹ כְשֵׁרָה. הַשּׁוֹחֵט מִן הַצַּוָּאר, שְׁחִיטָתוֹ כְשֵׁרָה. הַמּוֹלֵק מִן הַצַּוָּאר, מְלִיקָתוֹ פְסוּלָה, שֶׁכָּל הָעֹרֶף כָּשֵׁר לִמְלִיקָה, וְכָל הַצַּוָּאר כָּשֵׁר לִשְׁחִיטָה. נִמְצָא, כָּשֵׁר בִּשְׁחִיטָה, פָּסוּל בִּמְלִיקָה. כָּשֵׁר בִּמְלִיקָה, פָּסוּל בִּשְׁחִיטָה: \n",
            "כָּשֵׁר בַּתּוֹרִין, פָּסוּל בִּבְנֵי יוֹנָה. כָּשֵׁר בִּבְנֵי יוֹנָה, פָּסוּל בַּתּוֹרִין. תְּחִלַּת הַצִּהוּב, בָּזֶה וּבָזֶה פָּסוּל: \n",
            "כָּשֵׁר בַּפָּרָה, פָּסוּל בָּעֶגְלָה. כָּשֵׁר בָּעֶגְלָה, פָּסוּל בַּפָּרָה. כָּשֵׁר בַּכֹּהֲנִים, פָּסוּל בַּלְוִיִּם. כָּשֵׁר בַּלְוִיִּם, פָּסוּל בַּכֹּהֲנִים. טָהוֹר בִּכְלֵי חֶרֶשׂ, טָמֵא בְכָל הַכֵּלִים. טָהוֹר בְּכָל הַכֵּלִים, טָמֵא בִכְלֵי חָרֶשׂ. טָהוֹר בִּכְלֵי עֵץ, טָמֵא בִכְלֵי מַתָּכוֹת. טָהוֹר בִּכְלֵי מַתָּכוֹת, טָמֵא בִכְלֵי עֵץ. הַחַיָּב בַּשְּׁקֵדִים הַמָּרִים, פָּטוּר בַּמְּתוּקִים. הַחַיָּב בַּמְּתוּקִים, פָּטוּר בַּמָּרִים: \n",
            "הַתֶּמֶד, עַד שֶׁלֹּא הֶחֱמִיץ, אֵינוֹ נִקָּח בְּכֶסֶף מַעֲשֵׂר, וּפוֹסֵל אֶת הַמִּקְוֶה. מִשֶּׁהֶחֱמִיץ, נִקָּח בְּכֶסֶף מַעֲשֵׂר וְאֵינוֹ פוֹסֵל אֶת הַמִּקְוֶה. הָאַחִין הַשֻּׁתָּפִין, כְּשֶׁחַיָּבִין בַּקָּלְבּוֹן, פְּטוּרִין מִמַּעְשַׂר בְּהֵמָה. כְּשֶׁחַיָּבִין בְּמַעְשַׂר בְּהֵמָה, פְּטוּרִין מִן הַקָּלְבּוֹן. כָּל מָקוֹם שֶׁיֵּשׁ מֶכֶר, אֵין קְנַס. וְכָל מָקוֹם שֶׁיֵּשׁ קְנַס, אֵין מָכֶר. כָּל מָקוֹם שֶׁיֵּשׁ מֵאוּן, אֵין חֲלִיצָה. וְכָל מָקוֹם שֶׁיֵּשׁ חֲלִיצָה, אֵין מֵאוּן. כָּל מָקוֹם שֶׁיֵּשׁ תְּקִיעָה, אֵין הַבְדָּלָה. וְכָל מָקוֹם שֶׁיֵּשׁ הַבְדָּלָה, אֵין תְּקִיעָה. יוֹם טוֹב שֶׁחָל לִהְיוֹת בְּעֶרֶב שַׁבָּת, תּוֹקְעִין וְלֹא מַבְדִּילִין. בְּמוֹצָאֵי שַׁבָּת, מַבְדִּילִין וְלֹא תוֹקְעִין. כֵּיצַד מַבְדִּילִין, הַמַּבְדִּיל בֵּין קֹדֶשׁ לְקֹדֶשׁ. רַבִּי דוֹסָא אוֹמֵר, בֵּין קֹדֶשׁ חָמוּר לְקֹדֶשׁ הַקַּל: \n"
        ],
        [
            "הַשּׁוֹחֵט אֶחָד בָּעוֹף, וּשְׁנַיִם בַּבְּהֵמָה, שְׁחִיטָתוֹ כְשֵׁרָה. וְרֻבּוֹ שֶׁל אֶחָד, כָּמוֹהוּ. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁיִּשְׁחֹט אֶת הַוְּרִידִין. חֲצִי אֶחָד בָּעוֹף, וְאֶחָד וָחֵצִי בַּבְּהֵמָה, שְׁחִיטָתוֹ פְסוּלָה. רֹב אֶחָד בָּעוֹף וְרֹב שְׁנַיִם בַּבְּהֵמָה, שְׁחִיטָתוֹ כְשֵׁרָה: \n",
            "הַשּׁוֹחֵט שְׁנֵי רָאשִׁין כְּאֶחָד, שְׁחִיטָתוֹ כְשֵׁרָה. שְׁנַיִם אוֹחֲזִין בַּסַּכִּין וְשׁוֹחֲטִין, אֲפִלּוּ אֶחָד לְמַעְלָה וְאֶחָד לְמַטָּה, שְׁחִיטָתָן כְּשֵׁרָה: \n",
            "הִתִּיז אֶת הָרֹאשׁ בְּבַת אַחַת, פְּסוּלָה. הָיָה שׁוֹחֵט וְהִתִּיז אֶת הָרֹאשׁ בְּבַת אַחַת, אִם יֵשׁ בַּסַּכִּין מְלֹא צַוָּאר, כְּשֵׁרָה. הָיָה שׁוֹחֵט וְהִתִּיז שְׁנֵי רָאשִׁים בְּבַת אַחַת, אִם יֵשׁ בַּסַּכִּין מְלֹא צַוָּאר אֶחָד, כְּשֵׁרָה. בַּמֶּה דְבָרִים אֲמוּרִים. בִּזְמַן שֶׁהוֹלִיךְ וְלֹא הֵבִיא, אוֹ הֵבִיא וְלֹא הוֹלִיךְ. אֲבָל אִם הוֹלִיךְ וְהֵבִיא, אֲפִלּוּ כָל שֶׁהוּא, אֲפִלּוּ בְאִזְמֵל, כְּשֵׁרָה. נָפְלָה סַכִּין וְשָׁחֲטָה, אַף עַל פִּי שֶׁשָּׁחֲטָה כְדַרְכָּהּ, פְּסוּלָה, שֶׁנֶּאֱמַר (דברים יב), וְזָבַחְתָּ וְאָכַלְתָּ, מַה שֶּׁאַתָּה זוֹבֵחַ, אַתָּה אוֹכֵל. נָפְלָה הַסַּכִּין וְהִגְבִּיהָהּ, נָפְלוּ כֵלָיו וְהִגְבִּיהָן, הִשְׁחִיז אֶת הַסַּכִּין וְעָף, וּבָא חֲבֵרוֹ וְשָׁחַט, אִם שָׁהָה כְדֵי שְׁחִיטָה, פְּסוּלָה. רַבִּי שִׁמְעוֹן אוֹמֵר, אִם שָׁהָה כְדֵי בִקּוּר: \n",
            "שָׁחַט אֶת הַוֶּשֶׁט וּפָסַק אֶת הַגַּרְגֶּרֶת, אוֹ שָׁחַט אֶת הַגַּרְגֶּרֶת וּפָסַק אֶת הַוֶּשֶׁט, אוֹ שֶׁשָּׁחַט אַחַד מֵהֶן וְהִמְתִּין לָהּ עַד שֶׁמֵּתָה, אוֹ שֶׁהֶחֱלִיד אֶת הַסַּכִּין תַּחַת הַשֵּׁנִי וּפְסָקוֹ, רַבִּי יְשֵׁבָב אוֹמֵר, נְבֵלָה. רַבִּי עֲקִיבָא אוֹמֵר, טְרֵפָה. כְּלָל אָמַר רַבִּי יְשֵׁבָב מִשּׁוּם רַבִּי יְהוֹשֻׁעַ, כֹּל שֶׁנִּפְסְלָה בִשְׁחִיטָתָהּ, נְבֵלָה. כֹּל שֶׁשְּׁחִיטָתָהּ כָּרָאוּי וְדָבָר אַחֵר גָּרַם לָהּ לִפָּסֵל, טְרֵפָה. וְהוֹדָה לוֹ רַבִּי עֲקִיבָא: \n",
            "הַשּׁוֹחֵט בְּהֵמָה חַיָּה וְעוֹף וְלֹא יָצָא מֵהֶן דָּם, כְּשֵׁרִים, וְנֶאֱכָלִים בְּיָדַיִם מְסֹאָבוֹת, לְפִי שֶׁלֹּא הֻכְשְׁרוּ בְדָם. רַבִּי שִׁמְעוֹן אוֹמֵר, הֻכְשְׁרוּ בַשְּׁחִיטָה: \n",
            "הַשּׁוֹחֵט אֶת הַמְסֻכֶּנֶת, רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, עַד שֶׁתְּפַרְכֵּס בַּיָּד וּבָרָגֶל. רַבִּי אֱלִיעֶזֶר אוֹמֵר, דַּיָּהּ אִם זִנְּקָה. אָמַר רַבִּי שִׁמְעוֹן, אַף הַשּׁוֹחֵט בַּלַּיְלָה וּלְמָחָר הִשְׁכִּים וּמָצָא כְתָלִים מְלֵאִים דָּם, כְּשֵׁרָה, שֶׁזִּנְּקָה, וּכְמִדַּת רַבִּי אֱלִיעֶזֶר. וַחֲכָמִים אוֹמְרִים, עַד שֶׁתְּפַרְכֵּס אוֹ בַיָּד אוֹ בָרֶגֶל אוֹ עַד שֶׁתְּכַשְׁכֵּשׁ בִּזְנָבָהּ, אֶחָד בְּהֵמָה דַקָּה וְאֶחָד בְּהֵמָה גַסָּה. בְּהֵמָה דַקָּה שֶׁפָּשְׁטָה יָדָהּ וְלֹא הֶחֱזִירָה, פְּסוּלָה, שֶׁאֵינָהּ אֶלָּא הוֹצָאַת נֶפֶשׁ בִּלְבָד. בַּמֶּה דְבָרִים אֲמוּרִים, שֶׁהָיְתָה בְחֶזְקַת מְסֻכֶּנֶת. אֲבָל אִם הָיְתָה בְחֶזְקַת בְּרִיאָה, אֲפִלּוּ אֵין בָּהּ אַחַד מִכָּל הַסִּימָנִים הַלָּלוּ, כְּשֵׁרָה: \n",
            "הַשּׁוֹחֵט לְנָכְרִי, שְׁחִיטָתוֹ כְשֵׁרָה. וְרַבִּי אֱלִיעֶזֶר פּוֹסֵל. אָמַר רַבִּי אֱלִיעֶזֶר, אֲפִלּוּ שְׁחָטָהּ שֶׁיֹּאכַל הַנָּכְרִי מֵחֲצַר כָּבֵד שֶׁלָּהּ, פְּסוּלָה, שֶׁסְּתָם מַחֲשֶׁבֶת נָכְרִי לַעֲבוֹדָה זָרָה. אָמַר רַבִּי יוֹסֵי, קַל וָחֹמֶר הַדְּבָרִים, וּמַה בִּמְקוֹם שֶׁהַמַּחֲשָׁבָה פוֹסֶלֶת, בְּמֻקְדָּשִׁין, אֵין הַכֹּל הוֹלֵךְ אֶלָּא אַחַר הָעוֹבֵד, מְקוֹם שֶׁאֵין מַחֲשָׁבָה פוֹסֶלֶת, בְּחֻלִּין, אֵינוֹ דִין שֶׁלֹּא יְהֵא הַכֹּל הוֹלֵךְ אֶלָּא אַחַר הַשּׁוֹחֵט: \n",
            "הַשּׁוֹחֵט לְשֵׁם הָרִים, לְשֵׁם גְּבָעוֹת, לְשֵׁם יַמִּים, לְשֵׁם נְהָרוֹת, לְשֵׁם מִדְבָּרוֹת, שְׁחִיטָתוֹ פְסוּלָה. שְׁנַיִם אוֹחֲזִין בְּסַכִּין וְשׁוֹחֲטִין, אֶחָד לְשֵׁם אַחַד מִכָּל אֵלּוּ, וְאֶחָד לְשֵׁם דָּבָר כָּשֵׁר, שְׁחִיטָתוֹ פְסוּלָה: \n",
            "אֵין שׁוֹחֲטִין לֹא לְתוֹךְ יַמִּים, וְלֹא לְתוֹךְ נְהָרוֹת, וְלֹא לְתוֹךְ כֵּלִים. אֲבָל שׁוֹחֵט הוּא לְתוֹךְ עוּגָא שֶׁל מַיִם, וּבִסְפִינָה, עַל גַּבֵּי כֵלִים. אֵין שׁוֹחֲטִין לְגֻמָּא כָּל עִקָּר, אֲבָל עוֹשֶׂה גֻמָּא בְתוֹךְ בֵּיתוֹ בִּשְׁבִיל שֶׁיִּכָּנֵס הַדָּם לְתוֹכָהּ. וּבַשּׁוּק לֹא יַעֲשֶׂה כֵן, שֶׁלֹּא יְחַקֶּה אֶת הַמִּינִין: \n",
            "הַשּׁוֹחֵט לְשֵׁם עוֹלָה, לְשֵׁם זְבָחִים, לְשֵׁם אָשָׁם תָּלוּי, לְשֵׁם פֶּסַח, לְשֵׁם תּוֹדָה, שְׁחִיטָתוֹ פְסוּלָה. וְרַבִּי שִׁמְעוֹן מַכְשִׁיר. שְׁנַיִם אוֹחֲזִין בְּסַכִּין וְשׁוֹחֲטִין, אֶחָד לְשֵׁם אַחַד מִכָּל אֵלּוּ, וְאֶחָד לְשֵׁם דָּבָר כָּשֵׁר, שְׁחִיטָתוֹ פְסוּלָה. הַשּׁוֹחֵט לְשֵׁם חַטָּאת, לְשֵׁם אָשָׁם וַדַּאי, לְשֵׁם בְּכוֹר, לְשֵׁם מַעֲשֵׂר, לְשֵׁם תְּמוּרָה, שְׁחִיטָתוֹ כְשֵׁרָה. זֶה הַכְּלָל, כָּל דָּבָר שֶׁנִּדָּר וְנִּדָּב, הַשּׁוֹחֵט לִשְׁמוֹ, אָסוּר, וְשֶׁאֵינוֹ נִדָּר וְנִדָּב, הַשּׁוֹחֵט לִשְׁמוֹ, כָּשֵׁר: \n"
        ],
        [
            "אֵלּוּ טְרֵפוֹת בַּבְּהֵמָה. נְקוּבַת הַוֶּשֶׁט, וּפְסוּקַת הַגַּרְגֶּרֶת, נִקַּב קְרוּם שֶׁל מֹחַ, נִקַּב הַלֵּב לְבֵית חֲלָלוֹ, נִשְׁבְּרָה הַשִּׁדְרָה וְנִפְסַק הַחוּט שֶׁלָּהּ, נִטַּל הַכָּבֵד וְלֹא נִשְׁתַּיֵּר הֵימֶנּוּ כְלוּם, הָרֵאָה שֶׁנִּקְּבָה, אוֹ שֶׁחָסְרָה, רַבִּי שִׁמְעוֹן אוֹמֵר, עַד שֶׁתִּנָּקֵב לְבֵית הַסִּמְפּוֹנוֹת. נִקְּבָה הַקֵּבָה, נִקְּבָה הַמָּרָה, נִקְּבוּ הַדַּקִּין, הַכֶּרֶס הַפְּנִימִית שֶׁנִּקְּבָה, אוֹ שֶׁנִּקְרַע רֹב הַחִיצוֹנָה, רַבִּי יְהוּדָה אוֹמֵר, הַגְּדוֹלָה טֶפַח, וְהַקְּטַנָּה בְּרֻבָּהּ. הַמְסֵס וּבֵית הַכּוֹסוֹת שֶׁנִּקְּבוּ לַחוּץ, נָפְלָה מִן הַגַּג, נִשְׁתַּבְּרוּ רֹב צַלְעוֹתֶיהָ, וּדְרוּסַת הַזְּאֵב. רַבִּי יְהוּדָה אוֹמֵר, דְּרוּסַת הַזְּאֵב בַּדַּקָּה, וּדְרוּסַת אֲרִי בַּגַּסָּה, דְּרוּסַת הַנֵּץ בָּעוֹף הַדַּק, וּדְרוּסַת הַגַּס בָּעוֹף הַגָּס. זֶה הַכְּלָל, כֹּל שֶׁאֵין כָּמוֹהָ חַיָּה, טְרֵפָה: \n",
            "וְאֵלּוּ כְשֵׁרוֹת בַּבְּהֵמָה. נִקְּבָה הַגַּרְגֶּרֶת אוֹ שֶׁנִּסְדְּקָה. עַד כַּמָּה תֶּחְסַר. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, עַד כָּאִסָּר הָאִיטַלְקִי. נִפְחֲתָה הַגֻּלְגֹּלֶת וְלֹא נִקַּב קְרוּם שֶׁל מֹחַ, נִקַּב הַלֵּב וְלֹא לְבֵית חֲלָלוֹ, נִשְׁבְּרָה הַשִּׁדְרָה וְלֹא נִפְסַק הַחוּט שֶׁלָּהּ, נִטְּלָה הַכָּבֵד וְנִשְׁתַּיֵּר הֵימֶנָּה כַזָּיִת, הַמְסֵס וּבֵית הַכּוֹסוֹת שֶׁנִּקְּבוּ זֶה לְתוֹךְ זֶה, נִטַּל הַטְּחוֹל, נִטְּלוּ הַכְּלָיוֹת, נִטַּל לְחִי הַתַּחְתּוֹן, נִטַּל הָאֵם שֶׁלָּהּ, וַחֲרוּתָה בִידֵי שָׁמָיִם. הַגְּלוּדָה, רַבִּי מֵאִיר מַכְשִׁיר, וַחֲכָמִים פּוֹסְלִין: \n",
            "וְאֵלּוּ טְרֵפוֹת בָּעוֹף. נְקוּבַת הַוֶּשֶׁט, פְּסוּקַת הַגַּרְגֶּרֶת, הִכַּתָּהּ חֻלְדָּה עַל רֹאשָׁהּ, מְקוֹם שֶׁעוֹשֶׂה אוֹתָהּ טְרֵפָה, נִקַּב הַקֻּרְקְבָן, נִקְּבוּ הַדַּקִּין, נָפְלָה לָאוּר וְנֶחְמְרוּ בְנֵי מֵעֶיהָ, אִם יְרֻקִּים, פְּסוּלִין. אִם אֲדֻמִּים, כְּשֵׁרִים. דְּרָסָהּ, וּטְרָפָהּ בַּכֹּתֶל, אוֹ שֶׁרִצְּצַתָּהּ בְּהֵמָה וּמְפַרְכֶּסֶת, וְשָׁהֲתָה מֵעֵת לְעֵת וּשְׁחָטָהּ, כְּשֵׁרָה: \n",
            "וְאֵלּוּ כְשֵׁרוֹת בָּעוֹף. נִקְּבָה הַגַּרְגֶּרֶת אוֹ שֶׁנִּסְדְּקָה, הִכַּתָּהּ חֻלְדָּה עַל רֹאשָׁהּ, מְקוֹם שֶׁאֵינוֹ עוֹשֶׂה אוֹתָהּ טְרֵפָה, נִקַּב הַזֶּפֶק. רַבִּי אוֹמֵר, אֲפִלּוּ נִטָּל. יָצְאוּ בְנֵי מֵעֶיהָ וְלֹא נִקְּבוּ, נִשְׁתַּבְּרוּ גַפֶּיהָ, נִשְׁתַּבְּרוּ רַגְלֶיהָ, נִמְרְטוּ כְנָפֶיהָ. רַבִּי יְהוּדָה אוֹמֵר, אִם נִטְּלָה הַנּוֹצָה, פְּסוּלָה: \n",
            "אֲחוּזַת הַדָּם, וְהַמְּעֻשֶּׁנֶת, וְהַמְצֻנֶּנֶת, וְשֶׁאָכְלָה הַרְדֻּפְנִי, וְשֶׁאָכְלָה צוֹאַת תַּרְנְגוֹלִים, אוֹ שֶׁשָּׁתְתָה מַיִם הָרָעִים, כְּשֵׁרָה. אָכְלָה סַם הַמָּוֶת אוֹ שֶׁהִכִּישָׁהּ נָחָשׁ, מֻתֶּרֶת מִשּׁוּם טְרֵפָה, וַאֲסוּרָה מִשּׁוּם סַכָּנַת נְפָשׁוֹת: \n",
            "סִימָנֵי בְהֵמָה וְחַיָּה נֶאֶמְרוּ מִן הַתּוֹרָה, וְסִימָנֵי הָעוֹף לֹא נֶאֱמָרוּ. אֲבָל אָמְרוּ חֲכָמִים, כָּל עוֹף הַדּוֹרֵס, טָמֵא. כֹּל שֶׁיֶּשׁ לוֹ אֶצְבַּע יְתֵרָה, וְזֶפֶק, וְקֻרְקְבָנוֹ נִקְלָף, טָהוֹר. רַבִּי אֱלִיעֶזֶר בַּר צָדוֹק אוֹמֵר, כָּל עוֹף הַחוֹלֵק אֶת רַגְלָיו, טָמֵא: \n",
            "וּבַחֲגָבִים, כֹּל שֶׁיֶּשׁ לוֹ אַרְבַּע רַגְלַיִם, וְאַרְבַּע כְּנָפַיִם, וְקַרְסֻלַּיִם, וּכְנָפָיו חוֹפִין אֶת רֻבּוֹ. רַבִּי יוֹסֵי אוֹמֵר, וּשְׁמוֹ חָגָב. וּבַדָּגִים, כֹּל שֶׁיֶּשׁ לוֹ סְנַפִּיר וְקַשְׂקָשֶׂת. רַבִּי יְהוּדָה אוֹמֵר, שְׁנֵי קַשְׂקַשִּׂין וּסְנַפִּיר אֶחָד. וְאֵלּוּ הֵן קַשְׂקַשִּׂין, הַקְּבוּעִין בּוֹ. וּסְנַפִּירִין, הַפּוֹרֵחַ בָּהֶן: \n"
        ],
        [
            "בְּהֵמָה הַמַּקְשָׁה לֵילֵד, וְהוֹצִיא הָעֻבָּר אֶת יָדוֹ וְהֶחֱזִירָהּ, מֻתָּר בַּאֲכִילָה. הוֹצִיא אֶת רֹאשׁוֹ, אַף עַל פִּי שֶׁהֱחֱזִירוֹ, הֲרֵי זֶה כְיָלוּד. חוֹתֵךְ מֵעֻבָּר שֶׁבְּמֵעֶיהָ, מֻתָּר בַּאֲכִילָה. מִן הַטְּחוֹל וּמִן הַכְּלָיוֹת, אָסוּר בַּאֲכִילָה. זֶה הַכְּלָל, דָּבָר שֶׁגּוּפָהּ, אָסוּר. שֶׁאֵינוֹ גוּפָהּ, מֻתָּר: \n",
            "הַמְבַכֶּרֶת הַמַּקְשָׁה לֵילֵד, מְחַתֵּךְ אֵבָר אֵבָר וּמַשְׁלִיךְ לַכְּלָבִים. יָצָא רֻבּוֹ, הֲרֵי זֶה יִקָּבֵר, וְנִפְטְרָה מִן הַבְּכוֹרָה: \n",
            "בְּהֵמָה שֶׁמֵּת עֻבָּרָהּ בְּתוֹךְ מֵעֶיהָ וְהוֹשִׁיט הָרוֹעֶה אֶת יָדוֹ וְנָגַע בּוֹ, בֵּין בִּבְהֵמָה טְמֵאָה, בֵּין בִּבְהֵמָה טְהוֹרָה, טָהוֹר. רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, בִּטְמֵאָה, טָמֵא, וּבִטְהוֹרָה, טָהוֹר. הָאִשָּׁה שֶׁמֵּת וְלָדָהּ בְּתוֹךְ מֵעֶיהָ וּפָשְׁטָה חַיָּה אֶת יָדָהּ וְנָגְעָה בוֹ, הַחַיָּה טְמֵאָה טֻמְאַת שִׁבְעָה, וְהָאִשָּׁה טְהוֹרָה עַד שֶׁיֵּצֵא הַוָּלָד: \n",
            "בְּהֵמָה הַמַּקְשָׁה לֵילֵד, וְהוֹצִיא עֻבָּר אֶת יָדוֹ וַחֲתָכָהּ וְאַחַר כָּךְ שָׁחַט אֶת אִמּוֹ, הַבָּשָׂר טָהוֹר. שָׁחַט אֶת אִמּוֹ וְאַחַר כָּךְ חֲתָכָהּ, הַבָּשָׂר מַגַּע נְבֵלָה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, מַגַּע טְרֵפָה שְׁחוּטָה. מַה מָּצִינוּ בַטְּרֵפָה שֶׁשְּׁחִיטָתָהּ מְטַהַרְתָּהּ, אַף שְׁחִיטַת בְּהֵמָה תְּטַהֵר אֶת הָאֵבָר. אָמַר לָהֶם רַבִּי מֵאִיר, לֹא, אִם טִהֲרָה שְׁחִיטַת טְרֵפָה אוֹתָהּ, דָּבָר שֶׁגּוּפָהּ, תְּטַהֵר אֶת הָאֵבָר, דָּבָר שֶׁאֵינוֹ גוּפָהּ. מִנַּיִן לַטְּרֵפָה שֶׁשְּׁחִיטָתָהּ מְטַהַרְתָּהּ. בְּהֵמָה טְמֵאָה אֲסוּרָה בַאֲכִילָה, אַף טְרֵפָה אֲסוּרָה בַאֲכִילָה. מַה בְּהֵמָה טְמֵאָה אֵין שְׁחִיטָתָהּ מְטַהַרְתָּהּ, אַף טְרֵפָה לֹא תְטַהֲרֶנָּה שְׁחִיטָתָהּ. לֹא, אִם אָמַרְתָּ בִּבְהֵמָה טְמֵאָה שֶׁלֹּא הָיְתָה לָהּ שְׁעַת הַכֹּשֶׁר, תֹּאמַר בִּטְרֵפָה שֶׁהָיְתָה לָהּ שְׁעַת הַכֹּשֶׁר. טֹל לְךָ מַה שֶּׁהֵבֵאתָ, הֲרֵי שֶׁנּוֹלְדָה טְרֵפָה מִן הַבֶּטֶן מִנַּיִן. לֹא, אִם אָמַרְתָּ בִּבְהֵמָה טְמֵאָה שֶׁכֵּן אֵין בְּמִינָהּ שְׁחִיטָה, תֹּאמַר בִּטְרֵפָה שֶׁיֵּשׁ בְּמִינָהּ שְׁחִיטָה. בֶּן שְׁמֹנָה חַי, אֵין שְׁחִיטָתוֹ מְטַהַרְתּוֹ, לְפִי שֶׁאֵין בְּמִינוֹ שְׁחִיטָה: \n",
            "הַשּׁוֹחֵט אֶת הַבְּהֵמָה וּמָצָא בָהּ בֶּן שְׁמֹנָה חַי אוֹ מֵת, אוֹ בֶן תִּשְׁעָה מֵת, קוֹרְעוֹ וּמוֹצִיא אֶת דָּמוֹ. מָצָא בֶן תִּשְׁעָה חַי, טָעוּן שְׁחִיטָה, וְחַיָּב בְּאוֹתוֹ וְאֶת בְּנוֹ, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, שְׁחִיטַת אִמּוֹ מְטַהַרְתּוֹ. רַבִּי שִׁמְעוֹן שְׁזוּרִי אוֹמֵר, אֲפִלּוּ בֶן שְׁמֹנֶה שָׁנִים וְחוֹרֵשׁ בַּשָּׂדֶה, שְׁחִיטַת אִמּוֹ מְטַהַרְתּוֹ. קְרָעָהּ וּמָצָא בָהּ בֶּן תִּשְׁעָה חַי, טָעוּן שְׁחִיטָה, לְפִי שֶׁלֹּא נִשְׁחֲטָה אִמּוֹ: \n",
            "בְּהֵמָה שֶׁנֶּחְתְּכוּ רַגְלֶיהָ מִן הָאַרְכֻּבָּה וּלְמַטָּה, כְּשֵׁרָה. מִן הָאַרְכֻּבָּה וּלְמַעְלָה, פְּסוּלָה. וְכֵן שֶׁנִּטַּל צֹמֶת הַגִּידִין. נִשְׁבַּר הָעֶצֶם, אִם רֹב הַבָּשָׂר קַיָּם, שְׁחִיטָתוֹ מְטַהַרְתּוֹ. וְאִם לָאו, אֵין שְׁחִיטָתוֹ מְטַהַרְתּוֹ: \n",
            "הַשּׁוֹחֵט אֶת הַבְּהֵמָה וּמָצָא בָהּ שִׁלְיָא, נֶפֶשׁ הַיָּפָה תֹּאכְלֶנָּה, וְאֵינָהּ מְטַמְּאָה לֹא טֻמְאַת אֳכָלִין וְלֹא טֻמְאַת נְבֵלוֹת. חִשֵּׁב עָלֶיהָ, מְטַמְּאָה טֻמְאַת אֳכָלִין אֲבָל לֹא טֻמְאַת נְבֵלוֹת. שִׁלְיָא שֶׁיָּצְתָה מִקְצָתָהּ, אֲסוּרָה בַאֲכִילָה. סִימַן וָלָד בָּאִשָּׁה, וְסִימַן וָלָד בַּבְּהֵמָה. הַמְבַכֶּרֶת שֶׁהִפִּילָה שִׁלְיָא, יַשְׁלִיכֶנָּה לִכְלָבִים. וּבַמֻּקְדָּשִׁין, תִּקָּבֵר. וְאֵין קוֹבְרִין אוֹתָהּ בְּפָרָשַׁת דְּרָכִים, וְאֵין תּוֹלִין אוֹתָהּ בְּאִילָן, מִפְנֵי דַּרְכֵי הָאֱמֹרִי: \n"
        ],
        [
            "אוֹתוֹ וְאֶת בְּנוֹ, נוֹהֵג בֵּין בָּאָרֶץ בֵּין בְּחוּצָה לָאָרֶץ, בִּפְנֵי הַבַּיִת וְשֶׁלֹּא בִפְנֵי הַבַּיִת, בְּחֻלִּין וּבְמֻקְדָּשִׁין. כֵּיצַד. הַשּׁוֹחֵט אוֹתוֹ וְאֶת בְּנוֹ חֻלִּין בַּחוּץ, שְׁנֵיהֶם כְּשֵׁרִים, וְהַשֵּׁנִי סוֹפֵג אֶת הָאַרְבָּעִים. קָדָשִׁים בַּחוּץ, הָרִאשׁוֹן חַיָּב כָּרֵת, וּשְׁנֵיהֶם פְּסוּלִים, וּשְׁנֵיהֶם סוֹפְגִים אֶת הָאַרְבָּעִים. חֻלִּין בִּפְנִים, שְׁנֵיהֶם פְּסוּלִים, וְהַשֵּׁנִי סוֹפֵג אֶת הָאַרְבָּעִים. קָדָשִׁים בִּפְנִים, הָרִאשׁוֹן כָּשֵׁר וּפָטוּר, וְהַשֵּׁנִי סוֹפֵג אֶת הָאַרְבָּעִים וּפָסוּל: \n",
            "חֻלִּין וְקָדָשִׁים בַּחוּץ, הָרִאשׁוֹן כָּשֵׁר וּפָטוּר, וְהַשֵּׁנִי סוֹפֵג אֶת הָאַרְבָּעִים וּפָסוּל. קָדָשִׁים וְחֻלִּין בַּחוּץ, הָרִאשׁוֹן חַיָּב כָּרֵת וּפָסוּל, וְהַשֵּׁנִי כָּשֵׁר, וּשְׁנֵיהֶם סוֹפְגִין אֶת הָאַרְבָּעִים. חֻלִּין וְקָדָשִׁים בִּפְנִים, שְׁנֵיהֶם פְּסוּלִים, וְהַשֵּׁנִי סוֹפֵג אֶת הָאַרְבָּעִים. קָדָשִׁים וְחֻלִּין בִּפְנִים, הָרִאשׁוֹן כָּשֵׁר וּפָטוּר, וְהַשֵּׁנִי סוֹפֵג אֶת הָאַרְבָּעִים וּפָסוּל. חֻלִּין בַּחוּץ וּבִפְנִים, הָרִאשׁוֹן כָּשֵׁר וּפָטוּר, וְהַשֵּׁנִי סוֹפֵג אֶת הָאַרְבָּעִים וּפָסוּל. קָדָשִׁים בַּחוּץ וּבִפְנִים, הָרִאשׁוֹן חַיָּב כָּרֵת, וּשְׁנֵיהֶם פְּסוּלִים, וּשְׁנֵיהֶם סוֹפְגִים אֶת הָאַרְבָּעִים. חֻלִּין בִּפְנִים וּבַחוּץ, הָרִאשׁוֹן פָּסוּל וּפָטוּר, וְהַשֵּׁנִי סוֹפֵג אֶת הָאַרְבָּעִים וְכָשֵׁר. קָדָשִׁים בִּפְנִים וּבַחוּץ, הָרִאשׁוֹן כָּשֵׁר וּפָטוּר, וְהַשֵּׁנִי סוֹפֵג אֶת הָאַרְבָּעִים וּפָסוּל: \n",
            "הַשּׁוֹחֵט וְנִמְצָא טְרֵפָה, הַשּׁוֹחֵט לַעֲבוֹדָה זָרָה, וְהַשּׁוֹחֵט פָּרַת חַטָּאת, וְשׁוֹר הַנִּסְקָל, וְעֶגְלָה עֲרוּפָה, רַבִּי שִׁמְעוֹן פּוֹטֵר, וַחֲכָמִים מְחַיְּבִין. הַשּׁוֹחֵט וְנִתְנַבְּלָה בְיָדוֹ, וְהַנּוֹחֵר, וְהַמְּעַקֵּר, פָּטוּר מִשּׁוּם אוֹתוֹ וְאֶת בְּנוֹ. שְׁנַיִם שֶׁלָּקְחוּ פָרָה וּבְנָהּ, אֵיזֶה שֶׁלָּקַח רִאשׁוֹן, יִשְׁחֹט רִאשׁוֹן. וְאִם קָדַם הַשֵּׁנִי, זָכָה. שָׁחַט פָּרָה וְאַחַר כָּךְ שְׁנֵי בָנֶיהָ, סוֹפֵג שְׁמוֹנִים. שָׁחַט שְׁנֵי בָנֶיהָ וְאַחַר כָּךְ שְׁחָטָהּ, סוֹפֵג אֶת הָאַרְבָּעִים. שְׁחָטָהּ וְאֶת בִּתָּהּ וְאֶת בַּת בִּתָּהּ, סוֹפֵג שְׁמוֹנִים. שְׁחָטָהּ וְאֶת בַּת בִּתָּהּ וְאַחַר כָּךְ שָׁחַט אֶת בִּתָּהּ, סוֹפֵג אֶת הָאַרְבָּעִים. סוּמְכוֹס אוֹמֵר מִשּׁוּם רַבִּי מֵאִיר, סוֹפֵג שְׁמוֹנִים. בְּאַרְבָּעָה פְרָקִים בַּשָּׁנָה הַמּוֹכֵר בְּהֵמָה לַחֲבֵרוֹ צָרִיךְ לְהוֹדִיעוֹ, אִמָּהּ מָכַרְתִּי לִשְׁחֹט, בִּתָּהּ מָכַרְתִּי לִשְׁחֹט. וְאֵלּוּ הֵן, עֶרֶב יוֹם טוֹב הָאַחֲרוֹן שֶׁל חָג, וְעֶרֶב יוֹם טוֹב הָרִאשׁוֹן שֶׁל פֶּסַח, וְעֶרֶב עֲצֶרֶת, וְעֶרֶב רֹאשׁ הַשָּׁנָה, וּכְדִבְרֵי רַבִּי יוֹסֵי הַגְּלִילִי, אַף עֶרֶב יוֹם הַכִּפּוּרִים בַּגָּלִיל. אָמַר רַבִּי יְהוּדָה, אֵימָתַי, בִּזְמַן שֶׁאֵין לוֹ רֶוַח. אֲבָל יֶשׁ לוֹ רֶוַח, אֵין צָרִיךְ לְהוֹדִיעוֹ. וּמוֹדֶה רַבִּי יְהוּדָה בְּמוֹכֵר אֶת הָאֵם לֶחָתָן וְאֶת הַבַּת לַכַּלָּה, שֶׁצָּרִיךְ לְהוֹדִיעַ, בְּיָדוּעַ שֶׁשְּׁנֵיהֶם שׁוֹחֲטִין בְּיוֹם אֶחָד: \n",
            "בְּאַרְבָּעָה פְרָקִים אֵלּוּ מַשְׁחִיטִין אֶת הַטַּבָּח בְּעַל כָּרְחוֹ. אֲפִלּוּ שׁוֹר שָׁוֶה אֶלֶף דִּינָרִין וְאֵין לוֹ לַלּוֹקֵחַ אֶלָּא דִינָר, כּוֹפִין אוֹתוֹ לִשְׁחֹט, לְפִיכָךְ, אִם מֵת, מֵת לַלּוֹקֵחַ. אֲבָל בִּשְׁאָר יְמוֹת הַשָּׁנָה, אֵינוֹ כֵן. לְפִיכָךְ, אִם מֵת, מֵת לַמּוֹכֵר: \n",
            "יוֹם אֶחָד הָאָמוּר בְּאוֹתוֹ וְאֶת בְּנוֹ, הַיּוֹם הוֹלֵךְ אַחַר הַלָּיְלָה. אֶת זוֹ דָרַשׁ שִׁמְעוֹן בֶּן זוֹמָא. נֶאֱמַר בְּמַעֲשֵׂה בְרֵאשִׁית (בראשית א), יוֹם אֶחָד, וְנֶאֱמַר בְּאוֹתוֹ וְאֶת בְּנוֹ (ויקרא כב), יוֹם אֶחָד. מַה יּוֹם אֶחָד הָאָמוּר בְּמַעֲשֵׂה בְרֵאשִׁית הַיּוֹם הוֹלֵךְ אַחַר הַלַּיְלָה, אַף יוֹם אֶחָד הָאָמוּר בְּאוֹתוֹ וְאֶת בְּנוֹ, הַיוֹם הוֹלֵךְ אַחַר הַלָּיְלָה: \n"
        ],
        [
            "כִּסּוּי הַדָּם נוֹהֵג בָּאָרֶץ וּבְחוּצָה לָאָרֶץ, בִּפְנֵי הַבַּיִת וְשֶׁלֹּא בִפְנֵי הַבַּיִת, בְּחֻלִּין אֲבָל לֹא בְמֻקְדָּשִׁים. וְנוֹהֵג בְּחַיָּה וּבְעוֹף, בִּמְזֻמָּן וּבְשֶׁאֵינוֹ מְזֻמָּן. וְנוֹהֵג בְּכוֹי, מִפְּנֵי שֶׁהוּא סָפֵק. וְאֵין שׁוֹחֲטִין אוֹתוֹ בְיוֹם טוֹב. וְאִם שְׁחָטוֹ, אֵין מְכַסִּין אֶת דָּמוֹ: \n",
            "הַשּׁוֹחֵט וְנִמְצָא טְרֵפָה, וְהַשּׁוֹחֵט לַעֲבוֹדָה זָרָה, וְהַשּׁוֹחֵט חֻלִּין בִּפְנִים, וְקָדָשִׁים בַּחוּץ, חַיָּה וָעוֹף הַנִּסְקָלִים, רַבִּי מֵאִיר מְחַיֵּב, וַחֲכָמִים פּוֹטְרִין. הַשׁוֹחֵט וְנִתְנַבְּלָה בְיָדוֹ, הַנּוֹחֵר, וְהַמְעַקֵּר, פָּטוּר מִלְּכַסּוֹת: \n",
            "חֵרֵשׁ, שׁוֹטֶה וְקָטָן שֶׁשָּׁחֲטוּ וַאֲחֵרִים רוֹאִין אוֹתָן, חַיָּב לְכַסּוֹת. בֵּינָן לְבֵין עַצְמָם, פָּטוּר מִלְּכַסּוֹת. וְכֵן לְעִנְיַן אוֹתוֹ וְאֶת בְּנוֹ, שֶׁשָּׁחֲטוּ וַאֲחֵרִים רוֹאִין אוֹתָן, אָסוּר לִשְׁחֹט אַחֲרֵיהֶם. בֵּינָן לְבֵין עַצְמָן, רַבִּי מֵאִיר מַתִּיר לִשְׁחֹט אַחֲרֵיהֶן, וַחֲכָמִים אוֹסְרִים. וּמוֹדִים שֶׁאִם שָׁחַט, שֶׁאֵינוֹ סוֹפֵג אֶת הָאַרְבָּעִים: \n",
            "שָׁחַט מֵאָה חַיּוֹת בְּמָקוֹם אֶחָד, כִּסּוּי אֶחָד לְכֻלָּן. מֵאָה עוֹפוֹת בְּמָקוֹם אֶחָד, כִּסּוּי אֶחָד לְכֻלָּן. חַיָּה וָעוֹף בְּמָקוֹם אֶחָד, כִּסּוּי אֶחָד לְכֻלָּן. רַבִּי יְהוּדָה אוֹמֵר, שָׁחַט חַיָּה, יְכַסֶּנָּה, וְאַחַר כָּךְ יִשְׁחֹט אֶת הָעוֹף. שָׁחַט וְלֹא כִסָּה וְרָאָהוּ אַחֵר, חַיָּב לְכַסּוֹת. כִּסָּהוּ וְנִתְגַּלָּה, פָּטוּר מִלְּכַסּוֹת. כִּסָּהוּ הָרוּחַ, חַיָּב לְכַסּוֹת: \n",
            "דָּם שֶׁנִּתְעָרֵב בְּמַיִם, אִם יֶשׁ בּוֹ מַרְאִית דָּם, חַיָּב לְכַסּוֹת. נִתְעָרֵב בְּיַיִן, רוֹאִין אוֹתוֹ כְאִלּוּ הוּא מָיִם. נִתְעָרֵב בְּדַם הַבְּהֵמָה אוֹ בְדַם הַחַיָּה, רוֹאִין אוֹתוֹ כְאִלּוּ הוּא מָיִם. רַבִּי יְהוּדָה אוֹמֵר, אֵין דָּם מְבַטֵּל דָּם: \n",
            "דָּם הַנִּתָּז וְשֶׁעַל הַסַּכִּין, חַיָּב לְכַסּוֹת. אָמַר רַבִּי יְהוּדָה, אֵימָתַי, בִּזְמַן שֶׁאֵין שָׁם דָּם אֶלָּא הוּא. אֲבָל יֵשׁ שָׁם דָּם שֶׁלֹּא הוּא, פָּטוּר מִלְּכַסּוֹת: \n",
            "בַּמֶּה מְכַסִּין, וּבַמָּה אֵין מְכַסִּין. מְכַסִּין בְּזֶבֶל הַדַּק, וּבְחֹל הַדַּק, בְּסִיד, וּבְחַרְסִית, וּבִלְבֵנָה וּבִמְגוּפָה שֶׁכְּתָשָׁן. אֲבָל אֵין מְכַסִּין לֹא בְזֶבֶל הַגַּס, וְלֹא בְחוֹל הַגַּס, וְלֹא בִלְבֵנָה וּמְגוּפָה שֶׁלֹא כְתָשָׁן, וְלֹא יִכְפֶּה עָלָיו אֶת הַכֶּלִי. כְּלָל אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, דָּבָר שֶׁמְּגַדֵּל בּוֹ צְמָחִין, מְכַסִּין בּוֹ. וְשֶׁאֵינוֹ מְגַדֵּל צְמָחִין, אֵין מְכַסִּין בּוֹ: \n"
        ],
        [
            "גִּיד הַנָּשֶׁה נוֹהֵג בָּאָרֶץ וּבְחוּצָה לָאָרֶץ, בִּפְנֵי הַבַּיִת וְשֶׁלֹּא בִפְנֵי הַבַּיִת, בְּחֻלִּין וּבְמֻקְדָּשִׁים. וְנוֹהֵג בִּבְהֵמָה וּבְחַיָּה, בְּיָרֵךְ שֶׁל יָמִין וּבְיָרֵךְ שֶׁל שְׂמֹאל. וְאֵינוֹ נוֹהֵג בְּעוֹף, מִפְּנֵי שֶׁאֵין לוֹ כָף. וְנוֹהֵג בְּשָׁלִיל. רַבִּי יְהוּדָה אוֹמֵר, אֵינוֹ נוֹהֵג בְּשָׁלִיל. וְחֶלְבּוֹ מֻתָּר. וְאֵין הַטַּבָּחִין נֶאֱמָנִין עַל גִּיד הַנָּשֶׁה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, נֶאֱמָנִין עָלָיו וְעַל הַחֵלֶב: \n",
            "שׁוֹלֵחַ אָדָם יָרֵךְ לְנָכְרִי שֶׁגִּיד הַנָּשֶׁה בְתוֹכָהּ, מִפְּנֵי שֶׁמְּקוֹמוֹ נִכָּר. הַנּוֹטֵל גִּיד הַנָּשֶׁה, צָרִיךְ שֶׁיִּטֹּל אֶת כֻּלּוֹ. רַבִּי יְהוּדָה אוֹמֵר, כְּדֵי לְקַיֵּם בּוֹ מִצְוַת נְטִילָה: \n",
            "הָאוֹכֵל מִגִּיד הַנָּשֶׁה כַזַּיִת, סוֹפֵג אַרְבָּעִים. אֲכָלוֹ וְאֵין בּוֹ כַזַּיִת, חַיָּב. אָכַל מִזֶּה כַזַּיִת וּמִזֶּה כַזַּיִת, סוֹפֵג שְׁמוֹנִים. רַבִּי יְהוּדָה אוֹמֵר, אֵינוֹ סוֹפֵג אֶלָּא אַרְבָּעִים: \n",
            "יָרֵךְ שֶׁנִּתְבַּשֵּׁל בָּהּ גִּיד הַנָּשֶׁה, אִם יֶשׁ בָּהּ בְּנוֹתֵן טַעַם, הֲרֵי זוֹ אֲסוּרָה. כֵּיצַד מְשַׁעֲרִין אוֹתָהּ. כְּבָשָׂר בְּלָפֶת: \n",
            "גִּיד הַנָּשֶׁה שֶׁנִּתְבַּשֵּׁל עִם הַגִּידִים, בִּזְמַן שֶׁמַּכִּירוֹ, בְּנוֹתֵן טַעַם, וְאִם לָאו, כֻּלָּן אֲסוּרִין. וְהָרֹטֶב, בְּנוֹתֵן טָעַם. וְכֵן חֲתִיכָה שֶׁל נְבֵלָה, וְכֵן חֲתִיכָה שֶׁל דָּג טָמֵא, שֶׁנִּתְבַּשְּׁלוּ עִם הַחֲתִיכוֹת, בִּזְמַן שֶׁמַּכִּירָן, בְּנוֹתֵן טַעַם. וְאִם לָאו, כֻּלָּן אֲסוּרוֹת. וְהָרֹטֶב, בְּנוֹתֵן טָעַם: \n",
            "נוֹהֵג בִּטְהוֹרָה, וְאֵינוֹ נוֹהֵג בִּטְמֵאָה. רַבִּי יְהוּדָה אוֹמֵר, אַף בִּטְמֵאָה. אָמַר רַבִּי יְהוּדָה, וַהֲלֹא מִבְּנֵי יַעֲקֹב נֶאֱסַר גִּיד הַנָּשֶׁה, וַעֲדַיִן בְּהֵמָה טְמֵאָה מֻתֶּרֶת לָהֶן. אָמְרוּ לוֹ, בְּסִינַי נֶאֱמַר, אֶלָּא שֶׁנִּכְתַּב בִּמְקוֹמוֹ: \n"
        ],
        [
            "כָּל הַבָּשָׂר אָסוּר לְבַשֵּׁל בְּחָלָב, חוּץ מִבְּשַׂר דָּגִים וַחֲגָבִים. וְאָסוּר לְהַעֲלוֹתוֹ עִם הַגְּבִינָה עַל הַשֻּׁלְחָן, חוּץ מִבְּשַׂר דָּגִים וַחֲגָבִים. הַנּוֹדֵר מִן הַבָּשָׂר, מֻתָּר בִּבְשַׂר דָּגִים וַחֲגָבִים. הָעוֹף עוֹלֶה עִם הַגְּבִינָה עַל הַשֻּׁלְחָן וְאֵינוֹ נֶאֱכָל, דִּבְרֵי בֵית שַׁמַּאי. וּבֵית הִלֵּל אוֹמְרִים, לֹא עוֹלֶה וְלֹא נֶאֱכָל. אָמַר רַבִּי יוֹסֵי, זוֹ מִקֻּלֵּי בֵית שַׁמַּאי וּמֵחֻמְרֵי בֵית הִלֵּל. בְּאֵיזֶה שֻׁלְחָן אָמְרוּ, בַּשֻּׁלְחָן שֶׁאוֹכֵל עָלָיו. אֲבָל בַּשֻּׁלְחָן שֶׁסּוֹדֵר עָלָיו אֶת הַתַּבְשִׁיל, נוֹתֵן זֶה בְצַד זֶה וְאֵינוֹ חוֹשֵׁשׁ: \n",
            "צוֹרֵר אָדָם בָּשָׂר וּגְבִינָה בְּמִטְפַּחַת אַחַת, וּבִלְבַד שֶׁלֹּא יְהוּ נוֹגְעִין זֶה בָזֶה. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, שְׁנֵי אַכְסְנָאִין אוֹכְלִין עַל שֻׁלְחָן אֶחָד, זֶה בָּשָׂר וָזֶה גְּבִינָה, וְאֵין חוֹשְׁשִׁין: \n",
            "טִפַּת חָלָב שֶׁנָּפְלָה עַל הַחֲתִיכָה, אִם יֶשׁ בָּהּ בְּנוֹתֵן טַעַם בְּאוֹתָהּ חֲתִיכָה, אָסוּר. נִעֵר אֶת הַקְּדֵרָה, אִם יֶשׁ בָּהּ בְּנוֹתֵן טַעַם בְּאוֹתָהּ קְדֵרָה, אָסוּר. הַכְּחָל, קוֹרְעוֹ וּמוֹצִיא אֶת חֲלָבוֹ. לֹא קְרָעוֹ, אֵינוֹ עוֹבֵר עָלָיו. הַלֵּב, קוֹרְעוֹ וּמוֹצִיא אֶת דָּמוֹ. לֹא קְרָעוֹ, אֵינוֹ עוֹבֵר עָלָיו. הַמַּעֲלֶה אֶת הָעוֹף עִם הַגְּבִינָה עַל הַשֻּׁלְחָן, אֵינוֹ עוֹבֵר בְּלֹא תַעֲשֶׂה: \n",
            "בְּשַׂר בְּהֵמָה טְהוֹרָה בַּחֲלֵב בְּהֵמָה טְהוֹרָה, אָסוּר לְבַשֵּׁל וְאָסוּר בַּהֲנָאָה. בְּשַׂר בְּהֵמָה טְהוֹרָה בַּחֲלֵב בְּהֵמָה טְמֵאָה, בְּשַׂר בְּהֵמָה טְמֵאָה בַּחֲלֵב בְּהֵמָה טְהוֹרָה, מֻתָּר לְבַשֵּׁל וּמֻתָּר בַּהֲנָאָה. רַבִּי עֲקִיבָא אוֹמֵר, חַיָּה וָעוֹף אֵינָם מִן הַתּוֹרָה, שֶׁנֶּאֱמַר, לֹא תְבַשֵּׁל גְּדִי בַּחֲלֵב אִמּוֹ, שָׁלשׁ פְּעָמִים, פְּרָט לְחַיָּה וּלְעוֹף וְלִבְהֵמָה טְמֵאָה. רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, נֶאֱמַר (דברים יד), לֹא תֹאכְלוּ כָל נְבֵלָה, וְנֶאֱמַר (שם), לֹא תְבַשֵּׁל גְּדִי בַּחֲלֵב אִמּוֹ. אֶת שֶׁאָסוּר מִשּׁוּם נְבֵלָה, אָסוּר לְבַשֵּׁל בְּחָלָב. עוֹף, שֶׁאָסוּר מִשּׁוּם נְבֵלָה, יָכוֹל יְהֵא אָסוּר לְבַשֵּׁל בְּחָלָב, תַּלְמוּד לוֹמַר בַּחֲלֵב אִמּוֹ, יָצָא עוֹף, שֶׁאֵין לוֹ חֲלֵב אֵם: \n",
            "קֵבַת נָכְרִי וְשֶׁל נְבֵלָה, הֲרֵי זוֹ אֲסוּרָה. הַמַּעֲמִיד בְּעוֹר שֶׁל קֵבָה כְשֵׁרָה, אִם יֵשׁ בְּנוֹתֵן טַעַם, הֲרֵי זוֹ אֲסוּרָה. כְּשֵׁרָה שֶׁיָּנְקָה מִן הַטְּרֵפָה, קֵבָתָהּ אֲסוּרָה. טְרֵפָה שֶׁיָּנְקָה מִן הַכְּשֵׁרָה, קֵבָתָהּ מֻתֶּרֶת, מִפְּנֵי שֶׁכָּנוּס בְּמֵעֶיהָ: \n",
            "חֹמֶר בַּחֵלֶב מִבַּדָּם, וְחֹמֶר בַּדָּם מִבַּחֵלֶב. חֹמֶר בַּחֵלֶב, שֶׁהַחֵלֶב מוֹעֲלִין בּוֹ, וְחַיָּבִין עָלָיו מִשּׁוּם פִּגּוּל וְנוֹתָר וְטָמֵא, מַה שֶּׁאֵין כֵּן בַּדָּם. וְחֹמֶר בַּדָּם, שֶׁהַדָּם נוֹהֵג בִּבְהֵמָה וְחַיָּה וָעוֹף, בֵּין טְמֵאִים וּבֵין טְהוֹרִים, וְחֵלֶב אֵינוֹ נוֹהֵג אֶלָּא בִּבְהֵמָה טְהוֹרָה בִלְבָד: \n"
        ],
        [
            "הָעוֹר, וְהָרֹטֶב, וְהַקִּפָּה, וְהָאֱלָל, וְהָעֲצָמוֹת, וְהַגִּידִין, וְהַקַּרְנַיִם, וְהַטְּלָפַיִם, מִצְטָרְפִין לְטַמֵּא טֻמְאַת אֳכָלִים, אֲבָל לֹא טֻמְאַת נְבֵלוֹת. כַּיּוֹצֵא בוֹ, הַשּׁוֹחֵט בְּהֵמָה טְמֵאָה לְנָכְרִי וּמְפַרְכֶּסֶת, מְטַמְּאָה טֻמְאַת אֳכָלִין, אֲבָל לֹא טֻמְאַת נְבֵלוֹת, עַד שֶׁתָּמוּת אוֹ עַד שֶׁיַּתִּיז אֶת רֹאשָׁהּ. רִבָּה לְטַמֵּא טֻמְאַת אֳכָלִין מִמַּה שֶׁרִבָּה לְטַמֵּא טֻמְאַת נְבֵלוֹת. רַבִּי יְהוּדָה אוֹמֵר, הָאֱלָל הַמְכֻנָּס, אִם יֶשׁ בּוֹ כַזַּיִת בְּמָקוֹם אֶחָד, חַיָּב עָלָיו: \n",
            "אֵלּוּ שֶׁעוֹרוֹתֵיהֶן כִּבְשָׂרָן, עוֹר הָאָדָם, וְעוֹר חֲזִיר שֶׁל יִשּׁוּב. רַבִּי יוֹסֵי אוֹמֵר, אַף עוֹר חֲזִיר הַבָּר. וְעוֹר חֲטוֹטֶרֶת שֶׁל גָּמָל הָרַכָּה, וְעוֹר הָרֹאשׁ שֶׁל עֵגֶל הָרַךְ, וְעוֹר הַפְּרָסוֹת, וְעוֹר בֵּית הַבֹּשֶׁת, וְעוֹר הַשָּׁלִיל, וְעוֹר שֶׁתַּחַת הָאַלְיָה, וְעוֹר הָאֲנָקָה וְהַכֹּחַ וְהַלְּטָאָה וְהַחֹמֶט. רַבִּי יְהוּדָה אוֹמֵר, הַלְּטָאָה כַחֻלְדָּה. וְכֻלָּן שֶׁעִבְּדָן אוֹ שֶׁהִלֵּךְ בָּהֶן כְּדֵי עֲבוֹדָה, טְהוֹרִין, חוּץ מֵעוֹר הָאָדָם. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, שְׁמֹנָה שְׁרָצִים יֵשׁ לָהֶן עוֹרוֹת: \n",
            "הַמַּפְשִׁיט בַּבְּהֵמָה וּבַחַיָּה, בַּטְּהוֹרָה וּבַטְּמֵאָה, בַּדַּקָּה וּבַגַּסָּה, לְשָׁטִיחַ, כְּדֵי אֲחִיזָה. וּלְחֵמֶת, עַד שֶׁיַּפְשִׁיט אֶת הֶחָזֶה. הַמַּרְגִּיל, כֻּלּוֹ חִבּוּר לַטֻּמְאָה, לִטָּמֵא וּלְטַמֵּא. עוֹר שֶׁעַל הַצַּוָּאר, רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, אֵינוֹ חִבּוּר. וַחֲכָמִים אוֹמְרִים, חִבּוּר, עַד שֶׁיַּפְשִׁיט אֶת כֻּלּוֹ: \n",
            "עוֹר שֶׁיֵּשׁ עָלָיו כַּזַּיִת בָּשָׂר, הַנּוֹגֵע בְּצִיב הַיּוֹצֵא מִמֶּנּוּ, וּבְשַׂעֲרָה שֶׁכְּנֶגְדּוֹ, טָמֵא. הָיוּ עָלָיו כִּשְׁנֵי חֲצָאֵי זֵיתִים, מְטַמֵּא בְמַשָּׂא וְלֹא בְמַגָּע, דִּבְרֵי רַבִּי יִשְׁמָעֵאל. רַבִּי עֲקִיבָא אוֹמֵר, לֹא בְמַגָּע וְלֹא בְמַשָּׂא. וּמוֹדֶה רַבִּי עֲקִיבָא בִּשְׁנֵי חֲצָאֵי זֵיתִים שֶׁתְּחָבָן בְּקֵיסָם וֶהֱסִיטָן, שֶׁהוּא טָמֵא. וּמִפְּנֵי מָה רַבִּי עֲקִיבָא מְטַהֵר בָּעוֹר, מִפְּנֵי שֶׁהָעוֹר מְבַטְּלָן: \n",
            "קוּלִית הַמֵּת וְקוּלִית הַמֻּקְדָּשִׁים, הַנּוֹגֵעַ בָּהֶן, בֵּין סְתוּמִים בֵּין נְקוּבִים, טָמֵא. קוּלִית נְבֵלָה וְקוּלִית הַשֶּׁרֶץ, הַנּוֹגֵעַ בָּהֶן סְתוּמִים, טְהוֹרִים. נְקוּבִים כָּל שֶׁהוּא, מִטַּמֵּא בְמַגָּע. מִנַּיִן שֶׁאַף בְּמַשָּׂא, תַּלְמוּד לוֹמַר (ויקרא יא), הַנֹּגֵעַ וְהַנֹּשֵׂא, אֶת שֶׁבָּא לִכְלָל מַגָּע, בָּא לִכְלָל מַשָּׂא, לֹא בָא לִכְלָל מַגָּע, לֹא בָא לִכְלָל מַשָּׂא: \n",
            "בֵּיצַת הַשֶּׁרֶץ הַמְרֻקֶּמֶת, טְהוֹרָה. נִקְּבָה כָל שֶׁהוּא, טְמֵאָה. עַכְבָּר שֶׁחֶצְיוֹ בָשָׂר וְחֶצְיוֹ אֲדָמָה, הַנּוֹגֵעַ בַּבָּשָׂר, טָמֵא. בָּאֲדָמָה, טָהוֹר. רַבִּי יְהוּדָה אוֹמֵר, אַף הַנּוֹגֵעַ בָּאֲדָמָה שֶׁכְּנֶגֶד הַבָּשָׂר, טָמֵא: \n",
            "הָאֵבָר וְהַבָּשָׂר הַמְדֻלְדָּלִין בִּבְהֵמָה, מְטַמְּאִין טֻמְאַת אֳכָלִין בִּמְקוֹמָן, וּצְרִיכִין הֶכְשֵׁר. נִשְׁחֲטָה בְהֵמָה, הֻכְשְׁרוּ בְדָמֶיהָ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי שִׁמְעוֹן אוֹמֵר, לֹא הֻכְשָׁרוּ. מֵתָה הַבְּהֵמָה, הַבָּשָׂר צָרִיךְ הֶכְשֵׁר. הָאֵבָר מְטַמֵּא מִשּׁוּם אֵבָר מִן הַחַי וְאֵינוֹ מְטַמֵּא מִשּׁוּם אֵבַר נְבֵלָה, דִּבְרֵי רַבִּי מֵאִיר. וְרַבִּי שִׁמְעוֹן מְטַהֵר: \n",
            "הָאֵבָר וְהַבָּשָׂר הַמְדֻלְדָּלִין בָּאָדָם, טְהוֹרִין. מֵת הָאָדָם, הַבָּשָׂר טָהוֹר. הָאֵבָר מְטַמֵּא מִשּׁוּם אֵבָר מִן הַחַי וְאֵינוֹ מְטַמֵּא מִשּׁוּם אֵבָר מִן הַמֵּת, דִּבְרֵי רַבִּי מֵאִיר. וְרַבִּי שִׁמְעוֹן מְטַהֵר: \n"
        ],
        [
            "הַזְּרוֹעַ וְהַלְּחָיַיִם וְהַקֵּבָה נוֹהֲגִין בָּאָרֶץ וּבְחוּצָה לָאָרֶץ, בִּפְנֵי הַבַּיִת וְשֶׁלֹּא בִפְנֵי הַבַּיִת, בְּחֻלִּין אֲבָל לֹא בְמֻקְדָּשִׁין. שֶׁהָיָה בַדִּין, וּמָה אִם הַחֻלִּין, שֶׁאֵינָן חַיָּבִין בְּחָזֶה וָשׁוֹק, חַיָּבִין בַּמַּתָּנוֹת, קָדָשִׁים שֶׁחַיָּבִין בְּחָזֶה וָשׁוֹק, אֵינוֹ דִין שֶׁחַיָּבִין בַּמַּתָּנוֹת. תַּלְמוּד לוֹמַר (ויקרא ז), וָאֶתֵּן אֹתָם לְאַהֲרֹן הַכֹּהֵן וּלְבָנָיו לְחָק עוֹלָם, אֵין לוֹ אֶלָּא מַה שֶּׁאָמוּר בָּעִנְיָן: \n",
            "כָּל הַקֳּדָשִׁים שֶׁקָּדַם מוּם קָבוּעַ לְהֶקְדֵּשָׁן וְנִפְדּוּ, חַיָּבִין בַּבְּכוֹרָה וּבַמַּתָּנוֹת, וְיוֹצְאִין לְחֻלִּין, לְהִגָּזֵז וּלְהֵעָבֵד, וּוְלָדָן וַחֲלָבָן מֻתָּר לְאַחַר פִּדְיוֹנָן, וְהַשּׁוֹחֲטָן בַּחוּץ פָּטוּר, וְאֵין עוֹשִׂין תְּמוּרָה, וְאִם מֵתוּ יִפָּדוּ, חוּץ מִן הַבְּכוֹר וּמִן הַמַּעֲשֵׂר. כֹּל שֶׁקָּדַם הֶקְדֵּשָׁן אֶת מוּמָן, אוֹ מוּם עוֹבֵר לְהֶקְדֵּשָׁן, וּלְאַחַר מִכָּאן נוֹלַד לָהֶם מוּם קָבוּעַ וְנִפְדּוּ, פְּטוּרִין מִן הַבְּכוֹרָה וּמִן הַמַּתָּנוֹת, וְאֵינָן יוֹצְאִין לְחֻלִּין לְהִגָּזֵז וּלְהֵעָבֵד, וּוְלָדָן וַחֲלָבָן אָסוּר לְאַחַר פִּדְיוֹנָן, וְהַשּׁוֹחֲטָן בַּחוּץ חַיָּב, וְעוֹשִׂין תְּמוּרָה, וְאִם מֵתוּ, יִקָּבֵרוּ: \n",
            "בְּכוֹר שֶׁנִּתְעָרֵב בְּמֵאָה, בִּזְמַן שֶׁמֵּאָה שׁוֹחֲטִין אֶת כֻּלָּן, פּוֹטְרִין אֶת כֻּלָּן. אֶחָד שׁוֹחֵט אֶת כֻּלָּן, פּוֹטְרִין לוֹ אֶחָד. הַשּׁוֹחֵט לְכֹהֵן וּלְנָכְרִי, פָּטוּר מִן הַמַּתָּנוֹת. וְהַמִּשְׁתַּתֵּף עִמָּהֶן, צָרִיךְ שֶׁיִּרְשֹׁם. וְאִם אָמַר חוּץ מִן הַמַּתָּנוֹת, פָּטוּר מִן הַמַּתָּנוֹת. אָמַר, מְכֹר לִי בְנֵי מֵעֶיהָ שֶׁל פָּרָה, וְהָיוּ בָהֶן מַתָּנוֹת, נוֹתְנָן לְכֹהֵן וְאֵינוֹ מְנַכֶּה לוֹ מִן הַדָּמִים. לָקַח הֵימֶנּוּ בְמִשְׁקָל, נוֹתְנָן לְכֹהֵן וּמְנַכֶּה לוֹ מִן הַדָּמִים: \n",
            "גֵּר שֶׁנִּתְגַּיֵּר וְהָיְתָה לוֹ פָרָה, נִשְׁחֲטָה עַד שֶׁלֹּא נִתְגַּיֵּר, פָּטוּר. מִשֶּׁנִּתְגַּיֵּר, חַיָּב. סָפֵק, פָּטוּר, שֶׁהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. אֵיזֶהוּ הַזְּרוֹעַ, מִן הַפֶּרֶק שֶׁל אַרְכֻּבָּה עַד כַּף שֶׁל יָד. וְהוּא שֶׁל נָזִיר. וּכְנֶגְדּוֹ בָרֶגֶל, שׁוֹק. רַבִּי יְהוּדָה אוֹמֵר, שׁוֹק, מִן הַפֶּרֶק שֶׁל אַרְכֻּבָּה עַד סֹבֶךְ שֶׁל רָגֶל. אֵיזֶהוּ לְחִי, מִן הַפֶּרֶק שֶׁל לְחִי עַד פִּקָּה שֶׁל גַּרְגָּרֶת: \n"
        ],
        [
            "רֵאשִׁית הַגֵּז נוֹהֵג בָּאָרֶץ וּבְחוּצָה לָאָרֶץ, בִּפְנֵי הַבַּיִת וְשֶׁלֹּא בִפְנֵי הַבַּיִת, בְּחֻלִּין אֲבָל לֹא בְמֻקְדָּשִׁין. חֹמֶר בַּזְּרוֹעַ וּבַלְּחָיַיִם וּבַקֵּבָה מֵרֵאשִׁית הַגֵּז, שֶׁהַזְּרוֹעַ וְהַלְּחָיַיִם וְהַקֵּבָה נוֹהֲגִים בְּבָקָר וּבְצֹאן, בִּמְרֻבֶּה וּבְמֻעָט, וְרֵאשִׁית הַגֵּז אֵינוֹ נוֹהֵג אֶלָּא בִרְחֵלוֹת, וְאֵינוֹ נוֹהֵג אֶלָּא בִמְרֻבֶּה: \n",
            "וְכַמָּה הוּא מְרֻבֶּה. בֵּית שַׁמַּאי אוֹמְרִים, שְׁתֵּי רְחֵלוֹת, שֶׁנֶּאֱמַר (ישעיה ז), יְחַיֶּה אִישׁ עֶגְלַת בָּקָר וּשְׁתֵּי צֹאן. וּבֵית הִלֵּל אוֹמְרִים, חָמֵשׁ, שֶׁנֶּאֱמַר (שמואל א כה), חָמֵשׁ צֹאן עֲשׂוּיוֹת. רַבִּי דוֹסָא בֶּן הַרְכִּינָס אוֹמֵר, חָמֵשׁ רְחֵלוֹת גּוֹזְזוֹת מָנֶה מָנֶה וּפְרָס, חַיָּבוֹת בְּרֵאשִׁית הַגֵּז. וַחֲכָמִים אוֹמְרִים, חָמֵשׁ רְחֵלוֹת גּוֹזְזוֹת כָּל שֶׁהֵן. וְכַמָּה נוֹתְנִין לוֹ. מִשְׁקַל חָמֵשׁ סְלָעִים בִּיהוּדָה, שֶׁהֵן עֶשֶׂר סְלָעִים בַּגָּלִיל, מְלֻבָּן וְלֹא צוֹאִי, כְּדֵי לַעֲשׂוֹת מִמֶּנּוּ בֶגֶד קָטָן, שֶׁנֶּאֱמַר (דברים יח), תִּתֶּן לוֹ, שֶׁיְּהֵא בוֹ כְדֵי מַתָּנָה. לֹא הִסְפִּיק לִתְּנוֹ לוֹ עַד שֶׁצְּבָעוֹ, פָּטוּר. לִבְּנוֹ וְלֹא צְבָעוֹ, חַיָּב. הַלּוֹקֵחַ גֵּז צֹאנוֹ שֶׁל נָכְרִי, פָּטוּר מֵרֵאשִׁית הַגֵּז. הַלּוֹקֵחַ גֵּז צֹאנוֹ שֶׁל חֲבֵרוֹ, אִם שִׁיֵּר הַמּוֹכֵר, הַמּוֹכֵר חַיָּב. לֹא שִׁיֵּר, הַלּוֹקֵחַ חַיָּב. הָיוּ לוֹ שְׁנֵי מִינִים, שְׁחוּפוֹת וּלְבָנוֹת, מָכַר לוֹ שְׁחוּפוֹת אֲבָל לֹא לְבָנוֹת, זְכָרִים אֲבָל לֹא נְקֵבוֹת, זֶה נוֹתֵן לְעַצְמוֹ וְזֶה נוֹתֵן לְעַצְמוֹ: \n"
        ],
        [
            "שִׁלּוּחַ הַקֵּן, נוֹהֵג בָּאָרֶץ וּבְחוּצָה לָאָרֶץ, בִּפְנֵי הַבַּיִת וְשֶׁלֹּא בִפְנֵי הַבַּיִת, בְּחֻלִּין אֲבָל לֹא בְמֻקְדָּשִׁין. חֹמֶר בְּכִסּוּי הַדָּם מִשִּׁלּוּחַ הַקֵּן, שֶׁכִּסּוּי הַדָּם נוֹהֵג בְּחַיָּה וּבְעוֹף, בִּמְזֻמָּן וּבְשֶׁאֵינוֹ מְזֻמָּן. וְשִׁלּוּחַ הַקֵּן, אֵינוֹ נוֹהֵג אֶלָּא בְעוֹף, וְאֵינוֹ נוֹהֵג אֶלָּא בְשֶׁאֵינוֹ מְזֻמָּן. אֵיזֶהוּ שֶׁאֵינוֹ מְזֻמָּן. כְּגוֹן אַוָּזִין וְתַרְנְגוֹלִין שֶׁקִּנְּנוּ בְפַרְדֵּס. אֲבָל אִם קִנְּנוּ בְּבַיִת, וְכֵן יוֹנֵי הַרְדְּסִיאוֹת, פָּטוּר מִשִּׁלּוּחַ: \n",
            "עוֹף טָמֵא, פָּטוּר מִלְּשַׁלֵּחַ. עוֹף טָמֵא רוֹבֵץ עַל בֵּיצֵי עוֹף טָהוֹר, וְטָהוֹר רוֹבֵץ עַל בֵּיצֵי עוֹף טָמֵא, פָּטוּר מִלְּשַׁלֵּחַ. קוֹרֵא זָכָר, רַבִּי אֱלִיעֶזֶר מְחַיֵּב, וַחֲכָמִים פּוֹטְרִין: \n",
            "הָיְתָה מְעוֹפֶפֶת, בִּזְמַן שֶׁכְּנָפֶיהָ נוֹגְעוֹת בַּקֵּן, חַיָּב לְשַׁלֵּחַ. אֵין כְּנָפֶיהָ נוֹגְעוֹת בַּקֵּן, פָּטוּר מִלְּשַׁלֵּחַ. אֵין שָׁם אֶלָּא אֶפְרוֹחַ אֶחָד אוֹ בֵיצָה אַחַת, חַיָּב לְשַׁלֵּחַ, שֶׁנֶּאֱמַר (דברים כב), קַן, קֵן מִכָּל מָקוֹם. הָיוּ שָׁם אֶפְרוֹחִין מַפְרִיחִין אוֹ בֵיצִים מוּזָרוֹת, פָּטוּר מִלְּשַׁלֵּחַ, שֶׁנֶּאֱמַר (שם), וְהָאֵם רֹבֶצֶת עַל הָאֶפְרֹחִים אוֹ עַל הַבֵּיצִים, מָה אֶפְרוֹחִין בְּנֵי קְיָמָא, אַף בֵּיצִים בְּנֵי קְיָמָא, יָצְאוּ מוּזָרוֹת. וּמָה הַבֵּיצִים צְרִיכִין לְאִמָּן, אַף הָאֶפְרוֹחִין צְרִיכִין לְאִמָּן, יָצְאוּ מַפְרִיחִין. שִׁלְּחָהּ וְחָזְרָה, שִׁלְּחָהּ וְחָזְרָה, אֲפִלּוּ אַרְבָּעָה וַחֲמִשָּׁה פְעָמִים, חַיָּב, שֶׁנֶּאֱמַר (שם), שַׁלֵּחַ תְּשַׁלַּח. אָמַר, הֲרֵינִי נוֹטֵל אֶת הָאֵם וּמְשַׁלֵּחַ אֶת הַבָּנִים, חַיָּב לְשַׁלֵּחַ, שֶׁנֶּאֱמַר (שם), שַׁלֵּחַ תְּשַׁלַּח אֶת הָאֵם. נָטַל הַבָּנִים וְהֶחֱזִירָן לַקֵּן וְאַחַר כָּךְ חָזְרָה הָאֵם עֲלֵיהֶם, פָּטוּר מִלְּשַׁלֵּחַ: \n",
            "הַנּוֹטֵל אֵם עַל הַבָּנִים, רַבִּי יְהוּדָה אוֹמֵר, לוֹקֶה וְאֵינוֹ מְשַׁלֵּחַ. וַחֲכָמִים אוֹמְרִים, מְשַׁלֵּחַ וְאֵינוֹ לוֹקֶה. זֶה הַכְּלָל, כָּל מִצְוַת לֹא תַעֲשֶׂה שֶׁיֶּשׁ בָּהּ קוּם עֲשֵׂה, אֵין לוֹקִין עָלֶיהָ: \n",
            "לֹא יִטֹּל אָדָם אֵם עַל הַבָּנִים, אֲפִלּוּ לְטַהֵר אֶת הַמְּצֹרָע. וּמָה אִם מִצְוָה קַלָּה שֶׁהִיא כְאִסָּר, אָמְרָה תוֹרָה (דברים כב), לְמַעַן יִיטַב לָךְ וְהַאֲרַכְתָּ יָמִים, קַל וָחֹמֶר עַל מִצְוֹת חֲמוּרוֹת שֶׁבַּתּוֹרָה: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>הכל שוחטין.</b> בגמרא פריך, הכל שוחטים לכתחלה, ושחיטתן כשירה דיעבד. דמרישא משמע דהאי דמרבינן מהכל שוחטין לכתחלה, ובסיפא משמע דכי מרבינן מהכל, דיעבד מרבינן ליה אבל לכתחלה לא אתרבי. והא ליכא למימר כולה מתניתין לכתחלה וחדא קתני, דכיון דתנא הכל שוחטין פשיטא דכשרה. ובמסקנא מפרשא מתניתין בגמרא הכי, הכל שוחטין, כל המומחים היודעים הלכות שחיטה שוחטין, ואע״פ שאין מוחזקין, שלא שחטו לפנינו שלשה פעמים לראות אם יש בהן כח שלא יתעלפו בשחיטה ויבואו לידי שהיה. במה דברים אמורים דחשיבי מומחים, בזמן שאלו המוסרים לו לשחוט יודעים ומכירים בו שיודע הלכות שחיטה, אבל אם אין יודעים בו אם יודע הלכות שחיטה, לא ישחוט. ואם שחט, בודקין אותו, ואם יודע הלכות שחיטה שחיטתו כשרה:",
                "<b>חוץ מחרש שוטה וקטן.</b> דאפילו דיעבד ויודעים הלכות שחיטה אסור לאכול משחיטתן. דתמיד הן מוחזקין לקלקל, שאין בהן דעת:",
                "<b>וכולן ששחטו.</b> מדלא קתני ואם שחטו, אלא וכולן ששחטו, משמע דלאו אחרש שוטה וקטן גרידא קאי אלא אך אשאין יודעים בו אם יודע הלכות שחיטה דרישא קאי, דבודקין אותו. ואי ליתיה קמן דלבדקיה, ושחט ואחרים רואין אותו, שחיטתו כשרה. ולית הלכתא כי האי מתניתין. אלא אף על גב דאין אחרים רואין אותו וליתיה קמן דלבדקיה שחיטתו כשרה, דרוב מצויין אצל שחיטה מומחים הן, ואף לכתחלה שוחטין אע״פ שאין אחרים רואין אותן:",
                "<b>שחיטת נכרי.</b> אפילו כהלכתה וישראל עומד על גביו, נבלה. אבל אינה אסורה בהנאה, דדוקא שחיטת מין האדוק לעבודה זרה אסורה בהנאה, דסתם מחשבת מין לעבודה זרה, אבל נכרי האמור כאן הוא מאותן שמעשה אבותיהן בידיהן:",
                "<b>ומטמאה במשא.</b> כדכתיב (ויקרא י״א:מ׳) והנושא את נבלתה וגו׳, ואעפ״י שלא נגע. ולא היה צריך למתני, דכיון דנבילה היא בידוע שנבילה מטמאה במשא, אלא לומר לך, זו מטמאה במשא בלבד, ויש לך אחרת שמטמאה אפילו באוהל, ואי זו, זו תקרובת עבודר זרה:",
                "<b>השוחט בלילה וכן הסומא.</b> תנא שוחט בלילה דומיא דסומא, מה סומא באפילה אף השוחט בלילה באפילה, ובהאי הוא דתנא השוחט דיעבד אין לכתחלה לא, אבל כשאבוקה כנגדו אפילו לכתחלה שוחטים בלילה:",
                "<b>השוחט בשבת.</b> אע״פ שאם היה מזיד היה מתחייב בנפשו, שחיטתו כשרה. ומיהו אסורה באכילה ליומה, דלהכי תני בשבת וביום הכפורים, לאקושי שבת ליום הכיפורים, מה יום הכיפורים אסורה באכילה כל אותו היום משום עינוי, אף שבת אסורה באכילה כל אותו היום. ולמוצאי שבת מותרת בין לו בין לאחרים. והשוחט לחולה בשבת דבהתירא קא שחט. מותר לבריא לאכול ממנו באותו שבת בשר חי, אבל לא מבושל, שמא ירבה בשבילו:  "
            ],
            [
                "<b>מגל יד.</b> יש לה שתי פיות, האחת חלקה כסכין והאחת יש בה פגימות, ובצד שהיא חלקה אין שוחטים לכתחלה, גזירה שמא ישחוט בצד הפגום. ולהכי תנא השוחט דמשמע דיעבד אין לכתחלה לא. ושמעינן מהא, דסכין פגומה ויש בה כדי לשחוט מן הפגם ולהלן, אסור לשחוט בה לכתחלה, אלא א״כ כרך הפגם בבגד או בגמי דהשתא ליכא למגזר דלמא אתי לשחוט במקום הפגם:",
                "<b>בצור ובקנה.</b> מתניתין מיירי בצור ובקנה שהיו תלושים ולבסוף חברן ושחט בהן כשהן מחוברים, ודיעבד אין לכתחלה לא. אבל במחובר מעיקרו, אפילו דיעבד פסול. ותלוש גמור אפילו לכתחלה שרי:",
                "<b>צור.</b> סלע מחודד. ולשון מקרא הוא (שמות ד׳:כ״ה), ותקח צפורה צור ותכרות:",
                "<b>הכל שוחטים.</b> לאתויי ישראל מומר לעבירה אחת, או אפילו לעבירות הרבה שמותר לאכול משחיטתו. והוא שלא יהיה מומר לעבודה זרה או מחלל שבתות בפרהסיא. ובודק ישראל כשר הסכין ונותן לו, מפני שחזקתו שאינו טורח לבדוק, ואחר כן שוחט אפילו בינו לבין עצמו, וחוזר ישראל ובודק סכינו לאחר שחיטה, אם היא יפה שחיטתו כשרה. ואלו הצדוקין שאנו קורין להן קראים שאינן מאמינים בתורה שבעל פה, שחיטתן פסולה. אלא אם כן ישראל עומד ורואה השחיטה מתחלה ועד סוף:",
                "<b>ולעולם שוחטים.</b> בין ביום, בין בלילה לאור האבוקה, בין בראש הגג, ולא חיישינן שמא יאמרו לצבא השמים עלה לשחוט. וכן שוחטים בראש הספינה, דמוכחא מלתא דלנקר ספינתו הוא צריך ולא לשר הים קשחיט:",
                "<b>ובכל שוחטים.</b> בין בזכוכית בין בקרומית של קנה שהוא עשב הגדל באגם שחותך כסכין. אבל בקנה עצמו אין שוחטין בו לכתחלה, מפני נימין שפורשים ממנו ונוקבים הסימנים ואתי למעבד חלדה:",
                "<b>מגל קציר.</b> שקוצרים בה התבואה. שפגימותיה נוטות כולן לצד אחד בשפוע:",
                "<b>מגירה.</b> סכין מלא פגימות, ויש לכל פגימה מורשא מכאן ומכאן דהיינו אוגרות:",
                "<b>שינים.</b> התחובים בלחי של בהמה. ודוקא כשהן שנים או יותר:",
                "<b>והצפורן.</b> המחוברת:",
                "<b>שהן חונקין.</b> שאין חותכין, אלא קורעין מחמת הפגימות. והאי חונקים, אשארא קאי ולאו אצפורן, דטעמא דצפורן משום מחובר הוא:",
                "<b>מגל קציר.</b> ראשיה כפופים מאד ודרך הליכתה אינה קורעת:",
                "<b>בית שמאי אומרים נבילה.</b> ומטמאה במשא. דגזרינן הולכה אטו הובאה. ובית הלל לא גזרי, דאפושי טומאה לא מפשינן משום גזירה. אבל באכילה מודו דאסורה, גזירה הולכה אטו הובאה:"
            ],
            [
                "<b>השוחט מתוך הטבעת.</b> בטבעת הגדולה שהיא עליונה לכולן קאמר:",
                "<b>ושייר בה מלוא החוט על פני כולה.</b> לצד הראש. שלא הטה לסכין לצאת מן הטבעת לצד הראש עד שגמר כל הטבעת כולה, כשרה:",
                "<b>מלוא החוט.</b> כלומר כל דהו. אבל אם קודם שגמר את כולה הגרים את הסכין לצד הראש. ויצא מן הטבעת וגמר את השחיטה למעלה מן הטבעת שאינו מקום שחיטה, שהיא הגרמה, אף על פי שנשחט רוב הקנה במקום שחיטה, פסלי רבנן, הואיל וגמרו בפסול:",
                "<b>רבי יוסי בר׳ יהודה אומר מלוא החוט על פני רובה.</b> אם שייך בה מלוא חוט השערה מן הטבעת לצד הראש על פני רוב הטבעת, כלומר שחתך רוב הקנה בתוך הטבעת ובמיעוטה הגרים ויצא ממנה לצד הראש וגמר השחיטה למעלה ממנה, כשרה, דברובא אתכשרה לה שחיטה, ואידך כי קא שחיט מחתך בשר בעלמא הוא. ופסק הלכה, השוחט למעלה מטבעת הגדולה, משפוי כובע ולמעלה, טריפה. משפוי כובע ולמטה, כשר. והיינו דשייר בחיטי, ששחט באותן שני חיטין של בשר שהן למעלה מטבעת הגדולה ולמטה משפוי כובע, ושייר בהן כל שהוא לצד הראש:  "
            ],
            [
                "<b>השוחט מן הצדדים.</b> צדי הצואר:",
                "<b>שחיטתו כשרה.</b> ואפילו לכתחילה נמי. ואיידי דבעי למתני סיפא המולק מן הצדדים, תני נמי השוחט בדיעבד:",
                "<b>המולק מן הצדדים מליקתו פסולה.</b> דבמליקה כתיב (ויקרא ה׳:ח׳) ממול ערפו, דהיינו מאחוריו:",
                "<b>השוחט מן העורף שחיטתו פסולה.</b> והני מילי שלא החזיר הסימנים אחורי העורף אלא חתך המפרקת עד שהגיע לסימנים, דקודם שהגיע לסימנים נטרפה בשבירת המפרקת. ואע״ג דבמליקה כשרה, התם הוא דכולה מתחלה ועד סוף הוי מן המליקה והוי כשאר שוחט שנוקב את הושט מעט מעט עד שגומר שחיטתו. אבל שחט מן העורף, כיון דשחיטה לאו הכי גמירי, לא הוי שבירת המפרקת מן השחיטה, ואיטרפה לה. והשוחט מן הצדדים דקתני רישא, אפילו בדלא אהדר הסימנים. דהא מישחטי סימנים שפיר קודם חתיכת המפרקת:",
                "<b>המולק מן העורף.</b> לאו עורף ממש דהיינו מה שיש משפוי הקדקוד מאחוריו כל דבהדי פרצוף, דהא כתיב ממול ערפו, אלא מול הרואה את העורף דהיינו אחורי הצואר מלק בצפורן וחתך בשר ומפרקת עד שהגיע לסימנים. ",
                "<b>מליקתו כשרה.</b> דזו היא מצות מליקתו לכתחלה. ואיידי דתנא השוחט מן העורף פסולה ואפילו בדיעבד, תנא נמי המולק בדיעבד:",
                "<b>השוחט מן הצואר.</b> תחת הגרון קרי צואר. והוא דרך רוב השחיטות:",
                "<b>שכל העורף.</b> כל מול הרואה את העורף:"
            ],
            [
                "<b>כשר בתורין פסול בבני יונה.</b> דתורים משמע גדולים ולא קטנים. בני יונה קטנים ולא גדולים. דלא לשתמיט קרא ולכתוב מן בני התורים או מן היונה, ומדכתב בכולהו תורים ובני יונה שמע מינה לעכב:",
                "<b>תחלת הציהוב.</b> כשמתחיל להביא נוצה יפה צהובה סביב לצוארו, פסולים בזה ובזה. בבני יונה פסולין משום גדלן. ובתורים משום קטנן. דיצאו מכלל קטנים, ולכלל גדולים לא באו. ומיהו בני יונה הקטנים ביותר, ששומטין כנף מהם ואין דם יוצא ממנו, פסולים מרוב קטנן:"
            ],
            [
                "<b>כשר בפרה פסול בעגלה.</b> פרה אדומה ועגלה ערופה שתיהן נעשין בחוץ. אלא שפרה אדומה בשחיטה כשרה, בעריפה פסולה. עגלה ערופה, בעריפה כשרה בשחיטה פסולה. נמצא הכשר בפרה פסול בעגלה, והכשר בעגלה פסול בפרה:",
                "<b>כשר בכהנים פסול בלוים.</b> כהנים, במומין פסולים, בשנים כשרים. לוים, במומין כשרים בשנים פסולים, דכתיב (במדבר ח׳:כ״ה) ומבן חמשים שנה ישוב מצבא העבודה. ובשילה ובבית עולמים שלא היה שם משא בכתף, אין השנים פוסלים בלוים אלא הקול בלבד, והקול אינו פוסל בכהנים לעולם. נמצא, בין במדבר בין בשילה ובבית עולמים, הכשר בכהנים פסול בלוים, הכשר בלוים פסול בכהנים:",
                "<b>טהור בכלי חרס</b> כלי חרס טמא שאם הגיעה טומאה לאוירו ולא נגעה בו, נטמא הכלי חרס, דכתיב ביה (ויקרא י״א:ל״ג) אשר יפול מהם אל תוכו. ובגבו טהור, שאפילו נגעה טומאה בגבו לא נטמא בכך. אויר כל הכלים טהור, כל זמן שלא נגעה בהן הטומאה אף על פי שנתלית באוירן. וגבן טמא, שאם נגעה טומאה בגבן נטמאו. נמצא, הטהור בכלי חרס, טמא בכל הכלים. וטהור בכל הכלים, טמא בכלי חרס:",
                "<b>טהור בכלי עץ טמא בכלי מתכות.</b> גולמי כלי עץ, דהיינו כלים שלא נגמרה כל מלאכתן. אבל נגמרה חקיקתן וראויין הן לתשמישן, טמאים. ופשוטי כלי עץ טהורים אפילו נגמרה כל מלאכתן, דאתקש כלי עץ לשק, דכתיב (שם) מכל כלי עץ או בגד או עור או שק, מה שק מיטלטל מלא וריקן, אף כל מיטלטל מלא וריקן. גולמי כלי מתכות טהורים, הואיל ולכבוד עשויין לא חשיבי כלי למלתייהו עד שתגמר כל מלאכתן. פשוטיהן טמאים, דלא אתקיש לשק ככלי עץ. נמצא, הטהור בכלי עץ טמא בכלי מתכות, הטהור בכלי מתכות טמא בכלי עץ:",
                "<b>החייב בשקדים המרים.</b> שקדים המרים, קטנים חייבין במעשר, שדרכן לאכלן בקטנן קודם שיהיו מרים, גדולים פטורים, שאינן ראויין לאכילה. מתוקים, גדולים חייבין, שנגמר פריין, קטנים פטורין, שאין דרך אכילתן כן. נמצא, החייב בשקדים המרים פטור במתוקים, והחייב במתוקים פטור במרים:"
            ],
            [
                "<b>התמד עד שלא החמיץ.</b> עד השתא איירי בתרתי מילי ודבר הנוהג בזה אינו נוהג בזה, והשתא איירי בחדא מלתא ובזמן שדבר זה נוהג בה אין דבר זה נוהג בה:",
                "<b>תמד.</b> מים שנותנים על החרצנים והזגים וכשמחמיץ ותוסס נעשה יין, או על השמרים וקולטים אותן המים טעם היין. ובזמן שנתן שלשה חלקים מים והוציא ארבעה, לכולי עלמא יין מעליא הוא. והכא מיירי כגון שלא הוציא אלא כמו שנתן, או פחות או מעט יותר:",
                "<b>עד שלא החמיץ.</b> מים בעלמא הוא ואינו נקח בכסף מעשר. דיין הוזכר בקיחת כסף מעשר (דברימ י״ד) ונתת הכסף בכל אשר תאוה נפשך וגו׳, מה הפרט מפורש פרי מפרי וגדולי קרקע אף כל פרי מפרי וגדולי קרקע:",
                "<b>ופוסל את המקוה.</b> דשלשה לוגין מים שאובין פוסלין את המקוה אם נפל לתוכו קודם המשכת ארבעים סאה, ויין אינו פוסל את המקוה אלא בשינוי מראה:",
                "<b>משהחמיץ.</b> חשוב יין. ונוהג בו קיחת מעשר, ואין נוהג בו פסול מקוה:",
                "<b>האחין השותפין.</b> האחין שהן שותפין בירושתן:",
                "<b>כשחייבים בקלבון פטורין ממעשר בהמה.</b> האחין שחלקו ולבסוף נשתתפו, חייבים בקלבון, וכשמביאין שקליהן מביאין שני חצאי שקלים ונותנים שני קלבונות. והקלבון הוא לשון הכרע, שחייבין להכריע שקליהן. ואם נתנו בין שניהם שקל שלם נותנים שני קלבונות, שהיה להן לשקול לחצאין. ופטורים ממעשר בהמה מכל הנולדים להם כל ימי שותפות, שהשותפות פטור ממעשר בהמה, כדאיתא בבכורות בפרק בתרא [דף נ״ז], יהיה לך, ולא של שותפות. והתם מוקים ליה להאי קרא במעשר, ואע״ג דבבכור כתיב:",
                "<b>וכשחייבין במעשר בהמה.</b> כגון אם לא חלקו מעולם חייבין במעשר בהמה, לעשר כל הנולדים להם כל ימי שותפותם. דאמר התם, יכול אפילו קנו בתפוסת הבית, תלמוד לומר יהיה, מכל מקום:",
                "<b>ופטורין מן הקלבון.</b> לגמרי. ששוקלין בין שניהם שקל שלם. שממון אביהם בחזקתו עומד. והאב השוקל על בניו או על אחד מבני עירו ופוטר בשלו, פטור מן הקלבון, דתנן בשקלים [פ״א] השוקל בשביל העני או בשביל שכנו או בשביל בן עירו פטור, ובניו נמי אין מצות שקליהם עליו והוו להו כשכנו ובן עירו:",
                "<b>כל מקום שיש מכר.</b> שאדם יכול למכור את בתו. דהיינו כשהיא קטנה:",
                "<b>אין קנס.</b> אם נאנסה או נתפתתה אין לאביה חמשים כסף. דנערה כתיב, (דברים כ״ב:כ״ט) ונתן האיש השוכב עמה לאבי הנערה חמשים כסך:",
                "<b>וכל מקום שיש קנס.</b> דהיינו כשהיא נערה:",
                "<b>אין מכר.</b> שאין אדם מוכר את בתו לאחר שהביאה סימני נערות. ומתניתין ר׳ מאיר היא, דאמר קטנה מבת יום אחד עד שתביא שתי שערות יש לה מכר ואין לה קנס. משתביא שתי שערות עד שתבגר יש לה קנס ואין לה מכר. אבל חכמים אומרים, קטנה מבת שלש שנים ויום אחד עד שתביא שתי שערות. יש לה מכר ויש לה קנס. והלכה כחכמים. ונמצא שהבת מיום שנולדה עד שתראה לביאה יש לה מכר ואין לה קנס. ומשתראה לביאה עד שתביא סימנין, יש לה מכר ויש לה קנס. ומשתביא סימנין עד שתבגר, יש לה קנס ואין לה מכר. ואין בין נערות לבגרות אלא ששה חדשים:",
                "<b>כל מקום שיש מיאון.</b> יתומה שהשיאוה אמה ואחיה ואפילו לדעתה, יכולה למאן ויוצאה בלא גט, עד שתביא סימנין. וכל ימי קטנותה אינה ראויה לחליצה אם יבמה היא, דאיש כתיב בפרשה (שם כ״ה) ואם לא יחפוץ האיש, ומקשינן אשה לאיש. ומשנראית לחליצה אינה יכולה למאן:",
                "<b>כל מקום שיש תקיעה.</b> בערבי שבתות וימים טובים תוקעים שלש תקיעות להבטיל את העם ממלאכה ובין השמשות תוקע ומריע ותוקע ושובת:",
                "<b>אין הבדלה.</b> לא על הכוס ולא בתפלה. שאין הבדלה אלא במוצאי שבתות וימים טובים:",
                "<b>יום טוב שחל להיות בערב שבת תוקעים.</b> אע״פ שגם היום יום טוב היה ואין בו מלאכה, תוקעין להבטיל ממלאכת אוכל נפש:",
                "<b> ולא מבדילין.</b> מפני שהנכנס חמור מן היוצא:",
                "<b>חל להיות במוצאי שבת מבדילין.</b> לפי שהיוצא חמור מן הנכנס. ותקיעה אין כאן:",
                "<b>כיצד מבדילין.</b> בין שבת ליום טוב כשחל יום טוב להיות במוצאי שבת:",
                "<b>רבי דוסא אומר בין קודש חמור.</b> ואין הלכה כר׳ דוסא דלא מזלזלינן ביום טוב לקרותו קודש הקל:"
            ]
        ],
        [
            [
                "<b>השוחט אחד בעוף.</b> משום דלכתחלה מיבעי לשחוט שני סימנין אפילו בעוף, תנא השוחט, דמשמע דאחד בעוף דיעבד אין לכתחלה לא. אבל שנים בבהמה לכתחלה הוי, דעד כמה לשחוט וליזול. אי נמי, משום דבעי למתני רובו של אחד כמוהו דדוקא דיעבד, דלכתחלה צריך שיתכוין לשחוט כל הסימן כולו. ואחד בעוף נפקא לן דכשר, מקרא דכתיב (ויקרא י״א) זאת תורת הבהמה והעוף וכל נפש החיה הרומשת במים, הטילו הכתוב לעוף בין בהמה לדגים, לחייבו בשני סימנין אי אפשר שכבר הוקש לדגים, לפטרו בלא כלום אי אפשר שכבר הוקש לבהמה, הא כיצד, הכשרו בסימן אחד. ושחיטה מן הצואר ובשני סימנים. וחמשה דברים הפוסלים את השחיטה, שהייה דרסה חלדה הגרמה ועיקור, כולהו גמרא גמירי לה. דתניא, וזבחת כאשר צויתיך, מלמד שנצטוה משה בעל פה על הלכות שחיטה, על הושט ועל הקנה ועל רוב אחד בעוף ועל רוב שנים בבהמה:",
                "<b>עד שישחוט את הוורידים.</b> כמין חוטין שעל שני צדי הקנה. ואעוף בלבד קאי רבי יהודה, כדי להוציא את דמו, הואיל וצולהו כולו כאחד. ושחיטה דקאמר רבי יהודה. לאו דוקא, אלא שינקב הוורידין בשעת שחיטה קודם שיקרוש הדם דתו לא נפיק על ידי מליחה. ואין הלכה כרבי יהודה:",
                "<b>רוב אחד בעוף כו׳</b> ואע״ג דתנן ברישא רובו של אחד כמוהו, הדר תנא הכא רוב אחד בעוף וכו׳, חד בחולין וחד בקדשים. דאי אשמעינן בחולין הוה אמינא חולין הוא דסגי ליה ברובא משום דלאו לדם הוא צריך, אבל קדשים דלדם הוא צריך לא תסגי ליה ברובא, קמשמע לן:"
            ],
            [
                "<b>שנים אוחזין בסכין ושוחטין.</b> בהמה אחת:",
                "<b>אפילו אחד למעלה ואחד למטה.</b> שזה אוחז בקצה אחד של סכין וחבירו בצדו השני:"
            ],
            [
                "<b>התיז את הראש.</b> כאדם המתיז קנה או דלעת, שדוחק הסכין בכח ופוסק. וזו היא דרסה:",
                "<b>היה שוחט.</b> במשיכה, והתיז הראש בהבאה בלבד או בהולכה בלבד. ולשחיטת הסימנים שיעור הכשר, קרי התיז את הראש:",
                "<b>אם יש בסכין מלא צואר.</b> חוץ לצואר הבהמה והעוף ששוחט:",
                "<b>כשרה.</b> שיש בסכין כדי לשחוט במשיכה בלא דרסה. אבל אם אין אורך הסכין אלא כעובי הצואר או חוץ לצואר משהו, דרסה היא, שאין הסימנים נחתכין במשיכה זו לבדה בלא דרסה:",
                "<b>אם יש בסכין מלוא צואר אחד.</b> חוץ לשני הצוארים, דהיינו שיעור שלשה צוארים:",
                "<b>איזמל.</b> תער דק קטן מאד. ולא גזרינן איזמל שאין לו קרנים אטו איזמל שיש לו קרנים. ואיזמל שיש לו קרנים הוא שרגילים לעשות כמין קרנים לאיזמל לנוי על גביו ונוטים לצד ראשו. ומתוך שהוא קטן מאד הוא נשמט מן הצואר, וכשהוא מוליך ומביא יש לחוש שמא יחלידו הסימנים אותן הקרנים:",
                "<b>נפלה סכין ושחטה.</b> טעמא דנפלה, הא הפילה הוא, כשרה. ואע״ג דלא איכוין לשחוט, דלא בעינן כוונה בשחיטה, מדאיצטריך קרא למימר גבי קדשים לרצונכם תזבחו, לדעתכם זבוחו כלומר מדעת וכוונה, שמע מינה דבחולין לא בעינן כוונה:",
                "<b>נפלה סכין והגביהה.</b> ושהה בהגבהה זו:",
                "<b>כליו.</b> בגדיו:",
                "<b>או שהשחיז את הסכין.</b> קודם שחיטה:",
                "<b>ועף.</b> נעשה עיף ויגע מחמת השחזה, וכשהתחיל לשחוט לא היה בו כח ופסק שחיטתו, ובא חבירו ושחט:",
                "<b>כדי שחיטה אחרת.</b> כדי שישחוט רוב שנים בבהמה אחרת כמותה כשהיא רבוצה גסה לגסה, ודקה לדקה, ועוף לעוף. והרמב״ם פסק כדברי האומר כדי שחיטת בהמה דקה לעוף, ובעי נמי כדי שיגביהנה וירביצנה. ולא נהגו כן:",
                "<b>כדי בקור.</b> כשיעור שהטבח בודק ומבקר את סכינו. ואין הלכה כר״ש:"
            ],
            [
                "<b>ופסק את הגרגרת.</b> היינו עיקור. ובבהמה קאי:",
                "<b>תחת השני.</b> תחת הסימן השני. שהיה תוחב הסכין בין הסימן לצואר:",
                "<b>החליד.</b> כסה. ולשון חלדה, כחולדה הדרה בעקרי הבתים דמכסיא:",
                "<b>ופסקו.</b> מלמטה למעלה:",
                "<b>נבלה.</b> ומטמאה במשא:",
                "<b>טריפה.</b> ואינה מטמאה:",
                "<b>ודבר אחר גרם לה להפסל.</b> כגון אחד מן הטריפות השנויות בפרק ואלו טריפות:"
            ],
            [
                "<b>בידים מסואבות.</b> כלומר בלא נטילת ידים. דגזרו על הידים להיות שניות לטומאה. ובחולין שנעשו על טהרת הקודש מיירי, דשני עושה שלישי בהן. דאילו בחולין גרידא, אפילו היו מוכשרין בדם אין שני עושה שלישי בחולין:",
                "<b>לפי שלא הוכשרו בדם.</b> שאין אוכל מקבל טומאה עד שיבוא עליו מים או אחד משבעה משקין, שהם מים יין שמן חלב ודבש דם טל:",
                "<b>הוכשרו בשחיטה.</b> מגו דשריא שחיטה להך בשר מידי אבר מן החי, משויא ליה נמי אוכלא לגבי טומאה. ואין הלכה כר״ש:"
            ],
            [
                "<b>השוחט את המסוכנת.</b> כל שמעמידים אותה ואינה עומדת מחמת חוליה, הויא מסוכנת. ואפילו יש לה כח בשיניה לאכול קורות ובקעיות של עץ:",
                "<b>עד שתפרכס.</b> דאי לא פרכסה חיישינן שמא ניטלה נשמתה קודם גמר שחיטה:",
                "<b>אם זינקה.</b> כדרך שהבהמות נופחות בגרונם והדם מקלח ומזנק בכח:",
                "<b>השוחט בלילה.</b> בהמה מסוכנת שצריכה פרכוס, ולא ידע אם פרכסה, ולמחר השכים ומצא כותלי בית שחיטת הצואר מלאים דם, כשרה, מפני שזינקה. וכשיטת ר׳ אליעזר דמכשיר לה בזינוק, אמרה רבי שמעון. ואין הלכה כר׳ אליעזר:",
                "<b>אחד בהמה דקה ואחד בהמה גסה.</b> צריכה פרכוס אם היא מסוכנת:",
                "<b>שפשטה ידה.</b> בגמר שחיטה:",
                "<b>ולא החזירה פסולה.</b> אם היתה מסוכנת. לפי שאין זה פרכוס אלא כן דרכה בשעת צאת נפשה. אבל גסה לאו אורחה בהכי, ובין שפשטה ולא כפפה בין שכפפה ולא פשטה כשרה:"
            ],
            [
                "<b>ורבי אליעזר פוסל.</b> אם בהמת נכרי היא. אע״ג דישראל קשחיט לה מהניא בה מחשבת נכרי, דסתם מחשבתו לעבודה זרה:",
                "<b>חצר כבד.</b> יותרת הכבד:",
                "<b>אמר רבי יוסי קל וחומר.</b> דלא מהניא מחשבת בעלים, הואיל וישראל שחיט לה:",
                "<b>ומה במקום שמחשבה פוסלת.</b> דהיינו במוקדשים כדכתיב (ויקרא ז׳:י״ח) המקריב אותו לא יחשב, קרי ביה לא יחשוב, כלומר שלא יחשוב לאכלה חוץ לזמנו כי פגול יהיה:",
                "<b>אין הכל הולך אלא אחר העובד.</b> דכתיב המקריב לא יחשב. אבל בעלים לא פסלי במחשבתן כי מקריב לה כהן. מקום שאין המחשבה פוסלת. בגמרא מפרש למתניתין דהכי קאמר, ומה במקום שהמחשבה פוסלת במוקדשים בארבע עבודות, אין הכל הולך אלא אחר העובד.",
                "<b>מקום שאין מחשבה פוסלת בחולין</b> אלא בשתי עבודות, אינו דין שלא יהא הכל הולך אלא אחר השוחט. והכי פירושה, במקום שהמחשבה פוסלת במוקדשים בארבע עבודות שחיטה וקבלת הדם זריקה והולכה, באיזו מאלו שחשב על מנת לאכול מן הזבח חוץ לזמנו, פגול הוא, ואע״פ שיש בה חומרא זו אין מחשבה הולכת אלא אחר העובד. חולין לענין עבודה זרה שאין מחשבה פוסלת בהן בארבע עבודות אלא בשתיים, בשחיטה ובזריקה, דהני הוא דכתיבן, זובח לאלהים יחרם (שמות כ״ב:י״ט), בל אסיך נסכיהם מדם (תהילים ט״ז:ד׳), אבל קבלה והולכה לא כתיב בהו. והקטרה אע״ג דשייכא בעבודה זרה, מיהו לאו עבודה היא לאפסודי בהמה משום הקטר חלבה לעבודה זרה היכא דלא נשחטה ולא נזרק דמה לעבודה זרה, דהא אפילו בפנים לא מיפסיל קרבן אם חשב על אכילת בשר בשעת הקטר חלבים, וכיון שמצינו קולא במחשבת חוץ, דין הוא שנקל בזה שלא יהא הדבר תלוי אלא בשוחט. והלכה כרבי יוסי:"
            ],
            [
                "<b>השוחט לשם הרים וכו׳ שחיטתו פסולה.</b> ותקרובת עבודה זרה לא הויא ליאסר בהנאה, משום דכל הני אינן נעשים עבודה זרה, דכתיב (דברים י״ב:ב׳) אלהיהם על ההרים, ולא ההרים אלהיהם. ומיהו פסולה מלאכול, משום דדמיא לשחיטה לשם ע״ז ומחלפא בה. ודוקא שאמר לשם הרים לשם גבעות, אבל אם אמר למלאך הממונה על ההרים ועל הגבעות, הרי זו זבחי מתים ואסורה בהנאה:",
                "<b>לשם דבר כשר.</b> שחיטה סתם:"
            ],
            [
                "<b>אין שוחטין לתוך ימים.</b> שלא יאמרו לשרו של ים הוא שוחט:",
                "<b>ולא לתוך הכלים.</b> שלא יאמרו לזרוק דמה לעבודה זרה קא עביד:",
                "<b>עוגה.</b> גומא. לשון עוגיאות לגפנים במועד קטן [פ״א מ״א]:",
                "<b>עוגה של מים.</b> דוקא עכורים, אבל צלולין לא. שמא יאמרו לפרצוף פניו הנראה במים הוא שוחט:",
                "<b>ובספינה.</b> יכול לשחוט על גבי כלים והדם שותת ויורד לתוך הים. שהרואה אומר כדי שלא ללכלך הספינה הוא עושה:",
                "<b>אין שוחטין לגומא כל עיקר.</b> ואפילו בבית. וטעמא דגומא, מפני שהוא חק המינים:",
                "<b>אבל עושה גומא.</b> בגמרא מפרש דהכי קאמר, אין שוחטים לגומא כל עיקר. והרוצה לנקר חצרו כיצד הוא עושה, עושה מקום חוץ לגומא ושוחט והדם שותת ויורד לגומא:",
                "<b>יחקה את המינים.</b> יחזיק ידיהן בחקותיהם. יחקה לשון חק:"
            ],
            [
                "<b>השוחט.</b> חולין בחוץ:",
                "<b>לשם עולה.</b> כיון דעולה באה בנדר ונדבה הרואה אומר עכשיו הוא מקדיש ושוחטה לעולה וקדשים בחוץ מותרים. הלכך גזור רבנן עלה ופסולה. וכן שלמים [וכו׳]:",
                "<b>אשם תלוי.</b> בא על ספק חיוב כרת. כגון שתי חתיכות אחת של חלב ואחת של שומן ואכל אחת מהן ואין ידוע איזו מהן אכל. אשתו ואחותו עמו במטה ובא על אחת מהן ואין ידוע על איזו מהן בא, מביא אשם תלוי להגן מן היסורים עד שיוודע לו אם חטא ודאי מביא חטאתו. ומתניתין ר׳ אליעזר היא דאמר [כריתות כ״ה ע״א] מתנדב אדם אשם תלוי בכל יום, שבכל יום עומד בספק חטא ולבו נוקפו שמא חטאתי. ונמצא שדבר הנידר ונידב הוא:",
                "<b>לשם פסח.</b> ופסח נמי מקרי דבר הנידר ונידב, הואיל והוא עשוי להפרישו כל ימות השנה ולהניחו עד זמנו, אמרי קא שחיט שלמים בחוץ ואכיל להו:",
                "<b>ורבי שמעון מכשיר.</b> דלא חייש למראית העין:",
                "<b>אשם ודאי.</b> כגון אשם גזילות, מי שנשבע לשקר על כפירות ממון. ואשם מעילות, ואשם שפחה חרופה. ועל שם שאשם תלוי בא על ספק קרי להני אשם ודאי:",
                "<b>לשם בכור לשם מעשר.</b> מידע ידעי אינשי דשקר הוא, דבכור ומעשר קלא אית להו ומידע ידעי מקמי הכי, דאילו ההוא שעתא לאו בני אפרושי נינהו דנימא השתא קמקדיש להו:",
                "<b>זה הכלל.</b> לאתויי אם אמר הריני שוחט לשם עולת נזיר, שהיא פסולה. דמהו דתימא ליכא למיחש לחורבא, דמידע ידעי דהא לא נדר, קמ״ל דמימר אמרי דלמא נדר בצנעא זה שלשים יום שהוא סתם נזירות ובשלשים יום לא מנכרא מלתא לשכניו:",
                "<b>ושאינו נידר ונידב.</b> לאתויי עולת יולדת, שאם אמר לשם עולת יולדת בפירוש, כשרה. ואפילו לשם אשה שאינה חייבת קרבן לידה. ומהו דתימא הואיל ואין אותה אשה חייבת קרבן לידה לא היתה זו אלא נדבה, קמ״ל דאימר שמא הפילה, דמפלת אין לה קול ונמצא קרבן זה חובה ולא נדבה ולפיכך שחיטתו כשרה:"
            ]
        ],
        [
            [
                "<b>אלו טרפות.</b> ניקב הושט. שני עורות יש לו לושט, החיצון אדום והפנימי לבן. אם ניקב זה בלא זה כשרה, נקבו שניהן אפילו זה שלא כנגד זה, טרפה. וכל נקב במשהו:",
                "<b>ופסוקת הגרגרת.</b> לרחבה ברובה. ואינה טריפה עד שיפסק רוב החלל. ועובי התנוך אינו משלים לרוב. ודוקא כשנפסקה לרחבה הוא דפסולה ברובה, אבל לארכה של קנה, אפילו לא נשתייר בה אלא חוליא אחת למעלה לצד הראש וחוליא אחת למטה סמוך לכנפי ריאה, כשרה, לפי שכל זמן שהבהמה מושכת צוארה יותר הסדק מתמעט ואינו נראה:",
                "<b>ניקב קרום של מוח.</b> שני קרומים יש למוח, העליון דבוק לעצם הגולגולת, והשני הסמוך למוח. אם ניקב העליון והשני הסמוך למוח קיים, כשירה. ניקב השני הסמוך למוח אע״פ שהעליון קיים, טרפה, ואע״פ שלא ניקב העצם:",
                "<b>ניקב הלב לבית חללו.</b> שני חללים יש ללב, הגדול לצד ימין הבהמה, וחלל קטן לצד שמאל. אם ניקב הלב במשהו והגיע הנקב לאחד משני אלו החללים, טרפה. וכן אם ניקב בסחוס שבלב העשוי כעין ביב והוא קרוי קנה הלב, טרפה:",
                "<b>נשברה השדרה.</b> חוליות השדרה:",
                "<b>ונפסק החוט.</b> כמין חוט לבן יוצא מן המוח ועובר על פני אורך השדרה כולה, וקרום דק מקיף את החוט. ואם נפסק רוב הקיפו של קרום זה ברחבו, היינו נפסק החוט וטריפה, ואפילו לא נשברה השדרה, אלא אורחא דמלתא נקט, דרוב פסיקת החוט על ידי שבירת השדרה הוא:",
                "<b>ניטל הכבד ולא נשתייר הימנו כלום טריפה.</b> עד שישתייר כזית במקום מרה וכזית במקום שהיא חיה משם, דהיינו מקום תלייתה כשהיא מעורה ודבוקה תחת הכליות. ואם נשתייר בה פחות משני זיתים בשני מקומות הללו, או אפילו יותר משני זיתים ושלא בשני מקומות הללו, טריפה:",
                "<b>הריאה שניקבה.</b> שני קרומים דקים יש לריאה, ניקב זה בלא זה, כשרה. ניקבו שניהן והרוח יוצא כשנופחים אותה, טריפה. ומטעם ריאה שניקבה נאסרו כל הסירכות שבריאה כשהם במקום דעבידי לאינתוקי, לפי שאין סירכא בלא נקב, שהריאה שואבת כל מיני משקה והמשקה נעשה עב בתוכה ויוצא מעט מעט דרך הנקב ונקפה ונעשה קרום. וכשהסירכות במקום דלא עבידי לאינתוקי, כגון אונא באונא כסדרן, זו מגינה על זו וחוזרת לבריאותה ואין הנקב מתגלה, אבל כשהם במקום דעבידי לאינתוקי, הקרום מתפרק והנקב מתגלה:",
                "<b>או שחסרה.</b> כגון שחסרה אחת מחמש אונות שיש לריאה. ואם נחסרה אחת משלש האונות של צד ימין, יש אומרים שהענוניתא משלמת וכשרה. ואם חסרה הענוניתא עצמה, יש מכשירין, דאין זה חסרון, שהרבה בהמות אין להם ענוניתא. כך מוכח בגמרא:",
                "<b>עד שתנקב לבית הסמפונות.</b> קנוקנות קטנות המתפשטות בתוך הריאה כולן שופכין לסימפון הגדול. ולבית הסמפונות דתנן, כלומר לסמפון הגדול שכל הסמפונות שופכים לו. ואין הלכה כרבי שמעון:",
                "<b>ניקבה הקיבה.</b> נקב מפולש לתוך חללה בכל שהוא:",
                "<b>ניקבה המרה.</b> הכיס שלה. למקום שאין הכבד סותמתה:",
                "<b>ניקבו הדקין.</b> בני מעים. למקום שאין דקים אחרים סמוך לנקב להגין עליו. אבל הדרא דכנתא דאנקיב לחבריה, חבריה מגין עליה:",
                "<b>כרס הפנימי.</b> כל הכרס כולו קרוי כרס פנימי ונקובתו במשהו. כרס החיצונה, בשר החופה את רוב הכרס והוא קרום עב עובר על כל החלל מן החזה ועד הירכים. והכרס מיעוטו נחבא תחת צלעות החזה. ורובו תחת אותו קרום. ונקרע ברובו דקאמר, היינו שרואים כמה יש מן הקרום כנגד אותו רוב הכרס ואם נקרע שם רוב מה שיש מן הקרום כנגד הכרס, טריפה. ואם ממקום שהכרס כלה ולמטה נקרע אותו קרום, כשרה:",
                "<b>הגדולה טפח.</b> בשור גדול אם נקרע טפח, טריפה, אע״ג דלא הוי רובה. ובעגל קטן מטרפא ברובה, אע״ג דלא הוי טפח. והלכה כרבי. יהודה:",
                "<b>המסס ובית הכוסות.</b> סוף הכרס עשוי ככובע וקרוי בית הכוסות, והמסס מחובר בו, וסביב לחבורן כשבאים להבדילן יש דופן לזה ודופן לזה, ובאמצע הן שופכין זה לתוך זה, והמא. כל נכנס מבית הכוסות להמסס ומן המסס לקיבה ומהקיבה לדקין:",
                "<b>שניקבו לחוץ.</b> שהנקב נראה מבחוץ. כגון שניקבו או זה או זה שלא במקום חבורן. לאפוקי אם נקבו במקום חבורן דכשר, לפי שדופן המסס מגין על נקבי בית הכוסות, ודופן בית הכוסות מגין על נקבי המסס:",
                "<b>נפלה מן הגג.</b> ושחטה מיד, טריפה, אם לא הלכה ברגליה אחר נפילתה. דחיישינן שמא נתרסקו אבריה. ואם הלכה מלא קומתה, כשרה ואינה צריכה בדיקה. ואם עמדה ולא הלכה ושחטה, צריכה בדיקה. וכן אם שהתה מעת לעת אחר שנפלה ושחטה, אע״פ שלא הלכה ולא עמדה, כשרה וצריכה בדיקה. ובדיקה זו בחלל הגוף בפנים לראות אם נתרסקו אבריה. ובית הרחם וכן הסימנים אין בהם משום ריסוק אברים:",
                "<b>נשתברו רוב צלעותיה.</b> עשרים ושתים צלעות גדולות שיש בהן מוח יש לבהמה, אחד עשר מכאן ואחד עשר מכאן. נשתברו שש מכאן ושש מכאן, או אחד עשר מכאן ואחד מכאן, זהו נשתברו רוב צלעותיה. והוא שנשברו מחציין כלפי השדרה, לפי ששם חיותה, ולא מחציין לצד החזה:",
                "<b>ודרוסת הזאב.</b> שמכה בצפרניו בבהמה ומטיל בה ארס ושורפה. ואין דריסה אלא ביד, אבל לא ברגל. ואין דרוסה אלא מדעת. ודרוסה שאמרו, צריכה בדיקה כנגד בני מעיים, וכגון ספק דרסה או שראה שדרסה ואין מקום הדריסה ניכר מבחוץ, צריכה בדיקה גבה וכריסה וצדיה וכל שכנגד בני מעיים. ואם האדים שם בשר, טריפה. ואם ודאי דרוסה היא, בודק כנגד מקום הדריסה ורואה אם האדים הבשר, טריפה, ואם לאו כשרה:",
                "<b>דרוסת הזאב בדקה.</b> אבל בגסה לא אלים זיהריה למקלייה:",
                "<b>ודרוסת ארי בגסה.</b> וכל שכן בדקה. ורבי יהודה לפרושי מלתיה דת״ק אתי ולאו לאפלוגי עליה. והלכה כמותו:",
                "<b>הנץ.</b> אשפרוי״ר בלע״ז:",
                "<b>בעוף הדק.</b> יונים וצפורים:",
                "<b>דרוסת הגס.</b> אשטו״ר:",
                "<b>בעוף הגס.</b> אווזים ותרנגולים:",
                "<b>זה הכלל.</b> לאתויי שבעה מיני טרפות שלא הוזכרו במשנה ואלו הן. [א׳], קולית הירך שקפץ ממקומו מן החור שבעצם האליה שהוא תחוב בו, והוא דאיעכול ניביה. [ב׳], לקתה אפילו בכוליא אחת, וכל שכן בשתיהן. והוא דמטיא לקותא למקום חריץ של כוליא. [ג׳], טחול שניקב נקב מפולש במקום עבה שבו. ואם נשתייר בו כעובי דינר זהב, כשר. [ד׳], סימנים שנדלדלו ברובן, כלומר שנתלשו בכמה מקומות ומחוברים כאן מעט וכאן מעט. [ה׳], נעקרה צלע מעיקרה. דדוקא נשתברו תנן במתניתין דבעינן רובא, אבל נעקרה צלע אחת מעיקרה עד חצי חוליותה, טריפה. [ו׳], גולגולת שהוכתה מכות רבות על גולגולתה ולא נפחתה ולא ניקב הקרום, אם רובה נחבסה דהיינו נתרוצצה, טריפה. [ז׳], ובשר החופה את רוב הכרס ברובו, נמי איכא למאן דאמר דתנא מייתי ליה בזה הכלל. ולא הוזכר בפירוש במשנה, לפי שאינם מפרשין הכרס החיצונה ששנוי במשנה שהוא בשר החופה את רוב הכרס כדפרישנא לעיל. וכן מייתי תנא בזה הכלל בהמה שנחתכו רגליה האחרונים מן הארכובה ולמעלה, טריפה. וחסרון בשדרה, שאם חסרה חוליא אחת, טריפה. וגלודה, שנפל עורה והופשטה כולה, או מחמת שחין או מחמת מלאכה, טריפה. וחרותה, שצמקה ריאה שלה ונעשית כחריות של דקל מחמת פחד שהבעיתה אדם, דדוקא בידי שמים תנן לקמן שהיא כשירה משום דהדרא בריאה, אבל לא בידי אדם. וכל הני טרפות רבינהו תנא בזה הכלל:",
                "<b>כל שאין כמוה חיה.</b> שלקתה מכה. שאין בהמה לקויה דוגמתה יכולה לחיות:"
            ],
            [
                "<b>ניקבה הגרגרת.</b> בלא חסרון איסר כדמפרש. ואם ניקבה נקבים הרבה מפולשים ואין בהן חסרון, רואין אם כשיצטרפו יש בכולן שיעור רוב גרגרת, טריפה, ואם יש באותן נקבים חסרון או שחסרו ממנו רצועות ארוכות, רואין אם כשיצטרף כל מה שחסר יעלה יותר משיעור איסר, טרפה, ואם כאיסר או פחות, כשרה. וכן הלכה:",
                "<b>או שנסדקה.</b> והוא שישתייר בה בקנה למעלה ולמטה כל שהוא:",
                "<b>נפחתה הגלגולת.</b> העצם נפחת ורואים אנו שלא ניקב קרום של מוח:",
                "<b>ניטלה הכבד ונשתייר הימנה כזית.</b> והוא שיהיה כזית במקום מרה וכזית במקום שהיא מעורה:",
                "<b>זה לתוך זה.</b> שסמוכין הן ודופנן של שניהם אדוקים זה לזה ובאמצעיתן הן שופכין זה לזה. ואם חזרו וניקבו במקום אדיקת דפנותיהם ואין הנקב נראה לחוץ אלא זה לתוך זה, כשרה, דהא להדדי נמי שפכי:",
                "<b>ניטל הטחול.</b> לא שנו אלא ניטל, אבל ניקב במקום עביו ולא נשתייר בו כעובי דינר זהב טריפה, כדמפרישנן לעיל:",
                "<b>ניטלו הכליות.</b> בין שניטלו שתיהן בין שניטלה אחת מהן, כשרה. ולא שנו אלא ניטלו, אבל הכוליא שהקטינה מחמת חולי, בדקה עד כפול, בגסה עד כענבה בינונית, טריפה. ואם מלאה מים סרוחים, טריפה. מים זכים, כשרה:",
                "<b>ניטל לחי התחתון.</b> מעל הבשר והסימנים מחוברין בבשר. ולא שנו אלא שיכולה לחיות על ידי הלעטה ששופכים המאכל לתוך פיה. אבל אינה יכולה לחיות על ידי הלעטה, טריפה:",
                "<b>ניטלה האם.</b> היא הרחם, מטרי״ץ בלע״ז, שהעובר מונח בה:",
                "<b>וחרותה בידי שמים.</b> שצמקה הריאה שלה ויבשה כחריות של דקל מקול רעם וברק [צ״ל וראיית ברק], כשרה. ובידי אדם, כגון שהבעיתה אדם או שאר כל הבריות כגון שאגת אריה וקול שחל, טריפה. והיכי ידעינן אם בידי שמים וכשרה אם בידי אדם וטריפה. בקיץ מביא כלי חרס לבנים וממלאן מים קרים ומניח הריאה בתוכם מעת לעת, אי הדרא בריא, בידי שמים היא וכשרה, ואי לא הדרא בריא, בידי אדם היא וטריפה. ובחורף מביא כלי חרס שחור, שאינו מזיע כמו הלבן ואין המים מצטננים בו. ויש מפרשים שמביא כלי נחושת, וממלאן מים פושרים ומניח הריאה בתוכן מעת לעת, אי הדרא בריא כשרה, ואם לאו, טריפה:",
                "<b>הגלודה.</b> שהופשט עורה מעליה. אם נשאר בה עור כרוחב סלע על פני השדרה כלה שנמצאו חוליות השדרה כולן מחופים, הרי זו כשרה. ואם נפשט ממנו רוחב סלע על פני כל השדרה, אע״פ שכל שאר עורה קיים, טריפה. וכן פסק הלכה:"
            ],
            [
                "<b>הכתה חולדה על ראשה.</b> שנשכה בשיניה. דאילו ביד, יש דריסה לחולדה בעופות וכל כנגד החלל מטרפא ביה:",
                "<b>מקום שעושה אותה טריפה.</b> שיש לחוש שמא ניקב קרום של מוח. וכיצד הוא עושה, מכניס ידו לתוך פי העוף ודוחק אצבעו למעלה, אם המוח מבצבץ ויוצא בידוע שניקב הקרום וטריפה:",
                "<b>ניקב הקורקבן.</b> והוא שיהיה הנקב בבשר הקורקבן ובכיס שבתוכו שהמאכל עובר בו, דהיינו שיהיו נקובים הכיס והבשר זה כנגד זה. אבל קורקבן שניקב וכיס שלו קיים, או אפילו ניקבו שניהם זה שלא כנגד זה, כשרה:",
                "<b>ונחמרו בני מעיה.</b> כווצו מחמת האור ונהפכו מראיתן. לשון מעי חמרמרו:",
                "<b>ירוקים פסולים.</b> הכי קאמר, אברים שדרכן להיות אדומים, כגון הלב והכבד והקורקבן שדרכן להיות אדומים באווזין ותרנגולים ותורים ובני יונה וכיוצא בהן, אם נשתנו ונעשו ירוקים מחמת האור, פסולים, ואם נשארו אדומים כמו שהיו, כשרים. והוא הדין הדקים שדרכן להיות ירוקים. אם נשתנו מברייתן ונהפכו אדומים, פסולים. וכן עופות המים שהלב והכבד והקורקבן שלהם ירוקים, אם נפלו לאור והאדימו, פסולים. שכל שנשתנו מראיתן מחמת האור, פסולים. ושיעור שינוי המראה, במשהו כמו שהנקב במשהו:",
                "<b>דרסה.</b> אדם ברגליו:",
                "<b>או שטרפה בכותל.</b> שהכה בה בכותל:",
                "<b>או שרצצתה בהמה.</b> דאיכא למיחש להני תלתא משום ריסוק איברים. ועדיין מפרכסת:",
                "<b>אם שהתה מעת לעת ושחטה כשרה.</b> ובעיא בדיקה כדכתבינן לעיל גבי בהמה. שכל טריפות שמנו חכמים בבהמה, כנגדן בעוף. יתר עליהן העוף, אלו השנויין במשנה:"
            ],
            [
                "<b>ניקבה הגרגרת או שנסדקה.</b> נקובת הגרגרת וסדיקתה בעוף, כנקובת הגרגרת וסדיקתה בבהמה. וכבר פירשנו לעיל. ואם ניקבה נקב שיש בה חסרון, אם החסרון הוי כשיעור רוב חלל הקנה של אותו העוף, טריפה ואם לאו, כשרה:",
                "<b>הזפק.</b> הוא סמוך לושט. וכל הנמשך עם הושט כשהעוף מושך צוארו דינו כושט ונקובתו במשהו, ושאר הזפק אם ניקב כשר:",
                "<b>רבי אומר אפילו ניטל.</b> ואין הלכה כרבי:",
                "<b>יצאו בני מעיה.</b> לא שנו אלא שבשעה שהכניסן לתוכו לא הפך עליונו לתחתונו או עגולה זו למעלה מכמות שהיתה שהחליף זו למעלה וזו למטה. אבל הפך בהן, טריפה, שכיון שנהפך אחד מהם אינו יכול לחיות:",
                "<b>נשתברו גפיה.</b> עצמות הכנפים. ודוקא נשתברו, אבל שמוטת גף בעוף, טריפה, חיישינן שמא ניקבה הריאה. לפי שהריאה נחבאת בין הצלעות וקרום הבשר רך ודק בין צלע לצלע וכששומט גפה מתנתקת הריאה עם הגף:",
                "<b>נשתברו רגליה.</b> מן הארכובה ולמטה, או אפילו למעלה ולא יצא העצם לחוץ. אבל יצא לחוץ, תנן בבהמה המקשה דהוי טריפה, ושם נפרש:",
                "<b>נמרטו כנפיה.</b> היינו נוצה גדולה שעל כל גופה:",
                "<b>נוצה.</b> היא הדקה שעל הבשר שאין לה קנים, דחשיב לה כגלודה. ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>אחוזת הדם.</b> שאחזה דם וחלתה:",
                "<b>והמעושנת.</b> שנכנס עשן בגופה:",
                "<b>והמצוננת.</b> חולי מחמת צינה. ורמב״ם פירש אחוזת הדם שגבר עליה הדם, והמעושנת שגברה עליה הליחה השחורה, והמצוננת שגברה עליה הליחה הלבנה. ולא הזכיר הליחה הרביעית שהיא האדומה, לפי שאינה מצויה כל כך בבהמות:",
                "<b>הרדופני.</b> סם המות דבהמה. וכן צואת התרנגולים, הבהמות האוכלות ממנה מתות:",
                "<b>מים הרעים.</b> מים מגולים:",
                "<b>סם המות.</b> דבר שהוא סם המות לאדם ואינו סם המות לבהמה:"
            ],
            [
                "<b>הדורס.</b> האוחז בצפרניו ומגביה מן הקרקע מה שהוא אוכל. ויש שפירשו, שאינו ממתין לבעל חי עד שימות אלא אוכלו מחיים:",
                "<b>אצבע יתירה.</b> זו אצבע הגבוהה שאחורי האצבעות:",
                "<b>וקרקבנו נקלף.</b> הכיס שבתוך הקורקבן נקלף מבשר הקורקבן. ולא שיהיה כל עוף טהור צריך לכל הסימנים הללו, אלא סימן אחד בלבד די, ובלבד שנדע בו שאינו דורס ואוכל. והגאונים כתבו שמסורת בידם שאין מכשירים עוף הבא בסימן אחד ואע״פ שידוע לנו בו שאינו דורס ואוכל, אלא אם כן היה אותו סימן שקורקבנו נקלף ביד, אבל אם אינו נקלף ביד אע״פ שיש לו זפק או אצבע יתירה מעולם לא התירוהו:",
                "<b>החולק את רגליו.</b> כשמעמידו על החוט נותן שתי אצבעותיו מכאן ושתים מכאן:",
                "<b>טמא.</b> בידוע שהוא דורס:"
            ],
            [
                "<b>ובחגבים.</b> זהו סימן טהרתם:",
                "<b>כל שיש לו ארבע רגלים וארבע כנפים ויש לו קרסולים.</b> הם שני רגלים ארוכים לבד הארבע. והם סמוך לצוארו ממעל לרגליו לנתר בהם, כשהוא רוצה לקפוץ מתחזק בהם:",
                "<b>רבי יוסי אומר ושמו חגב.</b> אע״פ שיש בו ארבעה סימנים הללו אינו כשר, אא״כ ידוע ששמו חגב. וכן הלכה:",
                "<b>כל שיש לו סנפיר וקשקשת.</b> אפילו אין לו עכשיו ועתיד לגדל לאחר זמן, או שיש לו עכשיו ועתיד להשירן בשיוצא מן המים, מותר:",
                "<b>וסנפירין הפורח בהן.</b> ששט בהן על פני המים:"
            ]
        ],
        [
            [
                "<b>בהמה המקשה.</b> כו׳ מותר באכילה. העובר כולו ואפילו מקום חתך של אבר. דאם הוציא ידו ולא החזירה צריך להניח ממה שבפנים לצד החיצון ולחתכו, שמקום החתך הבדלת החיצון והפנימי אסור, מפני שהוא עומד על שפת הרחם. אבל החזירה אין צריך לחתוך לצד פנים, אלא מצמצם וחותך ומקום חתך מותר. דמאי טעמא נאסר האבר כשיצא לחוץ, משום ובשר בשדה טריפה, בשר שיצא חוץ למחיצתו שהוא לו שדה, טריפה. מה טריפה כיון שנטרפה שוב אין לה היתר, אף בשר כיון שיצא חוץ למחיצתו שוב אין לו היתר. ומקום חתך לא יצא חוץ למחיצתו, הלכך מותר כשהחזירה קודם שחיטה דקרינן ביה בהמה בבהמה תאכלו:",
                "<b>הרי הוא כילוד.</b> ותו לא מהני ליה שחיטת אמו, וצריך שחיטה לעצמו אם נמצא חי. ואם נמצא מת הרי הוא כנבילה:",
                "<b>חותך מעובר שבמעיה.</b> והניח החתיכה בתוכה, מותר בשחיטת הבהמה ולא נאסר משום אבר מן החי:",
                "<b>מן הטחול ומן הכליות.</b> של בהמה עצמה:",
                "<b>אסור באכילה.</b> ואע״פ שהניחו בבהמה לא הותר בשחיטתה. ולהכי נקט טחול וכליות, משום דמידי דלא מיטרפא בהו הוא:"
            ],
            [
                "<b>המבכרת המקשה לילד.</b> בפטר רחם שלה. מותר לחתוך אבר אבר כשהוא יוצא ראשון ראשון:",
                "<b>ומשליך לכלבים.</b> דכל כמה דלא נפק רוביה לא קדיש:",
                "<b>יצא רובו.</b> כאחד, וחתכו:",
                "<b>הרי זה יקבר.</b> דביציאת הרוב חלה קדושה עליו, דקרינן ביה אשר יולד:",
                "<b>ונפטרה מן הבכורה.</b> שהבא אחריו אינו בכור. בין שיצא ראשון אבר אבר ובין שיצא רוב כאחד, דהא שני לאו פטר רחם הוא:"
            ],
            [
                "<b>בבהמה טהורה טהור.</b> מקל וחומר, ומה אם הועילה לו מחיצת אמו להתירו באכילה בשחיטתה אע״פ שהוא מת, לא תועיל לו כשהיא חיה לטהרו מלטמא. ובהמה טמאה מנלן, דאמר קרא (ייקרא י״א) וכי ימות מן הבהמה, זו בהמה טמאה. אשר היא לכם לאכלה, זו בהמה טהורה. איתקש בהמה טמאה לבהמה טהורה, מה בהמה טהורה עוברה טהור, אף בהמה טמאה עוברה טהור:",
                "<b>רבי יוסי הגלילי אומר בטמאה טמא.</b> ומפיק ליה מקרא דכתיב (שם ה׳) או נפש אשר תגע בכל דבר טמא או בנבלת חיה טמאה או בנבלת בהמה טמאה, וכי נבלת בהמה טמאה מטמאה ונבלת בהמה טהורה אינה מטמאה. אלא איזה, זה עובר שבטמאה טמא, ובטהורה טהור מקל וחומר. ובטמאה טמא דליכא קל וחומר ולא דרשינן הקישא. ואין הלכה כרבי יוסי:",
                "<b>החיה טמאה טומאת שבעה.</b> ומדרבנן, גזירה שמא יוציא העובר את ראשו חוץ לפרוזדור והרי הוא כילוד ומטמא והחיה סבורה שעדיין הוא במעיה ואתי לטהורי. אבל ברועה שהושיט ידו למעי בהמה דקתני מתניתין טהור, ליכא למגזר הכי, מפני שרחם של בהמה גלוי וכי מפיק חזי ליה:",
                "<b>והאשה טהורה עד שיצא הולד.</b> דאשה מרגשת בעצמה כשמוציא ראשו חוץ לפרוזדור ולא אתי לטהורי:"
            ],
            [
                "<b>הבשר טהור.</b> בשר העובר טהור, שאין בהמה מקבלת טומאה מחיים:",
                "<b>הבשר מגע נבילה.</b> בשר העובר מגע אבר מן החי, שהוא מטמא כנבלה:",
                "<b>מגע טריפה שחוטה.</b> שהשחיטה אף על פי שאינה מתרת האבר באכילה, מטהרתו מידי נבילה. והויא כטריפה שחוטה שאינה מטמאה מן התורה אלא מדרבנן במוקדשין:",
                "<b>הכי גרסינן, אף שחיטת בהמה תטהר את האבר.</b> ולא גרסינן את העובר:",
                "<b>לא אם טיהרה שחיטת טריפה אותה.</b> מן הדין הוא שהרי דבר שגופה:",
                "<b>ומנין לטריפה ששחיטתה מטהרתה.</b> דשמא אינה מטהרתה. ומן הדין אינה מטהרתה, שבהמה טמאה אסורה באכילה וטרפה אסורה באכילה: ומה טמאה אין שחיטתה מטהרתה, מלטמא, דהכי תניא בתורת כהנים, לכל הבהמה אשר היא מפרסת פרסה וגו׳, כל הנוגע בהם יטמא, להביא בהמה טמאה שלא תטהרנה שחיטתה:",
                "<b>תאמר בטריפה שהיתה לה שעת הכושר.</b> דכיון דחל עלה תורת שחיטה, תו לא פקעה מינה והויא בכלל שאר צאן ובקר:",
                "<b>טול לך מה שהבאת.</b> טול מכאן ראיה זו שהבאת:",
                "<b>הרי שנולדה טריפה מן הבטן מנין.</b> שתטהרנה:",
                "<b>שיש במינה שחיטה.</b> הלכך לא נפקא מכלל צאן ובקר. אבל בן שמונה חי שנולד מבהמה חיה אין לנו במה לטהר אפילו נשחט, לפי שאינו בכלל בקר וצאן. והלכה כחכמים:",
                "<b>בן שמונה חי.</b> אם נולד ושחטו:",
                "<b>אין שחיטתו מטהרתו.</b> מידי נבלה, שאין שחיטה מועלת בבן שמונה. אלא כשהוא במעי אמו ניתר בשחיטת אמו:"
            ],
            [
                "<b>ומוציא את דמו.</b> דחלבו בלבד הוא דשרי. כדתניא בתורת כהנים, כשהוא אומר חלב ושתי כליות באשם שאין צריך לומר דמקל וחומר הוה ילפינן לה, ומה שלמים שאין כל מינן טעון אליה, הרי הן טעונים חלב ושתי כליות. אשם שכל מינו טעון אליה, אינו דין שיטענו חלב ושתי כליות, ומה תלמוד לומר, אלא לומר לך מה חלב ושתי כליות האמור באשם מוצא מכלל שליל, שאינך יכול לומר חלב שליל הנמצא באשם יקריב, שהרי אין אשם בא נקבה, אף כל אפילו בקרבנות הבאים נקבה, חלב האמור בהן מוצא מכלל שליל. וכיון דאין חלב שליל קרב בכל הקרבנות, שרי באכילה. אבל דמו לא גרע מדם האיברים דקיימא לן במסכת כריתות דם האיברים עובר בלא תעשה:",
                "<b>טעון שחיטה.</b> דחדשים גרמי לשוייה בהמה באנפי נפשה ולא אתרבי מכל בבהמה תאכלו:",
                "<b>וחייב באותו ואת בנו.</b> שלא ישחטנו ביום ששחט את אמו:",
                "<b>וחכמים אומרים שחיטת אמו מטהרתו.</b> דחדשים ולידה גרמי:",
                "<b>ר׳ שמעון שזורי כו׳</b> לדברי חכמים כיון שהלך על גבי קרקע טעון שחיטה מדרבנן, דאתי לאחלופי לאכול בהמה בלא שחיטה. ור׳ שמעון שזורי מתיר אפילו לאחר שהפריס על גבי קרקע. והלכה כחכמים:",
                "<b>קרעה.</b> לבהמה בלא שחיטה:"
            ],
            [
                "<b>בהמה שנחתכו רגליה.</b> האחרונים:",
                "<b>מן הארכובה ולמטה.</b> שלש עצמות בירך, התחתון הוא עצם הנחתך עם הפרסות כשמפשיטין הבהמה ואותה רכובה נקראת ארכובה הנמכרת עם הראש, ובלשון לע״ז קורין אותו פרק יינוקל״ו, ובערבי דוקב״א. ולמעלה הימנה עצם האמצעי וצומת הגידים בתחתיתו סמוך לפרק ארכובה הנמכרת עם הראש. והעליון היא קולית התחובה באליה. והפרק שבין סוף הקולית לראש העצם האמצעי ניכר ונראה בגמל כשהוא רובץ יותר מבשאר בעלי חיים. ומן הארכובה ולמטה דקתני במתניתין שהיא כשרה היינו מתחלת הארכובה הנמכרת עם הראש ולמטה. ומן הארכובה ולמעלה דהיינו מסוף העצם האמצעי שהוא מקום צומת הגידים, בכל מקום שנחתך הרגל משם ולמעלה טריפה:",
                "<b>וכן שניטל צומת הגידין.</b> אפילו לא נחתך הרגל שלא נשבר העצם אלא שניטל צומת הגידים, טריפה. כך פירשו קצת אמוראים משנה זו בגמרא. ושיטה זו תפסו רבותי עיקר והורו שבכל מקום שתחתך הרגל למעלה מהארכובה התחתונה שקורין בלע״ז ינוקל״ו בין במקום צומת הגידין בין למעלה מצומת הגידין, טריפה. אבל רמב״ם ורב אלפס רבו תפסו עיקר הפירוש האחר, שמפרש מן הארכובה ולמטה כשרה מן הארכובה ולמעלה פסולה, דהכי קאמר, למטה מארכובה העליונה שהוא הקולית התחובה באליה, ולא למטה מיד הסמוך לו אלא למטה מעצם האמצעי כולו דהיינו בעצם התחתון, ודאי כשרה. למעלה מן הארכובה דהיינו בקולית, ודאי טריפה כל מקום שיחתך. וכן שניטל צומת הגידין, כלומר, ובעצם האמצעי יש מקום שהיא טריפה כגון בצומת הגידין, ויש מקום שהיא כשרה כגון למעלה מן הצומת. ואל תתמה היאך אי פסיק לה למעלה מן הצומת בעצם האמצעי כשרה, וכשתשפיל לחתכה בצומת טריפה, שאין אומרים בטרפות זו דומה לזו, שהרי חותכה מכאן ומתה חותכה מכאן וחיתה, ולא נאסרה בהמה זו מפני שהיא חתוכת רגל ממקום זה, אלא מפני שנחתכו הגידין, שחתיכתן היא מכלל הטרפיות. ומקום צומת הגידין הוא מתחיל מן המקום שהן נראים קשין ולבנים עד המקום שיתחילו להתרכך ולהתאדם:",
                "<b>צומת הגידים.</b> הם שלשה חוטים לבנים בבהמה צמותים ומחוברים יחד, אחד עבה ושנים דקים. ואם ניטל האחד העבה לבדו אין זה ניטל צומת הגידים, שהרי נשארו שנים. ואם ניטלו שנים הדקים ממקומם מותרת, שהרי האחד העב גדול משניהם והרי לא ניטל כל הצומת אלא מיעוטם. ואם נחתך רובו של כל אחד מהן, טריפה. ואין צריך לומר אם נחתכו כולן או ניטלו כולן. ובעוף הם ששה עשר חוטים לבנים. אפילו לא נחתך אלא רובו של אחד מהן, טריפה:",
                "<b>נשבר העצם.</b> למטה מן הארכובה במקום שאין עושה אותה טריפה:",
                "<b>אם רוב הבשר קיים.</b> דהיינו שעור ובשר חופים רוב עביו ורוב היקפו של שבר. דזמנין דמשכחת ליה זה בלא זה כגון שמרחיב מצד אחד ומיצר מצד אחר. שאין העצם עגול, הלכך בעי לתרוייהו:",
                "<b>שחיטתו מטהרתו.</b> לאבר המדולדל. ומותר אפילו באכילה:",
                "<b>ואם לאו.</b> שאין עור ובשר חופים את רובו, אין שחיטתו מטהרתו. ואע״ג דבהמה מותרת הוי אבר אסור משום ובשר בשדה טריפה, כדאמרינן [דף ע״ג] להביא אבר ובשר המדולדלים. ואם נשבר העצם מן הארכובה ולמעלה במקום שעושה אותה טריפה, אם רוב בשר קיים, אבר ובהמה מותר. ואם לאו, אבר ובהמה אסור. ודין העוף כדין בהמה לדבר זה:"
            ],
            [
                "<b>שליא.</b> כמין כיס שהעובר מונח בתוכו:",
                "<b>נפש היפה.</b> שאין דעתו קצה בה מחמת מיאוס:",
                "<b>תאכלנה.</b> ולא אמרינן אבר מן החי הוא, אלא גם היא ניתרת בשחיטת האם:",
                "<b>ואינה מטמאה.</b> דלא חשיבא אוכל:",
                "<b>ולא טומאת נבילות.</b> אם מתה הבהמה:",
                "<b>מטמאה טומאת אוכלין.</b> אם נגעה בטומאה, דמחשבה משויא ליה אוכל. אבל טומאת נבילות לא, דלאו בשר הוא אלא כשאר אוכל בעלמא הוא:",
                "<b>אסורה באכילה.</b> ואע״ג דלא נפק אלא פורתא ופשיטא דכל מיחוי הולד לא היה שם, מכל מקום חיישינן שמא באותו מקצת יצא ראש הולד והרי הוא כילוד:",
                "<b>[הכי גרסינן] סימן ולד באשה.</b> וסימן ולד בבהמה. המבכרת. זהו פטר רחם שלה:",
                "<b>ישליכנה לכלבים.</b> שאין קדושה בה. דאע״ג דאין שליא בלא ולד, הכא רובא לאו בת מקדשא היא, דדילמא נקבה הוות או נדמה הוה ולא קדיש:",
                "<b>ובמוקדשין.</b> כגון בהמת שלמים שהפילה שליא:",
                "<b>תקבר.</b> דכיון דאין שליא בלא ולדש קדשה, דבין זכר ובין נקבה דנפיק מבהמת הקדש קדיש:",
                "<b>בפרשת דרכים.</b> מקום שהדרכים מתפשרשים לשנים. ודרך המנחשים לקברה שם כדי שלא תפיל עוד:",
                "<b>דרכי האמורי.</b> ניחוש. וכתיב לא תעשה כמעשיהם:"
            ]
        ],
        [
            [
                "<b>אותו ואת בנו.</b> האם והבן, או האם והבת. אבל האב עם הבן או עם הבת אינו אסור, דאותו ואת בנו משמע מי שבנו כרוך אחריו, יצא זכר שאין בנו כרוך אחריו:",
                "<b>בין בארץ בין בחוצה, לארץ.</b> איידי דבעי למתני בין בחולין בין במוקדשים, תנא נמי בארץ ובחוצה לארץ, אע״ג דלא איצטריך, דחובת הגוף היא וחובת הגוף נוהג בין בארץ בין בחוץ לארץ:",
                "<b>בפני הבית.</b> בזמן שבית המקדש קיים:",
                "<b>ושלא בפני הבית.</b> דסלקא דעתך אמינא הואיל ובענינא דקדשים כתיב, בפני הבית ננהוג שלא בפני הבית לא ננהוג, קמשמע לן:",
                "<b>בחולין ובמוקדשים.</b> בין ששניהם חולין או שניהם מוקדשים, בין שאחד מהן חולין והשני מוקדשים. ומנלן דנוהג במוקדשים, דכתיב (ויקרא כ״ב:כ״ז) שור או כבש או עז כי יולד וגו׳ ירצה לקרבן אשה, וכתיב בתריה ושור או שה אותו ואת בנו וגו׳:",
                "<b>בחוץ.</b> חוץ לעזרה:",
                "<b>שניהם כשרים.</b> משום דבעי למתני סיפא שניהם פסולים תנא רישא שניהם כשרים:",
                "<b>והשני סופג את הארבעים.</b> משום לאו דאותו ואת בנו. ולא שנא שחט את האם תחלה, ולא שנא שחט את הבן תחלה. לא שנא שחטינהו חד גברא, ולא שנא תרי גברי:",
                "<b>הראשון חייב כרת.</b> משום שחוטי חוץ. אבל השני פטור מן הכרת דכיון דנשחטה אמו שוב אינו ראוי הבן לישחט היום בפנים, דפסול משום מחוסר זמן, שאינו ראוי לשוחטו ולהקריבו היום ואין חייב משום שוחט בחוץ אא״כ ראוי לפנים, דכתיב (ויקרא י״ז:ד׳) ואל פתח אהל מועד לא הביאו, הראוי לפתח אהל מועד חייבין עליו בחוץ, ואי לא לא:",
                "<b>ושניהם סופגים את הארבעים.</b> הראשון משום שוחט בחוץ, דכל חייבי כריתות לוקין. והשני משום לאו דאותו ואת בנו:",
                "<b>חולין בפנים שניהם פסולין.</b> משום חולין שנשחטו בעזרה:",
                "<b>והשני סופג.</b> משום אותו ואת בנו. אבל משום חולין בעזרה, אזהרת עשה היא (דברים י״ב:כ״א) כי ירחק ממך המקום וזבחת, בריחוק מקום אתה זובח ואי אתה זובח בקירוב מקום:",
                "<b>קדשים בפנים כו׳ השני סופג.</b> משום אותו ואת בנו:",
                "<b>ופסול.</b> משום מחוסר זמן:"
            ],
            [
                "<b>חולין וקדשים בחוץ.</b> דוקא נקט הראשון חולין והשני קדשים. וכן כל השנויין במשנה דוקא נקט להו:",
                "<b>והשני סופג.</b> משום אותו ואת בנו:",
                "<b>קדשים.</b> בתחלה, ואח״כ חולין בחוץ:",
                "<b>השני כשר.</b> באכילה. ואיידי דתנא פסול תנא כשר:",
                "<b>ושניהם סופגים.</b> ראשון משום שוחט חוץ, ושני משום אותו ואת בנו:",
                "<b>חולין וקדשים בפנים שניהם פסולים.</b> ראשון משום חולין שנשחטו בעזרה, ושני משום מחוסר זמן:",
                "<b>והשני סופג.</b> משום אותו ואת בנו:",
                "<b>חולין בחוץ ובפנים.</b> הראשון בחוץ והשני בפנים:",
                "<b>קדשים בחוץ ובפנים הראשון בכרת.</b> משום שוחט בחוץ:",
                "<b>ושניהם פסולים.</b> ראשון משום שנשחט בחוץ, ושני משום מחוסר זמן:",
                "<b>ושניהם סופגים.</b> ראשון משום שוחט חוץ, ושני משום אותו ואת בנו:",
                "<b>קדשים בפנים ובחוץ.</b> השני סופג משום אותו ואת בנו. ומשום שוחט חוץ לא לקי, דמחוסר זמן הוא ואינו מתקבל בפנים:"
            ],
            [
                "<b>פרת חטאת.</b> פרה אדומה. דלאו לאכילה היא:",
                "<b>ושור הנסקל.</b> לאחר שנגמר דינו. דקיימא לן דאסור בהנאה אפילו שחטו:",
                "<b>ועגלה ערופה.</b> דסבירא ליה דנאסרת מחיים ואפילו שחטה אסורה. ובגמרא מסיק דפרת חטאת ועגלה ערופה אינה משנה. דשניהן הויא שחיטתן שחיטה ראויה, וצריך להסירן מן המשנה דלא פטר בהו ר׳ שמעון:",
                "<b>וחכמים מחייבין.</b> האי דמחייבי חכמים בשוחט לעבודה זרה, לא שנו אלא ששחט ראשון לע״ז ובא שני ושחט לשלחנו לאכול, אבל ראשון לשלחנו ושני לע״ז, דבהך שחיטה בתרייתא דמיחייב עלה משום אותו ואת בנו אתי נמי דין קטלא עלויה, פטור ממלקות, דקם ליה בדרבה מיניה, דתרתי לא עבדינן ביה. ופעמים שאפילו שחט ראשון לשלחנו ושני לע״ז חייב, כגון דאתרו ביה משום אותו ואת בנו ולא אתרו ביה משום ע״ז, דכיון דלא אתרו ביה משום ע״ז לא מיקטל, ולוקה משום אותו ואת בנו. והלכה כחכמים:",
                "<b>ונתנבלה בידו.</b> שלא מדעת:",
                "<b>והנוחר.</b> שתוחב הסכין בנחיריו וחותך:",
                "<b>והמעקר.</b> שעוקר הסימנים ממקום חיבורן ואינו שוחטן:",
                "<b>פטור.</b> ואפילו. לרבנן. ולא דמיא לשחיטה דלעיל, דהתם שחיטה מעליא איכא ודבר אחר גורם לה ליפסל, אבל הכא ליכא שחיטה כלל:",
                "<b>איזה שלקח ראשון ישחוט ראשון.</b> אם באו לב״ד, שבא האחד לשחוט וחבירו מעכב עליו ואומר אני צריך יותר ממך, אנו אומרים להם הלוקח ראשון ישחוט, שעל מנת כן לקח, שאילו לא מכרה בעל הבית לשני ועכבה לעצמו היה הלוקח שוחט. שכך שנינו בתוספתא, הלוקח מבעל הבית הוא קודם לבעל הבית, שעל מנת כן לקח:",
                "<b>ואם קדם השני זכה.</b> שהקדים בעצמו כדי שלא יבוא לידי איסור, ויש לו ריוח שאוכל היום בשר:",
                "<b>סופג שמונים.</b> דעל כל בן ששוחט עובר בלאו:",
                "<b>סופג את הארבעים.</b> דאין כאן שחיטת איסור אלא אחת:",
                "<b>שחטה ואת בתה ואח״כ את בת בתה.</b> יש כאן שני אותו ואת בנו:",
                "<b>שחטה ואת בת בתה.</b> אין כאן עדיין איסור. <b>ואח״כ שחט את בתה.</b> ויש בשחיטה זו שני איסורים, אותו ואת בנו משום אמה, ובנו ואותו משום בתה של זו שכבר נשחטה:",
                "<b>סופג ארבעים.</b> דחד לאו הוא וחדא התראה וחד מעשה:",
                "<b>סומכוס אומר סופג שמונים.</b> דסבירא ליה לסומכוס דמיחייב בהתראה אחת ובלאו אחד שתי מלקיות. והוא הדין לרישא דקתני שחט שני בניה ואח״כ שחטה סופג ארבעים, לסומכוס סופג שמונים. וכך היא בתוספתא, שחט חמשה בניה ואח״כ שחטה סומכוס אומר משום ר״מ חייב משום חמשה לאוין:",
                "<b>בארבעה פרקים בשנה.</b> דרך ישראל לעשות סעודות בארבעה פרקים הללו, וסתם הלוקח בהמה אינו לוקח אלא לשחוט מיד, לפיכך המוכך בהמה לחבירו ומכר תחלה אמה או בתה בו ביום, צריך שיאמר לשני דע לך שהיום מכרתי אמה לשחוט או בתה מכרתי לשחוט, שמא כבר נשחטה:",
                "<b>ביום טוב האחרון של חג.</b> היו מרבים בשמחה מפני שרגל בפני עצמו הוא וחביב עליהן. והאי דלא חשיב ערב יום טוב ראשון של חג, משום דכולי עלמא טרידי בסוכה ולולב ואין להם פנאי להרבות בשחיטה:",
                "<b>אף ערבי יום הכיפורים בגליל.</b> ולא ביהודה ובשאר ארצות, שלא היו אוכלים ערב יום הכיפורים אלא בשר עוף ודגים כדמוכח בבראשית רבה גבי ההוא חייטא דזבן נונא:",
                "<b>בזמן שאין לו ריוח.</b> הפסק בינתיים, שמכר האם היום:",
                "<b>אבל יש לו ריוח.</b> שמכר את הראשונה אתמול והשניה היום:",
                "<b>אין צריך להודיעו.</b> שאני אומר אתמול שחטה הראשון. פירוש אחר, בזמן שאין לו ריוח שהוא נחפז ומהיר לקנות שמראה שרוצה לשחוט היום. אבל יש לו ריוח שאינו נחפז בקנייתו, אינו חייב להודיעו, דשמא לצורך יום אחר הוא קונה. ורבי יהודה לפרושי מלתיה דת״ק אתי ולא לאפלוגי עליה:",
                "<b>ומודה ר׳ יהודה.</b> אע״פ שלקח זה היום וזה למחר. ולפירוש השני, אף על פי שאינו נחפז ומהיר לקנות:",
                "<b>את האם לחתן ואת הבת לכלה.</b> אורחא דמלתא נקט, דאורח ארעא לעשות סעודה טפי בבית החתן מבבית הכלה, הלכך האם לחתן שהיא גדולה, והבת שהיא קטנה לכלה:"
            ],
            [
                "<b>משחיטין את הטבח בעל כרחו.</b> שאם קיבל דינר מלוקח ליתן לו בדינר בשר:",
                "<b>אפילו שור שוה אלף זוז.</b> שוחטו בעל כרחו, אף על פי שאין לו לוקחים לשאר הבשר. לפי שדבר תורה מעות קונות ומעת שקיבל המוכר הדינר קנה הלוקח הבשר. ולא תקנו חכמים שמשיכה קונה ולא מעות אלא גזירה שמא יאמר לו מוכר לקונה נשרפו חטיך בעליה. דאי מוקמת להו לפירי באחריות הלוקח משנתן המעות, אי מתרמי דליקה בבית המוכר שהפירות שם לא טרח לאצולינהו. אבל לאחר שמשך מסתמא ממטי להו לביתיה. ובארבעה פרקים אלו העמידו חכמים דבריהם על דין תורה שהמעות קונות:",
                "<b>לפיכך אם מת מת ללוקח.</b> ומפסיד לדינר שהרי ברשותו מת:",
                "<b>אינו כן.</b> דבעינן משיכה וכל זמן שלא משך חוזר בו הטבח:"
            ],
            [
                "<b>יום אחד האמור באותו ואת בנו כו׳</b> לפי שפרשת אותו ואת בנו סמוכה לקדשים, דכתיב ירצה לקרבן אשה, וסמיך ליה אותו ואת בנו. ובקדשים לילה הולך אחר היום, דכתיב (ויקרא ז׳:ט״ו) ביום קרבנו יאכל לא יניח ממנו עד בוקר, אלמא לילה שלאחריו קרוי יום קרבנו עד הבוקר. יכול אף זה כן [נאמר כאן יום אחר] ונאמר במעשה בראשית יום אחד וכו׳:"
            ]
        ],
        [
            [
                "<b>כיסוי הדם כו׳</b> משום דבעי למתני בחולין אבל לא במוקדשין, נקט לכולהו:",
                "<b>במוקדשין.</b> חטאת העוף ועולת העוף. וכן קדשי בדק הבית אם עבר ושחטן אין טעונים כיסוי:",
                "<b>ונוהג בחיה ובעוף.</b> למעוטי בהמה. דלא תימא בהמה בכלל חיה. ונפקא לן מדכתיב בבכור בעל מום (דברים ט״ו:כ״ג) על הארץ תשפכנו כמים, מה מים אינן טעונין כיסוי אף דם בהמה אינו טעון כיסוי:",
                "<b>במזומן.</b> עוף הגדל בבית:",
                "<b>ונוהג בכוי.</b> בריה בפני עצמה היא ולא הכריעו בה חכמים אם חיה היא וטעונה כיסוי אם בהמה ואינה טעונה כיסוי:",
                "<b>ואין שוחטים אותו ביו״ט.</b> משום דלמא בעי כיסוי, ומספיקא לא מחללינן יום טוב:",
                "<b>ואם שחטו ביו״ט אין מכסין את דמו.</b> ואפילו היה לו עפר מוכן או אפר. שמא יאמר הרואה, חיה ודאי הוא ולפיכך כסה דמו ביו״ט, ויבוא להתיר חלבו:"
            ],
            [
                "<b>רבי מאיר מחייב.</b> דסבר שחיטה שאינה ראויה שמה שחיטה:",
                "<b>וחכמים פוטרים.</b> דסברי לאו שמה שחיטה. והלכה כחכמים:"
            ],
            [
                "<b>ואחרים רואין אותם.</b> דבכהאי גוונא שחיטתן כשרה:",
                "<b>חייבים לכסות.</b> אותן אחרים שרואים חייבים לכסות. כדתנן לקמן, שחט ולא כסה וראהו אחר חייב לכסות:",
                "<b>פטור מלכסות.</b> ר׳ מאיר קאמר לה, דסבר שחיטת חרש שוטה וקטן בינן לבין עצמן נבילה גמורה היא הואיל ורוב מעשיהן מקולקלים. ורבנן פליגי עליה דר׳ מאיר בין ארישא בין אסיפא, אלא דנטרי ליה עד דאסיק למלתיה והדר פליגי עליה, וסברי רבנן דספק נבלה היא, לא נבלה ודאית, הלכך לענין כיסוי חייבים לכסות, ואין שוחטים אחריהן אותו ואת בנו דשמא שחיטה מעלייתא היא. והלכה כר׳ מאיר:"
            ],
            [
                "<b>שחט חיה יכסנה ואחר כך ישחוט את העוף.</b> דכתיב (ויקרא י״ז:י״ג) חיה או עוף, הפסיק זה מזה, להטעין כיסוי לכל אחד ואחד. ורבנן סברי, האי או מיבעי ליה לחלק, דאי לאו או הוה אמינא אין צריך כיסוי אא״כ שחט שניהם. והכל מודים דלענין ברכה אינו מברך אלא ברכה אחת. ואין הלכה כרבי יהודה:",
                "<b>וראהו אחר חייב לכסות.</b> דכתיב בפרשת כיסוי הדם, ואומר לבני ישראל, מצוה זו תהא על כל בני ישראל:",
                "<b>כסהו הרוח חייב לכסות.</b> ולא שנו אלא שחזר ונתגלה, אבל לא חזר ונתגלה פטור מלכסות:"
            ],
            [
                "<b>נתערב ביין.</b> שהוא אדום ואין מראה הדם ניכר בו:",
                "<b>רואין אותו.</b> יין כאילו הוא מים. ואם היה מראית דם ניכר במים כשיעור זה, חייב לכסות:",
                "<b>נתערב בדם בהמה.</b> דלאו בר כיסוי הוא, ורובו דם בהמה:",
                "<b>או בדם החיה.</b> בדם היקז של חיה:",
                "<b>רואין אותו.</b> שאינו טעון כיסוי כאי, לו הוא מים. ואם היה הדם הזה של שחיטת חיה ועוף ניכר בו, חייב לכסות:",
                "<b>אין דם מבטל דם.</b> ואפילו אין מראית דם ניכרת במים כמות דם בהמה זה, אין דם החיה בטל. דקסבר ר׳ יהודה מין במינו לא בטל. ואין הלכה כר׳ יהודה:  "
            ],
            [
                "<b>דם הניתז.</b> על גבי הכותל:",
                "<b>אימתי.</b> לפרושי קא אתי ולא לאפלוגי:"
            ],
            [
                "<b>ובחול הדק.</b> כל שאין היוצר צריך לכתשו:",
                "<b>חרסית.</b> שחיקת חרסין:",
                "<b>ומגופה.</b> כיסוי של חרס שעל פי החבית:",
                "<b>דבר שאין מגדל בו צמחים אין מכסים בו.</b> וסיד וחרסית ולבינה ומגופה שכתשן דתנן לעיל שמכסין בהן, אע״ג דאין מגדלים צמחין, הואיל ומעיקרא קודם שנעשית בהן מלאכה היו מגדלים צמחים, מכסין בהן. והאי כללא דרבן שמעון בן גמליאל לאו דוקא, דהא נסורת של חרשים דקה ונעורת של פשתן אמרינן בברייתא דמכסין בהן, אף על גב דאינן מגדלין צמחין. ואפר מכסים בו משום דאקרי עפר דכתיב (במדבר י״ט) מעפר שריפת החטאת. וכן מכסים בשחיקת הזהב דכתיב (איוב כ״ח) ועפרות זהב לו:"
            ]
        ],
        [
            [
                "<b>גיד הנשה.</b> ובמוקדשים. אפילו עולה שכולה כליל, מוציא את הגיד ומשליכו על האפר הצבור במזבח הקרוי תפוח, ואינו מקריבו עם הבשר:",
                "<b>שאין לו כף.</b> אין לו כף ירך דומה לשל אדם שהוא עגול, אלא הבשר שעל הקולית של עוף ברוחב הוא. ואם נמצא עוף שיש לו כף עגול, גיד הנשה שלו אסור:",
                "<b>ונוהג בשליל.</b> בן תשעה חי הנמצא בבהמה:",
                "<b>רבי יהודה אומר אינו נוהג בשליל.</b> ואין הלכה כרבי יהודה:",
                "<b>וחלבו.</b> של שליל מותר. פירוש אחר וחלבו, של גיד. כלומר שומנו של גיד מותר לדברי הכל, אלא שישראל קדושים נהגו בו איסור:",
                "<b>ואין הטבחים נאמנים.</b> לומר נטלנוהו. מפני שטורח הוא להם לחטט אחריו. ואין הלכה כרבי מאיר:"
            ],
            [
                "<b>שולח אדם ירך לנכרי וכו׳</b> ואין חוששים שמא יראנה ישראל כששולחה לו ויחזור ויקנה אותה מן הנכרי ויאכלנה בגידה. כיון דשלימה היא, מקומו של גיד הנשה היה ניכר אם נחטט הימנה, והלוקח מבין שלא ניטל ונוטלו:",
                "<b>שיטול את כולו.</b> יחטט אחריו:",
                "<b>לקיים בו מצות נטילה.</b> גוממו מלמעלה ודיו:"
            ],
            [
                "<b>אכלו ואין בו כזית חייב.</b> משום דבריה הוא, חייב בכל שהוא, כאוכל נמלה כל שהוא שחייב:",
                "<b>מזה כזית.</b> מירך של ימין כזית, וכן מירך של שמאל:",
                "<b>אינו סופג אלא ארבעים.</b> דסבר ר׳ יהודה אינו נוהג אלא בשל ימין, דדריש הירך המיומנת שבירך. ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>כבשר בלפת.</b> רואין כאילו הירך לפתות והגיד בשר, ואילו היה נותן טעם בשר כשיעור הגיד, בלפתות [כשיעור] הירך, אסור. דשיעורים הלכה למשה מסיני, וגמירי דבהכי משערים, אף על פי שאילו היה כרוב או קפלוט היה צריך פחות או יותר. והא מתניתין אדחיא לה ואינה הלכה. דקיי״ל אין בגידין בנותן טעם, דבין נתבשל ובין נמלח ובין נצלה, משליכו ומותר. ודוקא בו, אבל שומנו יש בו בנותן טעם, ואם לא נטל שומנו אוסר. ונותן טעם האמור במין במינו שאין אדם יכול להבחינו, משערין אותו בששים:"
            ],
            [
                "<b>גיד הנשה שנתבשל עם הגידים.</b> של היתר:",
                "<b>בזמן שמכירו.</b> משליכו לחוץ ואין כאן אלא פליטתו:",
                "<b>בנותן טעם.</b> אם יש בגיד של איסור בנותן טעם בכל אלו, כולן אסורים:",
                "<b>ואם לאו.</b> שאינו מכירו, כולן אסורים. דבכל אחד יש לומר זה הוא, ולא בטיל ברובא, דכבריה הוא חשוב ובריה לא בטלה:",
                "<b>בזמן שמכירן.</b> לחתיכות האיסור, משערינן בנותן טעם, ואי אין בהן כדי לתת טעם בשל היתר הרי השאר מותרות:",
                "<b>ואם אין מכירן.</b> כל החתיכות אסורות. דכל אחת יש לחוש ולומר שמא זו היא. ואינה בטילה ברוב, הואיל וראויה להתכבד בה לפני האורחים:",
                "<b>והרוטב מותר.</b> אם אין בחתיכות האיסור כדי לתת טעם ברוטב ובקיפה ובחתיכות. והלכה למעשה, באיסור שנתערב בהיתר מין בשאינו מינו דאיכא למיקם אטעמא, אם תרומה היא שנתערבה בחולין, יטעמנה כהן, ואם דבר איסור הוא, יטעמנו נחתום נכרי, אם אומר שאין בתערובת טעם התרומה או טעם האיסור, הכל מותר. והימנוהו רבנן לנחתום נכרי, כיון דמלאכתו הוא לא משקר, שלא יפסיד אומנתו. ואם נתערב מין במינו דליכא למיקם אטעמא, או מין בשאינו מינו ואין כאן כהן או נכרי שנוכל לסמוך עליו, אם האיסור הוא מחלב ודם נבלות וטריפות שקצים ורמשים ובהמה ועופות ודגים טמאין וכיוצא בזה, משערים אותו בששים, אם יש ששים של היתר כנגד האיסור הכל מותר, ואם לאו, הכל אסור. וכן שומן של גיד הנשה, משערים אותו כנגד ששים של היתר. אבל כחל שנתבשל עם בשר משערים אותו בששים, וכחל מן המנין, מפני שאיסורו מדברי סופרים. וביצה שיש בה אפרוח שנתבשלה עם שאר ביצים של היתר, צריכא ששים ואחת כנגדה. ואם האיסור הוא תרומה וחלה וביכורים. אם הוא מין במינו או מין בשאינו מינו, ואין שם כהן [או נכרי] שיטעום, משערינן אותו במאה של חולין. ואם ערלה וכלאי הכרם, משערים אותן במאתים. וכל השיעורים הללו משערים בכל מה שבקדרה, ברוטב ובחתיכות ובתבלין ובקיפה, והוא הדק דק שבשולי הקדרה. וכמו שהוא בא לפנינו משערינן ליה, ולא משערין במאי דבלע קדרה מן ההיתר, לפי שאף מן האיסור נבלע ונתמעט מכמות שהיה, דאטו דהיתרא בלע דאיסורא לא בלע:"
            ],
            [
                "<b>ואינו נוהג בטמאה.</b> שאם אכל גיד הנשה של טמאה, למאן דאמר יש בגידים בנותן טעם, לוקה משום טמאה ולא משום גיד. ולמאן דאמר אין בגידים בנותן טעם, פטור מכלום, דבטהורה עץ הוא והתורה חייבה עליו, אבל בטמאה אינו נוהג:",
                "<b>מבני יעקב נאסר.</b> ועדיין טמאה מותרת להן עד מתן תורה:",
                "<b>אמרו לו.</b> פסוק זה שהזהיר עליו בסיני נאמר, ועד סיני לא הוזהרו:",
                "<b>אלא שנכתב במקומו.</b> לאחר שנאמר בסיני, כשבא לסדר משה את התורה כתב המקרא הזה על המעשה, על כן הוזהרו בני ישראל אחרי כן שלא יאכלו גיד הנשה [לידע מאיזה טעם נאסר להם]. ואין הלכה כרבי יהודה:"
            ]
        ],
        [
            [
                "<b>כל הבשר אסור לבשל בחלב.</b> יש מהן, מדברי תורה, כגון בשר בהמה. ויש מהן מדברי סופרים, כגון בשר עוף:",
                "<b>חוץ מבשר דגים וחגבים.</b> שאינן לא מדברי תורה ולא מדברי סופרים:",
                "<b>ואסור להעלותן עם הגבינה על השלחן.</b> ואפילו בשר עוף דאיסור אכילתו מדברי סופרים אסור להעלותו עם הגבינה על השלחן. גזירה שמא יעלה גבינה עם בשר הבהמה באלפס רותח שהוא אסור מן התורה, דהיינו מבשל:",
                "<b>הנודר מן הבשר.</b> בנדרים הלך אחר לשון בני אדם. ולכל מין בשר אדם קורא בשר, חוץ מבשר דגים וחגבים:",
                "<b>וב״ה אומרים לא עולה ולא נאכל.</b> ואין להקשות בית הלל היינו תנא קמא דאמר לעיל ואסור להעלותן עם הגבינה על השלחן, דיש לומר דהכי קאמר, דבר זה מחלוקת בית שמאי ובית הלל. ואין זה סתם ואח״כ מחלוקת, דב״ש במקום ב״ה אינה משנה:",
                "<b>אמר ר׳ יוסי כו׳</b> הא קמשמע לן דתנא קמא רבי יוסי היא. ומפני ששכח ולא הזכיר שמו בתחלה, הזכיר שמו בסוף, והרי הוא כאילו אמר האי דהעוף עולה ואינו נאכל דברי בית שמאי, ובית הלל אומרים לא עולה ולא נאכל, ר׳ יוסי אמרה, שר׳ יוסי אומר זו מקולי בית שמאי ומחומרי בית הלל:",
                "<b>בשולחן שאוכל עליו.</b> דאיידי דממשמשי ביה ידא אתי לאתנוחי זה על גב זה:"
            ],
            [
                "<b>ובלבד שלא יהיו נוגעים זה בזה.</b> דאי נגעי, אע״ג דצונן בצונן הוא, בעי הדחה:",
                "<b>שני אכסנאין אוכלים על שלחן אחד.</b> דוקא שאין מכירין זה את זה. אבל מכירין זה את זה, אסור, שמא יטול אחד מהן משל חבירו ויאכל. והלכה כרשב״ג:"
            ],
            [
                "<b>טיפת חלב שנפלה.</b> בתוך הקדירה על אחת מן החתיכות שכולה חוץ לרוטב, ולא הגיס את הקדירה ולא כסה אותה, הרי לא נחלק טעם הטפה אלא לאותה חתיכה בלבד:",
                "<b>אם יש בה בנותן טעם באותה חתיכה.</b> כלומר אם אין באותה חתיכה לבדה ששים לבטל הטפה, מיד נאסרת החתיכה, ואוסרת חברותיה וצריך ששים כנגד כל החתיכה:",
                "<b>ניער את הקדירה.</b> שהגיס בה מיד קודם שקבלה החתיכה טעם מן הטפה, דהשתא נתערבה הטיפה בכולן:",
                "<b>אם יש בנותן טעם באותה קדירה.</b> כלומר אין כח בטפה לאסור כולן אא״כ יש בה טעם ליתן בכל הקדירה:",
                "<b>הכחל.</b> דד הבהמה:",
                "<b>קורעו ומוציא את חלבו.</b> קורעו שתי וערב וטחו בכותל. ומותר אחר כך לבשלו עם בשר בקדירה:",
                "<b>לא קרעו אינו עובר עליו.</b> אם בשלו לבדו בקדירה. ומותר לעשות כן אפילו לכתחלה. אלא איידי דבעי למיתני סיפא גבי לב לא קרעו אינו עובר עליו אבל איסורא מיהא איכא, תני נמי רישא אינו עובר עליו. ואם בשלו עם בשר בלא קריעה, משערים אותו בששים וכחל עצמו מן המנין, והכחל נשאר לעולם אסור:",
                "<b>הלב קורעו ומוציא את דמו.</b> לא קרעו אינו עובר עליו. להיות בכרת. ובמסכת כריתות [דף כ״ב] מוקי לה בלב עוף, שאין בדמו כזית. אבל בלב בהמה חייב כרת אם אכלו ולא קרעו לאחר בשולו. אבל בשר הלב אינו נאסר שהלב חלק הוא ואינו בולע:",
                "<b>אינו עובר בלא תעשה.</b> אינו יכול לבא לידי לא תעשה. כלומר אין לחוש שמא יאכלנו ויעבור עליו דאי נמי אכיל ליה אינו עובר בלא תעשה:"
            ],
            [
                "<b>מותר לבשל ומותר בהנאה.</b> דאין בו משום בשר בחלב. דתלתא גדי כתיבי גבי איסור בשר בחלב, וחד מינייהו להוציא את הטמאה, שאם בשל בשר בהמה טמאה אפילו בחלב בהמה טהורה, מותר. ובאכילה מיהא אסור, משום בשר טמא. וכן נמי תלתא בחלב אמו כתיבי, וחד מינייהו למעוטי חלב טמאה, ואפילו הבשר טהור:",
                "<b>פרט לחיה ולעוף ולבהמה טמאה.</b> גדי פרט לעוף שאינו בהמה. גדי פרט לחיה, דאף על גב דחיה בכלל בהמה, אתא קרא יתירא ואפקיה. גדי ולא בהמה טמאה, ונפקא לן מדכתיב (בראשית כ״ז:ט״ז) ואת עורות גדיי העזים, וישלח יהודה את גדי העזים (שם ל״ח), כאן פירש לך הכתוב דגדי זה מעזים הוא, הא אם לא פירש, יש במשמע אף שאר בהמה, מדאיצטריך ביה לפרושי:",
                "<b>נאמר לא תאכלו כל נבילה.</b> ונאמר באותו פסוק עצמו לא תבשל גדי בחלב אמו, דמשמע כל שנוהג בו איסור נבילה יש בו משום בשר בחלב. ואיכא בין רבי יוסי הגלילי ובין רבי עקיבא, דרבי יוסי הגלילי סבר חיה דאורייתא, דכל שהוא אסור משום נבילה יש בו משום בשר בחלב, חוץ מן העוף שאין לו חלב אם. ור״ע סבר, חיה לאו דאורייתא. אי נמי, עוף מדרבנן איכא בינייהו, ר׳ עקיבא דפריש אינו מן התורה, משמע הא מדרבנן יש בו איסור. אבל רבי יוסי הגלילי דלא פריש האי לישנא, שרי ליה לגמרי. והלכה כר׳ עקיבא:  "
            ],
            [
                "<b>קיבה.</b> חלב הקרוש שבתוך הקיבה:",
                "<b>נכרי ושל נבילה.</b> הכי קאמר שחיטת נכרי שהיא נבילה, הרי זו אסורה:",
                "<b>המעמיד.</b> חלב:",
                "<b>בעור של קיבה.</b> דהוא בשר:",
                "<b>אם יש בה.</b> ליתן טעם בחלב הרי זו אסורה. ואם לאו, מותרת. ואע״פ שהוא מעמיד, הואיל והעור עצמו של היתר הוא ואין איסורו אלא מחמת דבר אחר שנתערב בו, לא אמרינן בהאי הכל הולך אחר המעמיד. אבל אם העמיד הגבינה בעור קיבה של נבילה, אפילו אין בה ליתן טעם בחלב, אסור, מפני המעמיד שאסור ואיסורו מחמת עצמו. ולפיכך אסרו גבינות הנכרים, מפני שמעמידין אותם בעור קיבה של נבילה. אבל הקיבה עצמה דהיינו החלב הקרוש שבתוך הקיבה, אסיקנא דלית בה איסור כלל, דפירשא בעלמא הוא. כן כתב רמב״ם. אבל רש״י כתב, וחלב הנמצא קרוש בעור הקיבה שמולחין אותה בעורה, אני הייתי נוהג היתר עד הנה, ובלבד שלא יתנו בה חלב אחר, וטועה הייתי בכך, שהייתי סובר מדאמרינן [בע״ז דף כ״ט] גבי קיבת עולה, כהן שדעתו יפה גומעה חיה, שמע מינה פירשא בעלמא היא ולא מיתסרא, ולא היא, חלב גמור הוא מדתנן במתניתין כשרה שינקה מן הטריפה קיבתה אסורה, שמע מינה חלב הוא. וקיבת עולה דשריא, משום דלאו גופה הוא אלא שינקתו מאמו והוה ליה כנוס בתוך מעיה כנתון בקערה ומותר:"
            ],
            [
                "<b>שהחלב מועלין בו.</b> ואפילו קדשים קלים שהן ממון בעלים ואין בהן מעילה בחייהן, יש מעילה באמוריהן לאחר שנזרק דמן. דכתיב גבי קדשים קלים (ויקרא ג׳:ט״ז) כל חלב לה׳, ולהכי כתיב בהו לה׳ למימר דקדשי ה׳ קרינן ביה לענין מעילה:",
                "<b>וטמא.</b> אם אכלו בטומאת הגוף חייב שתי חטאות, אחת משום חלב ואחת משום טומאת הגוף:",
                "<b>משא״כ בדם.</b> דגבי דם כתיב (שם ז׳) על המזבח לכפר, לכפרה נתתיו ולא שיהא קרוי שלי למעול בו, שאינו עומד אלא לכפר בשבילכם. ומשום פגול אין בו, דכל שדבר אחר מתיר אותו כגון בשר קדשים שהדם מתירו לכהנים בזריקתו, וכגון עולה שדמה מתירה למזבח דאם לא נזרק דמה אין אבריה נקטרים דכתיב (שם) וזרק הכהן את הדם על מזבח ה׳ והדר והקטיר החלב לריח ניחוח, אלו יש בהן משום פיגול, אבל דם דהוא גופיה מתיר הוא אין חייבין עליו משום פגול. ומשום נותר וטמא נמי אין בו דכתיב בדם תרי מיעוטי, הוא ולכם, חד למעוטי מנותר וחד למעוטי מטומאה:",
                "<b>אלא בבהמה טהורה.</b> כדכתיב (שם ז׳) מן הבהמה אשר יקריב ממנה:"
            ]
        ],
        [
            [
                "<b>העור והרוטב.</b> משום דתנן בפרק בהמה המקשה (חולין דף ע״ז) גבי שליא, ואינה מטמאה טומאת אוכלים ולא טומאת נבלות, תנא העור והרוטב. והאי דאפסקיה, משום דתנא בפרק בהמה המקשה מצא בה בן תשעה חי טעון שחיטה וחייב באותו ואת בנו, תנא אח״כ אותו ואת בנו. ואיידי דאיירי ביה בשחיטה שאינה ראויה תני בתריה כסוי הדם. ואיידי דתנא בכסוי הדם ונוהג בחיה ועוף תנא גיד הנשה דנוהג בחיה ולא בעוף. ואיידי דאיירי ביה בירך שנתבשל בה גיד הנשה [בבליעת איסור], תנא כל הבשר. ובתריה הדר לענינא קמייתא דשליא, אואינה מטמאה טומאת אוכלים:",
                "<b>העור והרוטב.</b> העור של בהמה שחוטה כגון פחות מכביצה בשר ועורה מחובר בה, מצטרף, מפני שהוא שומר לבשר, והשומרים מצטרפים לטומאה קלה שהיא טומאת אוכלים, דכתיב בה (ויקרא י״א:ל״ז) על כל זרע זרוע אשר יזרע, כדרך שבני אדם מוציאים לזריעה, חטה בקליפתה ושעורה בקליפתה ועדשין בקליפתן. ואע״ג דבההוא קרא טהור הוא כתיב ביה, טעמא משום דלא הוכשר, דסמיך ליה וכי יותן מים על זרע, דהוכשר, טמא הוא:",
                "<b>והרוטב.</b> כשהיא קרושה דרך לאכלה עם הבשר, ומצטרפת להשלים שיעור כביצה. אבל אינה אוכל לקבל טומאה בפני עצמה:",
                "<b>והקיפה.</b> תבלין. והן עצמן לאו אוכלים חשיבי, אבל לאצטרופי מצטרפין:",
                "<b>והאלל.</b> גיד השדרה והצואר. והוא רחב ולבן וקשה וקורין לו בלע״ז קפיל״ו. ודוגמתו [באיוב י״ג] רופאי אליל כלכם. שמשנפסק אין לו רפואה להתחבר עוד, כך אתם, דבר שאין בו רפואה אתם אומרים לרפאות. אי נמי, קרי תנא אלל לבשר שפלטתו סכין, כשמפשיטין את הבהמה פעמים שהסכין פולט מן הבשר אצל העור, ולא חשיב אוכל, אבל מצטרף עם האוכל:",
                "<b>והקרנים והטלפים.</b> כל שחותכן ויוצא מהם דם אצל עיקרן מלמטה שהן רכים. ומיהו באנפי נפשייהו לאו אוכלים נינהו:",
                "<b>מצטרפין.</b> משום שומר:",
                "<b>לטמא טומאת אוכלין.</b> להשלים שיעור כביצה. שאין אוכלים טמאים מטמאים בפחות מכביצה:",
                "<b>אבל לא טומאת נבילות.</b> אם מניבלה הן, אין מטמאין, ואין מצטרפין לכזית להשלים שיעור נבילה לטמא אדם ובגדים שעליו, דכתיב (ויקרא י״א:ל״ט) הנוגע בנבלתה, ולא בעור שאין עליו כזית בשר והעור משלים לכזית, שהנוגע בו אינו טמא, לפי שאין שומר מצטרף לטומאת נבילות. וכן קיפה ורוטב לאו מין נבילה נינהו. ואלל וגידים לאו בשר הן. אבל אוכלים בעלמא הוו בהדי בשר:",
                "<b>כיוצא בו.</b> [יש] שהוא מטמא טומאת אוכלים, להיות מקבל טומאה מן השרץ ומטמא אוכלין אחרים, ואינו מטמא מאליו טומאת נבילות לטמא אחרים:",
                "<b>השוחט בהמה טמאה לנכרי.</b> ישראל ששחט בהמה טמאה לצורך נכרי ועודה מפרכסת, אע״ג דלא חזיא לנכרי דלא שריא שחיטה לבני נח עד שתמות, אפילו הכי הואיל וישראל שחט, שחיטה מעלייתא היא, והואיל דשחיטה שריא לגבי דישראל בבהמה טהורה, משויא ליה מחשבתו אוכלא בשחיטה אף בטמאה לנכרי. אבל נכרי בשחיטה לא משויא ליה מחשבתו אוכלא, דלא אשכחן שחיטה לגביה. וטמאה לישראל לא משויא ליה אוכלא, דבטלה מחשבתו:",
                "<b>אבל לא טומאת נבילות עד שתמות.</b> דהא וכי ימות מן הבהמה כתיב (שם):",
                "<b>או עד שיתיז את ראשה.</b> דהויא לה גיסטרא ונבילה מחיים, דחשובה מתה, ואפילו היא מפרכסת:",
                "<b>ריבה הכתוב לטמא טומאת אוכלים.</b> דהא איכא כל הני דלגבי אוכלים אוכלא נינהו ונבילה לא מקרי אע״פ דשייכי בה:",
                "<b>האלל המכונס.</b> האי אלל דסיפא לכולי עלמא הוי בשר שפלטתו סכין אצל העור:",
                "<b>המכונס.</b> הנאסף למקום אחד. דהואיל ואחשביה לא בטיל וחשיב הבשר נבילה, וחייב עליו אם נגע ונכנס למקדש או אכל קודש. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>אלו שעורותיהן.</b> מטמאין כבשרן:",
                "<b>ועור חזיר של ישוב.</b> מפני שהוא רך ואוכלין אותו:",
                "<b>אף עור חזיר הבר.</b> דסבר האי נמי רכיך. ואין הלכה כר׳ יהודה:",
                "<b>חטוטרת של גמל הרכה.</b> כל זמן שלא טען משאוי:",
                "<b>עגל הרך.</b> כל זמן שהוא יונק:",
                "<b>ועור הפרסות.</b> כשחותכין הרגלים, והוא רך:",
                "<b>בית הבושת.</b> בית הרחם של נקבה:",
                "<b>ועור שתחת האליה.</b> עור הזנב מתחת מקום שאין שער, מפני שהוא רך:",
                "<b>האנקה.</b> ריצ״ו:",
                "<b>והלטאה.</b> לויירד״א:",
                "<b>חומט.</b> לומג״ה:",
                "<b>הלטאה כחולדה.</b> עורה חלוק מבשרה. ואין הלכה כר׳ יהודה:",
                "<b>וכולן שעיבדן.</b> כל אלו שאמרו שהן מטמאים כבשר, אם עיבדן נעשו עור ובטלו מתורת בשר וטהורין:",
                "<b>או שהלך בהן.</b> ששטחן כדי להלוך בהן, שהוא קצת עיבודן:",
                "<b>חוץ מעור האדם.</b> דבר תורה עור האדם לאחר שעיבדו טהור, ומה טעם אמרו עור האדם שעיבדו טמא, גזירה שמא יעשה אדם עורות אביו ואמו שטיחין למטה לישב ולשכב עליהן:",
                "<b>יש להן עורות.</b> ואין אחד מהן שיהיה עורו מטמא כבשרו. ודלא כת״ק דחשיב ארבעה מהן שעורותיהן כבשרן. ואין הלכה כר׳ יוחנן בן נורי:"
            ],
            [
                "<b>בטהורה ובטמאה.</b> בין שהיא טהורה שחוטה והמפשיט טמא, בין שהיא נבילה טמאה והמפשיט טהור, אם מפשיטו לעשות מן העור שטיח דהיינו מצע להציע על גבי המטה או על גבי שלחן, כגון שקורע וחותך העור כולו לארכו מראש הבהמה ועד זנבה, ומתחיל להפשיט העור, הוי חבור יד להוציא טומאה מן הנבילה אם נוגע אדם טהור בעור, ולהכניס טומאה לבשר אם טהורה היא:",
                "<b>עד כדי אחיזה.</b> שהן שני טפחים. וטפי מהכי לא הוי יד להכניס ולהוציא טומאה, ואם הבשר טהור ונגעה טומאה ביותר משני טפחים אלו לא נטמא הבשר, ואם הבשר נבילה ונגע טהור ביותר משני טפחים הללו לא נטמא הטהור:",
                "<b>ולחמת.</b> אם לא חתך העור מתחלה לארכו אלא מפשיטו כפול לצורך חמת, מתחיל מצואר והופכו כלפי זנבה:",
                "<b>עד שיפשיט את החזה.</b> הוי חבור. והנוגע בעור כנוגע בבשר בין ליטמא בין לטמא. מפני שהחזה קשה להפשיט מכל האברים:",
                "<b>המרגיל.</b> שמתחיל מרגלי הבהמה להפשיט ומפשיטו כפול לצורך חמת:",
                "<b>כולו חבור.</b> מפני שהחזה לסוף הפשטו הוא לפיכך כולו חבור עד החזה, והנוגע בעור המופשט כנוגע בבשר בין ליטמא בין לטמא:",
                "<b>עור שעל הצואר.</b> מעצמו נפשט, לפיכך אינו חבור לעשות המופשט הראשון חבור כדרך שהחזה עושה:",
                "<b>וחכמים אומרים וכו׳</b> והלכה כחכמים:"
            ],
            [
                "<b>עור שיש עליו כזית בשר.</b> במקום אחד:",
                "<b>הנוגע בציב היוצא ממנו.</b> רצועה ותלתול היוצא מאותו בשר ותלוי ודבוק במקצת. ובאותו ציב ליכא כזית אבל מעורה הוא לכזית:",
                "<b>ובשערה.</b> שבעור כנגד אותו בשר:",
                "<b>טמא.</b> דשערה הוי שומר:",
                "<b>מטמא במשא.</b> שהרי נשא כזית נבילה:",
                "<b>ולא במגע.</b> דאי אפשר ליגע ביחד, ושתי נגיעות אינן מצטרפות:",
                "<b>לא במגע ולא במשא.</b> כדמפרש טעמא בסיפא שהעור מבטלן:",
                "<b>ומודה ר״ע.</b> דאע״ג דלא הוי כזית מעורה במקום אחד, בכהאי גוונא כגון שתחב שני חצאי זיתים בקיסם, כלומר עץ דק, והסיטן, שהוא טמא. והלכה כר״ע:"
            ],
            [
                "<b>קולית.</b> כל עצם שיש בו מוח קרוי קולית. וקולית המת הנוגע בה בין סתומה בין נקובה טמא, דהא עצם כשעורה במת מטמא במגע ובמשא, כדכתיב (במדבר י״ט:ט״ז) או בעצם אדם:",
                "<b>וקולית המוקדשים.</b> שהפיגול והנותר מטמאין הידים. דגזרו בהו רבנן משום חשדי כהונה ועצלי כהונה, וגזרו אף בעצמות ששמשו את הנותר:",
                "<b>קולית נבלה.</b> נבילה אין עצמותיה מטמאין, דכתיב בנבלתה, ולא בעצמות. וכן שרץ. הלכך סתומים טהורים אף מלטמא במשא, וכל שכן במגע דאי אפשר לו ליגע במוח שבפנים. ואף על גב דשומר מכניס ומוציא טומאה, הני מילי בדבר שאפשר ליגע בטומאה עצמה ואפילו לא נגע בה אלא בשומר, טמא, אבל היכא דאי אפשר ליגע בטומאה עצמה אין שומר מטמא:",
                "<b>נקובים כל שהוא.</b> אפילו כחוט השערה שאפשר להכניס בו חוט השערה של ראשו או זקנו והרי הוא מיטמא בכך:",
                "<b>מנין שאף במשא.</b> אקולית דנבלה קאי, דשרץ אינו מטמא במשא:"
            ],
            [
                "<b>ביצת השרץ.</b> יש בשמונה שרצים שמטילים ביצים, כגון הצב והלטאה והחומט:",
                "<b>המרוקמת.</b> שנוצר בה אפרוח:",
                "<b>טהורה.</b> לפי שאי אפשר ליגע באפרוח שבפנים:",
                "<b>ניקבה כל שהוא טמאה.</b> ואע״פ שלא נגע. שהשומר מכניס ומוציא טומאה בדבר שאפשר ליגע:",
                "<b>עכבר שחציו בשר.</b> יש מין עכבר שאינו פרה ורבה אלא מעצמו נוצר מן האדמה, כאשפה המשרצת תולעים. ואם עדיין לא נשלמה בריאת העכבר אלא מצדו אחד הימני או השמאלי. הנוגע בבשר, טמא. באדמה שכנגדו, טהור:",
                "<b>רבי יהודה אומר כו׳</b> ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>האבר והבשר המדולדלים בבהמה.</b> נתלש ממנה אבר דהיינו בשר וגידים ועצמות, או נתלש ממנה בשר לבדו, ועדיין הן מעורין בה במקצת. ויש הפרש בין אבר מן החי, לבשר מן החי, שהאבר מטמא אדם וכלים כנבילה, והבשר שאינו אבר, טהור מכלום, כדילפינן מקרא דכתיב (ויקרא י״א:ל״ט) וכי ימות מן הבהמה, ממקצת בהמה כגון אבר ממנה, וסיפא דקרא הנוגע בנבלתה יטמא, ומדכתיב וכי ימות משמע כעין מיתה בעינן שאינה עושה חליפין, לאפוקי בשר שעושה חליפין שאם יתלוש בשר מן הבהמה, בשר אחר עולה תחתיו:",
                "<b>מטמאין טומאת אוכלין.</b> אם חשב עליהן להאכילן לנכרי, הוו אוכל לקבל טומאה ולטמא אחרים. דטומאת עצמן אין בהן עד שיתלשו כולן, אבל מקבלין טומאה מן השרץ ומטמאין בה את אחרים:",
                "<b>וצריכים הכשר.</b> לבוא במים לאחר שנדלדלו, ואחר כך מקבלים טומאה לעולם:",
                "<b>נשחטה הבהמה.</b> נטהרו מלטמא עוד משום נבילה. ואף על פי שאסורים באכילה משום ובשר בשדה טריפה, ידי נבילה טהרו, דאין שחיטה עושה ניפול:",
                "<b>הוכשרו בדמיה.</b> לקבל טומאה בלא הכשר אחר, כדין בהמה שנשחטה ויצא ממנה דם שהוכשר בשרה באותו דם:",
                "<b>מתה הבהמה,</b> הבשר שנדלדל <b>צריך הכשר.</b> לקבל טומאה מן השרץ אם לא הוכשר משנדלדל. דטומאת נבילה אין בו, דמיתה עושה ניפול ונחשב כאילו נפל אותו האבר או אותו הבשר המדולדל ואינו נעשה נבילה עמה במיתתה, אלא כאילו פירש מחיים הוא ובשר הפורש מן החי טהור:",
                "<b>האבר מטמא משום אבר מן החי.</b> דמיתה עושה ניפול כדפרישנא, ואינו נעשה נבילה עמה, הלכך אינו מטמא משום נבילה. ואיכא בין אבר מן החי לאבר מן הנבילה, דבשר הפורש מאבר מן החי לא מטמא, שהרי אפילו בשר הפורש מן החי לא מטמא כל שכן בשר הפורש מאבר מן החי, ואילו בשר הפורש מאבר מן הנבילה מטמא כבשר הפורש מן הנבילה עצמה:",
                "<b>ורבי שמעון מטהר.</b> אי אפשר לאוקמי מילתיה דר׳ שמעון אהך דסיפא, דממה נפשך, אי מיתה עושה ניפול ליטמא משום אבר מן החי, ואי אינה עושה ניפול ליטמא משום אבר מן נבילה. הלכך על כרחך ר׳ שמעון ארישא קאי, האבר והבשר המדולדלים בבהמה מטמאין טומאת אוכלין במקומן, ור׳ שמעון מטהר האבר כל זמן שמעורה. בבעלי חיים שאינו מטמא טומאת אוכלין. וטעמא דר׳ שמעון, דאמר קרא (ויקרא י״א:ל״ד) מכל האוכל אשר יאכל, אוכל שאתה יכול להאכילו לנכרי בהיתר קרוי אוכל ומטמא טומאת אוכלים, לאפוקי האבר והבשר המדולדלים שאסורים לנכרי משום אבר מן החי ומשום בשר מן החי. שאינן קרויין אוכל ואין מטמאין טומאת אוכלים. והלכה כר׳ מאיר בשתיהן:  "
            ],
            [
                "<b>המדולדלים באדם טהורים.</b> דאדם כי ימות כתיב (במדבר י״ט):",
                "<b>מת האדם הבשר טהור.</b> דמיתה עושה ניפול ובשר שפירש מן האדם החי טהור:",
                "<b>האבר מטמא משום אבר מן החי.</b> ודין האבר שפירש מן האדם החי שהוא מטמא, כל זמן שהוא אבר שלם מטמא במגע ובמשא ובאוהל. אבל כזית בשר שפירש ממנו, או עצם כשעורה שפירש ממנו, טהור. ואבר שפירש מן המת וחזר ופירש מאותו אבר כזית בשר או עצם כשעורה, טמא:",
                "<b>ור׳ שמעון מטהר.</b> באבר מן המת נמי כמו באבר מן החי. דסבר כשם שאבר מן החי בשר הפורש ממנו או עצם כשעורה הפורש ממנו טהור, הכי נמי באבר מן המת. ואין הלכה כר׳ שמעון:"
            ]
        ],
        [
            [
                "<b>הזרוע והלחיים.</b> בארץ ובחוץ לארץ. משום דבעי למיתני בחולין אבל לא במוקדשין, תני לכולהו:",
                "<b>בפני הבית.</b> בזמן שבית המקדש קיים:",
                "<b>ואתן אותם.</b> בחזה ושוק כתיב. אותם מיעוט הוא, חזה ושוק אין מידי אחרינא לא:"
            ],
            [
                "<b>כל הקדשים שקדם מום קבוע להקדשן.</b> הרי הן כמקדיש עצים ואבנים לדמיהן, ואין בהן קדושת הגוף:",
                "<b>ונפדו חייבין בבכורה.</b> אם ילדו לאחר שנפדו. אבל קודם פדיון לא, דקדושת דמים מדחה מן הבכורה שאין קדושה חלה על קדושה:",
                "<b>וולדן וחלבן מותר לאחר פדיונן.</b> אבל מקדיש תמימים ונעשו בעלי מומין ונפדו ולדן אסור כדלקמן. ובין רישא דקתני מותר ובין סיפא דקתני אסור מיירי כגון דאיעבר לפני פדיונו ואתיליד לאחר פדיונו. וחלבן נמי דמקדיש תמימים ונפדו נפקא לן דאסור, דכתיב בפסולי המוקדשין שנפדו תזבח ואכלת בשר, תזבח ולא גיזה, ואכלת ולא לכלביך, בשר ולא חלב:",
                "<b>ואין עושין תמורה.</b> אפילו קודם פדיונן. טוב מעיקרא עושה תמורה ואפילו נעשה רע אחר שהקדישו, אבל רע מעיקרו אינו עושה תמורה:",
                "<b>ואם מתו יפדו.</b> ואף על פי שאינן ראויין אלא לכלבים ואנן קיימא לן דאין פודין את הקדשים להאכילן לכלבים, הני כעצים בעלמא נינהו ולא נחית להו קדושת הגוף:",
                "<b>חוץ מן הבכור והמעשר.</b> דאך על גב דקדם מומן להקדשן, חלה עליהן קדושה גמורה לכל דבריהם, אלא שאין כשרים ליקרב, דבכור ברחם תלה רחמנא, לא שנא תם ולא שנא בעל מום קדיש. תם קרב, ובעל מום נאכל לכהן במומו. ומעשר בהמה נמי כתיב ביה (ויקרא כ״ז:ל״ב-ל״ג) העשירי יהיה קודש לה׳ לא יבקר בין טוב לרע. טוב תם, רע בעל מום:",
                "<b>או מום עובר קודם להקדישן.</b> דמום עובר כמאן דליתיה דמי:",
                "<b>פטורים מן הבכורה.</b> דכתיב בפסולי המוקדשין שנפדו כצבי וכאיל, מה צבי ואיל פטורים מן הבכורה, דהא כל הבכור אשר יולד בבקרך ובצאנך כתיב (דברים ט״ו:י״ט), אף פסולי המוקדשין שנפדו אפילו ילדו לאחר שנפדו פטורים מן הבכורה:",
                "<b>ומן המתנות.</b> הזרוע והלחיים והקיבה:",
                "<b>ולדן וחלבן אסור.</b> בדאיעבר לפני פדיונו ואתיליד לאחר פדיונו מיירי, כדפרישית לעיל. דאי איעבר ואתיליד לאחר פדיונו, ולד צבי ואיל הוא. ואי אתיליד לפני פדיונו, אפילו קדם מומן להקדשן נמי ולדן אסור:",
                "<b>והשוחטן בחוץ חייב.</b> ואע״ג דאינן ראוין לפתח אוהל מועד דהא בעלי מומין נינהו, ותנן הראוי לפתח אהל מועד חייבין עליו בחוץ ושאינו ראוי לפנים אין חייבים עליו בחוץ, מוקמינן לה למתניתין בדוקין שבעין ור׳ עקיבא היא דאמר אם עלו לא ירדו, הלכך הואיל ובפנים לא ירדו, חייבין עליהם בחוץ אם שחטן קודם פדיונן:",
                "<b>ועושין תמורה.</b> קודם פדיונן. דכתיב (ויקרא כ״ז:י׳) טוב ברע או רע בטוב:",
                "<b>ואם מתו.</b> מעצמן:",
                "<b>יקברו.</b> דאין פודין את הקדשים להאכילן לכלבים:"
            ],
            [
                "<b>בכור שנתערב במאה.</b> מתניתין איירי בבכור שבא ליד כהן ונפל בו מום ביד כהן ומכרו לישראל במומו. דאי בבכור ביד ישראל קודם שנתנו לכהן, אמאי פוטרים את כולן ממתנות כהונה, לימא ליה כהן, אי בכור הוא כולה דידי הוא, אי לא בכור הוא הב לי מתנתאי. אבל כשכבר בא ליד כהן ומכרו לישראל במומו ונתערב במאה, פוטרים את כולן ממתנות כהונה, דכל חד וחד יכול לדחות את עצמו ולומר לכהן שלי בכור הוא שמכרו הכהן ופטור מן המתנות, דמן הבכור אין נותנים מתנות שאין קדושה חלה על קדושה:",
                "<b>אחד שוחט את כולן פוטרין לו אחד.</b> שאי אפשר שלא יהא הבכור אחד מהן, ויכול לומר זה הוא:",
                "<b>צריך שירשום.</b> שיעשה בו סימן. שיבינו הכל שיש לכהן או לנכרי שותפות בה:",
                "<b>ואם אמר, לו.</b> אם אמר כהן לישראל פרה זו אני מוכר לך חוץ מן המתנות שבה:",
                "<b>פטור.</b> ישראל מן המתנות:",
                "<b>אמר לו.</b> ישראל לחבירו טבח, מכור לי בני מעיה של פרה זו:",
                "<b>והיו בהן מתנות.</b> הקיבה, שהיא אחת מן המתנות:",
                "<b>נותנן.</b> לוקח זה לכהן:",
                "<b>ואין המוכר מנכה לו מן הדמים.</b> שהרי היה יודע הלוקח שמתנות שם, וזה לא מכר לו את הקיבה:",
                "<b>לקח הימנו במשקל.</b> כך וכך הליטרא, ושקל לו הקיבה. נותנה לו לוקח לכהן, שהרי הגזילה אצלו וצריך להשיב, והטבח ינכה לו מן הדמים שהרי מכר דבר שאינו שלו. ואם עבר השוחט ולא נתן מתנות מן הבהמה, לא נאסר הבשר באכילה, אבל מנדין אותו. ואפילו כהן שפטור מן המתנות אם הוא טבח ששוחט ומוכר בשוק ממתינין לו שתים ושלש שבתות, מכאן ואילך מוציאין ממנו מתנות ונותנין אותן לכהנים אחרים. ואם קבע בית מטבחים, אין ממתינים לו אלא מוציאין ממנו מיד, ואם לא רצה ליתן מנדין אותו:"
            ],
            [
                "<b>מן הפרק של ארכובה.</b> הנמכרת עם הראש:",
                "<b>עד כף של יד.</b> עצם רחב של כתף שקורין אספלדו״ן. והן שני עצמות, העצם האמצעי דהיינו מן הפרק של ארכובה הנמכרת עם הראש עד מקום שכנגדו בגמל ניכר, והעצם העליון המחובר לגוף. והזרוע הימיני בלבד הוא שנותנים לכהן, דכתיב (דברים י״ח:ג׳) ונתן לכהן הזרוע, המיומן שבזרוע:",
                "<b>והוא של נזיר.</b> כלומר, וכן זרוע בשלה האמור בנזיר, כך ניטלת:",
                "<b>וכנגדו ברגל שוק.</b> האמור בשלמים נמי הוי שני עצמות מן הפרק של ארכובה עד בוקא דאטמא דהיינו כל הירך:",
                "<b>סובך של רגל.</b> היינו פרק שבין הקולית ועצם האמצעי. ואין הלכה כר׳ יהודה:",
                "<b>הפרק של לחי.</b> אצל הצדעים. וחותך כלפי מטה:",
                "<b>עד פיקה של גרגרת.</b> עד שיפוי כובע שהיא פקעיתה ופתחה של קנה, דהיינו לחיים התחתונות עם הלשון. פירוש אחר, פיקה של גרגרת טבעת הגדולה של קנה שעשויה עגולה כפיקה. ופיקה היא עגולה ככדור ובתוכה נקב שתוחבות הנשים בפלך להכבידו כשטוות בו:"
            ]
        ],
        [
            [
                "<b>ראשית הגז.</b> כל הגוזז צאנו ואפילו גוזזן מאה פעמים נותן מן הגיזה מתנה לכהן:",
                "<b>נוהג בארץ ובחוצה לארץ.</b> והאידנא נהוג עלמא כר׳ אלעאי, דאמר ראשית הגז אינו נוהג אלא בארץ. דיליף נתינה נתינה מתרומה, מה תרומה אינה נוהגת אלא בארץ אף ראשית הגז אינו נוהג אלא בארץ. ורבותי הורו במתנות נמי דאין נוהגות אלא בארץ, דראשית הגז והמתנות שוין הן. ולא הודו להן שאר חכמי הדור:",
                "<b>במוקדשים.</b> אפילו קדשי בדק הבית. משום דכתיב גז צאנך, ולא של הקדש:",
                "<b>נוהגים בבקר ובצאן.</b> דכתיב (דברים י״ח:ג׳) אם שור אם שה:",
                "<b>ובמועט.</b> אפילו לא שחט אלא אחת:",
                "<b>אלא ברחלות.</b> כתיב הכא (שם) גז צאנך, וכתיב התם (איוב ל״א:כ׳) ומגז כבשי יתחמם, מה להלן כבשים אף כאן כבשים:"
            ],
            [
                "<b>ושתי צאן.</b> אלמא תרתי מקרי צאן:",
                "<b>שנאמר חמש צאן עשויות.</b> שמעשות את בעליהן ואומרות לו קום עשה מצוה חדשה שלא היתה מצוה עליו בפחות מכן. והיינו על כרחך ראשית הגז, דכתיב ביה צאן דמשמע מרובה. דאילו בכוך כתיב בכור שור, דמשמע אפילו חד. וכן מתנות אם שור אם שה:",
                "<b>מנה מנה ופרס.</b> כל אחת מנה וחצי. ובציר מהכי לא חשיב גז, שזו פחות שבגיזות:",
                "<b>בכל שהן.</b> לאו דוקא, דבפחות מששים סלעים לא מחייב בראשית הגז. אלא משום דרבי דוסא יהיב שיעורא רבה, קרי תנא לשיעורא זוטא דרבנן כל שהן. והסלע משקלו כ״ד מעים, ומשקל כל מעה ששה עשר גרעיני שעורה:",
                "<b>כמה הוא נותן לו.</b> הבא לחלק ראשית הגז שבידו, לא יפחות לכל כהן ממשקל חמש סלעים צמר:",
                "<b>מלובן.</b> ולא שיהיה חייב הישראל ללבנו, אלא שיתן לו שיעור מן הצמר הצואי, דהיינו שאינו מלובן עד שכשילבננו הכהן יעמוד על משקל חמש סלעים צמר מלובן: כדי שיוכל לעשות ממנו בגד קטן:",
                "<b>הראוי לשירות.</b> ומאי ניהו, אבנט. מדסמך קרא אחר ראשית הגז מיד. כי בו בחר ה׳ אלהיך מכל שבטיך לעמוד לשרת, שמעינן מינה דהכי קאמר, תן לו מראשית גז צאנך כדי שיוכל לעשות בגד לעמוד לשרת. והקטן שבבגדים הראוי לשירות הוא אבנט, והוא נעשה מחמש סלעים צמר מלובן. וראשית הגז אין לו שיעור מן התורה. ומדברי סופרים שלא יפחות מאחד מששים. ואין חייב בראשית הגז עד שיגזוז חמש צאן, ותהיה גיזת כל אחת מחמשתן אין פחות מי״ב סלע, שאם היתה גיזת אחת מהן פחות מי״ב סלע אע״פ שחמשתן גוזזות יותר מס׳ סלעים הרי זה פטור:",
                "<b>עד שצבעו.</b> בעליו קודם שנתנו:",
                "<b>פטור.</b> מליתנו עוד. דקנייה בשינוי, והוה ליה כמזיק מתנות כהונה או שאכלן, דפטור:",
                "<b>ולא צבעו.</b> אין זה שינוי ואכתי בעיניה הוא:",
                "<b>הלוקח גז צאנו של נכרי.</b> כשהוא מחובר לצאן, פטור. דגז צאנך כתיב, והאי צאן לאו דידיה הוא, ואצאן קפיד רחמנא ולאו אגיזין דידיה:",
                "<b>אם שייר המוכר, המוכר חייב.</b> דאמר ליה לוקח מתנה דכהן גבך היא:",
                "<b>ואם לאו הלוקח חייב.</b> דאמר ליה מוכר מתנה דכהן לא זבני לך:",
                "<b>שחופות.</b> לא שחורות ולא לבנות:",
                "<b>זה נותן לעצמו.</b> הלוקח נותן לעצמו על מה שלקח, והמוכר נותן לעצמו על מה ששייר אצלו. דגיזת הלבנות טובה משל שחופות: וכן זכרים ונקבות גיזת הזכרים קשה והאי דנקבות רכיך:"
            ]
        ],
        [
            [
                "<b>שלוח הקן. אבל לא במוקדשין.</b> משכחת מוקדשין דאילו היו חולין היו חייבים בשלוח הקן, כגון שהיה לו עוף והקדישו כשהוא ברשותו לבדק הבית וברח ומצאו אח״כ רובץ על הקן והכירו. אי נמי, כגון שהקדיש גוזלות של שובכו למזבח לעולת נדבה ואח״כ כשגדלו אותן גוזלות ברחו ויצאו וקננו במקום אחר, דמעיקרא כי אקדשינהו דידיה הוו וחל הקדש עלייהו, והשתא דמצאן לאו מזומן הוא, ואי הוו חולין הוו מחייבי:",
                "<b>ואינו נוהג אלא בשאינו מזומן.</b> דכתיכ כי יקרא, פרט למזומן:",
                "<b>שקננו בפרדס.</b> שמרדו ויצאו מן הבית, ואינן חוזרות לבית ונעשו מדבריות. ופרדס לאו מזומן הוא מפני שיכולות לברוח:",
                "<b>הרדסיאות.</b> שדרכן ליגדל עם בני אדם. ועל שם הורדוס המלך שהיה מתעסק בגידולן נקראו הרדסיאות על שמו:"
            ],
            [
                "<b>עוף טמא פטור מלשלח.</b> דכתיב קן צפור, עוף משמע בין טהור בין טמא, צפור טהור ולא טמא:",
                "<b>עוף טמא רובץ על ביצי עוף טהור.</b> אע״ג דמינא דאפרוחים בר שלוח הוא, פטור. דקן צפור בעינן, שתהא האם המקננת טהורה:",
                "<b>ועוף טהור הרובץ על ביצי עוף טמא פטור.</b> דאמר קרא ואת הבנים תקח לך, לך ולא לכלביך:",
                "<b>קורא.</b> בערבי קורין לו שונא״ר, ובלע״ז פרדי״ז. ודרכו שהזכר רובץ על הביצים כמו הנקבה. הלכך ר׳ אליעזר מחייב לשלח הזכר. אבל בשאר עופות מודה ר״א שזכר פטור, דאם אמר רחמנא, ולא אב. ואין הלכה כר״א:"
            ],
            [
                "<b>בזמן שכנפיה נוגעות בקן חייב לשלח.</b> דאמר קרא רובצת, ולא מעופפת. ומדכתב רובצת ולא כתב יושבת, שמע מינה דאם כנפיה נוגעות בקן חייבת:",
                "<b>שנאמר שלח.</b> לעולם משמע:",
                "<b>נטל את הבנים וכו׳</b> דכיון דנטל את הבנים הוי ליה קן מזומן:"
            ],
            [
                "<b>לוקה ואינו משלח.</b> אף על גב דלאו הניתק לעשה אין לוקין עליו, הכא היינו טעמא, דסבר רבי יהודה שלח מעיקרא משמע, והכי קאמר קרא, לא תקח האם אבל מה יש עליך לעשות כשתמצא הקן, שלח תשלח את האם, ואין כאן ניתק לעשה אלא עברת עשה ולא תעשה. ואין הלכה כרבי יהודה:",
                "<b>אין לוקין עליה.</b> אם קיים עשה שבה. אבל אם לא קיים העשה, כגון הלוקח אם מעל הבנים ושחטה או מתה תחת ידו, לוקה:"
            ],
            [
                "<b>מצוה שהיא כאיסר.</b> שאין בה חסרון כיס אלא דבר מועט:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "<b>הכל שוחטין ושחיטתן כשרה חוץ מחרש שוטה וקטן כו': </b><b>שחיטת עובד כוכבים נבלה ומטמאה במשא: </b><b>השוחט בלילה וכן הסומא ששחט כשרה: </b><b>השוחט בשבת וביום הכפורים אע\"פ שמתחייב כו': </b>ההלכה הזאת נתקשה פירושה על חכמי הגמרא לפי שיש בה ספקות הרבה והוא כי מה שאמר הכל שוחטין מורה על שמותר לכל לשחוט לכתחלה ומה שאמר שחיטתו כשרה מורה ששחיטתן מותרת אם עברו ושחטו אבל לכתחלה לא ומה שאמר גם כן וכולן ששחטו אינו שב על חרש שוטה וקטן בלבד לפי שאילו היתה זאת כוונתו היה לו לומר ואם שחטו ואחרים רואין אותן ואינו שב על מי שנאמר בהם בתחלת הדבור הכל שוחטין ועל חרש שוטה וקטן וזה ג\"כ מאשר יקשה לפי שאלו שנאמר בהם שהן שוחטין לכתחלה אינם צריכין אחרים רואין אותן ותירוץ הקושיות האלו כפי מה שנתאמת בגמרא הוא כמו שאבאר עכשיו בקצרה וזה שהשוחט צריך שיהא יודע הדינים שמפסידים השחיטה והן חמשה שהייה דרסה חלדה הגרמה ועיקור ועוד יתבארו כולן במקומות מהמסכתא הזאת וצריך עם כל זה להיות מומחה במלאכת השחיטה ומהיר בה כגון ששחט פעמים רבות לפני חכמים ולכשידע [<small>יעב\"ץ:</small> סיבות] המפסידות השחיטה אם שמא יארעו בה ואם יהיה מומחה הרי שוחט לכתחלה ומה שנאמר במשנה הזאת הכל שוחטין אם היו יודעין ומומחין אבל אם לא היו מומחין ועברו ושחטו בודקין אותן ושואלים אותן הדינים המפסידין השחיטה אם נמצאו יודעין שחיטתן כשרה חוץ מחרש שוטה וקטן לפי שאם עברו ושחטו שחיטתן פסולה ואפילו שאלו אותן ונמצאו יודעין מפסידין השחיטה לפי שאנו אומרים שמא קלקלו בשחיטתן ר\"ל יפסידו השחיטה ואפילו הן יודעין מפני שאינן שלמים בדעתן. וכולן ששחטו ר\"ל שאין מומחין וכן חרש שוטה וקטן שחיטתן כשרה אם היו אחרים רואין אותן וכל זה אם לא נמצא השוחט שאינו מומחה בשחיטה לשאול אותו אם יודע מפסידי השחיטה אם לאו אבל אם מצינו אותו על שאילתו אנו סומכין לא על אחרים שראו אותו: ודע שסבת היות שחיטת עובד כוכבים נבילה ואפילו היה חכם ואפי' ישראל עומד על גביו מפני שסתם מחשבת עובד כוכבים לעבודת כוכבים ואשר הביאנו שלא נאמר עליה אסורה בהנאה כמו תקרובת עבודת כוכבים כפי מה שבארנו במסכת ע\"ז לפי שהעובדי עבודת כוכבים נחלקים לב' חלקים האחד מהן היודעין לעשות אותה ר\"ל להביט אל המזלות הצומחין לצורך מלאכתם להוריד הרוחניות בהן ושאר אותן שטויות שמטנפין השכל כמו שמאמינים בעלי האמונה ההיא וזאת עבודת כוכבים ממש והחלק השני הן שעובדין לאותן הצורות הידועות כפי מה שלמדו מחכמיהם בלבד וכן הם רוב עובדי כוכבים והחלק הזה האחרון עליו אמרו חכמים הענין בלשון הזה עובדי כוכבים שבחוצה לארץ לאו עובדי כוכבים הם אלא מעשה אבותיהם בידיהם ועל אלו אמר שחיטתן מטמא במשא בלבד ואינו אסור בהנאה: ומה שאמר ומטמאה במשא ואע\"פ שהוא ידוע שכל נבלה מטמא במשא לפי שאפילו לרבי יהודה בן בתירא שאומר תקרובת עבודת כוכבים מטמאה באהל אומר בשחיטת עובדי כוכבים שהיא במשא בלבד מטמא: ומה שאמר השוחט בלילה רצה לומר באפילה של לילה אבל לאור הנר מותר לשחוט לכתחלה: ודע ששחיטת נשים ועבדים מותר לכתחילה אם הם יודעין ומומחין כמו שזכרנו וכבר נתבאר זה בשלישי מזבחים באמרם השחיטה כשירה בזרים בנשים ובעבדים. ואמר השוחט בשבת אם היה שוגג ולפיכך שחיטתו כשרה ושמא תאמר ולמה לא תהא שחיטת מזיד בשבת כשירה הואיל ואינו מחלל שבת ואין שחיטתו פסולה אלא אחר גמר שחיטה ואם שחט אח\"כ שחיטה שנייה הוא שיהיה אסור. דע שמשיתחיל לעשות חבורה בצואר הבהמה הוא מחלל שבת קודם שישחוט שום דבר מן הושט והגרגרת. ואם תרצה לבאר יותר מזה תאמר בשעת שישחוט קצת הסימנים קודם שיגמור השחיטה הוא מחלל שבת ובשעה שיגמור השחיטה הוא פסול ודע שזה ששחט בשבת בשוגג שאמרו עליו שמותר באכילה אינו נאכל עד מוצאי שבת אבל השוחט לחולה בשבת מותר לאכול ממנו חי בשבת אבל מן המבושל לחולה בשבת אינו מותר לבריא לאכול ממנו אלא למוצאי שבת כמו שנתבאר בשביעית: "
            ],
            [
                "<b>השוחט במגל יד בצור ובקנה שחיטתו בשרה: </b><b>השוחט במגל קציר בדרך הליכתה בית שמאי כו': </b>מגל יד צדו אחת מגל וצדו אחת סכין והצד שהוא סכין הוא שאסור לשחוט בו לכתחלה גזירה שמא ישחוט בצד השני ואם שחט בו שחיטתו כשירה לפי שכשאמר השוחט מורה על מה שעבר אבל לכתחלה לא: ובענין צור וקנה יש בהם דינים חלוקים וזה אם היה צור וקנה שחברם בקרקע [בדיעבד מותרים] או מחוברין בתחלתם ואפילו דיעבד שחיטתו נבילה אבל תלושין מן הקרקע מותר לכתחלה ומה שאמר הכל שוחטין ואפילו ישראל מומר יש בו תנאים ואח\"כ תהא שחיטתו כשרה האחד שלא יהא עובד עבודת כוכבים שאמרו מומר לעבודת כוכבים מומר לכל התורה כולה והשני שלא יהא מחלל שבת בפרהסיא לפי שעיקר בידינו ג\"כ שהמחלל שבת בפרהסיא הרי הוא כעובד כוכבים לכל דבריו ואינו מין והמינים אצל חכמים הם פריצי ישראל ובאומות העולם קורין לפריציהם בתלמו' ואומר' מיני' גוזאים והם העם שכהה הסכלות עין שכלם והשחירו התאוות מאור נפשותם וחלקו על הדת ועל הנביאים עליהם השלום בסכלותן ומכזיבין הנביאים במה שאינן יודעים בו מאומה ועוזבין הדתות ונוהגים קלות ראש והכת הזאת היא כת דואג ואחיתופל וגחזי ואלישע אחר והדומה להן ודע שהאיש שהוא מן הכת הזאת שראו אותו עובר על מצוה מן המצות דרך קלות לא שיגיענו באותה מעשה תועלת תאוה הוא והדומים לו אסור לאכול משחיטתו וכן אמרו תנו רבנן שחיטת מין לעבודת כוכבים פיתו פת כותי יינו יין נסך ספריו ספרי קוסמין פירותיו טבלים בניו ממזרין ומתנאי הג' מומר הזה גם כן שמותר לאכול משחיטתו הוא שלא יהא צדוקי או בייתוסי והן שני הכתות שהתחילו להכחיש בדברי הקבלה כמו שבארתי באבות עד ששב האמת אצלם שקר ונתיבי האור חשך ואפלה בארץ נכוחות (יפלו) [צ\"ל יעוולו] והם שקורין אותן אנשי דורינו היום מינין בשם מוחלט ואינן מינין על האמת אבל דינם להיות כדין המינין לפי שהם מבוא למינות האמיתי <small>[ר\"ל להיות אדוק בעבודת כוכבים]</small>: ודע שמסורת בידינו מרבותינו בקבלת דברים רבים מרבים שזמנינו זה זמן הגלות שאין בו דיני נפשות אין זה אלא בישראל שעבר עבירת מיתה אבל המינים והצדוקים והבייתוסים כפי רוב רעותיהן עונשין אותם שלא יפסידו את ישראל ויאבדו האמונה וכבר יצא מזה הלכה למעשה אנשים הרבה בארצות המערב כולן וגם כן מן המקובל בידינו והמפורסם לעשות על פיו שהאיש עושה עבירה שחייב עליה מיתת ב\"ד הואיל ואין אנו יכולין לדון היום דיני נפשות היו מחרימים אותן חרם עולם בספרי תורות אחר שמלקין אותו ואין מתירים אותו לעולם: ואחזור אל כוונתי כשיהיה אדם מישראל נקי מכל אלו ויהיה מומר לעבירה אחת או לעבירות הרבה זולתי אלו כפי הנאותיו ותאוותיו והוא מודה שהוא מורד מותר לאכול משחיטתו: ומה שאמר לעולם שוחטין. ביום ובלילה: ומה שאמר בכל שוחטין. ואפילו בזכוכית והדומה לו: ומה שאמר השינים אם היו שנים מחוברין אבל בשן אחד מותר לשחוט בו וכן בצפורן חתוכה מופרש מן היד מותר לשחוט בו: ומה שאמר בית הלל מכשירין רוצה לומר אינה מטמאה בנבלה אבל באיסור אכילה אין חולק עליו: "
            ],
            [
                "<b>השוחט מתוך הטבעת ושייר בה מלא החוט כו': </b>טבעת זו היא הגדולה והוא גוף מחובר מחלקים רבים והושט וקנה הריאה הסמוכה לה ובתוך אותה טבעת יש כמו שני גרגרים מגוף סחוסי וקורין אותה החכמים חיטי ועליהן נצמדות פיקות של גרגרת וצורת החיטין בטבעת כגון זה: OOO  וכששוחט בטבעת עצמה למעלה מן החיטין זו היא הגרמה אבל אם שחט ואפילו בגוף החיטין ונשאר כל שהוא מן החיטים שחיטתו כשירה וזהו פסק ההלכה: "
            ],
            [
                "<b>השוחט מן הצדדין שחיטתו כשרה המולק כו': כשר בתורין פסול בבני יונה כשר בבני יונה כו': </b>לפי שזכר סדר המליקה והשחיטה וזכר המחלוקת שבהם כשיש שם שחיטה אין שם מליקה וכשיש שם מליקה לא תהא שחיטה דבר על כל הדברים שנחלקו והנני מגיד לך עיקר כולן ואז תדע שהן חלוקין כמו שאמר עיקר המליקה והשחיטה שלא תהא מליקה אלא בעורף ולא תהא שחיטה אלא בצואר וכן בני יונה חייב שיהיו קטנים לפי שנאמר בני היונה אבל התורים חייב שיהיו גדולים שנאמר תורים ותחלת הציהוב הוא תחלת צבע הנוצה אם היה זה במין היונים כבר יצא מכלל הקטנות ולפיכך אינו מותר ואם היה במין התורים הרי הן לא הגיעו לכלל גדולים כדי שיקראו יונים ולפיכך אינן מותרות: "
            ],
            [],
            [
                "<b>כשר בפרה פסול בעגלה כשר בעגלה כו': </b><b>כשר בכהנים פסול בלוים כשר בלוים כו': </b><b>טהור בכלי עץ טמא בכלי מתכות טהור כו': </b><b>החייב בשקדים המרים פטור במתוקים החייב כו': </b>פרה אדומה לא יהא דינה אלא בשחיטה שנאמר ושחט אותה לפניו עגלה ערופה דינה בעריפה שנאמר וערפו שם את העגלה בנחל: והכהנים יפסלו במומין לא ברוב שנים שנאמר כל איש אשר בו וגו' לוים פסלו בשנים לא במומים שנאמר ומבן חמשים שנה ישוב וגו' והתורה הזאת אינה מכלל המצות הנוהגות לדורות כמו שיתבאר לך בספרי במנין המצות ולא נתחייבו בדין זה הלוים אלא בזמן המשכן ומשאיו אבל בשילה ובית עולמים לא יפסל לו במומין ואינו נפסל אלא בקול בלבד ר\"ל כשיפסיד קולו ולא יפסל במום אחר כל עיקר והכהן נפסל במום לא בקול ולפיכך בכל זמן ימצא הפרש בין הלוים והכהנים והכשר באלו פסול באלו: ומעיקר קבלתנו שכלי חרס אינו מטמא מגבו מחוץ לכלי אפילו נסמך בו ונגע בו השרץ או זולתו מן המטמאן הוא אינו מטמא מגבו ואם נכנס לאוירו השרץ מבפנים אז נטמא ואפילו לא נגע הדבר הטמא כלל בגופו הואיל ונכנס לאוירו טמא שנאמר וכלי חרס אשר יפול מהם אל תוכו זהו דין כלי חרס בטומאה אבל שאר הכלים הדבר בם בהפך והוא שאם יפול הדבר הטמא אל אוירם ולא נגע בגופם כל עיקר אינן מטמאין לפי שנאמר בכלי חרס תוכו תוכו של זה ולא תוכו של אחר ואם נגעה בהם הטומאה נטמאו ואפילו נגעה מבחוץ והרמז אל הקבלה שבאה שכל הכלים מטמאין ואפילו מגבן ממה שנאמר וכל כלי פתוח וגו' ובאה הקבלה גם כן שהכלי הנזכר שם אינו אלא כלי חרס לפי שנאמר פתוח אמר איזהו כלי שטומאה קודמת לפתחו זהו כלי חרס כמו שבארנו ממה שנאמר אל תוכו ומה שנאמר בו אשר אין צמיד פתיל עליו טמא הוא הא יש צמיד פתיל עליו טהור וזה בלבד ר\"ל כלי חרס שמדבר בו הוא שנא' בו הא יש צמיד פתיל עליו טהור אבל שאר כלים בין שיש צמיד פתיל בין שאין צמיד פתיל טמאין. הנה עולה בידינו שהוא מטמא מגבו ונתבאר ענין ההפרש שבין כלי חרס לשאר כלים אבל כלי עץ אם היו הכלים שנגרו אותן ויש להן צורת כלים אלא שחסר יפויין כגון הגרידה וחליקה והחדוד וחתוך קצוות החתיכות ולשום בהן בית יד אם לאותן כלים בית יד הם גולמי כלי עץ ומקבלין טומאה וכבר בארנו בפירושנו לאבות שגולם הוא חומר הדבר והן קורין להיולי כשאין לו צורה שלימה גולם ואלו גולמי כלי עץ אין מקבלין טומאה כמו שזכרנו אבל פשוטי כלי עץ כגון הכסאות ולוחי הכתיבה והדומה להן מן הכלים שאין להן בית קיבול לקבל בו שום דבר נגר אינן מקבלין טומאה מדאורייתא. והדבר בכלי מתכות להפך והוא שגולמי כלי מתכות כמו כלי הזהב והכסף והנחשת והדומה להן שלא שלמה מלאכתן טהורין רוצה לומר שאינן מטמאין ופשוטי כלי מתכות כמו סייפין והשפוד והדומה להן מקבלין טומאה ודע שאין כוונה בכאן לדבר על משפטי הטומאה והטהרה ולא זכרתי לך מעקרי אלו הדברים אלא שיעור שיתבאר ההפרש שנתכוין לזכור בכאן אבל תשלום הדבור בכל מין מאלו הכלים איך יטמא ובאיזה דבר יטמא ואיך לא יטמא ואיזו מן הטומאות אין מטמאין ואיזו מהן דאורייתא ואיזו מהם מדרבנן עוד יתבאר כל זה בסדר טהרות כראוי לגמרי כל מין במקומו: וכבר ביארנו במסכת מעשרות שהדברים שחייבים במעשרות אינן חייבים בכך עד שיהא ראויין לאכילה אבל אם עדיין הם פגין לא והשקדים המרים כשהן קטנים קודם בישולן הן ראויין לאכילה לפי שאינן מרין עד שיתבשלו ולפיכך חייבין במעשר כשהן פגין וכשנגמרים אינן חייבים במעשר והשקדים המתוקים בהפך לפי שכשהן פגין אינן ראויין לאכילה ואינן חייבין במעשר ואם נתבשלו והגיעו לעונות המעשרות חייבין במעשר: "
            ],
            [
                "<b>התמד עד שלא החמיץ אינו ניקח בכסף מעשר כו': </b><b>כל מקום שיש מיאון אין חליצה וכל מקום כו': </b><b>כל מקום שיש תקיעה אין הבדלה וכל מקום שיש כו': </b>לפעמים נותנים מים על שמרי היין ועל זגי הענבים ומרככין ומצבעים אותן המים והם צבועים אבל אין בהם טעם יין ואותן הוא הנקרא תמד וכשיתקיים שם זמן ארוך לפעמים הוא מחמיץ ולפיכך קודם שיהיה חומץ הרי הוא חשוב כמים ועל כן אין לוקחים אותו ממעות מעשר שני לפי שהכל נלקח ממעות מעשר שני חוץ מן המים ומן המלח וכבר נתבאר זה במקומו ולפיכך גם כן יפסול את המקוה בשלשת לוגין לפי שהם מים שאובים כמו שזכרנו בתחלת עדיות וכמו שיתבאר במסכת מקואות וכשהחמיץ היה מאכל כשאר המאכלים והמשקין ואז לוקחים אותו בכסף מעשר ולא יפסול את המקוה בשלשת לוגין אלא בשינוי מראה כמו שיתבאר במקומו: וקלבון הוא חצי מעה כסף שנותנים על השקל ואז מקבלים אותו על שני בני אדם לפי שכל אחד חייב במחצית השקל ואלו החצאין הן נמכרים במהרה יותר מהשקלים עצמן מפני הענין הזה ולפיכך שני אחים קודם שיחלקו נכסי אביהם והשותפים בשעת השותפות אם נתנו שקל בשביל שניהן יחד מקבלים מהן ואינן חייבים בקלבון וחייבין במעשר בהמה וכשחולקים הנכסים יהיו לקוחות זה מזה והלוקח אינו חייב במעשר בהמה כמו שיתבאר בסוף בכורות והן חייבין בקלבון הואיל ואין שותפות ביניהן וכבר זכרנו פירוש ההלכה הזאת בתחלת שקלים וביארנו שפעמים שהנקבה נקראת קטנה עד שתביא שתי שערות (ע\"מ שתהא) [אע\"פ שהיא] בת י\"ב שנה ויום אחד וכשמביאה שתי שערות והגיעה לשנים האלה נקראת נערה עד ששה חדשים ואח\"כ בוגרת ורבי (יהודה) [מאיר] אומר שהבא על הקטנה אינו חייב קנס אבל הבא על הנערה חייב קנס וחכמים אומרים אחת קטנה ואחת נערה יש להן קנס והכל מודים שהקטנה יש לה מכר והנערה אין לה מכר ואין אביה יכול למוכרה ולפיכך מה שאמרו כל מקום שיש מכר אין קנם וכו' הוא דעת ר\"מ ואין הלכה כמו שביארנו בשילהי [פ\"ג] מכתובות וכבר שמעת ממני פעמים רבות שפסק ההלכה הבת ממאנת עד שתביא שתי שערות ואינה חולצת עד שתביא שתי שערות והנה נתבאר ההפרש שיש בין שני העניינים: ונתבאר בסוף סוכה שכל ערב שבת היו תוקעים במקדש שלש תקיעות להבדיל בין קדש לחול ואין עושין כן במוצאי שבת שאין שם צד לעשות זה. והבדלה על הכוס אינה חיוב מיו\"ט לשבת לפי שלא יצאו מקודש לחול וביאור הענין שהתקיעות הם הערה על הכנסת הקודש וההבדלה הוא הערה על יציאת הקודש ואין הלכה כרבי דוסא: "
            ]
        ],
        [
            [
                "<b>השוחט אחד בעוף ושנים בבהמה שחיטתו כו': </b>מה שאמר השוחט שהוא מורה על דיעבד אינו מורה אלא על מה שאמר אחד בעוף לפי שלכתחלה חייב שיתכוין לשחוט השני סימנים לגמרי ואפילו בעוף. וורידין הם שני גידים דופקים בצואר על שני צידי קנה הריאה ומה ששנה לומר רוב אחד בעוף ורוב שנים בבהמה אע\"פ שכבר אמר ורובו של אחד כמוהו לפי שדבריו היה בשחיטת חולין ומה שאמר שנית הוא בשחיטת קדשים ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>השוחט שני ראשין כאחד שחיטתו כשרה בו': </b>אחד מלמעלן ואחד מלמטן שיהא זה אוחז בקצה הסכין והשני אוחז בקצה השני ומה שאמר מלא צואר אמרו מלא צואר חוץ לצואר וכל זמן שלא הוליך ולא הביא אלא ששחט כחותך קשואים זו היא הנקרא דרסה: "
            ],
            [
                "<b>התיז את הראש בבת אחת פסולה היה שוחט כו': </b>אחד מלמעלן ואחד מלמטן שיהא זה אוחז בקצה הסכין והשני אוחז בקצה השני ומה שאמר מלא צואר אמרו מלא צואר חוץ לצואר וכל זמן שלא הוליך ולא הביא אלא ששחט כחותך קשואים זו היא הנקרא דרסה: ",
                "<b>נפלה סכין ושחטה אע\"פ ששחטה כדרכה כו': </b><b>נפלה סכין והגביהה נפלו כליו והגביהן כו': </b>זה ענין השהייה הנזכרת למעלה השחיז את הסכין ועף פירושו שאם העביר הסכין מעל הצואר הנשחט ונסתלק קודם שיגמר השחיטה: וכדי שחיטה אחרת הוא כדי שיגביה הבהמה וירביצנה וישחוט ואפילו היה הנשחט עוף ואמר כדי שחיטת בהמה דקה ואפילו לעוף ומה שאמר כדי ביקור טבח לחכם ר\"ל כדי שיעור בדיקת השחיטה לדעת אם נשחט השיעור שחייב או לא ואין הלכה כר\"ש: "
            ],
            [
                "<b>שחט את הוושט ופשט את הגרגרת או פסק את כו': </b>אלו והדומה להם ענין חלדה שזכרנו והוא שאם יהיה הסכין חלוד בשעת שחיטת השיעור שחייב לשחוט בין שהיה חלוד תחת בגד או תחת צמר הבהמה או תחת העור וכל כיוצא בזה אסור אלא א\"כ היה הסכין כולו מגולה בשעת השחיטה ואין אנו צריכין לבאר שכלל רבי ישבב אמת לפי שר\"ע שחלק עליו כבר הודה לו: "
            ],
            [
                "<b>השוחט בהמה חיה ועוף ולא יצא מהן דם כו': </b>ההלכה הזאת בנויה על יסודות רבים והם שהאוכלין כולן שהבשר הוא מכללן אינן מטמאין [אלא] אחר הכשר וההכשר הוא שיפול מהשבעה משקין שהדם מכללם על אותו הדבר המוכשר ועוד יתבאר זה במכשירין ויש בדברים הטמאים המטמאים הידים בלבד ואינם מטמאים כל הגוף כגון מי שהכניס ידו לבית המנוגע או לאויר תנור טמא וזולתן כמה שיתבאר במקומות (מזבחים) [מזבים] וידים וכשהידים מטמאות באיזה צד שיהיה מתשע טומאות ידים אז יהיו שניות לעולם ר\"ל במקום שני לטומאה וכשיגיעו אותן הידים הטמאות באוכל מוכשר ישוב שלישי כמו שזכרנו כבר קצת מזה בתחלת פסחים ואין משגיחין על שלישי בחולין בשום צד וענין כמו שיתבאר במס' טהרות ואין זה ענין בבהמות קדשים לפי שכבר ביארנו בסוף עדיות שדם קדשים לא יכשיר (צ\"ל מוסב) מוסף על היות הדם הכרחי בקרבנות ולפיכך אין דבריו בכאן אלא בחולין שנעשו על טהרת הקדש ועוד יתבארו כל אלו שרשי הדברים וענפיהם לגמרי וכל עיקר מהן במקומו מסדר טהרות ואין הלכה כר\"ש: "
            ],
            [
                "<b>השוחט את המסוכנת רבן שמעון בן גמליאל כו': </b>המסוכנת היא הנוטה למות ושיעור ענין זה כמו שאמרנו כל שמעמידים אותה ואינה עומדת. ופירוש פרכוס שהיא מפרכסת. וזינקה גזור מן יזנק מן הבשן הוא הקול הנשמע בנשימת בני אדם בשעת הנשימה קורין אותו הדבר בערב וגוש\"ט וכן שמו. ומה שאמר כתלים מלאים דם ר\"ל צואר הנשחט והוא מה שאמר כתלי בית השחיטה שנינו ומ\"ש שפשטה ידה ולא החזירה פסולה דוקא ידה אבל אם פשטה רגלה אע\"פ שלא החזירה או שכפפה רגלה בלבד כשירה ובבהמה גסה אין הפרש בין יד בין רגל פשטה ולא החזירה או החזירה ולא פשטה וזהו פסק ההלכה: "
            ],
            [
                "<b>השוחט לעובד כוכבים כשרה ורבי אליעזר כו': </b>דעת רבי אליעזר שהבעלים מפגלין בקדשים וגמרינן חוץ מבפנים ורבי יוסי דעתו כמו שאמרה המשנה שהעובד הוא המפגל והלכה כרבי יוסי: "
            ],
            [
                "<b>השוחט לשם הרים לשם גבעות לשם ימים לשם כו': </b>מה שאמר שחיטתו פסולה מורה שהנשחט מותר בהנאה ע\"מ שיכוין לאותו הנהר או לאותו ההר וזולתן אבל אם שחט לרוחות או לכוכב על דעת שאותו ההר הוא תחת ממשלתו או לדבר מן הדברים העליונים שכחותם מגיעים לאלו הדברים לפי דעתן ועושין בהן רושם כמו שמאמינים בעלי הצלמים הנקראים בערבי טלאס\"ם הרי אותו הנשחט תקרובת עבודת כוכבים והוא זבחי מתים ואסור בהנאה. אמרו בגמרא כשמקשין על ההלכה הזאת ורמינהי השוחט לשם הרים לשם גבעות לשם נהרות לשם מדברות לשם חמה ולבנה כוכבים ומזלות לשם מיכאל השר הגדול לשם שלשול קטן [שבים] הרי אלו זבחי מתים והשוו אלו שני המאמרות הא דאמר להר והא דאמר לגדא דהר ופירוש גדא דהר המזל והגד וכן אמרו בפירוש בגד אתא גדא דביתא רוצה לומר מזל הבית והצלחתו ומן הענין הזה העורכים לגד שלחן רוצה לומר שהן מקריבים לכוכבים ומזלם כדי שיצליח המזל והנה נתבאר מה שאמרנו: "
            ],
            [
                "<b>אין שוחטין לא לתוך ימים ולא לתוך נהרות ולא כו': </b>מה שחייב שלא לשחוט על המים כדי שלא ידמה שהוא עובד ליסוד הימים ושהוא מקריב זה לכח הגלגל המנהיג ליסוד המים כפי דעת המאמינים בכך והוא מה שאמרו דאמרי לשרא דימא רוצה לומר לכחות העליונות המנהיגות אותן הדברים כפי דעתו ולפיכך הוצרכו למה שזכרנו בהלכה שלפני זו שהתרנו לשחוט בתוך המים המכונסין במקום קטן או ע\"מ שיהיו עכורים או צבועין שאין נראין בהן הצורות כדי שלא יאמרו לאותה צורה עובד רוצה לומר לכח השולט בצורות כמו שאומרים קצת כת המשנים והם שמאמינים שיש שם שתי רשויות והנותן החומר אינו נותן הצורה: "
            ],
            [
                "<b>השוחט לשם עולה לשם זבחים לשם אשם תלוי כו': </b>זה שנראה מן המשנה הזאת שאשם תלוי נקרא נדבה הוא דעת רבי אליעזר כמו שיתבאר באחרון מכריתות וסמכו ג\"כ הפסח כדבר הנדר והנדב הואיל והפרשתו כל השנה ומה שאמר זה הכלל כל דבר לאתויי עולת נזיר שאם שחט לשמה שחיטתה פסולה לפי שהנזירות נדר הוא: ומה שאמר שאינו נדר ונדבה לאתויי עולת יולדת כגון שישחוט אותה ויאמר הרי זו עולת יולדת של אשה פלונית ואותה אשה אינה חייבת קרבן לידה בשום צד וענין ויעלה על הדעת כי מה שאמר זה אינו אלא נדבה הואיל ואין האשה הזאת מחוייבת עולה ויהיה הנשחט פסול לפיכך הודיעו שהוא כשר לפי שאנו יכולים לומר שמא הפילה שהיא חייבת קרבן ואי אפשר לאדם להתנדב חובה ולפיכך שחיטתו כשרה שהמפלת אין לה קול ולפיכך אין אנו יכולים לומר אם איתא דהפילה קלא אית ליה: "
            ]
        ],
        [
            [
                "<b>אלו טרפות בבהמה נקובת הוושט ופסוקת כו': </b>ושט יש לו שני קרומים אם נקב אחד מהן בלבד כשרה אם ניקבו שניהן ואפילו במשהו ואפילו היה נקב הקרום הזה שלא כנגד נקב הקרום האחר הרי זו טרפה: וגרגרת היא קנה הריאה אם נפסק רוב גבהה ברוחב היא טרפה: ויש למוח שני קרומים אחד מהן דבוק לעצם הגולגולת אם נקב אותו קרום והשני הסמוך למוח קיים כשרה ואם נקב התחתון הסמוך למוח ואפילו העליון קיים טרפה ואע\"פ שלא נקב העצם: ויש ללב שני חללים האחד גדול מחבירו והגדול לצד שמאל בעל החיים כשניקב גוף הלב והגיע לאותו חלל הימין או השמאל טרפה ואפילו היה הנקב קטן כל שהוא וגם אם נקב בגוף הסחוס שיש בראש הלב שהוא כמין ביב ונקרא קנה הלב הרי זו טרפה: ושדרה היא חוליות השדרה וחוט שלה הוא החבל היורד מן המוח ויש לו קרום מקיף אותו וכשיפסק רוב גבהו של קרום זה לרחבה טרפה: וכשישתייר מן הכבד כזית במקום כיס מרה וכזית במקום העורק הגדול הצומח מן הכבד שממנו יפרדו הוורידים בכל הגוף הרי היא מותרת ואם נשתייר פחות או נשתייר שלא באלו השני מקומות טרפה: ויש על הריאה שני קרומים בתכלית הדקות אם נקב אחד מהן כשרה ואם נקבו שניהם והגיע הנקב לגוף הריאה טרפה אע\"פ שהנקב קטן כל שהוא וכן קנה הריאה וכל מה שהוא ממנו בין שני חלקי הריאה בשעת נפיחתה דינם כדין הריאה ואם נקב במשהו טרפה. ואם חסר מגוף הריאה כ\"ש טרפה (צ\"ל גם אם) אם נפחה ולא יצא ממנה הרוח וענין החסרון הוא שאזני הריאה שלשה מן הימין ושנים משמאל ואם חסר מהם הרי היא טרפה: וסמפונות הרי הן קני הריאה והם הגופים הנבוכים הסחוסיים העוברים בגוף הריאה ודע שאם נקב סמפון מהן ומגיע לחבירו הרי הוא טרפה. ומרה כיס המרה. ודקין המעים. וכרס הפנימי הידוע: רוב החיצונה רוצה לומר רוב הכרס החיצונה והוא מה שתחת העור כשנקרע יצא הכרס ושיעור קריעה זו כמו שאמרו כל שנקרע בה טפח ולא היה רובה זו היא ששנינו ובקטנה רובה [וכו'] [<small>אולי צ\"ל </small>ואם נפסק ממנה עגולה כשיעור סלע או יותר] הרי ידעת שלעולם הוא טפח או פחות מטפח ואם נפסק ממנה עגולה כשיעור סלע או יותר הרי היא טרפה ועגיל הסלע הוא כמו הדק שיהיה בסלעים והגדול שבדינרים המצריים בקרוב. והמסס היא האבר שהוא כדמות רמון ובתוכו קרומים והן מלאים מן הזבלים: ובית הכוסות הוא הקנה שבכרס כדמות כיס ויש בו גומות גדולות וצורתו מפורסמת אצל הטבחים. ודע שאלו הנקובות כולן הן במשהו: נפלה מן הגג זו מכלל הטרפות רוצה לומר נפולה ויש לה תנאים ודינים והן שאם נפלה ואחר נפילתה הלכה מותר לשחוט אותה מיד ואין צריך שום דבר אחר אבל אם אינה יכולה ללכת רק היא עומדת מותר לשחוט אותה וצריך בדיקה ואם לא עמדה משהין אותה מעת לעת עשרים וארבע שעות ואז שוחטים אותה וצריך ג\"כ בדיקה והבדיקה הזאת בכל הבטן ובחזה מבפנים ואם נמצא בה שום דבר מאלו הטרפות או נמצא אבר מאברים הללו רצוץ ומרוסק הרי היא טרפה אע\"פ שלא אירע בה נקב ולא פסוק ולא שבר אלא רצוץ שריסוק איברים מכלל הטרפות ע\"מ שאירע מחמת הנפילה. ובית הרחם אין משגיחין על ריסוקו וריצוצו וכן הסימנים אינם צריכים בדיקה: וכבר ידעת שהצלעות בבהמה אחת עשר מכל צד ולפיכך יהיו רוב צלעותיה ששה מכאן וששה מכאן או הצד האחד כולו וצלע אחד מהצד השני ע\"מ שתהא שבירתן במחצית הסמוך לחליות ובצלעות שיש בהן מוח והוא שאמר ובצלעות גדולות שיש בהן מוח אבל אם נשברו רוב צלעותיה והיו צלעות גדולות שיש בהן מוח מן המיעוט שלא נשבר אינה טריפה: ודרוסה היא שדרסה אותה אחד מן החיות הטורפת בידיה בלבד לא ברגלים ע\"מ שתכניס צפרניה בבשרה לפיכך צריכה בדיקה מבפנים אם נמצא בשרה שנשתנה כבר סמוך לבני מעיים הרי זו אסורה ודע שהזאב ומי שלמעלה ממנו עושה בהמה דקה וגדולה במינה דרוסה וגדיים וטלאין אפילו משלמטה מן הזאב כגון החתול והנמיה כשדורסין אותם עושין אותם דרוסות וצריכות בדיקה: ומה שאמר זה הכלל כדי שיכלול עם כל אלו הטרפות שמוטת הירך ושנתעפשה הכוליא שלה עד שנפסק הלובן שבכוליא מבפנים ושניקב הטחול שלה ע\"מ שינקב במקום העבה ממנו ויכנס הנקב בגופו עד שלא ישתייר ממנו אלא פחות משיעור עובי הדינר אבל אם נשתייר ממנו שיעור עובי הדינר ולא הגיע בו הנקב הרי היא כשרה. וכן אם נדלדלו רוב הסימנים וזהו אינו העיקור. וכן אם נעקרה צלע מעיקרה רוצה לומר שתסור חולייתה מתוך חוליות השדרה הרי זו טרפה. וכן אם נתרצצה גלגולת הראש אע\"פ שאין שם נקב בקרום ע\"מ שיתרצץ רובה. וכן בשר החופה את רוב הכרס אם נקרע כמו שזכרנו ואחרים מלבד אלו הטרפות שיתבארו כמו חתוכת הרגלים והגלודה וזולתן ממה שמנו אותן הכל בכלל במה שאמרו זה הכלל ואין הלכה כר\"ש והלכה כרבי יהודה: "
            ],
            [
                "<b>ואלו כשרות בבהמה ניקבה הגרגרת או כו': </b>אם ניקבה הגרגרת נקבים מפולשים אבל לא חסר מגופה שום דבר כמו שנוקב במחט בעור כל אותן נקבים מצטרפים אם יש בכולן שיעור רוב הגרגרת טרפה ואם יש באותן הנקבים חסרון או אם חסר ממנה רצועות ארוכות רואים אם עולה כלל השבירה מה שחסר מגופה יותר מכאיסר טרפה ואם היא כאיסר מצומצם או פחות כשרה ואם נסדקה לארכה ולא חסר מגופה כלום אפילו לא נשתייר אלא משהו למעלה ומשהו למטה כשרה והבן במאמרי משהו למטה שכוונתי לומר שיהא אותו משהו מוסיף על המקום מן הגרגרת שדינו כדין הריאה כמו שזכרנו: ומה שאמרו נפחתה הגלגלת היא שנסדקה ולא נתרצצה וכבר זכרנו פעמים ששיעור האיסר משקל ארבעה גרגרי שעורים ועביו כראוי וצורתו עגולה: ומה שאמר בכבד נשתייר ממנה כבר אמרנו איזה שיעור ישתייר ממנה ובאיזה מקום ואז תהיה כשרה. ומה שאמר נטלו הכליות שנעדרו בבת אחת וכן אם לא נמצאת אלא כוליא א' או נמצאו ג' כליות הרי היא כשרה ואם נמצאת אותה האחת או כל א' מהב' פחותה מאד קטנה מגרגיר הפול בצאן ובעזים או פחותה מגרגיר הענב בבקר טריפה אע\"פ שלא נמצאו כל עיקר היתה כשירה ונקב הכוליא אין שואלין עליו ואם נמצאת בה מוגלא טרפה ואם נמצאו בה מים צלולים ואינם סרוחים הרי היא כשרה: והאם הוא הרחם: וחרותה בידי שמים המפחדת מהדברים הטבעיים כגון שתראה ברק או ששמעה רעם או אירע לה חולי שיוליד לה פחד עד שתייבש ריאתה כשירה אבל אם הפחיד אותה אדם או ראתה בהמה ששוחטין אותה ופחדה עד שהגיע לפרק הזה טרפה וידוע סבת הפחד כמו שאני אומר וזה שימלאו כלי חרס שוע באבר לבן מים קרים ונותנין שם הריאה אם היה בימות החמה ואם היה בימות הגשמים יהא הכלי אדום העין וממלאין אותו מים חמים ונותנים שם הריאה ומשהין אותה שם עשרים וארבע שעות אם חזרה לענינה הטבעי הרי היא בידי שמים וכשירה ואם לאו הרי היא בידי אדם וטרפה וסבת מה שהתנו שיהא הכלי לבן או אדום מה שאומר והוא שלהכלי חרס שלהן באותו הזמן כפי אותן המלאכות המפורסמות באותו הזמן היה הלבן מזיע והאדום אינו מזיע וידוע שהכלי שהוא מזיע מתקררים בו המים ולפי שהוא צריך אל מים קרים בימות החמה התנה שיהא הכלי לבן מזיע וזו היא נקודה פליאה ודע אותה לך: והואיל וזכרנו ענין יובש הריאה נדבר בגוונים דע שהריאה השחורה היא כעין הדיו. והאדומה כעין הבשר וצורתו: והירוקה כעין כרכום חריע הנקרא עצפור או כעין חלמון ביצה: והכרתי כעין כשותא והוא עשב הצומח בין החטים וכל אלו החמשה גוונים טרפותם במשהו: והתכלת כעין הכחול האדום והכרתן כעין של כרתי או הירוק בתכלית כמו פני האדם החולה הרי הוא כשירה ואפילו היה על פני כולה ואינה טריפה באלו הגוונים אלא אחר נפיחה והמירוס בידים אם עמד הגונא כעין האיסור אסור. וגלודה היא שנפשטה עורה כולו מעליה וכל זמן שישתייר מן העור רחב סלע לאורך שלשלת השדרה כולו עד שיהיו כל החוליות מכוסין הרי זו כשירה ואם יהיה כל העור במקומו ונפשט ממנו רחב סלע על פני כל השדרה האי זו אסורה הנה נתבאר לך מה שפרשנו שהלכה כרבן גמליאל ואין הלכה כר\"מ: "
            ],
            [
                "<b>ואלו טרפות בעוף נקובת הוושט ופסוקת כו': </b>נקובת הוושט ופסוקת הגרגרת כפי מה שהקדמנו בבהמה וכפי אותן התנאים עצמו: וחולדה היא חיה כמין עכבר כ\"ש מי שהוא גדול ממנה ומה שהוא אומר שהיא עושה אותה טרפה רוצה לומר שניקב קרום המוח שלה ויודע זה שיכניס אצבעו לתוך פי העוף וידחוק אותו למעלה אם הדם מבצבץ או יוצא מן המוח טריפה: וקרקבן ענינו ידוע ויש בתוכו כיס מקיף על המאכל הבא אליו וזה הנקב צריך שיהא עובר בבשרו ובכיס שבתוכו זה כנגד זה עד שיגיע הנקב למאכל שבתוכו: ופירוש נחמרו נשרפו וכן אמרו במחוייב שרפה וחומרת את בני מעיו ודע שאין אנו משגיחין בשינוי מראות האברים הפנימיים מן העוף המשתנה מן האדמימות על הירקות זולתי בלב ובכבד ובקורקבן בלבד לפי שאלו השלשה אברים מראיהם הטבעי באלו העופות הנמצאים אצלנו כתרנגולים ותורים ובני יונה והקורא אדומים ואם נמצא מהן ירוק או כרתן שום דבר ראוי לשלוק אותו מעט אם עמד בעינו ירוק או כרתן. הרי זו טרפה ואסורה באכילה ע\"מ שאותו העוף הוא שנפל לאש כי מה שאמר נפלה לאור ר\"ל כי מתנאי הטרפה שתפול לאור וישתנו מראיה כמו שאמרו נפלה מן הגג שמתנאיה שהפילה בכח ואחזור להשלים המאמר על העוף שאם היה העוף מעופות המים המותרים שיש להן אחד מאלו האברים בטבע כעין כרתי או כעין ירוק ועל הרוב יהיה זה בקרקבן ואם נמצא אותו האבר שטבעו להיות ירוק או כרתן. אדום טריפה ולפי שדינו כדין בני מעיים משאר העופות שמראיהן הטבעי להיותן ירוקים ונמצאו אדומים טרפה לפי שכל זמן שישוב האדום ירוק או הירוק אדום מחמת האור טרפה ואחר שליקה כמו שזכרנו אלא שהאדום הטבעי כל זמן שישוב ירוק טריפה ואפי' ששב ירוק אחר השליקה וכבר ידעת שמראות אלו הם במשהו כמו שהנקב במשהו: ומה שאמר במפרכסת הזאת שהיא כשרה ע\"מ שתבדק אחר השחיטה כמו שאנו עושים בבהמה ואם נמצא בהן דבר אוסר טרפה לפי שהעיקר האמתי כל מה שהוא טרפה בבהמה כמותו בעוף טרפה ומוסיף על העוף תוספת כמו שאתה רואה: "
            ],
            [
                "<b>ואלו כשרות בעוף ניקבה הגרגרת או שנסדקה כו': </b>דין הנקב שאין בו חסרון או סדיקת הקנה לאורך בעוף הוא כמו בבהמה אבל נקב שיש בו חסרון אם יש בתשבורת כל מה שחסר בגופו כנגד תשבורת רוב חלל הקנה מאותו העוף טריפה ואם היה כנגד חצי תשבורת הקנה או פחות הרי היא כשרה: וזפק ידוע והוא לעוף במקום האסטומכא לאדם והוושט סמוך לו וכל הנמשך מעל הזפק בשעה שמושך העוף צוארו דינו כדין הוושט רוצה לומר שאם נקב במשהו טרפה וזולתם מחלקי הזפק אין שואלין על נקב שבו: ומה שאמרו יצאו בני מעיה כשרה ע\"מ שלא ישתנה סדרן רוצה לומר שלא יהפכו בידים ולא נתקנו שכל זמן שעושה כן הרי היא טרפה לפי שאי אפשר חזרתן. והעיקר בשבורת רגל העוף מה שאומר לך והוא שכל אחד מרגלי העוף מחוברים משלשה פרקים מלבד הכף שהוא עומד עליו שהוא מחובר מפרקים רבים אם ישבר הפרק המחובר שסמוך לגוף מן הירך ונראה השבר ונפשט ממנו הבשר טרפה ואם נשתבר והבשר חופה את השבר עד שמתנענע העצם והוא שבור ואינו נראה כשרה וכן אם נראה קצת העצם השבור והיה הבשר חופה רובו. אבל שני הפרקים הסמוכים לפרק הזה אין משגיחין בהם לשבר בשום פנים ואפילו נראה העצם כשרה שעליהן הוא אומר נשברו רגליה נשתברו אגפיה בכלל הכשרות וכן אם נשמט הירך מן הגוף רוצה לומר בעוף הוא כשר אבל אם נשמט פרק הכנף הסמוך לגוף חייב לבדוק ריאתו אם נמצא נקובה טריפה ואם נמצאת שלימה מותרת: ודע שרגל העוף שיש בו קשקשים רוצה לומר בקנה של רגל שאותן קשקשין דומין לקשקשי הדג יש על אותו קנה גופים סחוסיים רבים והן קנקנים מקיפין אצל הרגל כאילו הן חזקים וכל קצותן מדובקים אל דמות גרגיר הענב בכף העוף וקורין ג\"כ לאותן הגופין גידים ולאותו הגרגיר שבו הן מתקבצים צומת הגידים וכשנחתכו ב' רגלי העוף במקומות שבהן אלו הגידים ויחתכו אלו הגידין או רוב אחד ואחד או נחתך אפילו אחד מהן כולו הרי היא טריפה ואם נחתך למטה מצומת הגידים ולא נגע בצומת הגידים כשרה וכן אפילו נחתך למעלה הרגל כולה רצה לומר ממקום הבשר הרי היא כשירה ואל תתמה שהרי חותכה מכאן וחיה וחותכה מכאן ומתה: נמרטו כנפיה ידוע: ונוצה הוא העור הדק שעל הזפק עם הנוצה שלו רבי יהודה אומר אם נטל פסולה ואין הלכה כרבי יהודה ולא כר\"מ: "
            ],
            [
                "<b>אחוזת דם והמעושנת והמצוננת ושאכלה כו': </b>אחוזת הדם הוא שגבר עליה הדם עד שחונקה: והמעושנת שגבר עליה המרה השחורה (אמרו בברייתא) והמצוננת שגברה עליה הליחה הלבנה עד שנתבטלו חושיה ולא זכרו תגבורת המרה האדומה לפי שהוא בבהמות מועטת ביותר כמו שנתבאר בספרי רפואות הבהמות: והרדפני הוא עשב כשאוכלים אותו הבהמות הורג אותן ואינו מזיק לבני אדם כמו צואת התרנגולים: ומה שאמר סם המות רוצה לומר הדבר שהורג את האדם אם אכל ממנו לפי שיש דברם הם מזון יפה למין ידוע מבעלי חיים וסם המות לבעלי חיים אחרים וזה מפורסם אצל הרופאים: "
            ],
            [
                "<b>סימני בהמה וחיה נאמרו מן התורה וסימני העוף כו': </b>דורס הוא שיתן ידו על הדבר שהוא אוכל ואח\"כ אוכל ממנו וכן עושין כל בעלי חיים שהם טורפים ובתוך הקורקבן קרום נקלף בעוף טהור ואינו נקלף בעוף טמא ואין אנו צריכים לכולם אלא אפילו אחד מהן אם נמצאת בעוף שאין אנו מכירין אותו הרי הוא עוף טהור ע\"מ שלא יהא דורס ואוכל לפי שכל דורס ואוכל טמא וזה דין כולל ומה שאמר רבי אליעזר בר צדוק אמת וענינו שעוף טמא כשעומד על חבל או שרביט דק ונותן קצת צפרניו על אותו השרביט מצד אחד ומקצתם מצד אחר עד שיהא השרביט תחת אצבעותיו כמו שאוחז שום דבר ביניהן. וכשנדע שהבהמה הזו מותרת באכילה בשר הסימנים הנאמרים בתורה חייבים אנו לדעת אם היא חיה ומותר לאכול חלבה וטעונה כיסוי דם או היא בהמה ואסור לאכול חלבה ואינה טעונה כסוי דמה. והדברים המבדילים בין חיה לבהמה הם מה שאני אומר אם יוצאין מראש אותה הבהמה קרנים ואח\"כ צומחים בהם קרנים אחרים כגון האיל הרי היא חיה בלי ספק ואינה צריכה סימן אחר אבל אם אין שם שום דבר צומח בהן רואים הקרנים הצומחים בראש אם היו דומות למי שלקח גוף פשוט שיש לו גובה ידוע ומתוקן הקצוות רוצה לומר שיהיו קרנותיו זויות נצבות ושזר אותו ופתלו כמו שעושין צמיד של זרוע אחר שפתלו עוותו עד שנוטה ואפילו כל שהוא הרי זו חיה כגון הצבאים והדומה להן לפי שקרני השור מעוותין ואין בהם נפתולים וקרני העזים מעוותים ונפתולים אבל נפתוליהם כמי שפתל דבר עגול שאין לו שפה חדה והבן זה: "
            ],
            [
                "<b>ובחגבים כל שיש לו ארבע רגלים וארבע כנפים כו': </b>מה שאמר חופות את רובו שיהא רחבן חופה רוב עובי גופו וארכו חופה רוב אורך גופו ע\"מ שיהיה שמו חגב כמו שאמר רבי יוסי אבל אם נמצאו בו אלו הסימנים ולא היה שמו חגב או השם שקורין באותו לשון למה שאנו קורין חגב אינו מותר לאוכלו והלכה כרבי יוסי ג\"כ במה שאמר שני קשקשים ודע שאם נמצאו לאותו המין קשקשים אבל אינן באים בו אלא לאחר שיגדל או נושרים ממנו כשצדין אותן בצאתו מן המים ויש הרבה כזה אותו המין מותר ואפילו באותו הזמן שאין לו קשקשים: "
            ]
        ],
        [
            [
                "<b>בהמה המקשה לילד והוציא העובר את ידו כו': </b>מה שאמר מותר רצה לומר אותו העובר אם נשחטה אמו והוציאוהו מגופו יהא מותר באכילה ואותו האבר שיצא קודם השחיטה אינו מותר לאכלו ואפילו חזר לגוף הבהמה לפי שנאמר ובשר בשדה טרפה רוצה לומר שבשר שיצא חוץ למחיצתו שהוא לו שדה הרי הוא טרפה וכבר ביארנו זה בזבחים וכמו שהטריפה כיון שנטרפה שוב אין לה היתר אף בשר כיון שיצא ממחיצתו אין לו היתר ואפי' שב למחיצתו ולפיכך אוסרים אותו האבר אפילו החזיר וההפרש מבואר שאם החזיר אותו אבר ואח\"כ נשחט הבהמה או לא החזירה רק אם נשחטה הבהמה ואותו האבר יצא ממנה שאם החזיר האבר קודם שחיטה חותכין אותו היוצא בלבד ואוכל שאר העובר ואם לא החזירה ונשחטה הבהמה חותכין אותו האבר שיצא ואינו מותר באכילה ואסור מקום החתוך ג\"כ מפני שיצא לאויר ואח\"כ חותכין מלמעלה מעט מן הסמוך לגוף ומשליכין אותו וזה ענין מה שאמר לא נצרכה אלא למקום חתך: ומה שאמר הרי זה כילוד רוצה לומר שאם נמצא חי בבטן אמו אחר שחיטה אינו מותר באכילה עד שישחוט אותו ואין אנו אומרים שחיטת אמו מטהרתו: ומה שאמר חתך מן העובר שבמעיה מותר באכילה רוצה לומר שאותו דבר שחותכין ממנו מותר באכילה ולא נאמר עליו אבר מן החי על מנת שהוא בתוך הגוף עד שתשחט הבהמה: "
            ],
            [
                "<b>המבכרת המקשה לילד מחתך אבר אבר ומשליך כו': </b>דין בכור שמת שיקבר ואינו מותר להאכילו לכלבים הואיל והיה קדש ועוד יתבאר במסכת בכורות שאם נחתך אבר אבר עד שנחתך רובו אינו מותר להאכילו לכלבים אלא קוברים אותן גם כן ולפיכך אמר חותך אבר אבר ומשליך לכלבים ופירוש מקשה בעת הלידה ונקרא קשוי לפי שהוא קשה ומכאוביו חזקים: "
            ],
            [
                "<b>בהמה שמת עוברה בתוך מעיה והושיט הרועה כו': </b><b>האשה שמת ולדה בתוך מעיה ופשטה חיה את כו': </b>אמרו אם הועילה לו אמו להתירו לאכילה לא הועילה לו אמו להתירו מידי נבילה ואע\"פ שהיקש זה אינו אלא בבהמה טהורה בלבד שהתיר עוברה בשחיטה הילכך אנו למדים בהמה טמאה מבהמה טהורה בדרך היקש והוא מה שאמרו וכי ימות מן הבהמה וגו' ואמר מן הבהמה זו בהמה טמאה אשר היא לכם לאכלה זו בהמה טהורה רבי יוסי למד ממה שאמר רחמנא או בנבלת בהמה טמאה לפי שהכל מודים שנבלת בהמה בין שהיא טמאה או טהורה הרי תטמא טומאת נבלה ולא רצה לומר נבלת בהמה טמאה אלא על עובר בהמה טמאה שמת בתוך מעיה שהיא מטמא על דעת רבי יוסי ואין הלכה כרבי יוסי: "
            ],
            [
                "<b>בהמה המקשה לילד והוציא עובר את ידו כו': </b>מגע הטריפה שחוטה מטמא בשר קדשים ואע\"פ שאינו מטמא חולין וכן אמרו טריפה שנשחטה מטמא במוקדשין ומה שאמר ר\"מ בכאן מנין לטריפה ששחיטתה מטהרתה אינה על דרך שיחלוק עליהן בזה אבל מקשה עליהן כדי שישמע תשובתם לפי שאמרו שהיתה לו שעת הכושר ועובר זה לא היתה לו שעת הכושר רק הוא כמו טריפה מן הבטן ולפיכך הוא אצלו נבלה ואינה מועיל שחיטת אמו ואין הלכה כרבי מאיר ודע שבן שמונה חי שנטרף ונשחט אין שחיטתו מטהרתו מידי נבילה: "
            ],
            [
                "<b>השוחט את הבהמה ומצא בה בן שמונה חי כו': </b>זה בן תשעה חי שמותר לאוכלו בלא שחיטה אין חלבו ודמו מותר אצל חכמים ודע שאינו צריך בדיקה רוצה לומר שאין טרפות מפסידתו לפי שהוא אצלינו כשחוט אע\"פ שהוא חי והלכה כחכמים ע\"מ שלא יהלך על הארץ ודברי רבי שמעון שזורי שמתיר ואפי' הפריס ע\"ג קרקע אינו הלכה: "
            ],
            [
                "<b>בהמה שנחתכו רגליה מן הארכובה ולמטה כו': </b>רגל הבהמה מחוברת מפרקין נראין לחוש והפרק העליון שהוא סמוך אל הגוף הוא קצר כנגד שלמטה הימנו מן הפרקים ובאפשר שיהיה זה בגמל והקצה השני מהפרק הזה הסמוך לשוק הבהמה הוא הנקראת ארכובה ובפרק הזה שקצהו האחת סמוך אל כל הגוף והקצה השני סמוך לשוק אנו קפדים לשבר ולחתוך ואם נחתך או נשבר ונראה העצם הרי היא טריפה ואם נשבר ועור חופה רוב העצם רוצה לומר רוב עובי העצם השבור כולו ורוב אורך השבור ג\"כ הרי היא כשרה ואם היה השבר למטה מן ארכובת הבהמה מותר באיזה צד שיהיה ואותו האבר שנשבר העצם שלו אם נראה רוב העצם אסור אותו האבר ואם היה בשר חופה את רובו הרי הוא מותר ושחיטתו מטהרתו ודין זה ממש הוא בעוף ג\"כ שאם נשבר במקומות שלא יאסר כל העוף אם יצא רוב העצם אותו אבר אסור וכבר ביארנו ששם גידין נופל על העורקין והעצבים והיתרים והקשרים לפיכך כשיאמר בכאן גידין רוצה לומר היתרין לפי שכבר נודע מצד חכמת הניתוח שהעצבים מתערבין עם הבשר ואז יתהוה מהן הגיד הנקרא בלשון ערב עצל\"ה אח\"כ מתפרשין ממנו רוצה לומר מן הבשר ומתחברין אחר שמתרחקין מעיקרן ואז יתהוה מהן יתר מן היתרות: וצומת הגידין הוא קבוץ היתרים והוא בבעלי הארבעה המותרים לנו לאכול ג' יתרים אחד עבה וב' דקין ומתחברין הג' מיתרים למעלה מן הקרסול לפיכך אם נחתך א' מהן העב ונשארו הב' דקים או אם נחתכו הב' הדקים ונשאר היתר העב בבהמה מותר ואם נחתך העב ואחד מן הדקין או רוב כל אחד ואחד הוא הנקרא חתוכת צומת הגידין והיא טרפה וכל זה אם נחתכו המיתרים והם ניכרים בעצל לפי שהם לבנים ובענפיהן שהן ג' אבל נחתך הרגל דרך משל למעלה מענפי המיתרים ר\"ל בגוף העצל הרי היא כשירה ואל תתמה היאך תחתוך צומת הגידין והיא טרפה ואם נחתך הפרק שבו צומת הגידין הוא מותרת לפי שחתיכת היתרים אינה חתיכת העצל שזו ממיתה וזו אינה ממיתה והוא מה שאמרו אין אימרים בטריפות זו דומה לזו שהרי חותכה ומכאן וחיה וחותכה מכאן ומתה ואותן הגידין המקיפין רגל העוף שהן דומין לאלו היתרים וכבר זכרנו אותן בפרק שלפני זה הן ט\"ז ואם נחתך רוב אחד מהן טרפה כמו שזכרנו ונזכר הדין הזה בפרק הזה מחמת מה שאמר שחיטתו מטהרתו לאותו אבר כמו שנאמר בעובר שחיטת אמו מטהרתו: "
            ],
            [
                "<b>השוחט את הבהמה ומצא בה שליא נפש היפה כו': </b>השליא הזאת והוא הכיס שבתוכו יהיה עובר ההוא חשוב כזבלין וכמותרות ולפיכך אינו מטמא כמו שמטמאת הנבלה אם היתה השליא הזאת שליית נבלה ואין השליא הזאת נטמאת כמו שמתטמאין האוכלין אלא א\"כ חישב עליה לאוכלה לפי שכל מה שאינו ראויה לאכילה אצל ההמון אין מטמא כמו שמטמאין האוכלין עד שיחשב לאכילה כמו שיתבאר במסכת טהרות ובמסכת עוקצים. וידוע שאינו מתקדש בבכורה אלא הזכר ולא כל זכר ג\"כ לפי שאם היה אותו זכר משונה ממינו בצורתו אינו קדוש כמו שיתבאר במסכת בכורות והשליא הזאת אפשר שהיא שליית זכר או נקבה ואפילו אמרנו שהוא זכר שמא אינו קדוש בבכורה ולפיכך מותר לו שישליכנה לכלבים אבל אם היתה בהמת קדשים והפילה שליא הרי זו תקבר לפי שכל מה שתלד זכר או נקבה הרי קדוש כמו שיתבאר בתמורה: "
            ]
        ],
        [
            [
                "<b>אותו ואת בנו נוהג בין בארץ בין בחוצה כו': </b>כבר ביאר לך בתחלת המאמר שאיסור אותו ואת בנו נוהג במוקדשין הוא מה שנאמר ומיום השמיני והלאה ירצה וגו' וסמוך לו ושור או שה אותו ואת בנו לא תשחטו ביום אחד וידוע שאותו ואת בנו אם שחטו אותם שני בני אדם ביום אחד שהאחרון חייב מלקות ויודע הוא שמה שאמר בכל הענינים האלו חולין וקדשים רוצה לומר חולין וקדשים שהוא אחד הנשחטים חולין והשני קדשים: ומה שאמר מבפנים ובחוץ רוצה לומר ששחט אחד מהן תוך העזרה והשני חוץ לעזרה: ואחריו רוצה לומר ההקדמה והאחור כמה שאמר בכל ההלכה הזאת כגון זה שאמרו קדשים וחולין בחוץ ר\"ל שאחד משניהן קדשים והוא הנשחט בתחלה בחוץ והאחד חולין אחריו בעזרה וכן תבין זה בכולם. ודע שאינו מסכים בכל הדברים הנאותים הנולדים בענין זה ולא זכר אותו ואת בנו אלא מפני שהן שוים ומקום השחיטה משונה אם יהיו משונה ומקום שחיטתן שוה בפנים או בחוץ ונשאר מן הדברים הנאותים האלו חולין וקדשים בחוץ ובפנים חולין וקדשים בפנים ובחוץ וקדשים וחולין בחוץ ובפנים וקדשים וחולין בפנים ובחוץ ודין כולם יתבאר לך אם תהיה זכור לד' עקרים האחד שאותו ואת בנו אם נשחט אחד מהן ונשאר השני והיה הנשאר ההוא קדשים הרי הוא מחוסר זמן ואינו מותר לשחיטה עד מחרת אותו היום והעובר ושחטו חייב מלקות משום אותו ואת בנו בין ששחטו בפנים או בחוץ לפי שאינו חייב כרת על שחיטתו מפני שאינו ראוי להקרב בפנים כמו שביארנו בפרק האחרון מזבחים והענין שחייבו מלקות אחד משום אותו ואת בנו ולא נתחייב שתי מלקיות לפי ששחט מחוסר זמן שנאמר ומיום השמיני והלאה ירצה הא קודם זמנו לא ירצה בפנים ר\"ל שהקריב מחוסר זמן והמקריב מחוסר זמן אינו חייב עליו מלקות והעיקר בידינו לאו הבא מכלל עשה עשה כמו שביארנו בתחלת מכות והוא מה שאמר הנח למחוסר זמן שהכתוב נתקו לעשה והעיקר הב' שהשוחט קדשים בחוץ חייב כרת על מנת שיהא ראוי להקרב בפנים כמו שזכרנו בסוף זבחים והעיקר הג' שהשוחט חולין בפנים אסור לאוכלן לפי שחולין ששחטו בעזרה אסורה בהנאה כמו שביארנו בשני מקדשים אבל אינו חייב מלקות והעיקר הד' שכל מחוייב כרת לוקה כמו שביארנו בתחלת מכות וכשיעלו בידך ד' העיקרים האלה יתבארו לך כל המצות האלו שנאמר בהן דין הנשחטים והשוחטין וכן יתבאר לך דין המצות שגמרנו ענין חלוקם: "
            ],
            [
                "<b>חולין וקדשים בחוץ הראשון כשר ופטור והשני כו': </b>רבי שמעון אינו חולק על מי ששחט פרה אדומה או עגלה ערופה שהוא חייב משום אותו ואת בנו הואיל ושחטן לפי שאין באמרנו על זו שהיא עגלה ערופה או פרה אדומה דין השחיטה משתנה והוא מה שאמר פרת חטאת ועגלה ערופה אינו משתנה אבל בשור הנסקל חולק רבי שמעון ואמר הואיל ונגמר דינו לסקילה אין שחיטתו שחיטה: ומה שאמר השוחט לעבודת כוכבים אינו רוצה לומר שאם שחט הראשון לעבודת כוכבים והשני לעצמו שהוא חייב משום אותו ואת בנו לפי שזה ברור מאד אבל דברו על מי ששחט הראשון לאכילה והשני לעבודת כוכבים שהוא חייב על השני משום אותו ואת בנו ולא יהיה זה אלא כשהתרו בו משום אותו ואת בנו ולא התרו בו משום עבודת כוכבים שאם התרו בו משום עבודת כוכבים חייב סקילה וקם ליה בדרבה מינה כמו שביארנו בשלישי מכתובות. והמעקר הוא שמעקר הסימנים ולא ישחטם שהוא כמו שהרג בחנק או בעריפה וכל זמן שיעקר ואפילו אחד מן הסימנים קודם שחיטה הרי הוא נבילה בין בעוף בין בבהמה וזה העיקור הנזכר בה' דברים המפסידים את השחיטה והעיקור אינו אלא מצד הראש רצה לומר שיעקרו מן הטבעת שבה מחוברים הסימנים ואין הלכה כרבי שמעון: "
            ],
            [
                "<b>השוחט ונמצאת טרפה השוחט לעבודת כוכבים כו': </b><b>שנים שלקחו פרה ובנה איזה שלקח ראשון כו': </b><b>שחט פרה ואח\"כ שני בניה סופג שמונים כו': </b><b>בארבעה פרקים בשנה המוכר בהמה לחבירו כו': </b>סבת זו מבוארת לפי שידוע שבני אדם אין לוקחים בהמות באלו הימים אלא לשחוט באותו היום: וענין רווח שיהא שהות ביום לפי שפעמים לוקח אותו לשוחטו למחרת וא\"צ להודיעו אבל אם ראה אותו נחפז והוא קונה בידוע שישחוט עכשיו ולפיכך הוא נחפז לקנותו עכשיו וכבר ידעת שרבי יהודה מפרש הוא לדברי חכמים ודבריו אמת: "
            ],
            [
                "<b>בארבעה פרקים אלו משחיטין את הטבח בעל כו': </b>ענין דין זה הוא כמו שאני אומר והוא שאם נתן לקצב דמי הבשר וקבלו ממנו כופין הטבח שישחוט אותה הבהמה ויתן לקונה בשר בדמי הדמים שנתן לו ואין הטבח יכול לומר הא לך מעותיך ואני אקבל מי שפרע שאין אתה קונה הקנין עד שתמשוך הבשר כמו שזכרנו בקדושין לפי שעיקר הדין דבר תורה מעות קונות וחכמים אע\"פ שתקנו משיכה קונה כדי שלא יאמר לו נשרפו חטיך בעליה כמו שביארנו במקומות ממציעא ובתרא ובארבעה פרקים אלו העמידו דבריהם על דין תורה: "
            ],
            [
                "<b>יום אחד האמור באותו ואת בנו היום הולך כו': </b>כל זה מבואר וראוי שתדע שאין חוששין באותו ואת בנו אלא באם בלבד אמרו אותו ואת בנו מי שבנו כרוך אחריו יצא זכר שאין בנו כרוך אחריו ואין דין זה חל אלא על שלשת המינים הללו בלבד רוצה לומר הבקר והצאן והעזים: "
            ]
        ],
        [
            [
                "<b>כסוי הדם נוהג בארץ ובחוצה לארץ בפני כו': </b>אין הפרש בין קדשי מזבח ובין קדשי בדק הבית אם עבר אדם ושחטן אינו חייב בכסוי וכבר ביארנו שהכוי בריה בפני עצמו ולא הכריעו חכמים אם מין חיה הוא אם מין בהמה לפיכך אם יכסו דמו בי\"ט ידמה שהוא חיה ויבאו לאכול חלבו ולפיכך אין מכסין את דמו עד למוצאי י\"ט: "
            ],
            [
                "<b>השוחט ונמצאת טרפה והשוחט לעבודת כוכבים כו': </b>ר\"מ אומר שחיטה שאינה ראויה שמה שחיטה וחכמים אומרים לא שמה שחיטה והלכה כחכמים: "
            ],
            [
                "<b>חרש שוטה וקטן ששחטו ואחרים רואין אותם כו': </b>מה שאמר פטורים מלכסות הוא ג\"כ דעת ר\"מ אבל חכמים אומרים חייבין לכסות דם העוף או החיה ששחטו וכן אין שוחטים אחריהן אם קדם שום אדם ושחט אותו ואת בנו לפי ששחיטתן ספק ואפשר ששחיטתם גמורה וחייבין לכסות בעוף ואסר לשחוט אחריהן בהמה ואפשר שהיא נבילה ואין חייבין לכסות בעוף ומותר לשחוט אחריו כמו שזכרנו ולפי שהוא ספק החמירו חכמים אבל אצל ר\"מ שחיטתן בינן לבין עצמן נבילה לכל דבריה בין לקולא בין לחומרא ולפיכך אומר אין מכסין אחריהם לקולא והלכה כר\"מ:  "
            ],
            [
                "<b>שחט מאה חיות במקום אחד כסוי אחד לכולן כו': </b><b>שחט ולא כסה וראהו אחר חייב לכסות כו': </b>הכל מודים שאינו מברך אלא ברכה אחת על דם החיה והעוף: ומה שאמר כסהו הרוח חייב לכסות ר\"ל אם נתגלה אחרי כן כדי שלא תדמה שהוא כאילו כסהו ונתגלה שהוא פטור מלכסות אבל אם כסהו הרוח ונשאר מכוסה פטור מלכסות ואין הלכה כר' יהודה: "
            ],
            [
                "<b>דם שנתערב במים אם יש בו מראית דם חייב כו': </b>מה שאמר בדם החיה רוצה לומר בחיה טמאה לפי שאם היתה טהורה הכל מסכימים שחייב לכסות וענין מה שא\"ר יהודה אין דם מבטל דם שאם היה דרך משל אותו [דם] העוף משקל גרגיר ונתערב עמו כמה לטרים מדם הבהמה לא בטיל דם העוף אלא מכסה הכל וכבר ביארנו בשמיני מזבחים שאין הלכה כר' יהודה: "
            ],
            [
                "<b>דם הניתז ושעל הסכין חייב לכסות אמר רבי יהודה כו': </b>כבר ידעת שרבי יהודה מפרש דברי חכמים והלכה כמותו: "
            ],
            [
                "<b>במה מכסין ובמה אין מכסין מכסין בזבל הדק כו': </b>אל יקשה בעיניך מה שאמר רשב\"ג בעיקר הזה שמסר שהסיד והחרסית ומגופת האבנים ולבינה אין מגדלין צמחים לפי שענין מה שאמר וכוונתו הוא שהדבר שהיה בתחלתו מגדל צמחים מכסין בו אע\"פ שנשתנה שמו מצד מלאכה שנעשית בו וכבר ביארנו לך שהעיקר שבידינו אין למדין מן הכללות הלא תראה שנסורת העץ הדקה וכן נעורת של פשתן מותר לכסות בהם אע\"פ שאינן מגדלים צמחים לעולם ודע שכל מה תקראוהו תורה עפר מכסין בו ולפיכך מותר לכסות באפר כל דבר שנשרף ואפילו בגדים או בשר הואיל וקרא הכתוב אפר הפרה אדומה כמו שנאמר מעפר שריפת החטאת וכן שפיית הזהב בלבד מכל המתכות הניתכות באש שנאמר ועפרות זהב לו ודע שהמתכות שאינן נתכות כגון הכחל ואבן התכלת שקורין אותו בלשון ערב לאזור\"י ובלע\"ז לפי\"ד לאוזלי\"י וזרניך שהוא בלע\"ז אורפיימנ\"ט מכסין בהן אבל הנגר שנקרא בלע\"ז וירדי\"ט והאלבאין שנקראין בלי\"ך בלע\"ז והדומה להן אין מכסין בהן מפני שהן כשפיית הנחשת והעופרת חשובין וכבר זכרנו ששפיית כל המתכות אין מותר לשחוט לתוכן אלא הזהב לבדו וכל אלו העניינים מקובלים יש מהן שיש להן רמז בכתוב ויש מהן שאין לו רמז אלא קבלה: "
            ]
        ],
        [
            [
                "<b>גיד הנשה נוהג בארץ ובח\"ל בפני הבית ושלא כו': </b>מה שאמר ובמוקדשין ואפילו עולה ששורפין אותה על גבי המזבח מוציאו ומשליכו על האפר המתוקן באמצע המזבח והוא הנקרא תפוח. ומה שאמר מפני שאין לו כף רוצה לומר אין לו כף ירך דומה לשל אדם שהוא עגול ואם יזדמן מין עוף או אחד מאיזה מין שיהיה שכף ירכו עגול הרי זה גיד הנשה שלו אסור ומה שאמר חלבו מותר רוצה לומר חלב גיד הנשה והוא שמנונית שלו וזהו לדברי הכל אבל אמרו ישראל קדושים הן ונהגו בו איסור רוצה לומר בשמנונית של גיד. ושליל הוא העובר הנמצא בגוף קודם שלמותו ואין הלכה כר\"מ ולא כרבי יהודה: "
            ],
            [
                "<b>שולח אדם ירך לעובד כוכבים שגיד הנשה בתוכו כו': </b><b>הנוטל גיד הנשה צריך שיטול את כולו רבי יהודה כו': </b>זה שנתן הירך לעובד כוכבים היה בפני ישראל ולא נחוש שמא יטול מאותו הירך ישראל זה שנתן בפניו ויעבור על גיד הנשה ויאכלנו לפי שהירך שלמה ומקומו ניכר ומכירו הישראל ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>האוכל מגיד הנשה כזית סופג ארבעים אכלו ואין כו': </b>אין אסור מן התורה אלא מה שעל הכף בלבד ושאריתו וירכתו אסור מדרבנן לפיכך מי שאכל כזית מן הגיד שעל הכף לוקה מדרבנן ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>ירך שנתבשל בה גיד הנשה אם יש בה בנותן כו': </b>מה שאמר כבשר בלפת רוצה לומר שיתן בו טעם בכדי שימצא טעמו בחיך כמו שימצא אדם טעם הלפת המבושל בבשר לפי שהבשר נותן טעם בלפת יותר משאר צמחים: "
            ],
            [
                "<b>גיד הנשה שנתבשל עם הגידים בזמן שמכירו כו': </b>דע שעיקר בידינו אין בגידין בנ\"ט ואפי' נתבשלו גידים הרבה עם מעט מן הבשר לא נאסר אותו בשר אלא שמנונית שלו אסורה בנ\"ט אם נתבשלה עם שאינה מינה רוצה לומר עם גיד הנשה אבל אם נתבשל הבשר עם שמנונית גיד הנשה משערין באחד מששים וכן הוא הדין בשמנונית נבלה ודג טמא או החלב בעצמו הכל באחד וששים לפי שהעיקר מין במינו באחד וששים ובשאינו מינו בנ\"ט ואם אין שם עובד כוכבים שיטעום אותו דבר יחזור הדין באחד וששים וכבר בארנו העיקר הזה באר היטב בסוף מסכת ע\"ז תעיין אותו שמה וכבר נתבאר לך כי מה שאמר למעלה ירך שנתבשל בה גיד הנשה נבדקת בנ\"ט נדחה ואינו נבדקת אלא באחד וששים בשמנונית הגיד וכן ירך שצלאה וגיד הנשה בתוכה קולף ואוכל עד שמגיע לגיד ודע שכל מה שאנו משערין אותו בששים או במאה ומאתים כמו שנתבאר בערלה ואנו מתירין אותו (מעט) [טעם] מפני מיעוט הדבר האסור אין עושין כן אלא כשאין הדבר האסור עומד בעינו אבל אם היה כגון חתיכה בין החתיכות שנמצאת בין הגידים והדומה לו הכל אסור עד שיסיר אותו הדבר האסור לו: קיפה שם כולל תבלין וכל מה שמרקחין בו התבשיל ודע שבשיעורים שאנו משערים בששים נשער כל מה שבקדרה הבשר והירקות והמרק והתבלין ושמור וזכור זה תמיד: "
            ],
            [
                "<b>נוהג בטהורה ואינו נוהג בטמאה רבי יהודה כו': </b>על דעת ר' יהודה מי שאכל כזית מגיד הנשה של בהמה טמאה חייב שתי מלקיות משום בהמה טמאה ומשום גיד הנשה ואין הלכה כרבי יהודה: ושים לבך על העיקר הגדול הנכלל במשנה הזאת והוא מה שאמר מסיני נאסר לפי שאתה הראית לדעת שכל מה שאנו מרחיקים או עושים היום אין אנו עושין אלא במצות הקב\"ה ע\"י משה רבינו ע\"ה לא שהקב\"ה אמר זה לנביאים שלפניו כגון זה שאין אנו אוכלין אבמ\"ה אינו מפני שהקב\"ה אסרו [אותו] לנח אלא לפי שמשה אסר עלינו אבמ\"ה במה שצוה בסיני שיתקיים איסור אבמ\"ה וכמו כן אין אנו מלין מפני שאברהם אבינו ע\"ה מל עצמו ואנשי ביתו אלא מפני שהקב\"ה צוה אותנו ע\"י משה רבינו שנמול כמו שמל אברהם אבינו ע\"ה וכן גיד הנשה אין אנו הולכים אחר איסור יעקב אבינו אלא מצות משה רבינו ע\"ה הלא תראה מה שאמרו תרי\"ג מצות נאמרו לו למשה מסיני וכל אלו מכלל המצות: "
            ]
        ],
        [
            [
                "<b>כל הבשר אסור לבשל בחלב חוץ מבשר כו': </b><b>העוף עולה עם הגבינה על השלחן ואינו נאכל כו': </b>כבר בארנו במקומות מנדרים שהעיקר שעליו סומכים בנדרים הלך אחר לשון בני אדם אבל בזמן שחברו המשנה היו עושין שהנודר מן הבשר אסור ואפילו בבשר דגים ואין מותר לו זולתי בשר חגבים ומה שאמר בכאן מותר בבשר דגים על מנת שיהא שם ענין מורה על שהוא לא נשבע אלא על בשר בעלי ארבע רגלים וכבר נתבארו דוגמות רבות בענין זה בשביעי מנדרים ור' יוסי אינו חולק על ת\"ק אלא שרצה המחבר להודיענו כי מה שנזכר למעלה מחלוקת ב\"ש וב\"ה הוא דברי ר' יוסי והלכה כב\"ה והטעם מפני הרגל עבירה: "
            ],
            [
                "<b>צורר אדם בשר וגבינה במטפחת אחת ובלבד כו': </b>מה שאמר רשב\"ג אינו אלא באכסנאין שאין מכירין זה לזה ואין להם שייכות וקירוב אלו עם אלו כדי שיושיט ידו למה שאכל חבירו והלכה כרשב\"ג: "
            ],
            [
                "<b>טיפת חלב שנפלה על החתיכה אם יש בה בנותן כו': </b><b>הכחל קורעו ומוציא את חלבו לא קרעו אינו כו': </b><b>המעלה את העוף עם הגבינה על השלחן אינו כו': </b>כחל ידוע ודינו כפי מה שאומר והוא שכל זמן שקרעו שתי וערב וטחו בכותל מותר לבשלו לכתחלה עם הבשר ואם בשלו בלא קרע לבדו ג\"כ הוא מותר והוא מה שאומר לא קרעו אינו עובר עליו ומותר ואם בשלו בלא קרע עם בשר אחר משערין אותו בששים אמרו כחל בששים וכחל מן המנין וכחל עצמו אסור וידוע שבשר בחלב מין בשאינו מינו ולפיכך משערין אותו בנ\"ט ואם אין עובד כוכבים מצוי הרי אי אפשר לבדוק הטעם כגון הכחל עם הבשר ולפיכך משערין אותו כפי העיקרים שבארנו בסוף מסכת ע\"ז ומה שאמר בלב לא קרעו אינו עובר עליו אבל אסור באכילה ואין מותר לאוכלו עד שיקרענו ויוציא מה שבתוכו מן הדם: ומה שאמר אינו עובר עליו בלא תעשה רוצה לומר אינו בא לידי לא תעשה לפי שבשר עוף בחלב עצמו מדרבנן היא כמו שיתבאר: "
            ],
            [
                "<b>בשר בהמה טהורה בחלב בהמה טהורה וכו': </b>דעת ר' עקיבא שחיה ועוף אסור לאוכלן בחלב מדרבנן ומותר לבשל לפי שלא אסר הכתוב אלא בישול בהמה טהורה ודעת ר' יוסי הגלילי שבשר חיה אסור לבשלו בחלב מן התורה כמו שיתבאר מתוך דבריו ובשר עוף מותר לבשלו בחלב ואפילו מדרבנן לפי שאינו מודה בגזירה זו והלכה כר\"ע: "
            ],
            [
                "<b>קיבת עובד כוכבים ושל נבלה הרי זו אסורה המעמיד כו': </b>הקיבה ידוע וכבר ביארנו במסכת ע\"ז שפסקו ההלכה שקיבה היא כמו הזבל ומותרת ומותר להעמיד החלב לכתחלה בקיבת עובד כוכבים ובקיבת נבלה מפני שהיא פירשא בעלמא ודע שאין מותר לכתחלה להעמיד החלב בעור קיבת שחוטה ואם עבר והעמידו רואים אותו בנ\"ט כשאר כל בשר בחלב ואם לא היה עובד כוכבים מצוי משערים אותו בששים כמו שזכרנו ולא נאמר הכל הולך אחר המעמיד שהמעמיד עצמו מותר בעינו לפי שהוא בשר שחוטה והאיסור שנתחדש בו הוא מצד התערובת בלבד אבל חלב שהעמיד בעור נבלה אותה גבינה אסורה ואין טועמים אותה לפי שהדבר המעמיד אסור בעצמו והכל הולך אחר המעמיד וזו היא סבת איסור גבינות העובדי כוכבים כמו שבארנו שם: "
            ],
            [
                "<b>חומר בחלב מבדם וחומר בדם מבחלב חומר כו': </b>כל חלב לה' אמרו לרבות אימורי קדשים למעילה רוצה לומר למי שנהנה בהן בשוה פרוטה מעל כמו שנתבאר במעילה וכן אם היה אותו החלב נותר חייבים עליו משום נותר וכן אם אכל אותו אדם טמא חייבים עליו משום טמא וכן אם נתפגל הזבח כמו שנתבאר בשני מזבחים מי שאכל מחלבו חייב ודם קדשים נאמר בו ואני נתתיו לכם על המזבח לכפר לכפרה נתתיו ולא למעילה וא\"א שיהיה דם קדשים פיגול לפי שהוא בעצמו מתיר ואין מי שיתירנו כמו שנתבאר ברביעי מזבחים ונאמר עוד בדם מיעוט אחר והוא מ\"ש ואני נתתיו לכם ונאמר מיעוט שלישי והוא שנאמר כי הדם הוא הנפש וגו' ר\"ל שהוא עומד כמות שהוא אין איסור אחר נוסף עליו אמרו חד למעוטי ממעילה וחד למעיטי מטומאה וחד למעוטי מנותר וכבר נתבאר שהאוכל דם קדשים באיזה ענין שיהיה אינו חייב לעולם כרת אחר יותר על כרת של דם ודע זה: "
            ]
        ],
        [
            [
                "<b>העור והרוטב והקיפה והאלל והעצמות כו': </b>כבר זכרנו התנאי בשלישי מזבחים שרוטב הוא מרק וקיפה התבלין ואלל הוא הבשר הנשאר בעור כשמפשיטין הבהמה וגידים שם נופל על הגידים הדופקים ועל שאין דופקים ועל הקשרים ועל הקרומים והמיתרים והעצבים וביארנו שם כי מה שאמר קרנים וטלפים רוצה לומר המקומות הלחים כשחותכים אותו מן החי מבצבץ הדם ממקום החתך וכן בכאן ע\"פ התנאי הזה בעצמו: וענין מצטרפות שמצטרפין קצתם אל קצתם וכשיצטרף מכל אלו ומן הבשר כביצה ויהיה טמא שיהיה מטמא זולתו לפי שכבר זכרנו פעמים שהאוכלים טמאים אינן טמאים ואינן מטמאים זולתן מן האוכלים אלא אם היו אותן האוכלים טמאים שמטמאים זולתן כביצה ועוד נבאר עיקר הזה במקומו בתחלת מסכת טהרות: ומה שאמר אבל לא טומאת נבילות לפי שכזית מן הנבילה כמו שידעת יטמא במגע ובמשא ואם היה כזית מאחד מאלו הדברים או הוא פחות מכזית מן הנבילה ואחד מאלו השלימו לכזית הרי זה אינו מטמא כמו שמטמאה הנבילה: ומה שאמר רבי יהודה המכונס רוצה לומר אם כנסו ואין הלכה כר' יהודה. ומפני מה אין מטמאין משום נבלה ומטמאים משום טומאת אוכלים צריך לראיות רבות והוכחות ועוד תמצא אותן מסודרות בסדר טהרות אבל שמע העיקר הגדול שהוא יסוד לאלו הדינין נאמר בטומאת נבלה הנוגע בנבלתה ואמר בסיפרא בנבלתה ולא בעור ולא בעצמות לא בגידים ולא בקרנים ולא בטלפים עד שיגע בבשר עצמה ונאמר בטומאת אוכלים מכל האוכל אשר יאכל כל מה שראוי לאכילה כמו שיתבאר במקומו ומה שהתנה שיהא השוחט ישראל ואפילו שוחט לעובד כוכבים ושתהא הבהמה טמאה לפי שבהתחבר כל התנאים תטמא טומאת אוכלין בלא מחשבה ובלא הכשר כפי העיקרים שאני עתיד לבאר בשלישי מעוקצין: "
            ],
            [
                "<b>אלו שעורותיהן כבשרן עור האדם ועור חזיר כו': </b>חטטרת הגמל ידועה ומה שאמר הרכה רוצה לומר כל זמן שהן רכות ולא נתקשו עדיין ושיעור זה כ\"ז שלא נתן עליו משאוי ור' יהודה אומר כמו שהחולדה עורה חלוק מבשרה כן הלטאה ולא נאמר בעורותיהן כולן בשיעור אחד בקושי וברוך: וכדי עבודה שילך עליהן ברגלים בשיעור זמן מהלך שבעה מילין מהלך בינוני ומה שאמר שעור האדם לא יטהר לעולם ואפילו עבדו הוא דרך כבודו של אדם כדי שלא יהנו בעורו ולא ישתמשו בו בשום דבר ורבי יוחנן דעתו ששמנה שרצים כולן עורותיהן חלוק מבשרם וחולק על חכמים שאומרים שארבעה מהן עורותיהן כבשרם ואין הלכה כר' יוסי ולא כרבי יהודה ולא כר' יוחנן בן נורי: "
            ],
            [
                "<b>המפשיט בבהמה ובחיה בטהורה ובטמאה כו': </b>אמרו בנבלתה ולא בעור ולא בעצמות וכו' יכול אפילו בשעת חיבורן ת\"ל טמא וכפי העיקר הזה נאמר בכאן שמפשיט בהמה אם קרע העור מזנבה ועד צוארה והתחיל להפשיט העור מזנב לצואר שכן היו מפשיטים אצליהן כשהיו רוצים לעשות מן העור מצע לשבת עליו וזהו הנקרא שטיח וקודם שיפשיט ממנו כדי אחיזה היא חיבור ואם הפשיט ממנו כדי אחיזה ושיעורו שני טפחים אינו חבור ואם נגע אדם בשני טפחים הללו או יותר ממה שנפשט אינו מטמא אם היתה הנפשטת נבילה ואם היתה שחוטה ונגע אדם דרך משל בעור הזה שיש בו כדי אחיזה אין הבשר מטמא וזה ענין מה שאמר להטמא ולטמא בכל מה שאמר בו חבור או אינו חבור: והמלאכה השניה בהפשטת הבהמה מה שקורע העור בין ב' הרגלים מרגל לרגל ואח\"כ חותך מכל צד בסכין או בידו עד שיצא כל העור שלם בהקפו וכך מפשיט מי שרוצה לעשות העור חמת לפיכך אומר שהוא חבור עד שיוציא את כל החזה: והמלאכה השלישית בהפשטה והוא זר מאוד שיוציא הכבש כולו על מקום רגלו בלבד וזה הנקרא מרגיל מן רגל ומוציא העור כלו שלם אין בו חתך ולא קרע עד שאם תקשר מקומות הרגלים מן העור ומקום הצואר ותפח בו ינפח כולו וכן מפשיטין אצלינו הרוצים לעשות ממנו נאד להכנים בו מים ואמר שזה חבור עד שלא ישאר בו כלום מהבשר ואע\"פ שהופשט העור מהבשר: "
            ],
            [
                "<b>עור שיש עליו כזית בשר הנוגע בציב היוצא כו': </b>ציב הוא חוט דק שנתפשט מן העור הסמוך לבשר. ושערה שכנגדו שערו שבשטח העור כנגד הבשר: וקיסם הוא עץ דק כמין פלך כוש או כרכר: ופירוש תחובין מנוקבים רוצה לומר שמנקבין באותו העץ סדק ומכניסו בהן והלכה כר\"ע וחכמים: "
            ],
            [
                "<b>קולית המת וקולית המוקדשים הנוגע בהן כו': </b>קולית הוא כל עצם שיש בו מוח והוא סתום בשתי קצותיו ומה שאמר מוקדשין רוצה לומר נותר מן המוקדשין שהוא מטמא כמו שיתבאר ומה שאמר מנין אף במשא הוא מדבר על קולית הנבלה אבל כשרץ אין בו טומאת משא כמו שיתבאר בתחלת כלים: "
            ],
            [
                "<b>ביצת השרץ המרוקמת טהורה ניקבה כל כו': </b>ענין מרוקמת שיש בו כבר שרטוט תואר בעלי חיים ואבריו בתוך הביצה כדכתיב אשר עשיתי בסתר רוקמתי בתחתיות ארץ והויות העכבר בלבד מן האדמה עד שימצא קצתו בשר וקצתו עפר וטיט והוא ענין מפורסם מאד אין מספר לרוב המגידין לי שראו זה אע\"פ שמציאות בעל חיים כזה דבר מתמיה ולא נודעת בו טענה בשום פנים: "
            ],
            [
                "<b>האבר והבשר המדולדלין בבהמה מטמאין כו': </b>מדולדלים תלוים כאילו אינו מן הבהמה וזה על מנת שיהיו בענין שא\"א שידבקו ולא שירפאו בשום פנים וכבר זכרנו פעמים שהאוכלים אינן מתטמאין אלא אחר הכשר וכבר זכרנו בפ' השני מהמסכתא הזאת שאם נשחטה בהמה ויצא ממנה דם הוכשר בשרה באותו הדם וכבר נתבאר בששי מעדיות שאבמ\"ה טמא ובשר הפורש מן החי אינו מטמא ובשר הפורש מאבר מן הנבלה מטמא בכזית וזהו ההפרש שבין אבמ\"ה ואבר מן הנבלה ולפיכך הפורש מאבר מן הנבלה מטמא ואמר כשתמות הבהמה והיה בה הבשר מדולדל בכדי שא\"א שידבק צריך הכשר ואז יטמא טומאת אוכלין הואיל והוא בשר מן החי שאינו מטמא משום נבלה ומה שאמר ר\"ש מטהר ר\"ל הבשר הזה המדולדל (אם) כשתמות הבהמה שעליה אמר ר\"מ אם הוכשר יטמא אומר ר\"ש שאינו נטמא כל עיקר שנאמר מכל האוכל אשר יאכל אוכל שאתה יכול להאכילו לאחרים לפי שהוא דבוק בבהמה והלכה כרבי מאיר בכולן: "
            ],
            [
                "<b>האבר והבשר המדולדלין באדם טהורין מת כו': </b>כבר נתבאר בששי מעדיות שאבמ\"ה כזית בשר הפורש ממנו או עצם כשעורה הפורש ממנו טהור ואמנם מטמא כולו ושאבר מן הנבלה כזית בשר הפורש ממנו או עצם כשעורה הפורש ממנו טמא ור\"ש אומר שבשר הפורש מאבר מן המת ג\"כ טהור וכן עצם כשעורה הפורש ממנו ואין הלכה כרבי שמעון:"
            ]
        ],
        [
            [
                "<b>הזרוע והלחיים והקיבה נוהגין בארץ כו': </b>הראייה מן אותם שהוא מיעוט לאלו והוא שמקיש לעניינים אחרים רוצה לומר חזה ושוק: "
            ],
            [
                "<b>כל הקדשים שקדם מום קבוע להקדישן ונפדו כו': </b>כל הענין הזה מבואר [ונגלה] ועוד יתבארו דיני כל עיקר מאלו הדינים ופירושו בפ' ב' מבכורות: "
            ],
            [
                "<b>בכור שנתערב במאה בזמן שמאה שוחטין את כו': </b>הבכור הזה הוא שהגיע ליד הכהן מפני שהבכור הוא של כהן כמו שנתבאר בהקדמת הסדר הזה ונפל בו מום ברשות הכהן ומכרו לישראל שאין הבכור זה חייב מתנות כל עיקר אח\"כ נתערב אצל ישראל עם אחרים והרי דינו כפי מה שזכר. ומה שאמר פטור מן המתנות רוצה לומר הטבח לפי שהעיקר בידינו הדין עם הטבח והוא הנקבע במתנות ואפילו היה כהן מוציאים אותם מידו ונותנין אותם לזולתו: ומה שאמר צריך שירשום הוא שירשום חלקו ומתנתו ויניח המתנות במקומותן ואם התנה בעיקר השותפות שאינו משתתף עמהם במתנות אלא שהן עומדים במקומן אינו צריך שירשום: "
            ],
            [
                "<b>גר שנתגייר והיתה לו פרה נשחטה עד שלא כו': </b>זרוע היא היד הימין וכבר נתבאר לך מגבול היד וממה שביארנו על הארכובה למעלה מב' פרקים נוטל הכהן האחד הוא המפורסם אצל בני אדם שהוא רגל הנמכר עם הראש בבהמה דקה והפרק שלמעלה ממנו והוא הנקרא אצל העם זרוע ונמכר עם הבשר ודע שהלשון עם שני הלחיים תחשב היא מכלל מתנות כהונה וכתבה הגמרא א\"ל רבא לשמעיה זכי לי מתנתא דבעינא למיכל לישנא בחרדלא ודע שהמתנות האלו נותן למי שירצה ואע\"פ שלא יגיעו לידו לפי שאין בהן קדושה ונותנים אותו ג\"כ לכהנת והבעל אוכל בשביל אשתו כשהיא כהנת ואין הלוי חייב לתת מתנות ואם לא נזדמן כהן במדינה נוטל אותן הטבח לעצמו בדמים ונותן הדמים לכהן. והכלאים חייבים במתנות ג\"כ ואם עבר השוחט ולא נתן מתנות כהונה לא נאסר הבשר באכילה אבל חייב נדוי כפי מה שכתוב בגמרא ואין מותר לקנות ממנו המתנות כדי שלא תחזיק ידיו על הגזל ואם עבר העובר וקנה אותו אינו נאסר באכילה לפי שעיקר בידינו שמתנות כהונה נגזלות אין הכהן רשאי לתבוע אלא לטבח לא למי שיאכל ולפי דעתי זהו לענין הדין ממי מוציא הדמים אבל אכילת המתנות האמתיות בעצמן מ\"מ הוא גזל ואיני רואה שום צד להתיר זה לכתחלה. וראוי שתדע מה שאמרו מתנות כהונה אינן נאכלות אלא צלי ואינן נאכלות אלא בחרדל כדי שיהיו חביבים אצלם כדרך שהמלכים אוכלים. ואמרו ונתן לכהן ונתן ולא שיטול מעצמו לפי שאין מותר לו לזלזל בעצמו וליטול מתנותיו ואין ראוי לנו להצריכו לכך: ואמרו הזרוע לאחד הקיבה לאחד לחיים לשניים ואם היו מתנות שור מחלקים אותן. לפי שאין מותר בכל מתנות כהונה לתתם לאיש אחד וכבר מנעו מזה מאד: וסובך של רגל שכבת הרגל רצה לומר ענפי המיתרים ואין הלכה כר' יהודה: "
            ]
        ],
        [
            [
                "<b>ראשית הגז נוהג בארץ ובחו\"ל בפני כו': </b>פסק ההלכה שאינו נוהג אלא בארץ ומה שאמר אבל לא במוקדשים אין דעתו לומר קדשי מזבח לפי שזה מבואר שנאמר לא תעבד בבכור שורך ולא תגוז בכור צאנך אבל רוצה לומר קדשי בדק הבית שנאמר גז צאנך ולא של הקדש ואינו נוהג אלא ברחלים שנאמר גז צאנך ונאמר באיוב ומגז כבשי יתחמם וצמר אחר זולתי צמר כבשים אינו ראוי למלבוש אצלם מפני שהוא קשה וצמר הכבשים הזכרים והנקיבות רך והוא שהיו לובשים אצלם ואמרו שהוא נותן לו לצורך מלבוש והראייה הזאת על דרך רמז כמו שידעת כבר כוונתם כפי מה שבארנו בתחלת חבור זה ומה שאמר כל שהן יש לו שיעור והוא משקל ששים סלעים וכבר בארנו בתחלת קדשים שמשקל הסלע עשרים וארבעה דרכמונים מהדרכונים שמשקל מהן שש עשרה גרגרי שעורה והלכה כחכמים כמו שבארנו: "
            ],
            [
                "<b>וכמה היא מרובה בש\"א שתי רחלות כו': </b>מה שאמר מלובן ולא צואי רוצה לומר שיתן לכהן שיעור שיהא בו אחר שיכבסנו וילבננו ה' סלעים לא פחות מזה והמשנה הזאת אינה מדברת אלא במי שיש אצלו שיעור הרבה מראשית הגז שהוא לא יתן לכל כהן ממנו פחות משיעור זה והרי זה כמו בסוף פיאה אין פוחתין לעניים בגורן כמו שבארנו שמה ושיעור ראשית הגז כמה הוא הרי הוא אחד מששים ממה שגזז וכבר אמרנו שהשיעור הקטן שחייב בראשית הגז משקל ס' סלעים ע\"מ שיהיו מה' רחלות וע\"מ שלא יגוז אחד מהה' רחלות פחות משתים עשרה סלע הנה נתבאר שראשית הגז לא יהא פחות ממשקל סלע: "
            ]
        ],
        [
            [
                "<b>שילוח הקן נוהג בארץ ובחו\"ל כו': </b>אפשר שיהא זה במוקדשים כמו שאני אומר והוא שאם הקדיש עוף לבדק הבית והוא ברשותו ואח\"כ עף ויצא מרשותו והיה מכירו ואח\"כ מצאו רובץ על הביצים חייב להביא הכל ע\"י גזבר שאינו נוהג במוקדשים זו היא הלכה שנאמרה בגמרא והיא שאפשר להיות וא\"א זולתו כפי העיקר שבידינו שאין אדם מקדיש דבר שאינו ברשותו מוסיף על מה שנתבאר בפ' הזה. והורדיסיות מיוחסים אל הורדוס המלך שהוא התחיל לגדל יונים בבתים: "
            ],
            [
                "<b>עוף טמא פטור מלשלח עוף טמא רובץ על ביצי כו': </b>אמר רחמנא כי יקרא קן צפור לפניך וצפור שם נופל על העוף טהור בלבד שנאמר כל צפור טהורה: וקורא הוא עוף ידוע פרדי\"ץ בלעז והמין הזה רובץ הזכר מהן כמו שרובצת הנקבה ולפיכך נחלקו בזכר הקורא בלבד כמו שנמצא רובץ אבל הזכר מכל שאר מין הכל מודים שהוא פטור והלכה כחכמים: "
            ],
            [
                "<b>היתה מעופפת בזמן שכנפיה נוגעות בקן חייב כו': </b><b>שלחה וחזרה שלחה וחזרה אפילו ארבעה וחמשה כו': </b>שלח מקור והמקור נופל על המעט וההרבה ולפיכך חייב מצד שהוא מקור לשלח אותה ואפילו אלף פעמים וכל ההלכה הזאת מבוארת: "
            ],
            [
                "<b>הנוטל אם על הבנים רבי יהודה אומר לוקה ואינו כו': </b>והמצות האלו שהם לא תעשה שניתק לעשה כבר ביארנו בתחלת מכות שכל זמן שלא קיים מצות עשה שבה לוקה לפי שהלכה כרבנן אבל מי שלקח האם וקצץ כנפיה עד שאינה יכולה לעוף ואפי' שלחה מכין אותו מכת מרדות ואח\"כ מניחה אצלו עד שיגדל כנפים ומשלחה כדי לקיים עשה שבה כמו שביארנו: "
            ],
            [
                "<b>לא יטול אדם אם על בנים אפילו לטהר את כו': </b>כל ענין זה מבואר ואין צריך פירוש כל עיקר: "
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}