var Meilahjson ={
    "language": "he",
    "title": "Mishnah Meilah",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה מעילה",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ],
    "textmishna": [
        [
            "קָדְשֵׁי קָדָשִׁים שֶׁשְּׁחָטָן בַּדָּרוֹם, מוֹעֲלִים בָּהֶן. שְׁחָטָן בַּדָּרוֹם וְקִבֵּל דָּמָן בַּצָּפוֹן, בַּצָּפוֹן וְקִבֵּל דָּמָן בַּדָּרוֹם, שְׁחָטָן בַּיּוֹם וְזָרַק בַּלַּיְלָה, בַּלַּיְלָה וְזָרַק בַּיּוֹם, אוֹ שֶׁשְּׁחָטָן חוּץ לִזְמַנָּן וְחוּץ לִמְקוֹמָן, מוֹעֲלִין בָּהֶן. כְּלָל אָמַר רַבִּי יְהוֹשֻׁעַ, כֹּל שֶׁהָיָה לָהּ שְׁעַת הֶתֵּר לַכֹּהֲנִים, אֵין מוֹעֲלִין בָּהּ. וְשֶׁלֹּא הָיָה לָהּ שְׁעַת הֶתֵּר לַכֹּהֲנִים, מוֹעֲלִין בָּהּ. אֵיזוֹ הִיא שֶׁהָיָה לָהּ שְׁעַת הֶתֵּר לַכֹּהֲנִים. שֶׁלָּנָה, וְשֶׁנִּטְמְאָה, וְשֶׁיָּצְאָה. אֵיזוֹ הִיא שֶׁלֹּא הָיָה לָהּ שְׁעַת הֶתֵּר לַכֹּהֲנִים. שֶׁנִּשְׁחֲטָה חוּץ לִזְמַנָּהּ, חוּץ לִמְקוֹמָהּ, וְשֶׁקִּבְּלוּ פְסוּלִין וְזָרְקוּ אֶת דָּמָהּ: \n",
            "בְּשַׂר קָדְשֵׁי קָדָשִׁים שֶׁיָּצָא לִפְנֵי זְרִיקַת דָּמִים, רַבִּי אֱלִיעֶזֶר אוֹמֵר, מוֹעֲלִין בּוֹ, וְאֵין חַיָּבִין עָלָיו מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא. רַבִּי עֲקִיבָא אוֹמֵר, אֵין מוֹעֲלִין בּוֹ, אֲבָל חַיָּבִין עָלָיו מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא. אָמַר רַבִּי עֲקִיבָא, וַהֲרֵי הַמַּפְרִישׁ חַטָּאת וְאָבְדָה, וְהִפְרִישׁ אַחֶרֶת תַּחְתֶּיהָ, וְאַחַר כָּךְ נִמְצֵאת הָרִאשׁוֹנָה וַהֲרֵי שְׁתֵּיהֶן עוֹמְדוֹת, לֹא כְשֵׁם שֶׁדָּמָהּ פּוֹטֵר אֶת בְּשָׂרָהּ, כָּךְ הוּא פוֹטֵר אֶת בְּשַׂר חֲבֶרְתָּהּ. וְאִם פָּטַר דָּמָהּ אֶת בְּשַׂר חֲבֶרְתָּהּ מִן הַמְּעִילָה, דִּין הוּא שֶׁיִּפְטֹר אֶת בְּשָׂרָהּ: \n",
            "אֵמוּרֵי קָדָשִׁים קַלִּים שֶׁיָּצְאוּ לִפְנֵי זְרִיקַת דָּמִים, רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֵין מוֹעֲלִין בָּהֶן, וְאֵין חַיָּבִין עֲלֵיהֶן מִשּׁוּם פִּגּוּל נוֹתָר וְטָמֵא. רַבִּי עֲקִיבָא אוֹמֵר, מוֹעֲלִין בָּהֶן, וְחַיָּבִין עֲלֵיהֶן מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא: \n",
            "מַעֲשֵׂה דָמִים בְּקָדְשֵׁי קָדָשִׁים, לְהָקֵל וּלְהַחֲמִיר. וּבְקָדָשִׁים קַלִּים, כֻּלָּן לְהַחֲמִיר. כֵּיצַד. קָדְשֵׁי קָדָשִׁים לִפְנֵי זְרִיקַת דָּמִים, מוֹעֲלִין בָּאֵמוּרִין וּבַבָּשָׂר. לְאַחַר זְרִיקַת דָּמִים, מוֹעֲלִים בָּאֵמוּרִים וְאֵין מוֹעֲלִין בַּבָּשָׂר. עַל זֶה וְעַל זֶה, חַיָּבִין מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא. וּבְקָדָשִׁים קַלִּים כֻּלָּן לְהַחֲמִיר. כֵּיצַד. קָדָשִׁים קַלִּים לִפְנֵי זְרִיקַת דָּמִים, אֵין מוֹעֲלִין לֹא בָאֵמוּרִין וְלֹא בַבָּשָׂר. לְאַחַר זְרִיקַת דָּמִים, מוֹעֲלִין בָּאֵמוּרִין וְאֵין מוֹעֲלִין בַּבָּשָׂר. עַל זֶה וְעַל זֶה, חַיָּבִין מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא. נִמְצָא מַעֲשֵׂה דָמִים בְּקָדְשֵׁי קָדָשִׁים, לְהָקֵל וּלְהַחֲמִיר. וּבְקָדָשִׁים קַלִּים, כֻּלּוֹ לְהַחֲמִיר: \n"
        ],
        [
            "חַטַּאת הָעוֹף, מוֹעֲלִין בָּהּ מִשֶּׁהֻקְדְּשָׁה. נִמְלְקָה, הֻכְשְׁרָה לְהִפָּסֵל בִּטְבוּל יוֹם וּבִמְחֻסַּר כִּפּוּרִים וּבְלִינָה. הֻזָּה דָמָהּ, חַיָּבִין עָלֶיהָ מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא, וְאֵין בָּהּ מְעִילָה: \n",
            "עוֹלַת הָעוֹף, מוֹעֲלִין בָּהּ מִשֶּׁהֻקְדְּשָׁה. נִמְלְקָה, הֻכְשְׁרָה לְהִפָּסֵל בִּטְבוּל יוֹם וּבִמְחֻסַּר כִּפּוּרִים וּבְלִינָה. מִצָּה דָמָהּ, חַיָּבִין עָלֶיהָ מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא. וּמוֹעֲלִין בָּהּ עַד שֶׁתֵּצֵא לְבֵית הַדָּשֶׁן: \n",
            "פָּרִים הַנִּשְׂרָפִין וּשְׂעִירִים הַנִּשְׂרָפִין, מוֹעֲלִין בָּהֶן מִשֶּׁהֻקְדְּשׁוּ. נִשְׁחֲטוּ, הֻכְשְׁרוּ לְהִפָּסֵל בִּטְבוּל יוֹם וּבִמְחֻסַּר כִּפּוּרִים וּבְלִינָה. הֻזָּה דָמָן, חַיָּבִין עֲלֵיהֶן מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא. וּמוֹעֲלִין בָּהֶן בְּבֵית הַדֶּשֶׁן עַד שֶׁיֻּתַּךְ הַבָּשָׂר: \n",
            "הָעוֹלָה, מוֹעֲלִין בָּהּ מִשֶּׁהֻקְדְּשָׁה. נִשְׁחֲטָה, הֻכְשְׁרָה לְהִפָּסֵל בִּטְבוּל יוֹם וּבִמְחֻסַּר כִּפּוּרִים וּבְלִינָה. נִזְרַק דָּמָהּ, חַיָּבִין עָלֶיהָ מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא. וְאֵין מוֹעֲלִין בְּעוֹרָהּ, אֲבָל מוֹעֲלִין בַּבָּשָׂר עַד שֶׁיֵּצֵא לְבֵית הַדָּשֶׁן: \n",
            "חַטָּאת וְאָשָׁם וְזִבְחֵי שַׁלְמֵי צִבּוּר, מוֹעֲלִין בָּהֶן מִשֶּׁהֻקְדְּשׁוּ. נִשְׁחֲטוּ, הֻכְשְׁרוּ לְהִפָּסֵל בִּטְבוּל יוֹם וּבִמְחֻסַּר כִּפּוּרִים וּבְלִינָה. נִזְרַק דָּמָן, חַיָּבִין עֲלֵיהֶם מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא. אֵין מוֹעֲלִין בַּבָּשָׂר, אֲבָל מוֹעֲלִין בָּאֵמוּרִים עַד שֶׁיֵּצְאוּ לְבֵית הַדָּשֶׁן: \n",
            "שְׁתֵּי הַלֶּחֶם, מוֹעֲלִין בָּהֶן מִשֶּׁהֻקְדְּשׁוּ. קָרְמוּ בַתַּנּוּר, הֻכְשְׁרוּ לְהִפָּסֵל בִּטְבוּל יוֹם וּבִמְחֻסַּר כִּפּוּרִים וְלִשְׁחֹט עֲלֵיהֶם אֶת הַזָּבַח. נִזְרַק דָּמָן שֶׁל כְּבָשִׂים, חַיָּבִין עֲלֵיהֶן מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא, וְאֵין בָּהֶן מְעִילָה: \n",
            "לֶחֶם הַפָּנִים, מוֹעֲלִין בּוֹ מִשֶּׁהֻקְדַּשׁ. קָרַם בַּתַּנּוּר, הֻכְשַׁר לְהִפָּסֵל בִּטְבוּל יוֹם וּבִמְחֻסַּר כִּפּוּרִים, וּלְהִסָּדֵר עַל גַּבֵּי הַשֻּׁלְחָן. קָרְבוּ הַבְּזִיכִין, חַיָּבִין עָלָיו מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא, וְאֵין בָּהֶן מְעִילָה: \n",
            "הַמְּנָחוֹת, מוֹעֲלִין בָּהֶן מִשֶּׁהֻקְדְּשׁוּ. קָדְשׁוּ בַכְּלִי, הֻכְשְׁרוּ לִפָּסֵל בִּטְבוּל יוֹם וּבִמְחֻסַּר כִּפּוּרִים וּבְלִינָה. קָרַב הַקֹּמֶץ, חַיָּבִין עָלָיו מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא. וְאֵין מוֹעֲלִין בַּשְּׁיָרִים, אֲבָל מוֹעֲלִים בַּקֹּמֶץ עַד שֶׁיֵּצֵא לְבֵית הַדָּשֶׁן: \n",
            "הַקֹּמֶץ, וְהַלְּבוֹנָה, וְהַקְּטֹרֶת, וּמְנָחוֹת כֹּהֲנִים, וּמִנְחַת כֹּהֵן מָשִׁיחַ, וּמִנְחַת נְסָכִין, מוֹעֲלִין בָּהֶן מִשֶּׁהֻקְדְּשׁוּ. קָדְשׁוּ בַכְּלִי, הֻכְשְׁרוּ לִפָּסֵל בִּטְבוּל יוֹם וּבִמְחֻסַּר כִּפּוּרִים וּבְלִינָה, וְחַיָּבִין עֲלֵיהֶן מִשּׁוּם נוֹתָר וּמִשּׁוּם טָמֵא, וּפִגּוּל אֵין בָּהֶן. זֶה הַכְּלָל, כֹּל שֶׁיֶּשׁ לוֹ מַתִּירִין, אֵין חַיָּבִין עָלָיו מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא, עַד שֶׁיִּקְרְבוּ מַתִּירָיו. וְכֹל שֶׁאֵין לוֹ מַתִּירִין, כֵּיוָן שֶׁקָּדַשׁ בַּכְּלִי, חַיָּבִין עָלָיו מִשּׁוּם נוֹתָר וּמִשּׁוּם טָמֵא, וּפִגּוּל אֵין בּוֹ: \n"
        ],
        [
            "וְלַד חַטָּאת וּתְמוּרַת חַטָּאת וְחַטָּאת שֶׁמֵּתוּ בְעָלֶיהָ, יָמוּתוּ. שֶׁעָבְרָה שְׁנָתָהּ, וְשֶׁאָבְדָה וְשֶׁנִּמְצֵאת בַּעֲלַת מוּם, אִם מִשֶּׁכִּפְּרוּ הַבְּעָלִים, תָּמוּת, וְאֵינָהּ עוֹשָׂה תְמוּרָה, וְלֹא נֶהֱנִים, וְלֹא מוֹעֲלִין. וְאִם עַד שֶׁלֹּא כִפְּרוּ הַבְּעָלִים, תִּרְעֶה עַד שֶׁתִּסְתָּאֵב, וְתִמָּכֵר, וְיָבִיא בְדָמֶיהָ אַחֶרֶת, וְעוֹשָׂה תְמוּרָה, וּמוֹעֲלִים בָּהּ:  ",
            "הַמַּפְרִישׁ מָעוֹת לִנְזִירוּתוֹ, לֹא נֶהֱנִין וְלֹא מוֹעֲלִין, מִפְּנֵי שֶׁהֵן רְאוּיִין לָבֹא כֻלָּן שְׁלָמִים. מֵת, הָיוּ סְתוּמִים, יִפְּלוּ לִנְדָבָה. הָיוּ מְפֹרָשִׁים, דְּמֵי חַטָּאת יֵלְכוּ לְיָם הַמֶּלַח, לֹא נֶהֱנִים וְלֹא מוֹעֲלִין בָּהֶן. דְּמֵי עוֹלָה, יָבִיאוּ עוֹלָה וּמוֹעֲלִין בָּהֶן. וּדְמֵי שְׁלָמִים, יָבִיאוּ שְׁלָמִים, וְנֶאֱכָלִים לְיוֹם אֶחָד, וְאֵינָן טְעוּנִין לָחֶם:  ",
            "רַבִּי יִשְׁמָעֵאל אוֹמֵר, הַדָּם, קַל בִּתְחִלָּתוֹ וְחָמוּר בְּסוֹפוֹ, וְהַנְּסָכִים, חֹמֶר בִּתְחִלָּתָן וְקַל בְּסוֹפָן. הַדָּם, בַּתְּחִלָּה אֵין מוֹעֲלִים בּוֹ. יָצָא לְנַחַל קִדְרוֹן, מוֹעֲלִים בּוֹ. הַנְּסָכִים, בַּתְּחִלָּה מוֹעֲלִים בָּהֶן. יָצְאוּ לַשִּׁיתִין, אֵין מוֹעֲלִים בָּהֶם:  ",
            "דִּשּׁוּן מִזְבֵּחַ הַפְּנִימִי וְהַמְּנוֹרָה, לֹא נֶהֱנִין וְלֹא מוֹעֲלִין. הַמַּקְדִּישׁ דִּשּׁוּן בַּתְּחִלָּה, מוֹעֲלִים בּוֹ. תּוֹרִים שֶׁלֹּא הִגִּיעַ זְמַנָּן, וּבְנֵי יוֹנָה שֶׁעָבַר זְמַנָּן, לֹא נֶהֱנִים וְלֹא מוֹעֲלִים. רַבִּי שִׁמְעוֹן אוֹמֵר, תּוֹרִין שֶׁלֹּא הִגִּיעַ זְמַנָּן, מוֹעֲלִין בָּהֶן. וּבְנֵי יוֹנָה שֶׁעָבַר זְמַנָּן, לֹא נֶהֱנִין וְלֹא מוֹעֲלִין:  ",
            "חֲלֵב הַמֻּקְדָּשִׁין וּבֵיצֵי תוֹרִין, לֹא נֶהֱנִין וְלֹא מוֹעֲלִים. בַּמֶּה דְבָרִים אֲמוּרִים, בְּקָדְשֵׁי מִזְבֵּחַ. אֲבָל בְּקָדְשֵׁי בֶדֶק הַבַּיִת, הִקְדִּישׁ תַּרְנְגֹלֶת, מוֹעֲלִין בָּהּ וּבְבֵיצָתָהּ. חֲמוֹר, מוֹעֲלִין בָּהּ וּבַחֲלָבָהּ:  ",
            "כָּל הָרָאוּי לַמִּזְבֵּחַ וְלֹא לְבֶדֶק הַבַּיִת, לְבֶדֶק הַבַּיִת וְלֹא לַמִּזְבֵּחַ, לֹא לַמִּזְבֵּחַ וְלֹא לְבֶדֶק הַבַּיִת, מוֹעֲלִין בּוֹ. כֵּיצַד, הִקְדִּישׁ בּוֹר מָלֵא מַיִם, אַשְׁפָּה מְלֵאָה זֶבֶל, שׁוֹבָךְ מָלֵא יוֹנִים, אִילָן מָלֵא פֵרוֹת, שָׂדֶה מְלֵאָה עֲשָׂבִים, מוֹעֲלִין בָּהֶם וּבְמַה שֶּׁבְּתוֹכָן. אֲבָל אִם הִקְדִּישׁ בּוֹר וְאַחַר כָּךְ נִתְמַלֵּא מַיִם, אַשְׁפָּה וְאַחַר כָּךְ נִתְמַלְאָה זֶבֶל, שׁוֹבָךְ וְאַחַר כָּךְ נִתְמַלֵּא יוֹנִים, אִילָן וְאַחַר כָּךְ נִתְמַלֵּא פֵרוֹת, שָׂדֶה וְאַחַר כָּךְ נִתְמַלְאָה עֲשָׂבִים, מוֹעֲלִין בָּהֶן, וְאֵין מוֹעֲלִין בְּמַה שֶּׁבְּתוֹכָן, דִּבְרֵי רַבִּי יְהוּדָה. וְרַבִּי שִׁמְעוֹן אוֹמֵר, הַמַּקְדִּישׁ שָׂדֶה וְאִילָן, מוֹעֲלִין בָּהֶם וּבְגִדּוּלֵיהֶם, מִפְּנֵי שֶׁהֵן גִּדּוּלֵי הֶקְדֵּשׁ. וְלַד מְעֻשֶּׂרֶת לֹא יִינַק מִן הַמְעֻשֶּׂרֶת. וַאֲחֵרִים מִתְנַדְּבִים כֵּן. וְלַד מֻקְדָּשִׁין לֹא יִינַק מִן הַמֻּקְדָּשִׁין. וַאֲחֵרִים מִתְנַדְּבִים כֵּן. הַפּוֹעֲלִים לֹא יֹאכְלוּ מִגְּרוֹגָרוֹת שֶׁל הֶקְדֵּשׁ. וְכֵן פָּרָה לֹא תֹאכַל מִכַּרְשִׁינֵי הֶקְדֵּשׁ:  ",
            "שָׁרְשֵׁי אִילָן שֶׁל הֶדְיוֹט בָּאִין בְּשֶׁל הֶקְדֵּשׁ וְשֶׁל הֶקְדֵּשׁ בָּאִין בְּשֶׁל הֶדְיוֹט, לֹא נֶהֱנִין וְלֹא מוֹעֲלִין. הַמַּעְיָן שֶׁהוּא יוֹצֵא מִתּוֹךְ שְׂדֵה הֶקְדֵּשׁ, לֹא נֶהֱנִין וְלֹא מוֹעֲלִין. יָצָא חוּץ לַשָּׂדֶה, נֶהֱנִין מִמֶּנּוּ. הַמַּיִם שֶׁבְּכַד שֶׁל זָהָב, לֹא נֶהֱנִין וְלֹא מוֹעֲלִין. נִתְּנוּ בִצְלוֹחִית, מוֹעֲלִין בָּהֶם. עֲרָבָה, לֹא נֶהֱנִין וְלֹא מוֹעֲלִין. רַבִּי אֶלְעָזָר בְּרַבִּי צָדוֹק אוֹמֵר, נוֹתְנִין הָיוּ מִמֶּנָּה זְקֵנִים בְּלוּלְבֵיהֶם:  ",
            "קֵן שֶׁבְּרֹאשׁ הָאִילָן שֶׁל הֶקְדֵּשׁ, לֹא נֶהֱנִין וְלֹא מוֹעֲלִין. שֶׁבַּאֲשֵׁרָה, יַתִּיז בְּקָנֶה. הַמַּקְדִּישׁ אֶת הַחֹרֶשׁ, מוֹעֲלִין בְּכֻלּוֹ. הַגִּזְבָּרִים שֶׁלָּקְחוּ אֶת הָעֵצִים, מוֹעֲלִין בָּעֵצִים, וְאֵין מוֹעֲלִין לֹא בַשִּׁפּוּי וְלֹא בַנְּוִיָּה:  "
        ],
        [
            "קָדְשֵׁי הַמִּזְבֵּחַ מִצְטָרְפִין זֶה עִם זֶה לִמְעִילָה, וּלְחַיֵּב עֲלֵיהֶן מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא. קָדְשֵׁי בֶדֶק הַבַּיִת מִצְטָרְפִין זֶה עִם זֶה. קָדְשֵׁי הַמִּזְבֵּחַ וְקָדְשֵׁי בֶדֶק הַבַּיִת מִצְטָרְפִין זֶה עִם זֶה לִמְעִילָה: \n",
            "חֲמִשָּׁה דְבָרִים בָּעוֹלָה מִצְטָרְפִין זֶה עִם זֶה. הַבָּשָׂר, וְהַחֵלֶב, וְהַסֹּלֶת, וְהַיַּיִן, וְהַשָּׁמֶן. וְשִׁשָּׁה בַּתּוֹדָה. הַבָּשָׂר, וְהַחֵלֶב, וְהַסֹּלֶת, וְהַיַּיִן, וְהַשֶּׁמֶן, וְהַלָּחֶם. הַתְּרוּמָה, וּתְרוּמַת מַעֲשֵׂר, וּתְרוּמַת מַעֲשֵׂר שֶׁל דְּמַאי, הַחַלָּה, וְהַבִּכּוּרִים, מִצְטָרְפִין זֶה עִם זֶה לֶאֱסֹר וּלְחַיֵּב עֲלֵיהֶן אֶת הַחֹמֶשׁ: \n",
            "כָּל הַפִּגּוּלִין מִצְטָרְפִין זֶה עִם זֶה. כָּל הַנּוֹתָרִין מִצְטָרְפִין זֶה עִם זֶה. כָּל הַנְּבֵלוֹת מִצְטָרְפוֹת זוֹ עִם זוֹ. כָּל הַשְּׁרָצִים מִצְטָרְפִין זֶה עִם זֶה. דַּם הַשֶּׁרֶץ וּבְשָׂרוֹ מִצְטָרְפִין. כְּלָל אָמַר רַבִּי יְהוֹשֻׁעַ, כֹּל שֶׁטֻּמְאָתוֹ וְשִׁעוּרוֹ שָׁוִין, מִצְטָרְפִין זֶה עִם זֶה. טֻמְאָתוֹ וְלֹא שִׁעוּרוֹ, שִׁעוּרוֹ וְלֹא טֻמְאָתוֹ, לֹא טֻמְאָתוֹ וְלֹא שִׁעוּרוֹ, אֵין מִצְטָרְפִין זֶה עִם זֶה: \n",
            "הַפִּגּוּל וְהַנּוֹתָר אֵין מִצְטָרְפִין זֶה עִם זֶה, מִפְּנֵי שֶׁהֵם שְׁנֵי שֵׁמוֹת. הַשֶּׁרֶץ וְהַנְּבֵלָה, וְכֵן הַנְּבֵלָה וּבְשַׂר הַמֵּת, אֵין מִצְטָרְפִין זֶה עִם זֶה לְטַמֵּא אֲפִלּוּ כַקַּל שֶׁבִּשְׁנֵיהֶם. הָאֹכֶל שֶׁנִּטְמָא בְאַב הַטֻּמְאָה וְשֶׁנִּטְמָא בִוְלַד הַטֻּמְאָה, מִצְטָרְפִין זֶה עִם זֶה לְטַמֵּא כַקַּל שֶׁבִּשְׁנֵיהֶם: \n",
            "כָּל הָאֳכָלִין מִצְטָרְפִין, לִפְסוֹל אֶת הַגְּוִיָּה בְכַחֲצִי פְרָס, בִּמְזוֹן שְׁתֵּי סְעֻדּוֹת לָעֵרוּב, בְּכַבֵּיצָה לְטַמֵּא טֻמְאַת אֳכָלִין, בְּכַגְּרוֹגֶרֶת לְהוֹצָאַת שַׁבָּת, בְּכַכּוֹתֶבֶת בְּיוֹם הַכִּפּוּרִים. כָּל הַמַּשְׁקִין מִצְטָרְפִין, לִפְסוֹל אֶת הַגְּוִיָּה בִרְבִיעִית, וּבִמְלֹא לֻגְמָיו בְּיוֹם הַכִּפּוּרִים: \n",
            "הָעָרְלָה וְכִלְאֵי הַכֶּרֶם מִצְטָרְפִין זֶה עִם זֶה. רַבִּי שִׁמְעוֹן אוֹמֵר, אֵינָן מִצְטָרְפִין. הַבֶּגֶד וְהַשַּׂק, הַשַּׂק וְהָעוֹר, הָעוֹר וְהַמַּפָּץ, מִצְטָרְפִין זֶה עִם זֶה. רַבִּי שִׁמְעוֹן אוֹמֵר, מִפְּנֵי שֶׁהֵן רְאוּיִין לִטַּמֵּא מוֹשָׁב: \n"
        ],
        [
            "הַנֶּהֱנֶה שָׁוֶה פְרוּטָה מִן הַהֶקְדֵּשׁ, אַף עַל פִּי שֶׁלֹּא פָגַם, מָעַל, דִּבְרֵי רַבִּי עֲקִיבָא. וַחֲכָמִים אוֹמְרִים, כָּל דָּבָר שֶׁיֶשׁ בּוֹ פְגָם, לֹא מָעַל עַד שֶׁיִּפְגֹּם. וְכָל דָּבָר שֶׁאֵין בּוֹ פְגָם, כֵּיוָן שֶׁנֶּהֱנָה, מָעַל. כֵּיצַד. נָתְנָה קַטְלָא בְצַוָּארָהּ, טַבַּעַת בְּיָדָהּ, שָׁתְתָה בְכוֹס שֶׁל זָהָב, כֵּיוָן שֶׁנֶּהֱנֵית, מָעֲלָה. לָבַשׁ בְּחָלוּק, כִּסָּה בְטַלִּית, בִּקַּע בְּקֻרְדֹּם, לֹא מָעַל עַד שֶׁיִּפְגֹּם. תָּלַשׁ מִן הַחַטָּאת כְּשֶׁהִיא חַיָּה, לֹא מָעַל עַד שֶׁיִּפְגֹּם. כְּשֶׁהִיא מֵתָה, כֵּיוָן שֶׁנֶּהֱנָה, מָעָל: \n",
            "נֶהֱנָה בְכַחֲצִי פְרוּטָה וּפָגַם בְּכַחֲצִי פְרוּטָה, אוֹ שֶׁנֶּהֱנָה בְשָׁוֶה פְרוּטָה בְּדָבָר אֶחָד וּפָגַם בְּשָׁוֶה פְרוּטָה בְּדָבָר אַחֵר, הֲרֵי זֶה לֹא מָעַל, עַד שֶׁנֶּהֱנֶה בְשָׁוֶה פְרוּטָה וְיִפְגֹּם בְּשָׁוֶה פְרוּטָה בְּדָבָר אֶחָד: \n",
            "אֵין מוֹעֵל אַחַר מוֹעֵל בַּמֻּקְדָּשִׁין, אֶלָּא בְהֵמָה וּכְלֵי שָׁרֵת. כֵּיצַד. רָכַב עַל גַּבֵּי בְהֵמָה וּבָא חֲבֵרוֹ וְרָכַב וּבָא חֲבֵרוֹ וְרָכַב, שָׁתָה בְכוֹס שֶׁל זָהָב וּבָא חֲבֵרוֹ וְשָׁתָה וּבָא חֲבֵרוֹ וְשָׁתָה, תָּלַשׁ מִן הַחַטָּאת וּבָא חֲבֵרוֹ וְתָלַשׁ וּבָא חֲבֵרוֹ וְתָלַשׁ, כֻּלָּן מָעֲלוּ. רַבִּי אוֹמֵר, כֹּל שֶׁאֵין לוֹ פִדְיוֹן, יֶשׁ בּוֹ מוֹעֵל אַחַר מוֹעֵל: \n",
            "נָטַל אֶבֶן אוֹ קוֹרָה שֶׁל הֶקְדֵּשׁ, הֲרֵי זֶה לֹא מָעַל. נְתָנָהּ לַחֲבֵרוֹ, הוּא מָעַל וַחֲבֵרוֹ לֹא מָעַל. בְּנָאָהּ בְּתוֹךְ בֵּיתוֹ, הֲרֵי זֶה לֹא מָעַל, עַד שֶׁיָּדוּר תַּחְתֶּיהָ בְּשָׁוֶה פְרוּטָה. נָטַל פְּרוּטָה שֶׁל הֶקְדֵּשׁ, הֲרֵי זֶה לֹא מָעַל. נְתָנָהּ לַחֲבֵרוֹ, הוּא מָעַל וַחֲבֵרוֹ לֹא מָעַל. נְתָנָהּ לַבַּלָּן, אַף עַל פִּי שֶׁלֹּא רָחַץ, מָעַל, שֶׁהוּא אוֹמֵר לוֹ, הֲרֵי מֶרְחָץ פְּתוּחָה, הִכָּנֵס וּרְחֹץ: \n",
            "אֲכִילָתוֹ וַאֲכִילַת חֲבֵרוֹ, הֲנָיָתוֹ וַהֲנָיַת חֲבֵרוֹ, אֲכִילָתוֹ וַהֲנָיַת חֲבֵרוֹ, הֲנָיָתוֹ וַאֲכִילַת חֲבֵרוֹ, מִצְטָרְפִין זֶה עִם זֶה, וַאֲפִלּוּ לִזְמָן מְרֻבֶּה: \n"
        ],
        [
            "הַשָּׁלִיחַ שֶׁעָשָׂה שְׁלִיחוּתוֹ, בַּעַל הַבַּיִת מָעַל. לֹא עָשָׂה שְׁלִיחוּתוֹ, הַשָּׁלִיחַ מָעַל. כֵּיצַד. אָמַר לוֹ, תֵּן בָּשָׂר לָאוֹרְחִים וְנָתַן לָהֶם כָּבֵד, כָּבֵד וְנָתַן לָהֶם בָּשָׂר, הַשָּׁלִיחַ מָעַל. אָמַר לוֹ, תֵּן לָהֶם חֲתִיכָה חֲתִיכָה, וְהוּא אָמַר טֹלוּ שְׁתַּיִם שְׁתַּיִם, וְהֵם נָטְלוּ שָׁלשׁ שָׁלשׁ, כֻּלָּן מָעֲלוּ. אָמַר לוֹ, הָבֵא לִי מִן הַחַלּוֹן אוֹ מִגְּלֻסְקְמָא, וְהֵבִיא לוֹ, אַף עַל פִּי שֶׁאָמַר בַּעַל הַבַּיִת לֹא הָיָה בְלִבִּי אֶלָּא מִזֶּה וְהֵבִיא מִזֶּה, בַּעַל הַבַּיִת מָעַל. אֲבָל אִם אָמַר לוֹ, הָבֵא לִי מִן הַחַלּוֹן וְהֵבִיא לוֹ מִגְּלֻסְקְמָא, אוֹ מִן גְּלֻסְקְמָא וְהֵבִיא לוֹ מִן הַחַלּוֹן, הַשָּׁלִיחַ מָעָל: \n",
            "שָׁלַח בְּיַד חֵרֵשׁ, שׁוֹטֶה, וְקָטָן, אִם עָשׂוּ שְׁלִיחוּתוֹ, בַּעַל הַבַּיִת מָעַל. לֹא עָשׂוּ שְׁלִיחוּתוֹ, הַחֶנְוָנִי מָעַל. שָׁלַח בְּיַד פִּקֵּחַ, וְנִזְכַּר עַד שֶׁלֹּא הִגִּיעַ אֵצֶל הַחֶנְוָנִי, הַחֶנְוָנִי מָעַל כְּשֶׁיּוֹצִיא. כֵּיצַד יַעֲשֶׂה. נוֹטֵל פְּרוּטָה אוֹ כְלִי וְיֹאמַר, פְּרוּטָה שֶׁל הֶקְדֵּשׁ בְּכָל מָקוֹם שֶׁהִיא, מְחֻלֶּלֶת עַל זֶה, שֶׁהַהֶקְדֵּשׁ נִפְדֶּה בְכֶסֶף וּבְשָׁוֶה כָסֶף: \n",
            "נָתַן לוֹ פְרוּטָה, אָמַר לוֹ, הָבֵא לִי בְחֶצְיָהּ נֵרוֹת וּבְחֶצְיָהּ פְּתִילוֹת, הָלַךְ וְהֵבִיא לוֹ בְכֻלָּהּ נֵרוֹת אוֹ בְכֻלָּהּ פְּתִילוֹת, אוֹ שֶׁאָמַר לוֹ, הָבֵא לִי בְכֻלָּהּ נֵרוֹת אוֹ בְכֻלָּהּ פְּתִילוֹת, הָלַךְ וְהֵבִיא לוֹ בְחֶצְיָהּ נֵרוֹת וּבְחֶצְיָהּ פְּתִילוֹת, שְׁנֵיהֶם לֹא מָעֲלוּ. אֲבָל אִם אָמַר לוֹ, הָבֵא לִי בְחֶצְיָהּ נֵרוֹת מִמָּקוֹם פְּלוֹנִי וּבְחֶצְיָהּ פְּתִילוֹת מִמָּקוֹם פְּלוֹנִי, וְהָלַךְ וְהֵבִיא לוֹ נֵרוֹת מִבֵּית פְּתִילוֹת וּפְתִילוֹת מִבֵּית נֵרוֹת, הַשָּׁלִיחַ מָעָל: \n",
            "נָתַן לוֹ שְׁתֵּי פְרוּטוֹת, אָמַר לוֹ, הָבֵא לִי אֶתְרוֹג, וְהָלַךְ וְהֵבִיא לוֹ בִפְרוּטָה אֶתְרוֹג וּבִפְרוּטָה רִמּוֹן, שְׁנֵיהֶם מָעֲלוּ. רַבִּי יְהוּדָה אוֹמֵר, בַּעַל הַבַּיִת לֹא מָעַל, שֶׁהוּא אוֹמֵר לוֹ, אֶתְרוֹג גָּדוֹל הָיִיתִי מְבַקֵּשׁ וְהֵבֵאתָ לִי קָטָן וָרָע. נָתַן לוֹ דִינַר זָהָב, אָמַר לוֹ הָבֵא לִי חָלוּק, וְהָלַךְ וְהֵבִיא לוֹ בִשְׁלשָׁה חָלוּק וּבִשְׁלשָׁה טַלִּית, שְׁנֵיהֶם מָעֲלוּ. רַבִּי יְהוּדָה אוֹמֵר, בַּעַל הַבַּיִת לֹא מָעַל, שֶׁהוּא אוֹמֵר לוֹ, חָלוּק גָּדוֹל הָיִיתִי מְבַקֵּשׁ וְהֵבֵאתָ לִי קָטָן וָרָע: \n",
            "הַמַּפְקִיד מָעוֹת אֵצֶל הַשֻּׁלְחָנִי, אִם צְרוּרִין, לֹא יִשְׁתַּמֵּשׁ בָּהֶם. לְפִיכָךְ, אִם הוֹצִיא, מָעַל. אִם מֻתָּרִים, יִשְׁתַּמֵּשׁ בָּהֶן. לְפִיכָךְ, אִם הוֹצִיא, לֹא מָעַל. אֵצֶל בַּעַל הַבַּיִת, בֵּין כָּךְ וּבֵין כָּךְ, לֹא יִשְׁתַּמֵּשׁ בָּהֶם. לְפִיכָךְ, אִם הוֹצִיא, מָעַל. הַחֶנְוָנִי כְּבַעַל הַבַּיִת, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, כְּשֻׁלְחָנִי: \n",
            "פְּרוּטָה שֶׁל הֶקְדֵּשׁ שֶׁנָּפְלָה לְתוֹךְ הַכִּיס, אוֹ שֶׁאָמַר, פְּרוּטָה בְכִיס זֶה הֶקְדֵּשׁ, כֵּיוָן שֶׁהוֹצִיא אֶת הָרִאשׁוֹנָה, מָעַל, דִּבְרֵי רַבִּי עֲקִיבָא. וַחֲכָמִים אוֹמְרִים, עַד שֶׁיּוֹצִיא אֶת כָּל הַכִּיס. מוֹדֶה רַבִּי עֲקִיבָא בְּאוֹמֵר פְּרוּטָה מִן הַכִּיס זֶה הֶקְדֵּשׁ, שֶׁהוּא מוֹצִיא וְהוֹלֵךְ עַד שֶׁיּוֹצִיא אֶת כָּל הַכִּיס: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>קדשי קדשים ששחטן בדרום.</b> אע״פ שדינן להשחט בצפון, לא תימא כמאן דחנקינהו דמו והוו כקדשים שמתו שיצאו ידי מעילה דבר תורה, קמשמע לן דקדשים שמתו לא חזו כלל, אבל דרום נהי דאינו ראוי לקדשי קדשים אבל ראוי הוא לקדשים קלים הלכך מועלין בהן, ומי שנהנה מהם שוה פרוטה מביא קרבן מעילה. ולא בלבד כי נשחטו בדרום וקבל דמן בצפון הוא דמועלין בהן משום דעיקר עבודה בצפון הוי [כדין], דמקבלה ואילך מצות כהונה, אלא אפילו שחטן בצפון וקבל דמן בדרום, אף על גב דעיקר עבודה הויא בדרום שלא כדין, אפילו הכי מועלין בהן:",
                "<b>וזרק דמן בלילה.</b> אע״ג דלילה לאו זמן הקרבה, מועלין בהן:",
                "<b>בלילה וזרק דמן ביום.</b> האי כל שכן הוא דמועלין, דהא זרק ביום דעיקר עבודה הוא. אלא זו ואין צריך לומר זו קתני:",
                "<b>או ששחטן.</b> בצפון, וחשב עליהן לאכלן חוץ לזמנן שהוא פגול שיש בו כרת, או חוץ למקומן שהוא פסול שאין בו כרת, מועלים בהן:",
                "<b>כלל אמר ר׳ יהושע כל שהיה לה שעת היתר לכהנים.</b> אע״ג דשוב נפסלה ואין רשאים לאכלן, אפילו הכי אין מועלין בהן:",
                "<b>שלנה.</b> לאחר זריקה, או שנטמאה או שיצאה חוץ לעזרה לאחר זריקה. אע״ג דאינה ראויה לכהנים, כיון דהיה לה שעה אחת היתר קודם שלנה, אין מועלים בה, דלאו קדשי ה׳ קרינן בה, דהא חזו לכהנים:",
                "<b>ושקבלו פסולים וזרקו את דמה.</b> קבלו פסולים את דמה אע״פ שזרקוהו כשרים, או שזרקוהו פסולים אע״פ שקבלוהו כשרים. ואם לאחר שקבלו פסולים את הדם וזרקוהו, חזרו כשרים וקבלו שאר דם הנפש וזרקוהו, הרי זריקת הכשרים מועלת ומתרת הבשר לכהנים ואין בו משום מעילה. והני מילי שאר פסולים חוץ מן הטמא, אבל טמא שקבל את הדם וזרקו, אע״פ שחזרו כשרים וקבלו שאר דם הנפש וזרקוהו, אין לבשר שעת היתר ומועלים בו, שהטמא הואיל וראוי לעבודת צבור, שקרבן צבור דוחה את הטומאה, כשזרק הדם נעשה שאר הדם שיריים ושוב אין זריקת הכשרים מועלת להתיר הבשר, ואין לך בפסולים מי שעושה הדם שיריים אלא הטמא בלבד:"
            ],
            [
                "<b>בשר קדשי קדשים שיצא לפני זריקת דמים.</b> ואחר כך נכנס ואחר כך זרק את הדם:",
                "<b>ר׳ אליעזר אומר מועלים בו.</b> אע״פ שזרק את הדם. דסבירא ליה לרבי אליעזר דזריקה לא מהני ליוצא לאפוקי מידי מעילה:",
                "<b>ואין חייבין עליו משום פגול נותר וטמא.</b> הואיל ויצא. דזריקה כשרה קא קבעה לפגול, ולא פסולה:",
                "<b>רבי עקיבא.</b> סבר אין מועלים בו. דקסבר דזריקה מהניא ליוצא לאפוקי ממעילה:",
                "<b>אבל חייבין כו׳</b> אבל, לשון ברם, כמו באמת. וכי אמר רבי עקיבא דזריקה מהני ליוצא, כגון שיצא מקצת הבשר ולא כולו, דמגו דמהניא לההוא מקצת שבפנים, מהניא נמי לההוא מקצת שיצא חוץ. והלכה כר׳ עקיבא:",
                "<b>אמר ר׳ עקיבא והרי המפריש חטאתו ואבדה.</b> השתא מייתי ראיה למאי דקאמר דזריקה מועלת ליוצא:",
                "<b>והרי שתיהן עומדות.</b> שחוטות ונתקבל דמן בשתי כוסות וזרק דמה של אחת מהן:",
                "<b>לא כשם שדמה.</b> של אותה:",
                "<b>פוטר את בשרה,</b> מן המעילה:",
                "<b>כך הוא פוטר את בשר חברתה</b> שלא נזרק דמה, מן המעילה, הואיל והיה יכול לזרוק דמה של איזו שירצה:",
                "<b>ואם פוטר דמה את בשר חברתה מן המעילה.</b> אע״ג דפסולה היא, דמותר חטאת היא. אינו דין שיפטר בשרה של עצמה, אע״פ שנפסלה ביוצא. ולא אמר ר׳ עקיבא כשם שדמה פוטר את בשרה כך הוא פוטר את בשר חברתה, אלא כששחט שתי החטאות כאחת, לפי שאם רצה מזה זורק רצה מזה זורק, אבל בזה אחר זה לא אמר ר׳ עקיבא שיהיה דמה פוטר בשר חברתה:"
            ],
            [
                "<b>אימורי קדשים קלים.</b> אין מועלים באימורי קדשים קלים אלא לאחר זריקת דמים, כדאמרינן בשלהי פרקין. ואם יצאו לפני זריקת דמים:",
                "<b>ר׳ אליעזר אומר אין מועלין בהן.</b> דכי היכי דאית ליה לר׳ אליעזר דאין זריקה מועלת ליוצא לאפוקי בשר קדשי קדשים ממעילה, הכי נמי אין מועלת ליוצא להביא אימורי קדשים קלים לידי מעילה. וכי היכי דאית ליה לר׳ עקיבא דזריקה מועלת ליוצא לאפוקי בשר קדשי קדשים מידי מעילה, מועלת נמי ליוצא להביא אימורי קדשים קלים לידי מעילה:"
            ],
            [
                "<b>מעשה דמים.</b> זו זריקת הדם:",
                "<b>ואין מועלין בבשר.</b> לאחר זריקת דמים אין מועלין בבשר, דכבר יש בו שעת היתר לכהנים. והיינו להקל, דמשום זריקת דמים אתיא ליה קולא דאין מועלין בו:",
                "<b>ועל זה ועל זה.</b> בין על האימורין בין על הבשר לאחר זריקה:",
                "<b>חייבין משום פגול.</b> אם פיגל באחת מארבע עבודות. דזריקה קובעת בפגול וקבעה נמי לנותר וטמא. והיינו להחמיר:",
                "<b>ובקדשים קלים.</b> לאחר זריקה:",
                "<b>כולו להחמיר.</b> דמועלין באימורים, דכבר חזו לגבוה וקדשים נינהו ולא ממון בעלים:",
                "<b>ועל זה ועל זה.</b> בין על האימורים בין על הבשר חייבין עליו משום פגול נותר וטמא. והיינו כולו להחמיר:"
            ]
        ],
        [
            [
                "<b>חטאת העוף.</b> הוכשרה ליפסל. כלומר משנמלקה נתוספה בה קדושה, שהיא נפסלת אם נגע בה טבול יום או מחוסר כפורים. ודוקא נפסלת בטבול יום. אבל לא מיטמאה לטמא אחרים, שכשם שטבול יום פוסל את התרומה כך הוא פוסל את הקודש:",
                "<b>הוזה דמה חייבין עליה משום פגול.</b> דהזאה של חטאת העוף במקום זריקה דבהמה קאי, דהזאה קובעת פגול כשחשב בו קודם לכן כמו זריקת דם בבהמה, ושוב יש בו איסור נותר וטמא:",
                "<b>ואין בה מעילה.</b> דכיון דהוזה דמה יש [בה] היתר לכהנים:"
            ],
            [
                "<b>מיצה דמה.</b> מיצוי דעולת העוף קאי במקום זריקת הבהמה והזאה דחטאת העוף. דבעולת העוף כתיב ונמצה דמו:",
                "<b>עד שתצא לבית הדשן.</b> דכיון דכולה כליל ולית בה שעת היתר לבסוף, לעולם מועלין בה עד שתשרף כולה ותנטל מעפרה תרומת הדשן כדכתיב (ויקרא ו׳:ג׳) והרים את הדשן אשר תאכל האש:"
            ],
            [
                "<b>פרים הנשרפים.</b> אין בהן לכהנים היתר כלל:",
                "<b>הוזה דמן כו׳</b> הזאת דמן קובעתן לפגול לענוש כרת האוכל מהן אם חישב עליהם בשעת שחיטה להקטיר אימוריהן חוץ לזמנן, וכיון דלית בהו היתר לכהנים, מועלין בהן בבית הדשן חוץ למחנה היכא דנשרפו אם נהנה מהן:",
                "<b>עד שיותך הבשר.</b> כלומר שיהיה נשרף ונעשה פחמים. אבל לאחר שניתך, שוב אין בו מעילה, שאין לך דבר שנעשית מצותו ומועלים בו:"
            ],
            [
                "<b>ואין מועלין בעורה.</b> דלכהנים היא, כדכתיב (שם ז,) עור העולה אשר הקריב לכהן לו יהיה:",
                "<b>אבל מועלין בבשר.</b> כל זמן שהוא נשרף על גבי המזבח. דכליל הוא:",
                "<b>עד שתצא לבית הדשן.</b> שמרימים כל האפר מעל המזבח ומשליכים אותו לבית הדשן. ושוב אין בה מעילה, שכבר נעשית מצותה:"
            ],
            [
                "<b>אין מועלין בבשר.</b> דהא יש בו היתר לכהנים, דבשר חטאת ואשם וזבחי שלמי צבור, נאכל לכהנים:",
                "<b>אבל מועלין באימורים.</b> שאין בהן היתר לכהנים:"
            ],
            [
                "<b>שתי הלחם.</b> שמביאין בעצרת:",
                "<b>קרמו פני הלחם בתנור.</b> היינו תחילת תיקונן, וההיא קרימה בתנור חשיבא הכשר ליפסל בטבול יום ומחוסר כיפורים כשחיטה דקדשי קדשים. והכא לא גרסינן ובלינה, משום דשתי הלחם נאפות מערב יום טוב שאין אפייתן דוחה את היו״ט ונאכלות למחר ביום טוב. והוכשרו לשחוט עליהן את הזבח, דכיון דקרמו פניה קרויה לחם:",
                "<b>ואין בהן מעילה.</b> שיש בהן שעת היתר לכהנים וכבר נעשית מצותן:"
            ],
            [
                "<b>לחם הפנים.</b> הכא נמי לא גרסינן ביה ליפסל בלינה, שהרי נאפה בערב שבת ואינו נאכל עד לשבת האחרת:",
                "<b>קרבו בזיכים.</b> היינו מכשיריו, שבשבת בשעת סילוק הלחם היו מקריבין הבזיכין של לבונה:",
                "<b>ואין בו מעילה.</b> שהותר לכהנים ונעשית מצותו:"
            ],
            [
                "<b>המנחות מועלין בהן משהוקדשו.</b> בקדושת פה:",
                "<b>ואין מועלין בשיריים.</b> שיש בהן היתר לכהנים:",
                "<b>אבל מועלין בקומץ.</b> עד שישרף כולו ויצא לבית הדשן כדין אימורי חטאת ואשם. ולאחר כן אין מועלין בו, דהא נעשית מצותו:"
            ],
            [
                "<b>ומנחת נסכים.</b> מנחה הבאה עם הזבח שאין בה שיריים. וכל הני כליל נינהו:",
                "<b>משהוקדשו.</b> קדושת פה בעלמא:",
                "<b>ופגול אין בהן.</b> לפי שאין להם מתירין ואין פגול נוהג אלא בדבר שקרבו מתיריו כדלקמן:",
                "<b>כל שיש לו מתירין.</b> כגון שלמים וחטאות ואשמות, דדמן מתיר אימורים למזבח והבשר לכהנים. או דבר שיש לו מתירין למזבח בלבד, כגון עולת העוף ופרים הנשרפים, שדמן מתירן למזבח בלבד, וכגון שתי הלחם דדמן של כבשים הוו מתיריהן, ולחם הפנים דבזיכים הוו מתירין, וכגון מנחות דיש להן היתר בקומץ. כל הני אין חייבים עליהם משום פגול ונותר וטמא עד שיקרבו מתירין. דהכי כתיב גבי פיגול לא ירצה, ואמרינן כהרצאת כשר כך הרצאת פסול. ונותר וטמא יליף מפיגול במסכת זבחים בפרק כל הזבחים:",
                "<b>וכל דבר שאין לו מתירין.</b> כי הני הקומץ והלבונה דהן עצמן מתירין הן ואין מתיר אותם שום דבר אחר:",
                "<b>חייב עליה משום נותר וטמא.</b> משום טמא מרבינן להו, מדכתיב (ויקרא כ״ב:ג׳) כל איש אשר יקרב מכל זרעכם אל הקדשים אשר יקדישו בני ישראל לה׳ וטומאתו עליו ונכרתה, בכל הקדשים הכתוב מדבר לחייב עליה משום טמא. ונותר יליף מטמא:"
            ]
        ],
        [
            [
                "<b>ולד חטאת וכו׳ יומתו.</b> דהני נינהו מחמש חטאות דגמירי דמתות. והנך תלת לעולם מתות בין קודם כפרה בין לאחר כפרה, דלעולם לא קרבי. ומשנה זו שנויה בריש פרק ד׳ דתמורה ושם פירשנוה:"
            ],
            [
                "<b>המפריש מעות לנזירותו.</b> ולא פירש אלו לעולתי ואלו לחטאתי ואלו לשלמי:",
                "<b>לא נהנים ולא מועלים.</b> בכל אותן המעות:",
                "<b>מפני שהן ראויין להביא כולן שלמים.</b> כלומר דכל מעה ומעה מצינן למימר זו לשלמים הפריש. ושלמים קדשים קלים נינהו ואין בהן דין מעילה, כדתנן בשלהי פרק קמא, קדשים קלים לפני זריקת דמן אין מועלים. ואע״ג דאיכא נמי בהדייהו חטאת ועולה דבני מעילה נינהו, כיון דאיכא נמי דמי שלמים שאינן בני מעילה, אי קא מייתי עלייהו קרבן מעילה אשתכח דמייתי חולין בעזרה, הלכך לא נהנין ולא מועלין:",
                "<b>מת.</b> המפריש המעות. והיו המעות סתומים, שלא פירש אלו לחטאת ואלו לעולה ואלו לשלמים, יפלו כל המעות לנדבה:",
                "<b>דמי חטאת ילכו לים המלח.</b> דחטאת שמתו בעליה היא:",
                "<b>דמי עולה יביאו עולה.</b> כדאמרינן [קנים סוף פרק ב׳] האשה שמתה יביאו יורשיה את עולתה, דדורון בעלמא הוא:",
                "<b>ונאכלין ליום אחד.</b> כדין שלמי נזיר:",
                "<b>ואינן טעונין לחם.</b> דבלחם כתיב (במדבר ו׳:י״ט) ונתן על כפי הנזיר, והכא ליתיה, דמית:  "
            ],
            [
                "<b>הדם בתחילה אין מועלין בו.</b> היינו קודם זריקתו, דכתיב (ויקרא י״ז:י״א) ואני נתתיו לכם על המזבח לכפר, לכפרה נתתיו ולא למעילה:",
                "<b>יצא לנחל קדרון מועלין בו.</b> היינו בתר זריקה. כדתנן אלו ואלו היינו דמים החיצונים ודמים הפנימים הנשפכים על מזבח העולה, מתערבים באמה, סילון שבעזרה, ויוצאים לנחל קדרון ונמכרים לגננים לזבל. ומועלים בהן. והך מעילה, מדרבנן היא ולא מדאורייתא, דאין לך דבר שנעשית מצותו ומועלים בו:",
                "<b>יצאו לשיתין.</b> נקב היה במזבח שבו יורדים הנסכים לשיתין, דהיינו יסודות של מזבח שהן חלולים ועמוקים מאד. ואם הכניס ידו וקבל הנסכים קודם שירדו לתהום, אין מועלין בהן, שכבר נעשית מצותן:"
            ],
            [
                "<b>דשון מזבח הפנימי והמנורה.</b> הדשן שלהם ושירי הפתילות של מנורה, היה מוציא ומניחן אצל המזבח החיצון, מקום שמניח שם תרומת הדשן של מזבח החיצון. ואחר שהוציא שם לא נהנין ולא מועלים, דבהני לא כתיב ושמו אצל המזבח כמו בדשון מזבח העולה:",
                "<b>המקדיש דשון בתחילה מועלים בו.</b> הכי קאמר, המקדיש דמי דשון, בתחלה קודם שהוציאו לעזרה יש בו מעילה. כגון דאמר דמי דשון עלי ואח״כ הוציאו לחוץ ובא אחר ונהנה מן הדשון, אע״פ שכבר נעשית מצותו, אפ״ה מועלים בו, דכיון דנהנה ממנה וחסר מן הדשן, שוב ליכא לשער כמה היו דמיו כשנתערך זה, ונמצא זה מפסיד להקדש, משום הכי מועל בו לאלתר כשנהנה ממנו:",
                "<b>תורין.</b> שהקדישן קודם זמנן, ובני יונה שעבר זמנן:",
                "<b>לא נהנין ולא מועלים.</b> ולא דמו למחוסר זמן בבהמה שהוא קדוש קודם זמנו וקרב לאחר זמנו, דבהמה מגו דחשיבא דאית בה קדושה כשהיא בעלת מום להיות צריכה פדיון, אית בה נמי קדושה אפילו כשהיא מחוסר זמן, אבל עופות דליכא למימר בהו האי מגו, שהרי אין המום פוסל בעופות ולית בהו פדיון, שלא נאמר פדיון אלא בבהמה, הכי נמי אין בהן קדושת מחוסר זמן:",
                "<b>תורין שלא הגיע זמנן מועלין בהן.</b> כיון דלקמן מחזו, אית בהו מעילה השתא. ואין הלכה כר׳ שמעון:"
            ],
            [
                "<b>במה דברים אמורים בקדשי מזבח.</b> הואיל וחלב וביצים אינן ראויין למזבח, הלכך לא נהנין ולא מועלים:",
                "<b>אבל בקדשי בדק הבית.</b> הכי נמי דמועלים בהן, הואיל וקדושת דמים הן, ראויין הן לבדק הבית. ובגמרא מפרש דמתניתין חסורי מחסרא והכי קתני, במה דברים אמורים, כשהקדישן קדושת הגוף למזבח, אבל הקדישן קדושת דמים לגבי מזבח כגון שאמר דמי עוף זה או דמי בהמה זו הקדש להביא מהם עולה, נעשה כמי שהקדישן לבדק הבית, דודאי בקדושת דמים דמזבח אית בה מעילה בביצים ובחלב:"
            ],
            [
                "<b>כל הראוי למזבח.</b> שגופן ראוי קאמר:",
                "<b>בור מלא מים.</b> גופן ראוי לבדק הבית לבנין, ואין גופן ראוי למזבח. שאין ראויין לניסוך המים אלא מים חיים, ולא היו מנסכים מים במקדש אלא ממי השילוח:",
                "<b>אשפה מלאה זבל.</b> אין גופה ראוי לא למזבח ולא לבדק הבית אלא לדמים:",
                "<b>שובך מלא יונים.</b> ראוי למזבח ולא לבדק הבית:",
                "<b>אילן מלא פירות.</b> ראוי למקדש לביכורים ולא לבדק הבית:",
                "<b>שדה מלאה עשבים.</b> אינה ראויה לא למזבח ולא לבדק הבית:",
                "<b>ואין מועלין במה שבתוכן.</b> דאין מועלים במה שהשביח לאחר שהוקדש:",
                "<b>ולד מעושרת.</b> אם יצאה נקבה עשירית תחת השבט, והיה לה בן קודם לכן, לא יינק שוב ממנה, שבנה חולין הוא והיא מעשר, ונמצא נהנה מחלב מוקדשים, שמעשר בהמה קודש הוא:",
                "<b>ואחרים מתנדבים כן.</b> כלומר, זו שהעבירה תחת השבט סתם, לא יינק ממנה, אבל אחרים שהתנדבו קודם לכן, רשאים להתנות קודם שתתעשר שאם תצא נקבה בעשירי יהא חלבה חולין כדי שיינק בנה ממנה בהיתר, וכן נמי בולד מוקדשים לא היו מקדישים חלב אמן. כך פירשו רבותי, ומגומגם הוא. ורמב״ם פירש, ואחרים מתנדבים, שמי שלבו נודבו היה מתנדב חלב להניק בן המעושרת ובן המוקדשים, לפי שאסור לבן לינק מהן, דשויוה רבנן כגיזה ועבודה דאסורים בקדשים, הלכך אין להן תקנה אלא שאחרים יתנדבו חלב להניקן, כיון שנאסרו לינק מחלב אמן. וישר הוא:",
                "<b>לא יאכלו מגרוגרות של הקדש.</b> ואפילו התנו שיעשו מלאכה במזונותיהן אין אוכלים מגרוגרות של הקדש, אלא הגזבר נותן להם דמי מזונות משל הקדש והם קונים מן השוק:",
                "<b>וכן פרה.</b> שדשה בכרשיני הקדש, חוסם פיה שלא תאכל משל הקדש, דכתיב (דברים כ״ה:ד׳) לא תחסום שור בדישו, בדיש שראוי לו לא תחסום, אבל אתה חוסם בדיש של הקדש שאינו ראוי לו, שהרי הוא אסור לאכול בהקדש:"
            ],
            [
                "<b>שרשי אילן של הדיוט באין בשל הקדש.</b> לא נהנים ולא מועלים, דבתר אילן אזלינן ואילן בשל הדיוט קאי. והני מילי, כשאין בין אילן של הדיוט לקרקע של הקדש אלא שש עשרה אמה או פחות. אבל אם יש ביניהן ייתר משש עשרה אמה, מועלין בשרשים הגדלים בשדה הקדש, דלא גרירי תו בתר אילן:",
                "<b>ושל הקדש באין בשל הדיוט לא נהנין ולא מועלין.</b> כגון שיש בין אילן של הקדש לקרקע של הדיוט יותר משש עשרה אמה, דשרשים הגדילים בשל הדיוט לא גרירי בתר אילן של הקדש הואיל ורחוקים ממנו כל כך, הלכך לא מועלין. אבל אם אין ביניהן אלא שש עשרה אמה או פחות, מועלים בהן:",
                "<b>מעין שהוא יוצא מתוך שדה הקדש.</b> רבותי פירשוה לי, כגון דמעין של חולין הוא ונובע בשדה של הדיוט, אלא שנמשך ויוצא ועובר בתוך שדה של הקדש. לא נהנים ממנו בתוך שדה של הקדש. ולא מועלים, דמשל הדיוט הוא נובע:",
                "<b>יצאו.</b> המים שבמעין זה שנובע משדה של הדיוט ועובר בשדה של הקדש יצא משדה של הקדש, נהנים ממנו לכתחילה:",
                "<b>המים שבכד של זהב.</b> גבי ניסוך המים בשבעת ימי החג תנן כמעשהו בחול כך מעשהו בשבת אלא שהיה ממלא מערב שבת חבית של זהב שאינה מקודשת מן השילוח, ובאותן מים לא נהנים ולא מועלין, דלא איקדשו לניסוך המים למעילה עד שינתנו לצלוחית של זהב דהיינו כלי מקודש:",
                "<b>ערבה.</b> שהיו זוקפים אותה אצל המזבח, כדתנן בפרק לולב וערבה [משנה ה׳]:",
                "<b>נותנים היו ממנו בלולב.</b> בתחילה קודם שזקפוה. ואע״פ שלא לקטוה אלא כדי לזקפה על גבי מזבח:"
            ],
            [
                "<b>קן שבראש אילן.</b> של הקדש. שבנאו העוף מעצים וקסמין שהביא ממקום אחר:",
                "<b>שבאשרה יתיז בקנה.</b> יפיל הקן לארץ בקנה ויהנה ממנו. ודוקא יתיז. אבל לא יעלה על האשרה, דאם עולה ליטול הקן, נמצא נהנה מן האשרה. והביצים והאפרוחים שבקן, כל זמן שצריכים לאמן אסורים בין שבראש אילן של הקדש בין שבראש האשרה:",
                "<b>המקדיש את החורש.</b> תרגום יער, חורשא:",
                "<b>מועלים בכולו.</b> בעצים ובענפים ובעלים:",
                "<b>הגזברים שלקחו את העצים.</b> שקנו עצים מיער של חולין לצורך קורות:",
                "<b>מועלים בעצים.</b> רמב״ם פירש, לאתויי חתיכות עצים שחותכין במגירה בעת שמתקנים אותן לקורות, שמועלין בהן:",
                "<b>ולא בשפויין.</b> נסרים דקות שנוסרין מן העצים כשמחליקין אותן:",
                "<b>נמיה.</b> עלין שבעצי היער:"
            ]
        ],
        [
            [
                "<b>קדשי המזבח מצטרפים זה עם זה למעילה.</b> אם נהנה משני מיני קדשי מזבח בשוה פרוטה, מעל. ומצטרפים נמי לכזית לחייב עליהם משום אוכל פגול או נותר או טמא, או לחייב למעלה כזית בחוץ:",
                "<b>קדשי בדק הבית מצטרפין זה עם זה.</b> למעילה. אבל פגול ונותר וטמא אין בהן:",
                "<b>וקדשי מזבח וקדשי בדק הבית מצטרפים זה עם זה</b> למעילה. אבל לא לדבר אחר, כדאמרן דקדשי בדק הבית לית בהי פגול ונותר וטמא:"
            ],
            [
                "<b>חמשה דברים בעולה מצטרפים זה עם זה לכזית.</b> לחייב משום מעלה בחוץ, ולחייב משום פגול ונותר וטמא, ומשום מעילה אם נהנה מכולן בשוה פרוטה:",
                "<b>הסולת.</b> המנחה הבאה עם העולה:",
                "<b>והיין.</b> לנסכים. שהעולה טעונה מנחה ונסכים:",
                "<b>וששה בתודה.</b> שהתודה טעונה לחם מוסף על חמשה דברים שבעולה. וכולן מצטרפין לכזית, לפגול ונותר וטמא, אבל לא למעילה, שהתודה קדשים קלים ואין בהן מעילה, כדתנן בשלהי פרק קמא:",
                "<b>התרומה ותרומת מעשר.</b> שהיא אחד ממאה של חולין. וכן תרומת מעשר של דמאי:",
                "<b>והחלה.</b> שאף היא קרויה תרומה, דכתיב (במדבר ט״ו:כ׳) ראשית עריסותיכם חלה תרימו תרומה:",
                "<b>והביכורים.</b> קרויין תרומה, דאמר מר ותרומת ידך אלו ביכורים, דכתיב בהו (דברים כ״ו:ד׳) ולקח הכהן הטנא מידך:",
                "<b>מצטרפים זה עם זה לאסור.</b> שאם נפל מכולן שאור כדי לחמץ בתוך עיסה של חולין, נאסרת:",
                "<b>ולחייב עליהן את החומש.</b> האוכל מכולן כזית בשגגה משלם את החומש:"
            ],
            [
                "כל הפגולים. מעולה מחטאת ומאשם ומשלמים:",
                "<b>מצטרפים זה עם זה.</b> לאוכל מהן כזית להיות חייב כרת. וכן כל הנותרים:",
                "<b>כל הנבלות מצטרפות.</b> ואפילו נבילת בהמה טמאה עם נבילת בהמה טהורה, מצטדפים לכזית לענין טומאה. אבל לא למלקות, שאינו לוקה עד שיאכל כזית מנבלת בהמה טהורה לבדה, או כזית מן הטמאה לבדה, לפי שהן שני שמות, שאין אוכל בשר בהמה טמאה לוקה משום נבילה אלא משום אוכל בשר בהמה טמאה:",
                "<b>וכל השרצים מצטרפים זה עם זה.</b> לכזית, לחייב את האוכלן מלקות, ושמונה שרצים הכתובים בתורה מצטרפים זה עם זה, לחייב האוכלן בכעדשה. כשיעור טומאתן כך שיעור אכילתן:",
                "<b>דם השרץ ובשרו מצטרפים.</b> דמרבינן מקרא דכתיב (ויקרא י״א) וזה לכם הטמא בשרץ השורץ על הארץ, לרבות דם השרץ שיהיה מטמא כבשרו:",
                "<b>כל שטומאתו ושיעורו שוין.</b> כגון נבילה ונבילה, או שרץ ושרץ:",
                "<b>טומאתו ולא שיעורו.</b> כגון נבילה ושרץ דטומאתן שוה, דתרווייהו הוי טומאתן עד הערב. ולא שיעורו, דנבילה שיעור טומאתה בכזית, ושרץ שיעורו בכעדשה:",
                "<b>שיעורו ולא טומאתו.</b> כגון נבילה ומת, דתרווייהו מטמאין בכזית. ולא טומאתו, דאילו טומאת מת, שבעה, וטומאת נבילה לא הוי אלא עד הערב:",
                "<b>לא טומאתו ולא שיעורו.</b> כגון מת ושרץ, דטומאת מת הוי שבעה, וטומאת שרץ עד הערב. ובשיעורו נמי אינן שוין, דשיעור מת בכזית ושיעור שרץ בכעדשה:",
                "<b>אלו אין מצטרפין זה עם זה.</b> הואיל ומוחלקין הן:"
            ],
            [
                "<b>שני שמות.</b> שני לאוין חלוקין:",
                "<b>כקל שבשניהם.</b> כלומר, דלא מצטרף לטומאה אפילו לשיעור קל, כגון שיצטרף פחות מכעדשה דשרץ להשלים כזית דנבילה, וכל שכן דלא מצטרף לשיעור חמור. וכן חצי זית של מת אין מצטרף לחצי זית של נבילה לטמא אפילו לטומאת ערב:",
                "<b>האוכל שנטמא באב.</b> זהו ולד ראשון:",
                "<b>ושנטמא בולד.</b> הטומאה. זהו ולד שני:",
                "<b>מצטרפין זה עם זה.</b> לכביצה, שהיא שיעור טומאת אוכלין:",
                "<b>לטמא כקל שבשניהם.</b> לעשות שלישי כדרך השני לעשות שלישי, והיינו כקל שבשניהם. אבל אין מצטרפין להכי שיעשו שני כמו שעושה ראשון שני, דא״כ היה כחמור שבשניהם:"
            ],
            [
                "<b>לפסול את הגויה.</b> האוכל אוכלים טמאים בכחצי פרס, שהוא ביצה ומחצה לדברי רמב״ם, ושני ביצים לדברי רבותי, נפסלת גוייתו מלאכול בתרומה, ופוסל את התרומה במגעו עד שיטבול:",
                "<b>במזון שתי סעודות לעירוב.</b> הרוצה ללכת יותר מאלפים אמה בשבת עושה עירובי תחומין ומניח מזון שתי סעודות במקום שרוצה שיקנה לו עירובו, והולך ממקום עירובו ולהלן אלפים אמה. והוא ששה ביצים לדברי רמב״ם, ושמונה ביצים לדברי רבותי:",
                "<b>בכביצה לטמא טומאת אוכלין.</b> שאין אוכל מטמא בפחות מכביצה, דכתיב (ויקרא י״א) מכל האוכל אשר יאכל, דמשמע אוכל הנאכל בבת אחת, ושיערו חכמים שאין בית הבליעה מחזיק יותר מביצת תרנגולת:",
                "<b>בכגרורת להוצאת שבת.</b> המוציא אוכלים בשבת מרשות לרשות אינו חייב בפחות מכגרוגרות:",
                "<b>בככותבת ביום הכיפורים.</b> ששינה הכתוב וכתב תענו, ולא כתב לא תאכלו, דמשמע דלא קפיד רחמנא אלא אעינוי, ושיערו חכמים דבכותבת מיתבא דעתיה דאניש, בפחות מככותבת לא מיתבא דעתיה:",
                "<b>לפסול את הגויה ברביעית.</b> השותה משקים טמאים ברביעית, נפסלה גוייתו מלאכול בתרומה ופוסל את התרומה במגעו עד שיטבול:",
                "<b>וכמלוא לוגמיו.</b> שהשותה ביוה״כ מלוא לוגמיו, חייב. פחות מכן, פטור:  "
            ],
            [
                "<b>הערלה וכלאי הכרם מצטרפין.</b> שאם אכל חצי שיעור מזה וחצי שיעור מזה, מצטרפין ללקות את הארבעים. אי נמי, ערלה וכלאי הכרם מעורבים יחד שנפלו לתוך היתר, מצטרפים לאסור ביבש במאתים, ובלח בנותן טעם:",
                "<b>אינן מצטרפין.</b> כיון דשני שמות נינהו. אלא אם יש בקדירה לבטל טעם הערלה בפני עצמה וטעם כלאי הכרם בפני עצמו הכל מותר. ואין הלכה כר׳ שמעון:",
                "<b>הבגד.</b> שהוא מטמא שלשה על שלשה:",
                "<b>והשק.</b> שהוא מטמא ארבעה על ארבעה:",
                "<b>והעור.</b> חמשה על חמשה:",
                "<b>והמפץ.</b> ששה על ששה. הבגד מצטרף לשק שקל הימנו, לטמא בארבעה על ארבעה. וכן כל אחד מצטרף לקל. וכולן מצטרפים זה עם זה לטמא כשיעור הטומאה הקלה, אבל לא הקל עם החמור:",
                "<b>מפני שהן ראוים לטמא מושב.</b> כלומר אע״ג דאמרן לעיל דכל שאין שיעורן שוה אינן מצטרפין, הכא מצטרפין אע״פ שאין שיעורן שוה, הואיל והן שוין לדבר זה שכל אחד מהן ראוי לטמא במושב הזב, הלכך מצטרפין לטומאת מושב:"
            ]
        ],
        [
            [
                "<b>הנהנה שוה פרוטה מן ההקדש אע״פ שלא פגם מעל.</b> פלוגתא דר׳ עקיבא ורבנן מפרש בגמרא כגון בלבושא מציעאה. דלבוש מבחוץ פגים לאלתר, לפי שמתחכך בכתלים. ולא אפליגו נמי בלבוש דלפנים לגבי בשריה, דההוא נמי פגים לאלתר מחמת זיעה, אלא בלבושא מציעאה. ר׳ עקיבא סבר הואיל והוי דבר דלא פגים לאלתר אע״ג דפגים לאחר זמן הוי כדבר שאין בו פגם ומועלים בו, כיון שנהנה בשוה פרוטה. ורבנן סברי, הואיל ויש בו פגם מכל מקום, אין מועלים בו עד שיפגום:",
                "<b>כיצד.</b> דבר שאין בו פגם, כגון נתנה קטלא בצוארה, רביד של זהב של הקדש, או טבעת בידה, או שתתה בכוס של זהב של הקדש, כל הני אין בהם פגם בכך, אלא כיון שנהנית מהן שוה פרוטה, מעלה. וכיצד משערים בהן הנאה, אומדין כמה אשה רוצה ליתן שישאילוה תכשיטים כמות הללו להוליכן לבית המשתה להתכבד בהן, כאותו שיעור משלמת להקדש קרן וחומש כשנשתמשה בהן:",
                "<b>וכל דבר שיש בו פגם.</b> כגון לבש בחלוק, או כיסה בטלית, או בקע בקרדום. כיון דעומדים ליפגם, לא מעל עד שיפגום בהם בשוה פרוטה:",
                "<b>תלש.</b> שער:",
                "<b>מן החטאת.</b> בחטאת בעלת מום איירי דעומדת ליפדות ודבר שיש בו פגם הוא, הלכך לא מעל עד שיפגום בשוה פרוטה. אבל בחטאת תמימה דתלישת צמר ושער לא עביד בה מידי, שכך היא ראויה להקרבה עכשיו כמו שהיתה מתחילה, הויא ככוס של זהב שהוא דבר שאין בו פגם, וכיון שנהנה ממנה מעל:",
                "<b>כשהיא מתה כיון שנהנה מעל.</b> דכיון שמתה לאו בת פדיה היא, דאין פודים את הקדשים להאכילן לכלבים. ומיירי בין בחטאת תמימה בין בחטאת בעלת מום: "
            ],
            [
                "<b>ופגם בכחצי.</b> שיעור. כגון, לבש בגדי קודש בהנאת שיעור שוה חצי פרוטה ופגם בכחצי פרוטה, שקרע בו ופגמו כשיעור חצי פרוטה:",
                "<b>ששנהנה בשוה פרוטה בדבר אחד.</b> שיש בו פגם ולא פגם:",
                "<b>ופגם בשוה פרוטה בדבר אחר.</b> כגון שפך משקה של קודש ולא נהנה:",
                "<b>הרי זה לא מעל עד שיהנה בשוה פרוטה ויפגום בשוה פרוטה בדבר אחד.</b> בעצמו, ויהיה דבר שיש בו פגם. דבמעילה כתיב (ויקרא ה׳:ט״ו,) וחטאה בשגגה, ובאוכל תרומה כתיב (במדבר י״ח:ל״ב) ולא תשאו עליו חטא, מה חטא האמור באוכל תרומה פוגם ונהנה, ובמה שפגם נהנה, אף חטאת האמור במעילה צריך שיהיה פוגם ונהנה ובאותו דבר בעצמו שפוגם נהנה ולא בדבר אחר:"
            ],
            [
                "<b>במקודשין אלא בהמה וכלי שרת.</b> בהמה תמימה, בהמת קדשי מזבח תמימה. דהני לאו לפדייה קיימי ולאו בני פגימה נינהו, שאפילו רכב אחד על גבי בהמה והכחישה או תלש מן צמרה, עדיין ראויה היא לקרבן, ויש בה מועל אחר מועל. וכן שתה אחד בכוס של זהב, אפילו אם פגמו ופחתו, כיון דקדוש[ת הגוף] הוא ולאו לפדיה קאי, ראוי הוא עדיין לשירות ויש בו מועל אחר מועל. אבל קדשי בדק הבית כגון בהמת קדשי בדק הבית, אין בהם מועל אחר מועל, משום דבני פדייה נינהו, וכיון שמעל בו אחד שהוציאו לחולין תו לית בה מעילה:",
                "<b>רבי אומר כל דבר.</b> שאין לו פגם, שאינו נפסל, דהיינו כל דבר שאין לו פדיון כי הני דאמרן, אפילו פגמו יש בו מועל אחר מועל. ואיכא בין תנא קמא לרבי קדשי מזבח תמימים שנעשו בעלי מומים ועבר ושחטן קודם פדייה. רבי אומר יקברו, משום דבעו העמדה והערכה ולא אפשר דהא מתו, הלכך יקברו, וכיון דלא הוו תו בני פדייה יש בו מועל אחר מועל הנהנה מהן לאחר שחיטה. וחכמים אומרים יפדו, דלא בעו העמדה והערכה, וכיון דקדושת דמים נינהו אין בו מועל אחר מועל. והלכה כחכמים:  "
            ],
            [
                "<b>הרי זה לא מעל.</b> בגמרא מוקי לה בגזבר של הקדש, שהאבן והקורה של הקדש היו מסורות בידו מתחילה, וכי נטלן לעצמו עדיין הם ברשות הקדש, דכל היכא דמטלטל להו בביתיה הוו ברשות הקדש כבתחילה. אבל כי נתנה לחברו, הוציאה מרשותו ושינה מהקדש לחול ומעל, וחבירו לא מעל שכבר יצאה לחולין:",
                "<b>בנאה בתוך ביתו.</b> לא בנאה ממש, דאם כן הרי נהנה מיד שהוסיף בבנין ביתו. אלא כגון שנתנה על פי ארובה שלא בבנין, דהשתא אין לו הנאה עד שידור תחתיה ויהנה בה בשוה פרוטה, כגון שהיו פירותיו נתונים תחת הארובה, והיו גשמים דולפים עליהם, וסתם פי ארובה באבן של הקדש, כיון שהגין עליהן בשוה פרוטה, מעל:",
                "<b>נתנה לבלן.</b> כדי שיניחנו לרחוץ בבית המרחץ:"
            ],
            [
                "<b>אכילתו ואכילת חברו.</b> אכל הוא חצי שיעור והאכיל את חברו חצי שיעור, או נהנה הוא חצי שיעור וההנה את חברו חצי שיעור, וכן הנאתו ואכילת חברו, כגון סך הוא חצי שיעור וחבירו אכל חצי שיעור, או איפכא, כל אלו מצטרפים לחייבו אשם מעילות:",
                "<b>ואפילו לזמן מרובה.</b> כגון שאכל חצי שיעור היום וחצי שיעור למחר בהעלם אחד, או שאכל או נהנה כחצי שיעור היום והאכיל או ההנה את חברו כחצי שיעור למחר, מצטרפים ואפילו לזמן מרובה, ובלבד שיהיו בהעלם אחד, דכתיב (ויקרא ה׳:ט״ו) כי תמעול מעל, מכל מקום שתמעול נתחייב באשם:"
            ]
        ],
        [
            [
                "<b>השליח.</b> שנתן לו בעל הבית הקדש או מעות הקדש להוציאם בתורת חולין, ועשה השליח שליחותו:",
                "<b>בעל הבית מעל.</b> דבמעילה יש שליח לדבר עבירה. ובכל התורה כולה אין שליח לדבר עבירה, חוץ ממעילה משום דכתיב בה (במדבר ה׳) ואשמה הנפש ההיא, מי ששגג תחילה דהיינו המשלח:",
                "<b>תן בשר לאורחים.</b> מאותו בשר של הקדש:",
                "<b>ונתן להם כבד.</b> של הקדש:",
                "<b>והוא אומר טלו שתים וכו׳</b> ובלבד שיאמר השליח טלו שתים מדעתי, אז בעל הבית מעל, דלא עקר השליח שליחותו אע״פ שהוסיף על דברי המשלח, הלכך המשלח מעל שהרי נעשית שליחותו, והשליח מעל על זאת שהוסיף מדעתו, והאורחים נמי חייבים על השלישית שנטלו מדעתם. אבל אם לא אמר השליח טלו שתים מדעתי, אלא טלו שתים בשליחות בעל הבית, המשלח מעל שהרי נעשה דברו, והשליח פטור מפני שהוסיף על שליחות בעל הבית ולא עקר את השליחות ומה שהוסיף לא הוסיף מדעתו:",
                "<b>גלוסקמא.</b> בלשון יון קורין לתיבה גלוסקוס. וישם בארון, תרגום ירושלמי ושוון יתיה בגלוסקמא:",
                "<b>אע״פ שאמר בעל הבית לא היה בלבי אלא מזה כו׳ מעל.</b> לפי שעשה השליח מאמרו, ודברים שבלב אינן דברים:  "
            ],
            [
                "<b>ביד חרש שוטה וקטן.</b> שאינן בני שליחות. אפילו הכי הואיל ונעשית שליחותו המשלח מעל:",
                "<b>החנוני.</b> שקבל המעות מיד חרש שוטה וקטן, חייב כשיוציא המעות של הקדש בחפציו:",
                "<b>ונזכר.</b> בעל הבית קודם שהגיעו המעות ליד חנוני, וכיון שנזכר שוב אינו חייב קרבן מעילה, שאין קרבן מעילה אצל מזיד:",
                "<b>החנוני חייב.</b> והוא שנזכרו בעל הבית והשליח, דהשתא אין כאן שוגג אלא חנוני. אבל אם נזכר בעל הבית ולא נזכר השליח, השליח מעל שהוא שגג תחלה:",
                "<b>כיצד יעשה.</b> כלומר אם ידע החנוני בפרוטה זו שהיא קודש קודם שיוציאנה ונתערבה כבר עם שאר פרוטות שיש לו, כיצד יעשה ויהיה מותר להשתמש בפרוטותיו:"
            ],
            [
                "<b>שניהם לא מעלו.</b> בעה״ב לא מעל שהרי לא נעשית שליחותו בפרוטה, והשליח לא מעל שלא עקר שליחותו של בעה״ב בפרוטה, ובפחות מפרוטה ליכא חיוב מעילה:",
                "<b>השליח מעל.</b> שעקר שליחותו של בעה״ב בין בפתילות בין בנרות ויש בשניהן פרוטה:"
            ],
            [
                "<b>שניהם מעלו.</b> והוא שיהא אותו האתרוג שוה שני פרוטות כמו שנתן לו בעה״ב. בעה״ב מעל כיון שקנה לו השליח כמו שאמר ושוה כמו שנתן לו, הרי נעשית שליחותו. והשליח מעל, שהרי קנה רמון בפרוטה מדעתו שלא בשליחות בעה״ב:",
                "<b>ר׳ יהודה אומר בעה״ב לא מעל.</b> דאמר ליה לשליח אילו היית קונה אתרוג בשתי פרוטות כמו שנתתי לך היית מביא לי אתרוג גדול שוה ארבע פרוטות, עכשיו שלא נתת אלא פרוטה הבאת לי אתרוג שוה שתי פרוטות שהוא קטן ורע, ונמצא שלא עשית שליחותי. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>אם צרורין.</b> קשורים קשר משונה אע״פ שאין עליו חותם, או קשורים כשאר קשרים וחתומין:",
                "<b>לא ישתמש בהן.</b> דגלי דעתיה דלא ניחא ליה שישתמש בהן הנפקד, הואיל וקשרן קשר משונה או הטיל עליו חותם:",
                "<b>מותרין.</b> קרי כל זמן שאין קשורים קשר משונה אלא קשור כשאר קשרים ואין עליו חותם:",
                "<b>לפיכך אם הוציא לא מעל.</b> דהוי כאילו אמר לו המפקיד שישתמש בהן, כיון שלא היו צרורין, והרי שליחותו עשה, והמפקיד נמי לא מעל דהא לא אמר לו בפירוש שישתמש בהן:",
                "<b>החנוני.</b> שמוכר פירות או בשמים בחנות:",
                "<b>כבעל הבית.</b> ואם הפקידו אצלו מעות, אף על פי שאינן צרורים, לא ישתמש בהם, הלכך אם היו מעות של הקדש ונשתמש בהן מעל:",
                "<b>כשלחני.</b> ומותר להשתמש במעות שהפקידו אצלו כשאינן צרורים, הלכך לא מעל. והלכה כר׳ יהודה:"
            ],
            [
                "<b>כיון שהוציא את הראשונה.</b> לצורך תשמישו מעל:",
                "<b>וחכמים אומרים.</b> לא מעל:",
                "<b>עד שיוציא.</b> כל המעות שבכיס לצורך חולין. והלכה כחכמים:",
                "<b>פרוטה מן הכיס זה.</b> כלומר לא תכלה פרוטה מכיס זה עד שיהא בה הקדש:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "<b>קדשי קדשים ששחטן בדרום מועלין בהן שחטן כו': </b>כבר נתבאר בחמישי מזבחים שקדשי קדשים שחיטתן בצפון וקיבול דמן בכלי שרת בצפון ושם נתבאר שהחטאת והאשה קדשי קדשים ואוכלים אותם הכהנים מן העיקרים שבידינו גם כן בקדשים שמתו יצאו מידי מעילה דבר תורה ולפיכך שמא יעלה על דעתנו שהואיל ששינה מקום שחיטתן וכבר נפסלו תחשב כנבלה ולא יתחייב עליו מעילה בא ללמד שחייב עליו מעילה דבר תורה ואע\"פ שאירעו בשחיטתן הפסולין האלו ואני צריך לבאר לך שכל מקום שאומר מועלין כוונתן שהנהנה מאותו דבר חייב קרבן מעילה ובכל מקום שאומרים אין מועלין כוונתו שהנהנה ממנו ואפילו יותר משוה פרוטה אינו חייב קרבן מעילה ובכל מקום שנאמר לא נהנין ולא מועלין ענינו שאינו מותר ליהנות מאותו דבר להדיוט והנהנה אין חייב קרבן מעילה אחר כך א\"ר יהושע הכלל הזה והביא דוגמא עליו (החטאת) הוא דבר אמתי ומה שאמר ושקבלו פסולין וזרקו את דמה רוצה לומר השני דברים ביחד ואין דומה למה שאמר ושנשחטה חוץ לזמנה וחוץ למקומה שר\"ל או חוץ למקומה לפי שכל זמן שקבלו פסולין וזרקו פסולין וחזרו הכשרין וקבלו השאר וזרקוהו כשרין הרי זו זריקה שהיא מתרת אותו לאכילת הכהנים ואין חייבין עליהן מעילה כמו שהקדמנו: "
            ],
            [
                "<b>בשר קדשי קדשים שיצא לפני זריקת דמים כו': </b>ר\"ע אומר זריקה מועלת ליוצא ואע\"פ שהוא פסול שהזריקה התירה אותה לכהנים ולפיכך אין מועלין בו ור\"א אומר אין זריקה מועלת ליוצא והרי הוא לא הותר לכהנים ולפיכך מועלין בו ודברי ר\"ע הם אם יצא מקצת בשר אבל אם יצא הבשר כולו או יצא הדם מודה לר\"א שאין זריקה מועלת ואין מועלין באותו בשר לפי שלא הותר לכהנים כלל והביא ראיה רבי עקיבא על מקצת בשר שיצא מן מפריש שתי חטאות ודין זה הוא בשתי חטאות על מנת שישחט שתיהן בבת אחת לפיכך אם רצה מזו זורק רצה מזו זורק אבל זה אחר זה אין דמה מועיל לבשר חבירתה לפיכך אמר ר\"ע כמו שדמה פוטר בשר חבירתה מן המעילה אע\"פ שאין חבירתה ראויה לאכילה כמו שנתבאר בתמורה כן הוא פוטר מקצת בשרה היוצא ואע\"פ שאין ראוי לאכילה ונותר ופיגול וטמא כבר נתבאר כל אחד מהם בשלישי ובאחרון ממסכת זבחים והלכה כר' עקיבא: "
            ],
            [
                "<b>אמורי קדשים קלים שיצאו לפני זריקת דמים כו'. </b>דע שקדשי קדשים מועלין בהם עד שיזרק הדם וכשנזרק הדם אין מועלין בבשר לפי שהותר לכהנים כמו שבארנו וקדשים (קדשים) קלים הם בהפך והוא שהאימורים שלהם אין מועלין בהם עד שיזרק הדם (ואין) [ואז] מועלין באימורים ועוד יתבאר זה בסוף פרק זה וכבר ידעת שרבי אליעזר אומר אין זריקה מועלת ביוצא ור' עקיבא אומר זריקה מועלת ביוצא ולפי זה אמר רבי אליעזר אין מועלין בהם לפי שהזריקה שמחמתו מועלין באימורי קדשים קלים לא תועיל לה משהיא יוצאת ורבי עקיבא אומר מועלין בהם הואיל ונזרק הדם אע\"פ שאין יוצאת [<small>נ\"א</small> שיוצאת] לפי שזריקה מועלת ביוצא והשמיענו מחלוקת שניהם בבשר קדשי קדשים ובאימורי קדשים קלים לפי שאילו השמיענו מחלוקת שניהם בתחלה בלבד אמרנו שמא בכאן אומר רבי אליעזר אין זריקה מועלת ביוצא לפי שיש בזה חומרא שחייב מעילה אבל באימורי קדשים קלים אמרנו כאן אמר ר' עקיבא זריקה מועלת ביוצא הרי יש שם קולא לפי שהוא פוטר אותם מן המעילה ומודה ר' אליעזר שאין מועל לפיכך הודיענו התנא שרבי עקיבא אומר זריקה מועלת בין להקל בין להחמיר והלכה כרבי עקיבא: "
            ],
            [
                "<b>מעשה דמים בקדשי קדשים להקל ולהחמיר כו': </b>הקולא שהוא פוטר הבשר מן המעילה אחר הזריקה והחומרא שהוא מעמיד האימורים למעילה כמו שהיו ומפני שהבשר נאכל לכהנים נפטר מן המעילה ואין חיוב מעילה בדבר שמותר לאוכלו לפי שקדשי קדשים הנאמרין כאן הן החטאת והאשם שאוכלין אותן הכהנים אבל העולה מועלין בבשרה ואפי' לאחר זריקה כמו שנתבאר בפרק שאחר זה ומה שאמר על זה ועל זה ר\"ל בין לפני זריקה בין לאחר זריקה חייבין עליהן משום פגול אם נפגלו בשחיטה או אחריה כמו שנתבאר בשני מזבחים וכן משום נותר אם היו נותר ומשום טמא אם אכל אותה טמא וכשתבין מה שבארנו בשני מזבחים תדע שאי אפשר להיות הדבר האחד בעצמו פיגול ונותר רק יהיה אחד משניהם לפי שהנותר הוא בשר זבח כשר כשנותר לאחר זמן אכילתו כמו שבארנו שם והבן זה מאד: "
            ]
        ],
        [
            [
                "<b>חטאת העוף מועלין בה משהוקדשה כו': </b>כבר בארנו שענין הכשר הוא הכנה ולפיכך מה שאמר כאן הוכשרה ענינו שהיא מוכנת ומזומנת להפסל מטבול יום לפי שבשר קדשים שנוגע בהם טבול יום פסולין וזהו טבול יום שטבל ולא העריב שמשו או מחוסר כפורים וכבר בארנו בשני מכריתות מחוסרי כפרה הרי הן מופסלין ואין מותר לאוכלן ועוד יתפרש הפסול מן הטמא במקומו במסכת טהרות אח\"כ אמר ובלינה רוצה לומר שלנה אחר שנשחטה נפסלת. מה שאמר הוזה דמה חייבין עליה משום פגול אין ענינו שיהא אפשר שתהא פגול אחר ההזייה שזה אי אפשר כשתעיין ענין הפגול כמו שבארנו אותו בשני מזבחים אבל אנו אומרים אי אפשר שיגמר בהם דין הפגול ויהיה האוכל ממנו חייב משום פגול אלא אחר הזית הדם לפי שמתנאי הפגול שיקרב המתיר כמצותו כמו שנתבאר בששי מזבחים וכן אחר ההזייה אפשר שיהיה נותר אם היא חטאת כשרה וראויה לאחר זמנה תהיה נותר אבל קודם ההזייה תהא פסולה בלינה בלבד לא בנותר וכן אחר ההזייה הוא שאם אכל ממנה טמא חייב כרת אבל קודם הזייה לא. אחר כך אמר ואין בה מעילה לפי שאין בחטאת העוף אימורים רק כולה לכהנים כבשר חטאת כפי מה שהקדמנו שאחר זריקה אין מועלין בו ודע זה שבארנו כאן והבן אותו בכל הפרק הזה כדי שלא נצטרך לשנות הפרק הזה בכל הלכה והלכה וכן הבן כי כל מ\"ש בפרק הזה הכשר ר\"ל הכנה לדברים שעתידים לזכור אותם לא ענין הכשר טומאה הנזכר בכל מקום ודע זה ואל יטעך שתוף הענין: "
            ],
            [
                "<b>עולת העוף מועלין בה משהוקדשה נמלקה כו': </b>עולת העוף אין לכהנים בה כלום רק כולה כליל לאישים ולפיכך מועלין בה וכבר ידעת כי היא צריכה מיצוי שנאמר ונמצה דמו: "
            ],
            [
                "<b>פרים הנשרפים ושעירים הנשרפים מועלין כו': </b>שיותך גזור מן נתוך ר\"ל עד שיעשה הבשר חלול ויתהפכון חלקיו באש עד שידמה לספוג הים והענין הזה יהיה בבשר אחר שישרף לגמרי: "
            ],
            [
                "<b>העולה מועלין בה משהוקדשה נשחטה כו': </b>כבר ידעת שדבר תורה בעור העולה שהוא לכהן ולפיכך אין מועלין בעורות. אח\"כ אמר מועלין בבשרה כל זמן שהוא נשרף על גבי המזבח וכשמרימין כל האפר מעל גבי המזבח ומשליכין אותו בבית הדשן אין מועלין בו שכבר נעשית מצותו כמו שיתבאר. "
            ],
            [
                "<b>חטאת ואשם וזבחי שלמי צבור מועלין בהן כו': </b>אלו שזכר בכאן בקדשי קדשים הרי כמו שבארנו בחמישי מזבחים וכבר הקדמנו בפרק שלפני זה שקדשי קדשים אחר זריקת דמים [אין מועלין] בבשרם ושם נתבאר ג\"כ שזבחי שלמי צבור אוכלים אותם הכהנים ולפיכך אין מועלין בבשרם כמו החטאת והאשם: "
            ],
            [
                "<b>שתי הלחם מועלין בהן משהוקדשו כו': </b>כבר בארנו במנחות ששתי הלחם אוכלים אותם הכהנים ולפיכך אין בהם מעילה וכבר נתבאר בב' ממנחות היאך מתפגל שתי הלחם ולחם הפנים ונתבאר בי\"א ממנו ששתי הלחם ולחם הפנים יעמוד ימים ואחר כך יאכל ולפיכך לא זכר כאן לינה: "
            ],
            [
                "<b>לחם הפנים מועלין בו משהוקדש קרם בתנור כו': </b>כל זה מבואר לכשתבין מה שפירשנו ותזכור מה שהקדמנו במנחות: "
            ],
            [
                "<b>המנחות מועלין בהם משהוקדשו קדשי כו': </b>כבר בארנו במנחות והוא ענין מפורסם שקומץ המנחה דומה לאימורי הקדשים ושירי מנחה הנאכלת דומה לאימורי הקדשים ושירי המנחה שאינה נאכלת דומה לבשר קדשי קדשים והם של כהנים ולפיכך אין מועלין בו [<small>ע' לשונו שם בפי' המשניות על משנה הקומץ את המנחה דף י\"א ע\"ב</small>]: "
            ],
            [
                "<b>הקומץ והלבונה והקטורת ומנחת כהנים וכו': </b>כל אלו שמנה הם לאישים והם בעצמו הם המתירין לזולתן ויש מהם שאין לו מתירין ולפיכך מועלין בהם משקדשו בכלי שרת עד שיצאו לבית הדשן כמו שבאר בהקומץ ולא יתחייב עליהן בדין פגול לפי העקרים שבארנו ופירשנו ברביעי מזבחים כשתעיין אותו שמה אבל דין טמא ונותר חייב שנאמר כל איש אשר יקריב מכם ואמרו בכל הקדשים הכתוב מדבר וכבר נתבאר בי\"ג מזבחים שאין חייב כרת אלא טמא שאכל את הקדש. ומה שאמר כאן אשר יקרב ר\"ל שכל זמן שאכל בטומאה הדבר <small>[ע' בגמ' מעילה דף י' ע\"ב]</small> שאינו ראוי ליקרב והוא משיקדיש בכלי אז יתחייב וכבר נתבאר בסוף חגיגה שמחוסר כפורים צריך טבילה לקדש כל קדש: "
            ]
        ],
        [
            [
                "<b>ולד חטאת ותמורת חטאת וחטאת שמתו כו': </b>כבר נאמר גוף הלכה זו ברביעי מתמורה ושם פירשנו אותה: "
            ],
            [
                "<b>המפריש מעות לנזירותו לא נהנין ולא מועלין כו': </b>מה שאמר מפני שהם ראוים להביא בכולן שלמים הוא הטעם במה שאמר לא מועלין לפי שהשלמים קדשים קלים הם וכבר נתבאר שקדשים קלים אין בהם מעילה אלא אחר זריקת דמים וכבר זכרנו לך פעמים ענין קרבנות נזיר ומה הן וכל דיניהן: "
            ],
            [
                "<b>רבי שמעון אומר הדם קל בתחלתו וחמור כו'. </b>כבר הקדמנו בשמיני מחולין שהדם אין מועלין בו שנאמר ואני נתתיו לכם על המזבח לכפר ואמרו חכמים לכפרה נתתיו ולא למעילה ואמרו כי הדם הוא בנפש יכפר לפני כפרה כלאחר כפרה מה לאחר כפרה אין בו מעילה לפי העיקר שהקדמנו שדבר שנעשית מצותו אין בו מעילה אף לפני כפרה אין בו מעילה הנה התבאר לך שאין הלכה כר\"ש שאמר יש בו מעילה לאחר כפרה וכבר בארנו בסוכה ששיתין הם שני נקבים במזבח שמתמצין מהם ייני הנסכים: "
            ],
            [
                "<b>דישון מזבח הפנימי והמנורה לא נהנין ולא כו' </b><b>ר\"ש אומר תורים שלא הגיע זמגן מועלין כו' </b>כבר ידעת שדישון הוא האפר ודישון המנורה קצות הפתילות השרוף שנשרף מהם ואר\"ש תורים שלא הגיע זמנן הואיל והם ראוים ליקרב לאחר זמן מועלין בהם וחכמים אומרים הואיל ואינם ראוים עכשיו ליקרב לא מועלין ולא נהנין ואין הלכה כר' שמעון: "
            ],
            [
                "<b>חלב המוקדשין וביצי תורין לא נהנין ולא כו': </b>זה יהיה כשמקדיש העוף הזה או הבהמה הזו למזבח קדושת הגוף כגון שתהא עולת עוף או בהמת שלמים אבל אם הקדישן למזבח קדושת דמים כגון שיאמר דמי העוף הזה או דמי הבהמה זו הקדש שנקריב ממנה קרבן פלוני הרי זה מועלין בהן ובגידוליהן: "
            ],
            [
                "<b>כל הראוי למזבח ולא לבדק הבית לבדק הבית כו': </b>כבר ידעת שמעשר בהמה הקדש ולפיכך אם היתה נקבה מועלים בחלבה. ומה שאמר ואחרים מתנדבים כן הוא שינדב המתנדב חלב להניק ולד המעושרת או ולד המוקדשים לפי שאינו מותר לינק חלבה לפי שנתנו אותו כאילו הוא עבודה וגיזה שאינו מותר בקדשים כמו שנתבאר בבכורות אפילו התנו הפועלים על ההקדש במזונותיהם הרי הם לא יאכלו גרוגרות של הקדש אבל נותן להם ההקדש דמי מזונות וכן אם דש כרשיני הקדש חייב לחסום הפרה בשעת הדישה ותמנע מלאכול מהם שנאמר לא תחסום שור בדישו רוצה לומר בדייש שראוי לו לשור הוא שלא תחסום אבל בדייש של הקדש שהוא אסור עליו חסום: "
            ],
            [
                "<b>שרשי אילן של הדיוט באין בשל הקדש ושל כו': </b>כשיהיה בין אילן של הדיוט ובין שדה ההקדש שש עשרה אמה או פחות מזה לא נהנין ולא מועלין באותן שרשים הבאין בשדה הקדש אבל אם היה בין שניהם יותר משש עשרה אמה מועלין בהם שאינן נחשבים מן האילן אותם השרשים אלא מכלל הדברים שהם בשדה הקדש ואם היה האילן של הקדש ויש בינו ובין שדה של הדיוט שש עשרה אמה או פחות מזה מועלין באותן שרשים הבאין בשדה ההדיוט לפי שהם מכלל האילן ואם יש ביניהן יותר לא נהנין ולא מועלין: ומה שאמר המים שבכד של זהב רומז אל המים שמנסכים על גבי המזבח בחג הסוכות כמו שבארנו ברביעי מסוכה ואומר שאינו נמנה בכלל הנסכים ומועלין בו עד שיתנו לצלוחית של זהב. וכשצומחת ערבה בשדה הקדש הואיל ואינה נמכרת ואינה ראויה לשום דבר לא נהנין ולא מועלין לדברי הכל ומה שאמר ר' אלעזר ברבי צדוק איני מודה שמותר ליהנות בו לפי שעיקר בידינו הוא שמצות לאו ליהנות ניתנו וזה הדבר אמיתי ואע\"פ שדעת רבי אלעזר שמותר ליהנות ממנה אינה הלכה: "
            ],
            [
                "<b>קן שבראש האילן של הקדש לא נהנין כו': </b><b>הגזברים שלקחו את העצים מועלין בעצים כו': </b>ידוע הוא שהאשירה אסורה בהנאה כמו שהתבאר בשלישי ממסכת ע\"ז והמאמר בהלכה זו אינו אלא בקן עצמו שבנאו העוף בעצים ועשבים שמביא ממקום אחר ולפיכך לא נהנין ולא מועלין כשהוא בשל הקדש אבל באשרה מותר ליקח אותו הקן מראש האשרה: ומה שאמר יתיז בקנה ר\"ל שיניד האפרוחים ואז יקח אותם ודע שהבצים שבקן וכן האפרוחים שצריכים לאמן אסורין בין באילן של הקדש בין באשרה. ותרגום יער חורשא ולפיכך המקדיש את החורש מועלין בכולן ר\"ל בכל האילנות וזולתם וקנים שבראש האילנות ותרגום ואכות אותו טחון ושפית יתיה בשופינא ואותן הקליפות הדקות והנסורות שנוסרים מן העץ כשמחליקין ומיישרים אותו נקרא שפוי. ונמיה הם החלקים הקשים שיש בעצים הניתזין בשעת הניגור והחלק שמנגרין ומחליקין אותו ישאר מקומן כמין גומא בעץ ומקצת הנוסחאות נוייה והענין אחד לפי שאותן החלקין דומה לנויה עומדת בפני עצמה בתוך העץ ומה שאמר מועלין בעצים ר\"ל קצות העצים קטנים שחותכין אותן במגירה בשעה שמתקנין אותם: "
            ]
        ],
        [
            [
                "<b>קדשי המזבה מצטרפין זה עם זה למעילה כו': </b>כשתבין כל מה שהקדמנו במסכת זו יהיה כל המאמר הזה מבואר ומפורסם ואינו צריך פירוש כל כך הוא מבואר: "
            ],
            [
                "<b>חמשה דברים בעולה מצטרפין זה עם זה כו': </b><b>התרומה ותרומת מעשר ותרומת מעשר של דמאי כו': </b>כבר בארנו בתחלת מנחות שעולה ושלמים טעונים נסכים והנסכים מן היין והסולת והשמן ושלמי תודה טעונין לחם וכבר נתבאר בזה המסכת שבשר העולה מועלים בו כל זמן שנהנה בשוה פרוטה משום דבר מכל אלו החמשה דברים מקרבן עולה חייב במעילה אם אכל מכולם כזית אם היה פיגול או נותר או שהיה טמא חייב וכן ששה שבתודה מצטרפין לענין פיגול והנותר והטמא ר\"ל הראוים להתפגל מהן לא לענין מעילה לפי שהתודה קדשים קלים כמו שנתבאר בזבחים וכבר הקדמנו בתחלת מסכת זו שקדשים קלים אין מועלין בבשרן כלל וגם כן בלחם תודה אין מועלין בו לפי שהוא דומה לבשר ואוכלין כיוצא בו כמו שנתבאר בזבחים ובמנחות. ובתחלת פ' שני ממסכת ערלה שביאר כי אלו הדברים שמנינו כאן עולים באחד ומאה אם נפלו בפחות מזה יהיה הכל מדומע והוא ענין מה שאמר לאסור ושם ביאר שהבכורים נקראו תרומה ועליהם נאמר ותרומת ידך ודבר תורה בחלה שנאמר חלה תרימו תרומה ולפי שנקראו כלם תרומה חייבין על המחובר מהן חומש כמו על התרומה כמו שבארנו בששי מתרומות ובשני מבכורים: "
            ],
            [
                "<b>כל הפגולין מצטרפין זה עם זה כל הנותרין כו': </b><b>כל הנבילות מצטרפות זו עם זו כו': </b><b>דם השרץ ובשרו מצטרפין כלל אמר רבי יהושע כו'. </b>כשיגמור שיעור כזית מפיגולין הרבה ר\"ל מעולה והחטאת ומאשם ומשאר קדשים קלים יצטרף הכל וחייבין עליו כרת וכן הנותר וכן אם נגמר כזית בשר נבילה ואפילו ממינים הרבה הרי הוא מטמא טומאת נבלה אבל לענין אכילת נבילה אינה מצטרפת נבלת בהמה טהורה לנבלת בהמה טמאה עד שיאכל מאחד משתיהם כזית ואז ילקה משום נבלה וכן שמונה שרצים כשיתחבר מכלם כעדשה מטמא טומאת שרץ ועיקר בידינו דם השרץ כבשרו וכבר זכרנו פעמים וסמכו אותו בסיפרא למה שנאמר וזה לכם הטמא בשרץ השורץ על הארץ אמרו לרבות דם השרץ שיהא מטמא כבשרו ומן הראוי שתדע שבשר השרצים האוכל ממנו אחר מותם בכעדשה לוקה והוא מה שאמרו מה טומאה בכעדשה אף אכילה בכעדשה אבל אם חתך השרץ חי ואכלו ואפילו חתך אבר שלם ואכלו אינו לוקה עד שיהא בו כזית וכן אם אכל מן השרץ אחר מותו אבר שלם פחות מכעדשה אונו לוקה ואע\"פ שהוא מטמא כמו שיתבאר בתחלת אהלות לפי שהעיקר אצלנו איברים יש להם שיעור טומאה אבל לא לאכילה. כלל א\"ר יהושע כל שטומאתו ושיעורו שוין מצטרפין זה עם זה טומאתו ולא שיעורו שיעורו ולא טומאתו לא טומאתו ולא שיעורו אינן מצטרפין זה עם זה הכלל הזה אמת וטומאתו ולא שיעורו כמו בשר המת ורקב שלו לפי שכל אחד משתיהן במגע ובמשא ובאהל אבל שיעור בשרו כזית ושיעור רקב שלו מלא חפניו כמו שנבאר בשני מאהלות ושעורו ולא טומאתו כמו בשר נבלה ובשר המת כל אחד משניהם שעורו בכזית אבל נבלה מטמא במגע ובמשא טומאת ערב ובשר המת מטמא באהל טומאת שבעה לא טומאתו ולא שעורו כמו בשר נבלה ובשר שרץ (לפי שפגולן נבלה) [<small>צ\"ל</small> לפי שנבילה בכזית כו'] בכזית ומטמא במשא ושיעור שרץ כעדשה ואינו מטמא במשא וכבר זכרנו כל אלו העיקרים פעמים ועוד יתבאר לגמרי במקומותם מטהרות ויהיה סדר דברי ר' יהושע כן שכל זמן שישתנה דין הטומאה ושיעורה אינם מצטרפין וכן אם השוו בדין ונשתנו בשיעור וכן אם השוו בשיעור ונשתנו בדין: "
            ],
            [
                "<b>הפגול והנותר אין מצטרפין זה עם זה כו': </b><b>האוכל שנטמא באב הטומאה כו': </b>כבר בארנו פעמים שאוכלים טמאים אינם מטמאין אחרים עד שיהיו כביצה ובתחלת פסחים ביארנו שאוכל שנטמא באב הטומאה נקרא ראשון ונטמא בולד הטומאה נקרא שני ושם ביארנו ששני אם נגע באוכל מטמאו ונקרא שלישי וראשון ג\"כ מטמא אותו אוכל אע\"פ שיעשה אותו שני לפי שטומאת האוכלין מדרבנן כמו שביארנו שם אמרנו שמצטרף הראשון והשני וכשישלים משניהם יחד כביצה ויגיע בו אוכל אחר הרי זה מטמאו וישוב שלישי לטומאה והבן זה: "
            ],
            [
                "<b>כל האוכלים מצטרפין לפסול את הגויה כו': </b>פעמים שאוכל אוכלים טמאים אם יש מהם כחצי פרס והוא כביצה ומחצה נפסלה גויתו וצריך טבילה ואז יגע בתרומה וכל זמן שיגע בתרומה קודם הטבילה פוסלת וכן נתבאר בשבת שהמוציא אוכלין שיעור כגרוגרת וכן נתבאר בעירובין ששיעור עירובי תחומין מזון שתי סעודות לכל אחד ואחד והוא שיעור ששה ביצים ונתבאר בכפורים שאוכל ביום הכיפורים ככותבת הגסה והשותה מלא לוגמא חייב כרת וכבר זכרנו בשלישי מכתובות ועוד יתבאר במקומות מטהרות שהשותה רביעית ממשקים טמאים נפסלת גויתו והוא ג\"כ פוסל את התרומה עד שיטהר ולפיכך אמר כאן שכל המאכלות מצטרפין קצתם לקצתם להשלים מהם איזה שיעור שנזדמן מאלו השיעורים כדי שיתחייב באותו הדין וכל המשקין מצטרפין גם כן על דרך זה: "
            ],
            [
                "<b>הערלה וכלאי הכרם מצטרפין כו': </b><b>הבגד והשק השק והעור כו': </b>ערלה וכלאי הכרם עולין באחד ומאתים וכשיצטרף מהם חלק כל שהוא ויפול באחד ומאתים יעלה ובפחות מזה יאסר הכל כמו שביארנו בשני מערלה ושם ביארנו גם כן מחלוקת רבי שמעון שדבריו נדחים ועוד במסכת כלים שהבגד אם היה בו שלשה טפחים על שלשה טפחים או יותר אז יטמא במדרס הזב. והשק והוא אריגת שער עד שיהא בו ארבעה על ארבעה או יותר. והעור חמשה על חמשה והמפץ הוא העבה מאריגת הצמר שעושין ממנו משואות הסחורה עד שיהא בו ששה על ששה. אח\"כ אמר מצטרפין קצתם לקצתם אבל בדרך שנתבאר שם והוא שיהיה ה' מן המפץ ואחד מן העור או ד' מן העור ואחד מן השק או שלשה מן השק ואחד מן הבגד ולפי שמצינו אלו שמצטרפין להטמא במדרס הזב ואע\"פ ששעורם אינו שוה והוא שלא כפי הכלל הנזכר באר ר\"ש טעם זה ואמר שהטעם שמחמתו מצטרפים לפי שיש בכולם ענין אחד שכוללם והוא שכל א' מאלו יטמא במושב הזב ולפי שכל אחד בפני עצמו יטמא מושב מצטרפים טומאת מושב. וענין זה בקצרה הוא שאנו חוששין להשוות השיעור לטומאה בדברים שמטמאים לא בדברים שמתטמאים ולענין זה נתכוון כאן כשזכר הבגד והשק והעור על הכוונה הזאת כדי שלא תטעה אותך הלכה ותדמה שהכלל שאמר רבי יהושע אינו כולל אלא הרי הוא כולל כמו שבארנו: "
            ]
        ],
        [
            [
                "<b>הנהנה שוה פרוטה מן ההקדש אף על פי שלא כו': </b>ר' עקיבא חולק על הדבר שראוי לפגום מעצמו אלא שנהנה בו הנאה שאין בה פגם וזה במתכוין שילבש בגד הקדש אמצעי שהרי נתקשט בו ונהנה בשוה פרוטה ולפי שלבש אותו בסוף בגדיו לא הגיעו לכלוך לא מגופו ולא פגם ור' עקיבא מחייב הואיל ולכך נתכוין להנאה זו שלא יפגם. וחכמים אומרים הואיל ודרך הבגדים שיובלו ויאבדו לא מעל עד שיפגום. וידוע שהזהב המזוקק לא יחסר ממנו דבר מורגש ואפילו במאות השנים כל שכן בזמן מועט. ופי' קטלא ענק והוא לולאות של זהב שנותנים אותם בחוט ותולין אותו בצואר וכל זמן שילבש בגד על בשרו או ממעל לבגדיו או יחתך בקרדום כמו שזכר לא מעל עד שיפגום ואפי' ר\"ע מודה בחטאת הזאת היא בעלת מום שאינה קריבה בעצמה אלא היא עומדת לימכר כמו שנקדם ביאורו בתמורה ולפיכך לא מעל עד שיפגום אבל אם היתה תמימה כיון שנהנה מעל לפי שדומה לכוס של זהב שאינו נפגם לפי שכל מה שנפחת ממנה מן הצמר אינו מרחיק אותה מן הקרבן וכמות שהיתה מתחלה היא עכשיו וזהו ענין מה שאמרו אי בבהמה (טמאה) [תמימה] היינו כוס של זהב ואין הלכה כרבי אליעזר: "
            ],
            [
                "<b>נהנה בכחצי פרוטה ופגם כבחצי פרוטה כו': </b>דוגמא זה כגון שקרע קצת מבגד הקדש ונותן אותה חתיכה שקרע בבגדו ולבש אותו ונתקשט בו ונהנה בשוה פרוטה בתכשיטו ולא פגם בחתיכה שום דבר אבל פגם בבגד הקדש שקרע ממנו בשוה פרוטה הרי זה נהנה ופגם אבל הדבר שפגם לא נהנה באותה הפגם עצמו ואנו צריכים שתהא הנאה ופגם בדבר אחד אם הוא דבר שיש בו פגם כמו שהקדמנו כגון האוכל שום דבר מן הקדש ויהיה מה שאכל שוה פרוטה שהרי זה נהנה ופגם בדבר אחד והביא ראיה לדין זה ממה שנאמר במועל חטא ובאוכל תרומה בשגגה חטא אמרו מה חטא האמור (במעילה) [בתרומה] פוגם ונהנה ובמה שפגם נהנה אף חטא האמור (באוכל תרומה) [במעילה] פגם ונהנה ובמה שפגם נהנה: "
            ],
            [
                "<b>אין מועל אחר מועל במוקדשין אלא בהמה וכלים כו': </b>הואיל ומעל הראשון כבר חלל אותו הקדש כמו שנתבאר בשני מקדושין ולפיכך הנהנה באותו דבר אחריו לא מעל ומה שיש בין תנא קמא ורבי הוא קדשי מזבח שנפל בהן מום רבי אומר אם עבר ושחטן יקברו ואין להם פדיון ולפיכך יש להם מועל אחר מועל ר\"ל בבעלי מומים אלא כיון שנהנה ופגם מעל כמו שהקדמנו בפרק הזה והנהנה באותו בהמה אחריו לא מעל ואין הלכה כרבי: "
            ],
            [
                "<b>נטל אבן או קורה של הקדש הרי זה לא מעל כו': </b>כשנטל אבן או קורה של הקדש אע\"פ שפגם לפי שכבר חסר מן ההקדש הדבר ההוא לא מעל עד שיהנה כפי העיקר הנזכר וכשיתן אותן לחבירו כבר נהנה ומעל וזה שאמרנו וחברו לא מעל ע\"מ שיהיה אותו החבר ההוא הגזבר שהיתה תחת ממשלתו וידו האבן הזאת או הקורה ולפיכך לא מעל לפי שתחת ידו היתה תחלה קודם שיתננה לו ותחת ידו נשארה אחר שנתנה ולא הגיעתו הנאה אבל הנוטל שום דבר מן ההקדש ונתנו לחבירו שניהם מעלו לפי שכל אחד משניהם נהנה ופגם זה נהנה בנתינת המתנה בטובת הנאה שבאה לו וזה נהנה בקבלתה. ומה שאמר בנאה לתוך ביתו אין הענין שיבנה אותה באמת לפי שהוא מעל בלי ספק שכבר נהנה במה שהוסיף בבנין אותו אבן אבל ר\"ל שנתן אותה דרך עראי על לול שיש בגג הבית או שסתם בה חלון באחד הכותלים שהרי לא הגיעתו הנאה עד שיתיישב ויהנה בו כשתמנע ממנו החמה והאויר ובלן הוא בעל המרחץ וההנאה שהגיעתו והוא שיכנס למרחץ כל זמן שירצה ולא ימנענו והיקש כפי אלו הענינים והדומים להם: "
            ],
            [
                "<b>אכילתו ואכילת חבירו הנייתו והניית חבירו כו': </b>אמרו בסיפרא אכל היום ואכל למחר ואפילו לזמן מרובה בהעלם אחד תלמוד לומר תמעול מעל מכל מקום ונאמר ג\"כ מנין לאכילתו ואכילת חבירו הנאתו והנאת חבירו ואפילו מכאן לשלש שנים תלמוד לומר תמעול מעל מ\"מ. וענין מה שאמר אכילתו ואכילת חבירו שיאכל הוא ויאכל חבירו או נהנה הוא עצמו בשום דבר ויהנה חבירו בדבר כגון שיכבד אותו ויעשה עמו חסד שהכל מצטרף וכשישלם ממנה שוה פרוטה כפי התנאים הנזכרים מעל וכל זה מבואר מאשר הקדמנו: "
            ]
        ],
        [
            [
                "<b>השליח שעשה שליחותו בעל הבית מעל כו': </b><b>אמר לו הבא מן החלון או מגלוסקמא והביא לו כו': </b>אף על פי שעיקר בידינו אין שליח לדבר עבירה אבל במעילה אם שגג בעל הבית וצוה השליח להטפל בנכסי ההקדש ונטפל השליח כמו שצוה והוא לא ידע גם כן ולא שינה שום דבר מכל מה שנצטווה הרי בעל הבית מעל הואיל והוא צוהו סמך זה <small>[עי' מה שתמה התוי\"ט על זה]</small> למה שנאמר ואשמה הנפש ההיא רומז אל מי ששגג תחלה ודמה שזה חולין וצוה להטפל בו: ומה שאמר והוא אומר טלו שתים על מנת שיאמר השליח טלו מדעתי שתים שיעלה על הדעת שאמרו מדעתי עקר השליחות מכל וכל ולא ימעול בעל הבית למדנו שהוא מועל הואיל ועשה מצותו יותר ואם לא אמר מדעתי לא מעל השליח לפי שהוא מוסף על שליחותו ולא גורע ממנה: ומה שאמר אף על פי שאמר בעל הבית רצה ללמדינו שהעיקר הידוע בידינו והוא דברים שבלב אינם דברים פשוטים גם כן לענין מעילה. וגלוסקמא שק קטן או הדומה לו: "
            ],
            [
                "<b>שלח ביד חרש שוטה וקטן אם עשו שליחותו כו': </b>אלו אע\"פ שאין להם שליחות בכל הדברים לענין מעילה הואיל ונעשה שליחותו מועל יהיה השליח מי שיהיה וכבר ביארנו שהמעילה אין מזיד חייב בה לפי שעונו גדול מלכפר בתשלומים וקרבן אבל חייב בה שוגג כמו שנתבאר בתורה. ומ\"ש ונזכר ר\"ל נזכר בעל הבית והשליח כאחד אבל כל זמן שנזכר בעל הבית ולא נזכר שליח השליח מעל ולפי שידעו שניהם יחד קודם שתגיע פרוטה ליד החנוני דרך משל נפטרו מן המעילה והחנוני שוגג לפי שלא ידע שהיה קדש וכשמשתמש באותה פרוטה אז ימעול כמו שבארנו בפרק שלפני זה ולפיכך אמר החנוני מעל לכשיוציא ולפיכך אם ידע החנוני ג\"כ קודם שיוציא הפרוטה שהגיע לידו שהיתה הקדש והרי נתערבה בכלל מעותיו ורצה שיהא מותר לו להשתמש בה לכתחלה בלא עון אין לו תקנה אלא שיחלל אותה כמו שזכר: "
            ],
            [
                "<b>נתן לו פרוטה אמר לו הבא לי בחציה נרות כו': </b>מה שאמר שניהם לא מעלו מבואר מתוך מה שהקדמנו לפי שבעל הבית לא נעשה כל שליחותו וג\"כ השליח לא שינה כל מה שאמר לו אלא עשה קצת ושינה קצת ואין באותו מקצת שעשה שליחותו שוה פרוטה כדי שימעול בעל הבית ואין גם כן במקצת ששנה שוה פרוטה כדי שימעול השליח לפי שפרוטה בלבד נתן לו ושאר הענין מבואר: "
            ],
            [
                "<b>נתן לו שתי פרוטות אמר לו הבא לי אתרוג כו': </b><b>נתן לו דינר זהב אמר לו הבא לי חלוק והלך כו': </b>מה שאמר שניהן מעלו על מנת שיהא אותו האתרוג שוה שתי פרוטות ואותו הבגד שוה דינר תנא קמא אומר הואיל וקנה לו מה שאמר והוא שוה כדי מה שנתן לו נעשית שליחותו ומעל בעל הבית וכן מעל השליח לפי שהוא גם כן הוסיף מדעתו שוה פרוטה ור' יהודה אומר לא נעשית שליחותו לפי שאילו קנה לו אתרוג בשתי פרוטות כפי מה שנתן לו היה שוה ארבע פרוטות ויהא כמו זה שהביא לו בלי ספק והוא ענין מה שאמר הביא לו קטן ורע וכן הוא אומר בבגד וכבר בארנו כי דינר זהב כ\"ה דינר של כסף והם ששה סלעים בקירוב ור' יהודה חולק על מה שאפשר בו לומר גדול וקטן אבל אם אמר לו דרך משל קנה לי בפרוטה פירות פלוני וקנה לו בחצי פרוטה מאותם פירות ובחצי פרוטה ד\"א שניהם מעלו אבל על מנת שיביא מהפירות הידועים בחצי פרוטה ששוה פרוטה כמה שהקדמנו ואין הלכה כר' יהודה: "
            ],
            [
                "<b>המפקיד מעות אצל השולחני אם צרורין כו': </b>כבר בארנו פעמים שהשלחני ידוע והחנוני כל בעל חנות כבשמים והתגרים והדומה להם ולפי שיש בעיקר דיני ממונות שכל זמן שמפקידין אצל השלחני מעות שאינן צרורין בקשר משונה ויהא עליו חותם לפי שכל האחרים קרוין מותרים יכול להשתמש בהן כמו שבארנו בשלישי ממציעא היוצא מזה כשנותנין מעות הקדש לשלחני ולא הודיעו שהן הקדש ונשתמש בהן לפי שאינם צרורים שהוא פטור מן המעילה וכאילו אמר לו המפקיד אצלו השתמש בהן ושליחותו עשה ולפיכך לא מעל וכן המפקיד לא מעל לפי שלא צוה אותו בשום דבר והענין כולו מבואר על הדרך שפירשנו והלכה כרבי יהודה: "
            ],
            [
                "<b>פרוטה של הקדש שנפלה לתוך הכיס כו': </b>דבר פשוט שענין מה שאמר יוציא ושהוציא הוא כשיוציא וישתמש להנאותיו לא שיוציא מן הכיס. והענין שמודה ר\"ע הוא באומר לא יפטר כיס זה מפרוטה הקדש או דבר שענינו ענין זה ואז מודה שהוא לא ימעול עד שישתמש בכל מה שבכיס אבל אם נשארה ממנו פרוטה תהא אותה פרוטה הקדש ולא ימעול ואין הלכה כרבי עקיבא: ",
                "<small>סליק מסכת מעילה</small> "
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}