var Zevachimjson ={
    "language": "he",
    "title": "Mishnah Zevachim",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה זבחים",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ],
    "textmishna": [
        [
            "כָּל הַזְּבָחִים שֶׁנִזְבְּחוּ שֶׁלֹּא לִשְׁמָן, כְּשֵׁרִים, אֶלָּא שֶׁלֹּא עָלוּ לַבְּעָלִים לְשֵׁם חוֹבָה. חוּץ מִן הַפֶּסַח וּמִן הַחַטָּאת. הַפֶּסַח בִּזְמַנּוֹ, וְהַחַטָּאת, בְּכָל זְמָן. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף הָאָשָׁם. הַפֶּסַח בִּזְמַנּוֹ, וְהַחַטָּאת וְהָאָשָׁם, בְּכָל זְמָן. אָמַר רַבִּי אֱלִיעֶזֶר, הַחַטָּאת בָּאָה עַל חֵטְא, וְהָאָשָׁם בָּא עַל חֵטְא. מַה חַטָּאת פְּסוּלָה שֶׁלֹּא לִשְׁמָהּ, אַף הָאָשָׁם פָּסוּל שֶׁלֹּא לִשְׁמוֹ:  ",
            "יוֹסֵי בֶן חוֹנִי אוֹמֵר, הַנִּשְׁחָטִים לְשֵׁם פֶּסַח וּלְשֵׁם חַטָּאת, פְּסוּלִים. שִׁמְעוֹן אֲחִי עֲזַרְיָה אוֹמֵר, שְׁחָטָן לְשֵׁם גָּבוֹהַּ מֵהֶם, כְּשֵׁרִין. לְשֵׁם נָמוּךְ מֵהֶם, פְּסוּלִים. כֵּיצַד. קָדְשֵׁי קָדָשִׁים שֶׁשְּׁחָטָן לְשֵׁם קָדָשִׁים קַלִּים, פְּסוּלִין. קָדָשִׁים קַלִּים שֶׁשְּׁחָטָן לְשֵׁם קָדְשֵׁי קָדָשִׁים, כְּשֵׁרִין. הַבְּכוֹר וְהַמַּעֲשֵׂר שֶׁשְּׁחָטָן לְשֵׁם שְׁלָמִים, כְּשֵׁרִין. וּשְׁלָמִים שֶׁשְּׁחָטָן לְשֵׁם בְּכוֹר, לְשֵׁם מַעֲשֵׂר, פְּסוּלִין:  ",
            "הַפֶּסַח שֶׁשְּׁחָטוֹ בְשַׁחֲרִית בְּאַרְבָּעָה עָשָׂר שֶׁלֹּא לִשְׁמוֹ, רַבִּי יְהוֹשֻׁעַ מַכְשִׁיר, כְּאִלּוּ נִשְׁחַט בִּשְׁלשָׁה עָשָׂר. בֶּן בְּתֵירָא פּוֹסֵל, כְּאִלּוּ נִשְׁחַט בֵּין הָעַרְבָּיִם. אָמַר שִׁמְעוֹן בֶּן עַזַּאי, מְקֻבָּל אֲנִי מִפִּי שִׁבְעִים וּשְׁנַיִם זָקֵן, בְּיוֹם שֶׁהוֹשִׁיבוּ רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה בַיְשִׁיבָה, שֶׁכָּל הַזְּבָחִים הַנֶּאֱכָלִים שֶׁנִּזְבְּחוּ שֶׁלֹּא לִשְׁמָן, כְּשֵׁרִים, אֶלָּא שֶׁלֹּא עָלוּ לַבְּעָלִים מִשּׁוּם חוֹבָה, חוּץ מִן הַפֶּסַח וּמִן הַחַטָּאת. וְלֹא הוֹסִיף בֶּן עַזַּאי אֶלָּא הָעוֹלָה, וְלֹא הוֹדוּ לוֹ חֲכָמִים:  ",
            "הַפֶּסַח וְהַחַטָּאת שֶׁשְּׁחָטָן שֶׁלֹּא לִשְׁמָן, קִבֵּל, וְהִלֵּךְ, וְזָרַק, שֶׁלֹּא לִשְׁמָן, אוֹ לִשְׁמָן וְשֶׁלֹּא לִשְׁמָן, אוֹ שֶׁלֹּא לִשְׁמָן וְלִשְׁמָן, פְּסוּלִים. כֵּיצַד לִשְׁמָן וְשֶׁלֹּא לִשְׁמָן, לְשֵׁם פֶּסַח וּלְשֵׁם שְׁלָמִים. שֶׁלֹּא לִשְׁמָן וְלִשְׁמָן, לְשֵׁם שְׁלָמִים וּלְשֵׁם הַפֶּסַח. שֶׁהַזֶּבַח נִפְסָל בְּאַרְבָּעָה דְבָרִים, בַּשְּׁחִיטָה וּבַקִּבּוּל וּבַהִלּוּךְ וּבַזְּרִיקָה. רַבִּי שִׁמְעוֹן מַכְשִׁיר בְּהִלּוּךְ, שֶׁהָיָה רַבִּי שִׁמְעוֹן אוֹמֵר, אִי אֶפְשָׁר שֶׁלֹּא בִשְׁחִיטָה וְשֶׁלֹּא בְקַבָּלָה וְשֶׁלֹּא בִזְרִיקָה, אֲבָל אֶפְשָׁר שֶׁלֹּא בְהִלּוּךְ, שׁוֹחֵט בְּצַד הַמִּזְבֵּחַ וְזוֹרֵק. רַבִּי אֱלִיעֶזֶר אוֹמֵר, הַמְהַלֵּךְ בִּמְקוֹם שֶׁהוּא צָרִיךְ לְהַלֵּךְ, הַמַּחֲשָׁבָה פוֹסֶלֶת. וּבִמְקוֹם שֶׁאֵין צָרִיךְ לְהַלֵּךְ, אֵין הַמַּחֲשָׁבָה פוֹסָלֶת:  "
        ],
        [
            "כָּל הַזְּבָחִים שֶׁקִּבֵּל דָּמָן זָר, אוֹנֵן, טְבוּל יוֹם, מְחֻסַּר בְּגָדִים, מְחֻסַּר כִּפּוּרִים, שֶׁלֹּא רְחוּץ יָדַיִם וְרַגְלַיִם, עָרֵל, טָמֵא, יוֹשֵׁב, עוֹמֵד עַל גַּבֵּי כֵלִים, עַל גַּבֵּי בְהֵמָה, עַל גַּבֵּי רַגְלֵי חֲבֵרוֹ, פָּסָל. קִבֵּל בַּשְּׂמֹאל, פָּסָל. רַבִּי שִׁמְעוֹן מַכְשִׁיר. נִשְׁפַּךְ הַדָּם עַל הָרִצְפָּה וַאֲסָפוֹ, פָּסוּל. נְתָנוֹ עַל גַּבֵּי הַכֶּבֶשׁ שֶׁלֹּא כְנֶגֶד הַיְסוֹד, נָתַן אֶת הַנִּתָּנִין לְמַטָּן, לְמַעְלָן, וְאֶת הַנִּתָּנִין לְמַעְלָן, לְמַטָּן, אֶת הַנִּתָּנִים בִּפְנִים, בַּחוּץ, וְאֶת הַנִּתָּנִין בַּחוּץ, בִּפְנִים, פָּסוּל וְאֵין בּוֹ כָרֵת: \n",
            "הַשּׁוֹחֵט אֶת הַזֶּבַח לִזְרֹק דָּמוֹ בַחוּץ אוֹ מִקְצָת דָּמוֹ בַחוּץ, לְהַקְטִיר אֶת אֵמוּרָיו בַּחוּץ אוֹ מִקְצָת אֵמוּרָיו בַּחוּץ, לֶאֱכֹל בְּשָׂרוֹ בַחוּץ אוֹ כַזַּיִת מִבְּשָׂרוֹ בַחוּץ אוֹ לֶאֱכֹל כַּזַּיִת מֵעוֹר הָאַלְיָה בַחוּץ, פָּסוּל וְאֵין בּוֹ כָרֵת. לִזְרֹק דָּמוֹ לְמָחָר אוֹ מִקְצָת דָּמוֹ לְמָחָר, לְהַקְטִיר אֵמוּרָיו לְמָחָר אוֹ מִקְצָת אֵמוּרָיו לְמָחָר, לֶאֱכֹל בְּשָׂרוֹ לְמָחָר אוֹ כַזַּיִת מִבְּשָׂרוֹ לְמָחָר אוֹ כַּזַּיִת מֵעוֹר הָאַלְיָה לְמָחָר, פִּגּוּל וְחַיָּבִין עָלָיו כָּרֵת: \n",
            "זֶה הַכְּלָל, כָּל הַשּׁוֹחֵט וְהַמְקַבֵּל וְהַמְהַלֵּךְ וְהַזּוֹרֵק, לֶאֱכֹל דָּבָר שֶׁדַּרְכּוֹ לֶאֱכֹל, לְהַקְטִיר דָּבָר שֶׁדַּרְכּוֹ לְהַקְטִיר, חוּץ לִמְקוֹמוֹ, פָּסוּל וְאֵין בּוֹ כָרֵת. חוּץ לִזְמַנּוֹ, פִּגּוּל וְחַיָּבִין עָלָיו כָּרֵת, וּבִלְבַד שֶׁיִּקְרַב הַמַּתִּיר כְּמִצְוָתוֹ: \n",
            "כֵּיצַד קָרַב הַמַּתִּיר כְּמִצְוָתוֹ. שָׁחַט בִּשְׁתִיקָה, קִבֵּל וְהִלֵּךְ וְזָרַק חוּץ לִזְמַנּוֹ. אוֹ שֶׁשָּׁחַט חוּץ לִזְמַנּוֹ, קִבֵּל וְהִלֵּךְ וְזָרַק בִּשְׁתִיקָה. אוֹ שֶׁשָּׁחַט, וְקִבֵּל וְהִלֵּךְ וְזָרַק חוּץ לִזְמַנּוֹ, זֶה הוּא שֶׁקָּרַב הַמַּתִּיר כְּמִצְוָתוֹ. כֵּיצַד לֹא קָרַב הַמַּתִּיר כְּמִצְוָתוֹ. שָׁחַט חוּץ לִמְקוֹמוֹ, קִבֵּל וְהִלֵּךְ וְזָרַק חוּץ לִזְמַנּוֹ. אוֹ שֶׁשָּׁחַט חוּץ לִזְמַנּוֹ, קִבֵּל וְהִלֵּךְ וְזָרַק חוּץ לִמְקוֹמוֹ. אוֹ שֶׁשָּׁחַט, קִבֵּל, וְהִלֵּךְ, וְזָרַק, חוּץ לִמְקוֹמוֹ. הַפֶּסַח וְהַחַטָּאת שֶׁשְּׁחָטָן שֶׁלֹּא לִשְׁמָן, קִבֵּל וְהִלֵּךְ וְזָרַק חוּץ לִזְמַנּוֹ. אוֹ שֶׁשָּׁחַט חוּץ לִזְמַנּוֹ, קִבֵּל וְהִלֵּךְ וְזָרַק שֶׁלֹּא לִשְׁמָן. אוֹ שֶּׁשָּׁחַט, קִבֵּל, וְהִלֵּךְ, וְזָרַק, שֶׁלֹּא לִשְׁמָן. זֶה הוּא שֶׁלֹּא קָרַב הַמַּתִּיר כְּמִצְוָתוֹ: \n",
            "לֶאֱכֹל כַּזַּיִת בַּחוּץ וְכַזַּיִת לְמָחָר, כַּזַּיִת לְמָחָר וְכַזַּיִת בַּחוּץ, כַּחֲצִי זַיִת בַּחוּץ וְכַחֲצִי זַיִת לְמָחָר, כַּחֲצִי זַיִת לְמָחָר וְכַחֲצִי זַיִת בַּחוּץ, פָּסוּל וְאֵין בּוֹ כָרֵת. אָמַר רַבִּי יְהוּדָה, זֶה הַכְּלָל, אִם מַחֲשֶׁבֶת הַזְּמָן קָדְמָה לְמַחֲשֶׁבֶת הַמָּקוֹם, פִּגּוּל וְחַיָּבִים עָלָיו כָּרֵת. וְאִם מַחֲשֶׁבֶת הַמָּקוֹם קָדְמָה לְמַחֲשֶׁבֶת הַזְּמָן, פָּסוּל וְאֵין בּוֹ כָרֵת. וַחֲכָמִים אוֹמְרִים זֶה וָזֶה פָסוּל וְאֵין בּוֹ כָרֵת. לֶאֱכֹל כַּחֲצִי זַיִת וּלְהַקְטִיר כַּחֲצִי זַיִת, כָּשֵׁר, שֶׁאֵין אֲכִילָה וְהַקְטָרָה מִצְטָרְפִין: \n"
        ],
        [
            "כָּל הַפְּסוּלִין שֶׁשָּׁחֲטוּ, שְׁחִיטָתָן כְּשֵׁרָה. שֶׁהַשְּׁחִיטָה כְשֵׁרָה בְּזָרִים, בְּנָשִׁים, וּבַעֲבָדִים, וּבִטְמֵאִים, אֲפִלּוּ בְקָדְשֵׁי קָדָשִׁים, וּבִלְבַד שֶׁלֹּא יִהְיוּ טְמֵאִים נוֹגְעִים בַּבָּשָׂר. לְפִיכָךְ הֵם פּוֹסְלִים בְּמַחֲשָׁבָה. וְכֻלָּן שֶׁקִּבְּלוּ אֶת הַדָּם חוּץ לִזְמַנּוֹ וְחוּץ לִמְקוֹמוֹ, אִם יֵשׁ דַּם הַנֶּפֶשׁ, יַחֲזֹר הַכָּשֵׁר וִיקַבֵּל:  ",
            "קִבֵּל הַכָּשֵׁר וְנָתַן לַפָּסוּל, יַחֲזִיר לַכָּשֵׁר. קִבֵּל בִּימִינוֹ וְנָתַן לִשְׂמֹאלוֹ, יַחֲזִיר לִימִינוֹ. קִבֵּל בִּכְלִי קֹדֶשׁ וְנָתַן בִּכְלִי חֹל, יַחֲזִיר לִכְלִי קֹדֶשׁ. נִשְׁפַּךְ מִן הַכְּלִי עַל הָרִצְפָּה וַאֲסָפוֹ, כָּשֵׁר. נְתָנוֹ עַל גַּבֵּי הַכֶּבֶשׁ, שֶׁלֹּא כְנֶגֶד הַיְסוֹד, נָתַן אֶת הַנִּתָּנִין לְמַטָּה, לְמַעְלָה, וְאֶת הַנִּתָּנִים לְמַעְלָה, לְמַטָּה, אֶת הַנִּתָּנִים בִּפְנִים, בַּחוּץ, וְאֶת הַנִּתָּנִים בַּחוּץ, בִּפְנִים, אִם יֵשׁ דַּם הַנֶּפֶשׁ, יַחֲזֹר הַכָּשֵׁר וִיקַבֵּל:  ",
            "הַשּׁוֹחֵט אֶת הַזֶּבַח לֶאֱכֹל דָּבָר שֶׁאֵין דַּרְכּוֹ לֶאֱכֹל, וּלְהַקְטִיר דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַקְטִיר, כָּשֵׁר. רַבִּי אֱלִיעֶזֶר פּוֹסֵל. לֶאֱכֹל דָּבָר שֶׁדַּרְכּוֹ לֶאֱכֹל וּלְהַקְטִיר דָּבָר שֶׁדַּרְכּוֹ לְהַקְטִיר, פָּחוֹת מִכַּזַּיִת, כָּשֵׁר. לֶאֱכֹל כַּחֲצִי זַיִת וּלְהַקְטִיר כַּחֲצִי זַיִת, כָּשֵׁר, שֶׁאֵין אֲכִילָה וְהַקְטָרָה מִצְטָרְפִין:  ",
            "הַשּׁוֹחֵט אֶת הַזֶּבַח לֶאֱכֹל כַּזַּיִת מִן הָעוֹר, מִן הָרֹטֶב, מִן הַקִּיפָה, מִן הָאָלָל, מִן הָעֲצָמוֹת, מִן הַגִּידִים, מִן הַטְּלָפַיִם, מִן הַקַּרְנַיִם, חוּץ לִזְמַנּוֹ אוֹ חוּץ לִמְקוֹמוֹ, כָּשֵׁר, וְאֵין חַיָּבִים עֲלֵיהֶם מִשּׁוּם פִּגּוּל וְנוֹתָר וְטָמֵא:  ",
            "הַשּׁוֹחֵט אֶת הַמֻּקְדָּשִׁין לֶאֱכֹל שָׁלִיל אוֹ שִׁלְיָא בַחוּץ, לֹא פִגֵּל. הַמּוֹלֵק תּוֹרִין בִּפְנִים לֶאֱכֹל בֵּיצֵיהֶם בַּחוּץ, לֹא פִגֵּל. חֲלֵב הַמֻּקְדָּשִׁין וּבֵיצֵי תוֹרִין, אֵין חַיָּבִין עֲלֵיהֶן מִשּׁוּם פִּגּוּל וְנוֹתָר וְטָמֵא:  ",
            "שְׁחָטוֹ עַל מְנָת לְהַנִּיחַ דָּמוֹ אוֹ אֶת אֵמוּרָיו לְמָחָר, אוֹ לְהוֹצִיאָן לַחוּץ, רַבִּי יְהוּדָה פוֹסֵל, וַחֲכָמִים מַכְשִׁירִין. שְׁחָטוֹ עַל מְנָת לִתְּנוֹ עַל גַּבֵּי הַכֶּבֶשׁ שֶׁלֹּא כְנֶגֶד הַיְסוֹד, לִתֵּן אֶת הַנִּתָּנִין לְמַטָּה, לְמַעְלָה, וְאֶת הַנִּתָּנִין לְמַעְלָה, לְמַטָּה, אֶת הַנִּתָּנִין בִּפְנִים, בַּחוּץ, וְאֶת הַנִּתָּנִין בַּחוּץ, בִּפְנִים, שֶׁיֹּאכְלוּהוּ טְמֵאִים, שֶׁיַּקְרִיבוּהוּ טְמֵאִים, שֶׁיֹּאכְלוּהוּ עֲרֵלִים, שֶׁיַּקְרִיבוּהוּ עֲרֵלִים, לְשַׁבֵּר עַצְמוֹת הַפֶּסַח וְלֶאֱכֹל הֵימֶנּוּ נָא, לְעָרֵב דָּמוֹ בְדַם פְּסוּלִין, כָּשֵׁר, שֶׁאֵין הַמַּחֲשָׁבָה פוֹסֶלֶת אֶלָּא חוּץ לִזְמַנּוֹ וְחוּץ לִמְקוֹמוֹ, וְהַפֶּסַח וְהַחַטָּאת שֶׁלֹּא לִשְׁמָן:  "
        ],
        [
            "בֵּית שַׁמַּאי אוֹמְרִים, כָּל הַנִּתָּנִין עַל מִזְבֵּחַ הַחִיצוֹן, שֶׁאִם נְתָנָן מַתָּנָה אַחַת, כִּפֵּר. וּבְחַטָּאת, שְׁתֵּי מַתָּנוֹת. וּבֵית הִלֵּל אוֹמְרִים, אַף חַטָּאת שֶׁנְּתָנָהּ מַתָּנָה אַחַת, כִּפֵּר. לְפִיכָךְ, אִם נָתַן אֶת הָרִאשׁוֹנָה כְתִקְנָהּ וְאֶת הַשְּׁנִיָּה חוּץ לִזְמַנָּהּ, כִּפֵּר. נָתַן אֶת הָרִאשׁוֹנָה חוּץ לִזְמַנָּהּ וְאֶת הַשְּׁנִיָּה חוּץ לִמְקוֹמָהּ, פִּגּוּל, וְחַיָּבִין עָלָיו כָּרֵת: \n",
            "כָּל הַנִּתָּנִין עַל מִזְבֵּחַ הַפְּנִימִי, שֶׁאִם חִסַּר אַחַת מִן הַמַּתָּנוֹת, לֹא כִפֵּר. לְפִיכָךְ, אִם נָתַן כֻּלָּן כְּתִקְנָן וְאַחַת שֶׁלֹּא כְתִקְנָהּ, פָּסוּל, וְאֵין בּוֹ כָרֵת: \n",
            "אֵלּוּ דְבָרִים שֶׁאֵין חַיָּבִין עֲלֵיהֶם מִשּׁוּם פִּגּוּל. הַקֹּמֶץ, וְהַלְּבוֹנָה, וְהַקְּטֹרֶת, וּמִנְחַת כֹּהֲנִים, וּמִנְחַת כֹּהֵן מָשִׁיחַ, (וּמִנְחַת נְסָכִים), וְהַדָּם, וְהַנְּסָכִים הַבָּאִים בִּפְנֵי עַצְמָן, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אַף הַבָּאִים עִם הַבְּהֵמָה. לֹג שֶׁמֶן שֶׁל מְצֹרָע, רַבִּי שִׁמְעוֹן אוֹמֵר, אֵין חַיָּבִין עָלָיו מִשּׁוּם פִּגּוּל. וְרַבִּי מֵאִיר אוֹמֵר, חַיָּבִין עָלָיו מִשּׁוּם פִּגּוּל, שֶׁדַּם הָאָשָׁם מַתִּירוֹ. וְכֹל שֶׁיֶּשׁ לוֹ מַתִּירִים בֵּין לָאָדָם בֵּין לַמִּזְבֵּחַ, חַיָּבִין עָלָיו מִשּׁוּם פִּגּוּל: \n",
            "הָעוֹלָה, דָּמָהּ מַתִּיר אֶת בְּשָׂרָהּ לַמִּזְבֵּחַ וְעוֹרָהּ לַכֹּהֲנִים. עוֹלַת הָעוֹף, דָּמָהּ מַתִּיר אֶת בְּשָׂרָהּ לַמִּזְבֵּחַ. חַטַּאת הָעוֹף, דָּמָהּ מַתִּיר אֶת בְּשָׂרָהּ לַכֹּהֲנִים. פָּרִים הַנִּשְׂרָפִים וּשְׂעִירִים הַנִּשְׂרָפִים, דָּמָן מַתִּיר אֶת אֵמוּרֵיהֶן לִקָּרֵב. רַבִּי שִׁמְעוֹן אוֹמֵר, כֹּל שֶׁאֵינוֹ עַל מִזְבֵּחַ הַחִיצוֹן כִּשְׁלָמִים, אֵין חַיָּבִין עָלָיו מִשּׁוּם פִּגּוּל: \n",
            "קָדְשֵׁי נָכְרִים, אֵין חַיָּבִין עֲלֵיהֶם מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא. וְהַשּׁוֹחֲטָן בַּחוּץ, פָּטוּר, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי מְחַיֵּב. דְּבָרִים שֶׁאֵין חַיָּבִין עֲלֵיהֶם מִשּׁוּם פִּגּוּל, חַיָּבִים עֲלֵיהֶם מִשּׁוּם נוֹתָר, מִשּׁוּם טָמֵא, חוּץ מִן הַדָּם. רַבִּי שִׁמְעוֹן אוֹמֵר, בְּדָבָר שֶׁדַּרְכָּן לְהֵאָכֵל. אֲבָל כְּגוֹן הָעֵצִים וְהַלְּבוֹנָה וְהַקְּטֹרֶת, אֵין חַיָּבִין עֲלֵיהֶם מִשּׁוּם טֻמְאָה: \n",
            "לְשֵׁם שִׁשָּׁה דְבָרִים הַזֶּבַח נִזְבָּח, לְשֵׁם זֶבַח, לְשֵׁם זוֹבֵחַ, לְשֵׁם הַשֵּׁם, לְשֵׁם אִשִּׁים, לְשֵׁם רֵיחַ, לְשֵׁם נִיחוֹחַ. וְהַחַטָּאת וְהָאָשָׁם, לְשֵׁם חֵטְא. אָמַר רַבִּי יוֹסֵי, אַף מִי שֶׁלֹּא הָיָה בְלִבּוֹ לְשֵׁם אַחַד מִכָּל אֵלּוּ, כָּשֵׁר, שֶׁהוּא תְנַאי בֵּית דִּין, שֶׁאֵין הַמַּחֲשָׁבָה הוֹלֶכֶת אֶלָּא אַחַר הָעוֹבֵד: \n"
        ],
        [
            "אֵיזֶהוּ מְקוֹמָן שֶׁל זְבָחִים, קָדְשֵׁי קָדָשִׁים שְׁחִיטָתָן בַּצָּפוֹן, פַּר וְשָׂעִיר שֶׁל יוֹם הַכִּפּוּרִים שְׁחִיטָתָן בַּצָּפוֹן, וְקִבּוּל דָּמָן בִּכְלִי שָׁרֵת בַּצָּפוֹן, וְדָמָן טָעוּן הַזָּיָה עַל בֵּין הַבַּדִּים וְעַל הַפָּרֹכֶת וְעַל מִזְבַּח הַזָּהָב. מַתָּנָה אַחַת מֵהֶן מְעַכָּבֶת. שְׁיָרֵי הַדָּם הָיָה שׁוֹפֵךְ עַל יְסוֹד מַעֲרָבִי שֶׁל מִזְבֵּחַ הַחִיצוֹן. אִם לֹא נָתַן, לֹא עִכֵּב: \n",
            "פָּרִים הַנִּשְׂרָפִים וּשְׂעִירִים הַנִּשְׂרָפִים שְׁחִיטָתָן בַּצָּפוֹן, וְקִבּוּל דָּמָן בִּכְלִי שָׁרֵת בַּצָּפוֹן, וְדָמָן טָעוּן הַזָּיָה עַל הַפָּרֹכֶת וְעַל מִזְבַּח הַזָּהָב. מַתָּנָה אַחַת מֵהֶן מְעַכָּבֶת. שְׁיָרֵי הַדָּם הָיָה שׁוֹפֵךְ עַל יְסוֹד מַעֲרָבִי שֶׁל מִזְבֵּחַ הַחִיצוֹן. אִם לֹא נָתַן, לֹא עִכֵּב. אֵלּוּ וָאֵלּוּ נִשְׂרָפִין בְּבֵית הַדָּשֶׁן: \n",
            "חַטֹּאות הַצִּבּוּר וְהַיָּחִיד. אֵלּוּ הֵן חַטֹּאות הַצִּבּוּר, שְׂעִירֵי רָאשֵׁי חֳדָשִׁים וְשֶׁל מוֹעֲדוֹת, שְׁחִיטָתָן בַּצָּפוֹן, וְקִבּוּל דָּמָן בִּכְלִי שָׁרֵת בַּצָּפוֹן, וְדָמָן טָעוּן אַרְבַּע מַתָּנוֹת עַל אַרְבַּע קְרָנוֹת. כֵּיצַד. עָלָה בַכֶּבֶשׁ וּפָנָה לַסּוֹבֵב, וּבָא לוֹ לְקֶרֶן דְּרוֹמִית מִזְרָחִית, מִזְרָחִית צְפוֹנִית, צְפוֹנִית מַעֲרָבִית, מַעֲרָבִית דְּרוֹמִית. שְׁיָרֵי הַדָּם הָיָה שׁוֹפֵךְ עַל יְסוֹד דְּרוֹמִי. וְנֶאֱכָלִין לִפְנִים מִן הַקְּלָעִים לְזִכְרֵי כְהֻנָּה בְּכָל מַאֲכָל לְיוֹם וָלַיְלָה עַד חֲצוֹת: \n",
            "הָעוֹלָה, קָדְשֵׁי קָדָשִׁים, שְׁחִיטָתָהּ בַּצָּפוֹן, וְקִבּוּל דָּמָהּ בִּכְלִי שָׁרֵת בַּצָּפוֹן, וְדָמָהּ טָעוּן שְׁתֵּי מַתָּנוֹת שֶׁהֵן אַרְבַּע, וּטְעוּנָה הֶפְשֵׁט וְנִתּוּחַ וְכָלִיל לָאִשִּׁים: \n",
            "זִבְחֵי שַׁלְמֵי צִבּוּר וַאֲשָׁמוֹת. אֵלּוּ הֵן אֲשָׁמוֹת, אֲשַׁם גְּזֵלוֹת, אֲשַׁם מְעִילוֹת, אֲשַׁם שִׁפְחָה חֲרוּפָה, אֲשַׁם נָזִיר, אֲשַׁם מְצֹרָע, אָשָׁם תָּלוּי, שְׁחִיטָתָן בַּצָּפוֹן, וְקִבּוּל דָּמָן בִּכְלִי שָׁרֵת בַּצָּפוֹן, וְדָמָן טָעוּן שְׁתֵּי מַתָּנוֹת שֶׁהֵן אַרְבַּע, וְנֶאֱכָלִין לִפְנִים מִן הַקְּלָעִים לְזִכְרֵי כְהֻנָּה בְּכָל מַאֲכָל לְיוֹם וָלַיְלָה עַד חֲצוֹת: \n",
            "הַתּוֹדָה וְאֵיל נָזִיר, קָדָשִׁים קַלִּים, שְׁחִיטָתָן בְּכָל מָקוֹם בָּעֲזָרָה, וְדָמָן טָעוּן שְׁתֵּי מַתָּנוֹת שֶׁהֵן אַרְבַּע, וְנֶאֱכָלִים בְּכָל הָעִיר לְכָל אָדָם, בְּכָל מַאֲכָל, לְיוֹם וָלַיְלָה עַד חֲצוֹת. הַמּוּרָם מֵהֶם כַּיּוֹצֵא בָהֶם, אֶלָּא שֶׁהַמּוּרָם נֶאֱכָל לַכֹּהֲנִים, לִנְשֵׁיהֶם וְלִבְנֵיהֶם וּלְעַבְדֵיהֶם: \n",
            "שְׁלָמִים, קָדָשִׁים קַלִּים, שְׁחִיטָתָן בְּכָל מָקוֹם בָּעֲזָרָה, וְדָמָן טָעוּן שְׁתֵּי מַתָּנוֹת שֶׁהֵן אַרְבַּע, וְנֶאֱכָלִין בְּכָל הָעִיר לְכָל אָדָם, בְּכָל מַאֲכָל, לִשְׁנֵי יָמִים וְלַיְלָה אֶחָד. הַמּוּרָם מֵהֶם כַּיּוֹצֵא בָהֶן, אֶלָּא שֶׁהַמּוּרָם נֶאֱכָל לַכֹּהֲנִים, לִנְשֵׁיהֶם וְלִבְנֵיהֶם וּלְעַבְדֵיהֶם: \n",
            "הַבְּכוֹר וְהַמַּעֲשֵׂר וְהַפֶּסַח, קָדָשִׁים קַלִּים, שְׁחִיטָתָן בְּכָל מָקוֹם בָּעֲזָרָה, וְדָמָן טָעוּן מַתָּנָה אַחַת, וּבִלְבָד שֶׁיִּתֵּן כְּנֶגֶד הַיְסוֹד. שִׁנָּה בַאֲכִילָתָן, הַבְּכוֹר נֶאֱכָל לַכֹּהֲנִים, וְהַמַּעֲשֵׂר לְכָל אָדָם, וְנֶאֱכָלִין בְּכָל הָעִיר, לְכָל אָדָם, בְּכָל מַאֲכָל, לִשְׁנֵי יָמִים וְלַיְלָה אֶחָד. הַפֶּסַח אֵינוֹ נֶאֱכָל אֶלָּא בַלַּיְלָה, וְאֵינוֹ נֶאֱכָל אֶלָּא עַד חֲצוֹת, וְאֵינוֹ נֶאֱכָל אֶלָּא לִמְנוּיָו, וְאֵינוֹ נֶאֱכָל אֶלָּא צָלִי: \n"
        ],
        [
            "קָדְשֵׁי קָדָשִׁים שֶׁשְּׁחָטָן בְּרֹאשׁ הַמִּזְבֵּחַ, רַבִּי יוֹסֵי אוֹמֵר, כְּאִלּוּ נִשְׁחֲטוּ בַצָּפוֹן. רַבִּי יוֹסֵי בַּר יְהוּדָה אוֹמֵר, מֵחֲצִי הַמִּזְבֵּחַ וְלַצָּפוֹן, כַּצָּפוֹן. מֵחֲצִי הַמִּזְבֵּחַ וְלַדָּרוֹם, כַּדָּרוֹם. הַמְּנָחוֹת הָיוּ נִקְמָצוֹת בְּכָל מָקוֹם בָּעֲזָרָה, וְנֶאֱכָלִין לִפְנִים מִן הַקְּלָעִים לְזִכְרֵי כְהֻנָּה, בְּכָל מַאֲכָל, לְיוֹם וָלַיְלָה עַד חֲצוֹת: \n",
            "חַטַּאת הָעוֹף הָיְתָה נַעֲשֵׂית עַל קֶרֶן דְּרוֹמִית מַעֲרָבִית. בְּכָל מָקוֹם הָיְתָה כְשֵׁרָה, אֶלָּא זֶה הָיָה מְקוֹמָהּ. וּשְׁלשָׁה דְבָרִים הָיְתָה אוֹתָהּ הַקֶּרֶן מְשַׁמֶּשֶׁת מִלְּמַטָּן, וּשְׁלשָׁה מִלְמַעְלָן. מִלְּמַטָּן, חַטַּאת הָעוֹף וְהַהַגָּשׁוֹת וּשְׁיָרֵי הַדָּם. מִלְמַעְלָן, נִסּוּךְ הַמַּיִם וְהַיַּיִן וְעוֹלַת הָעוֹף כְּשֶׁהִיא רַבָּה בַמִּזְרָח: \n",
            "כָּל הָעוֹלִים לַמִּזְבֵּחַ, עוֹלִין דֶּרֶךְ יָמִין, וּמַקִּיפִין וְיוֹרְדִין דֶּרֶךְ שְׂמֹאל, חוּץ מִן הָעוֹלֶה לִשְׁלשָׁה דְבָרִים אֵלּוּ, שֶׁהָיוּ עוֹלִים וְחוֹזְרִים לֶעָקֵב: \n",
            "חַטַּאת הָעוֹף כֵּיצַד הָיְתָה נַעֲשֵׂית. הָיָה מוֹלֵק אֶת רֹאשָׁהּ מִמּוּל עָרְפָּהּ וְאֵינוֹ מַבְדִּיל, וּמַזֶּה מִדָּמָהּ עַל קִיר הַמִּזְבֵּחַ. שְׁיָרֵי הַדָּם, הָיָה מִתְמַצֶּה עַל הַיְסוֹד. אֵין לַמִּזְבֵּחַ אֶלָּא דָמָהּ, וְכֻלָּהּ לַכֹּהֲנִים: \n",
            "עוֹלַת הָעוֹף כֵּיצַד הָיְתָה נַעֲשֵׂית. עָלָה בַכֶּבֶשׁ וּפָנָה לַסּוֹבֵב, בָּא לוֹ לְקֶרֶן דְּרוֹמִית מִזְרָחִית, הָיָה מוֹלֵק אֶת רֹאשָׁהּ מִמּוּל עָרְפָּהּ וּמַבְדִּיל, וּמְמַצֶּה אֶת דָּמָהּ עַל קִיר הַמִּזְבֵּחַ. נָטַל אֶת הָרֹאשׁ, וְהִקִּיף בֵּית מְלִיקָתוֹ לַמִּזְבֵּחַ, וּסְפָגוֹ בְמֶלַח, וּזְרָקוֹ עַל גַּבֵּי הָאִשִּׁים, בָּא לוֹ לַגּוּף וְהֵסִיר אֶת הַמֻּרְאָה וְאֶת הַנּוֹצָה וְאֶת בְּנֵי מֵעַיִם הַיּוֹצְאִים עִמָּהּ, וְהִשְׁלִיכָן לְבֵית הַדָּשֶׁן. שִׁסַּע וְלֹא הִבְדִּיל. וְאִם הִבְדִּיל, כָּשֵׁר. וּסְפָגוֹ בְמֶלַח, וּזְרָקוֹ עַל גַּבֵּי הָאִשִּׁים: \n",
            "לֹא הֵסִיר לֹא אֶת הַמֻּרְאָה וְלֹא אֶת הַנּוֹצָה וְלֹא אֶת בְּנֵי מֵעַיִם הַיּוֹצְאִין עִמָּהּ וְלֹא סְפָגוֹ בְמֶלַח, כָּל שֶׁשִּׁנָּה בָהּ מֵאַחַר שֶׁמִּצָּה אֶת דָּמָהּ, כְּשֵׁרָה. הִבְדִּיל בַּחַטָּאת וְלֹא הִבְדִּיל בָּעוֹלָה, פָּסָל. מִצָּה דַם הָרֹאשׁ וְלֹא מִצָּה דַם הַגּוּף, פְּסוּלָה. מִצָּה דַם הַגּוּף וְלֹא מִצָּה דַם הָרֹאשׁ, כְּשֵׁרָה: \n",
            "חַטַּאת הָעוֹף שֶׁמְּלָקָהּ שֶׁלֹּא לִשְׁמָהּ, מִצָּה דָמָהּ שֶׁלֹּא לִשְׁמָהּ, אוֹ לִשְׁמָהּ וְשֶׁלֹּא לִשְׁמָהּ, אוֹ שֶׁלֹּא לִשְׁמָהּ וְלִשְׁמָהּ, פְּסוּלָה. עוֹלַת הָעוֹף, כְּשֵׁרָה, וּבִלְבַד שֶׁלֹּא עָלְתָה לַבְּעָלִים. אֶחָד חַטַּאת הָעוֹף וְאֶחָד עוֹלַת הָעוֹף שֶׁמְּלָקָן וְשֶׁמִּצָּה דָמָן לֶאֱכֹל דָּבָר שֶׁדַּרְכּוֹ לֶאֱכֹל, לְהַקְטִיר דָּבָר שֶׁדַּרְכּוֹ לְהַקְטִיר, חוּץ לִמְקוֹמוֹ, פָּסוּל, וְאֵין בּוֹ כָרֵת. חוּץ לִזְמַנּוֹ, פִּגּוּל, וְחַיָּבִין עָלָיו כָּרֵת, וּבִלְבַד שֶׁיִּקְרַב הַמַּתִּיר כְּמִצְוָתוֹ. כֵּיצַד קָרַב הַמַּתִּיר כְּמִצְוָתוֹ. מָלַק בִּשְׁתִיקָה וּמִצָּה הַדָּם חוּץ לִזְמַנּוֹ, אוֹ שֶׁמָּלַק חוּץ לִזְמַנּוֹ וּמִצָּה הַדָּם בִּשְׁתִיקָה, אוֹ שֶׁמָּלַק וּמִצָּה הַדָּם חוּץ לִזְמַנּוֹ, זֶה הוּא שֶׁקָּרַב הַמַּתִּיר כְּמִצְוָתוֹ. כֵּיצַד לֹא קָרַב הַמַּתִּיר כְּמִצְוָתוֹ. מָלַק חוּץ לִמְקוֹמוֹ וּמִצָּה הַדָּם חוּץ לִזְמַנּוֹ, אוֹ שֶׁמָלַק חוּץ לִזְמַנּוֹ וּמִצָּה הַדָּם חוּץ לִמְקוֹמוֹ, אוֹ שֶׁמָּלַק וּמִצָּה הַדָּם חוּץ לִמְקוֹמוֹ, חַטַּאת הָעוֹף שֶׁמְּלָקָהּ שֶׁלֹּא לִשְׁמָהּ וּמִצָּה דָמָהּ חוּץ לִזְמַנָּהּ, אוֹ שֶׁמְּלָקָהּ חוּץ לִזְמַנָּהּ וּמִצָּה דָמָהּ שֶׁלֹּא לִשְׁמָהּ, אוֹ שֶׁמְּלָקָהּ וּמִצָּה דָמָהּ שֶׁלֹּא לִשְׁמָהּ, זֶה הוּא שֶׁלֹּא קָרַב הַמַּתִּיר כְּמִצְוָתוֹ. לֶאֱכֹל כַּזַּיִת בַּחוּץ וְכַזַּיִת לְמָחָר, כַּזַּיִת לְמָחָר וְכַזַּיִת בַּחוּץ, כַּחֲצִי זַיִת בַּחוּץ וְכַחֲצִי זַיִת לְמָחָר, כַּחֲצִי זַיִת לְמָחָר וְכַחֲצִי זַיִת בַּחוּץ, פָּסוּל, וְאֵין בּוֹ כָרֵת. אָמַר רַבִּי יְהוּדָה, זֶה הַכְּלָל, אִם מַחֲשֶׁבֶת הַזְּמָן קָדְמָה לְמַחֲשֶׁבֶת הַמָּקוֹם, פִּגּוּל, וְחַיָּבִין עָלָיו כָּרֵת. וְאִם מַחֲשֶׁבֶת הַמָּקוֹם קָדְמָה לְמַחֲשֶׁבֶת הַזְּמָן, פָּסוּל, וְאֵין בּוֹ כָרֵת. וַחֲכָמִים אוֹמְרִים, זֶה וָזֶה פָסוּל, וְאֵין בּוֹ כָרֵת. לֶאֱכֹל כַּחֲצִי זַיִת וּלְהַקְטִיר כַּחֲצִי זַיִת, כָּשֵׁר, שֶׁאֵין אֲכִילָה וְהַקְטָרָה מִצְטָרְפִין: \n"
        ],
        [
            "חַטַּאת הָעוֹף שֶׁעֲשָׂאָהּ לְמַטָּה, כְּמַעֲשֵׂה חַטָּאת לְשֵׁם חַטָּאת, כְּשֵׁרָה. כְּמַעֲשֵׂה חַטָּאת לְשֵׁם עוֹלָה, כְּמַעֲשֵׂה עוֹלָה לְשֵׁם חַטָּאת, כְּמַעֲשֵׂה עוֹלָה לְשֵׁם עוֹלָה, פְּסוּלָה. עֲשָׂאָהּ לְמַעְלָה כְּמַעֲשֵׂה כֻלָּם, פְּסוּלָה: \n",
            "עוֹלַת הָעוֹף שֶׁעֲשָׂאָהּ לְמַעְלָה, כְּמַעֲשֵׂה עוֹלָה לְשֵׁם עוֹלָה, כְּשֵׁרָה, כְּמַעֲשֵׂה עוֹלָה לְשֵׁם חַטָּאת, כְּשֵׁרָה, וּבִלְבַד שֶׁלֹּא עָלְתָה לַבְּעָלִים. כְּמַעֲשֵׂה חַטָּאת לְשֵׁם עוֹלָה, כְּמַעֲשֵׂה חַטָּאת לְשֵׁם חַטָּאת, פְּסוּלָה. עֲשָׂאָהּ לְמַטָּה כְּמַעֲשֵׂה כֻלָּן, פְּסוּלָה: \n",
            "וְכֻלָּן אֵינָן מְטַמְּאוֹת בְּבֵית הַבְּלִיעָה, וּמוֹעֲלִין בָּהֶן, חוּץ מֵחַטַּאת הָעוֹף שֶׁעֲשָׂאָהּ לְמַטָּה, כְּמַעֲשֵׂה חַטָּאת לְשֵׁם חַטָּאת: \n",
            "עוֹלַת הָעוֹף שֶׁעֲשָׂאָהּ לְמַטָּה, כְּמַעֲשֵׂה חַטָּאת לְשֵׁם חַטָּאת, רַבִּי אֱלִיעֶזֶר אוֹמֵר, מוֹעֲלִין בָּהּ. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, אֵין מוֹעֲלִין בָּהּ. אָמַר רַבִּי אֱלִיעֶזֶר, מָה אִם חַטָּאת, שֶׁאֵין מוֹעֲלִין בָּהּ לִשְׁמָהּ, כְּשֶׁשִּׁנָּה אֶת שְׁמָהּ, מוֹעֲלִין בָּהּ, עוֹלָה, שֶׁמּוֹעֲלִין בָּהּ לִשְׁמָהּ, כְּשֶׁשִּׁנָּה אֶת שְׁמָהּ, אֵינוֹ דִין שֶׁיִּמְעֲלוּ בָהּ. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, לֹא, אִם אָמַרְתָּ בְחַטָּאת שֶׁשִּׁנָּה אֶת שְׁמָהּ לְשֵׁם עוֹלָה שֶׁכֵּן שִׁנָּה אֶת שְׁמָהּ לְדָבָר שֶׁיֶּשׁ בּוֹ מְעִילָה, תֹּאמַר בְּעוֹלָה שֶׁשִּׁנָּה אֶת שְׁמָהּ לְשֵׁם חַטָּאת, שֶׁכֵּן שִׁנָּה אֶת שְׁמָהּ לְדָבָר שֶׁאֵין בּוֹ מְעִילָה. אָמַר לוֹ רַבִּי אֱלִיעֶזֶר, וַהֲרֵי קָדְשֵׁי קָדָשִׁים שֶׁשְּׁחָטָן בַּדָּרוֹם וּשְׁחָטָן לְשֵׁם קָדָשִׁים קַלִּים יוֹכִיחוּ, שֶׁכֵּן שִׁנָּה אֶת שְׁמָן לְדָבָר שֶׁאֵין בּוֹ מְעִילָה, וּמוֹעֲלִין בָּהֶן, אַף אַתָּה אַל תִּתְמַהּ עַל הָעוֹלָה, שֶׁאַף עַל פִּי שֶׁשִּׁנָּה אֶת שְׁמָהּ לְדָבָר שֶׁאֵין בּוֹ מְעִילָה, שֶׁיִּמְעֲלוּ בָהּ. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, לֹא, אִם אָמַרְתָּ בְקָדְשֵׁי קָדָשִׁים, שֶׁשְׁחָטָן בַּדָּרוֹם וּשְׁחָטָן לְשֵׁם קָדָשִׁים קַלִּים, שֶׁכֵּן שִׁנָּה אֶת שְׁמָן בְּדָבָר שֶׁיֶּשׁ בּוֹ אִסּוּר וְהֶתֵּר, תֹּאמַר בְּעוֹלָה שֶׁשִּׁנָּה אֶת שְׁמָהּ בְּדָבָר שֶׁכֻּלּוֹ הֶתֵּר: \n",
            "מָלַק בִּשְׂמֹאל, אוֹ בַלַּיְלָה, שָׁחַט חֻלִּין בִּפְנִים, וְקָדָשִׁים בַּחוּץ, אֵינָן מְטַמְּאִין בְּבֵית הַבְּלִיעָה. מָלַק בְּסַכִּין, מָלַק חֻלִּין בִּפְנִים, וְקָדָשִׁים בַּחוּץ, תּוֹרִין שֶׁלֹּא הִגִּיעַ זְמַנָּן, וּבְנֵי יוֹנָה שֶׁעָבַר זְמַנָּן, שֶׁיָּבַשׁ גַּפָּה, וְשֶׁנִּסְמֵת עֵינָהּ, וְשֶׁנִּקְטְעָה רַגְלָהּ, מְטַמֵּא בְבֵית הַבְּלִיעָה. זֶה הַכְּלָל, כֹּל שֶׁהָיָה פְסוּלָהּ בַּקֹּדֶשׁ, אֵינָהּ מְטַמְּאָה בְבֵית הַבְּלִיעָה. לֹא הָיָה פְסוּלָהּ בַּקֹּדֶשׁ, מְטַמְּאָה בְבֵית הַבְּלִיעָה. וְכָל הַפְּסוּלִים שֶׁמָּלְקוּ, מְלִיקָתָן פְּסוּלָה, וְאֵינָן מְטַמְּאוֹת בְּבֵית הַבְּלִיעָה: \n",
            "מָלַק וְנִמְצָא טְרֵפָה, רַבִּי מֵאִיר אוֹמֵר, אֵינָהּ מְטַמְּאָה בְבֵית הַבְּלִיעָה. רַבִּי יְהוּדָה אוֹמֵר, מְטַמְּאָה בְבֵית הַבְּלִיעָה. אָמַר רַבִּי מֵאִיר, מָה אִם נִבְלַת בְּהֵמָה, שֶׁהִיא מְטַמְּאָה בְמַגָּע וּבְמַשָּׂא, שְׁחִיטָתָהּ מְטַהֶרֶת אֶת טְרֵפָתָהּ מִטֻּמְאָתָהּ, נִבְלַת הָעוֹף שֶׁאֵינָהּ מְטַמְּאָה בְמַגָּע וּבְמַשָּׂא, אֵינוֹ דִין שֶׁתְּהֵא שְׁחִיטָתָהּ מְטַהֶרֶת אֶת טְרֵפָתָהּ מִטֻּמְאָתָהּ. מַה מָּצִינוּ בִשְׁחִיטָתָהּ, שֶׁהִיא מַכְשַׁרְתָּהּ בַּאֲכִילָה, וּמְטַהֶרֶת אֶת טְרֵפָתָהּ מִטֻּמְאָתָהּ, אַף מְלִיקָתָהּ, שֶׁהִיא מַכְשַׁרְתָּהּ בַּאֲכִילָה, תְּטַהֵר אֶת טְרֵפָתָהּ מִטֻּמְאָתָהּ. רַבִּי יוֹסֵי אוֹמֵר, דַּיָּהּ כְּנִבְלַת בְּהֵמָה, שְׁחִיטָתָהּ מְטַהַרְתָּהּ, אֲבָל לֹא מְלִיקָתָהּ: \n"
        ],
        [
            "כָּל הַזְּבָחִים שֶׁנִּתְעָרְבוּ בְחַטָּאוֹת הַמֵּתוֹת, אוֹ בְשׁוֹר הַנִּסְקָל, אֲפִלּוּ אֶחָד בְּרִבּוֹא, יָמוּתוּ כֻלָּם. נִתְעָרְבוּ בְשׁוֹר שֶׁנֶּעֶבְדָה בוֹ עֲבֵרָה, אוֹ שֶׁהֵמִית אֶת הָאָדָם עַל פִּי עֵד אֶחָד, אוֹ עַל פִּי הַבְּעָלִים, בְּרוֹבֵעַ, וּבְנִרְבָּע, וּבְמֻקְצֶה, וּבְנֶעֱבָד, וּבְאֶתְנָן, וּבִמְחִיר, וּבְכִלְאַיִם, וּבִטְרֵפָה, וּבְיוֹצֵא דֹפֶן, יִרְעוּ עַד שֶׁיִּסְתָּאֲבוּ, וְיִמָּכְרוּ וְיָבִיא בִדְמֵי הַיָּפֶה שֶׁבָּהֶן מֵאוֹתוֹ הַמִּין. נִתְעָרֵב בְּחֻלִּין תְּמִימִים, יִמָּכְרוּ הַחֻלִּין לִצְרִיכֵי אוֹתוֹ הַמִּין: \n",
            "קָדָשִׁים בְּקָדָשִׁים מִין בְּמִינוֹ, זֶה יִקְרַב לְשֵׁם מִי שֶׁהוּא וְזֶה יִקְרַב לְשֵׁם מִי שֶׁהוּא. קָדָשִׁים בְּקָדָשִׁים, מִין בְּשֶׁאֵינוֹ מִינוֹ, יִרְעוּ עַד שֶׁיִּסְתָּאֲבוּ, וְיִמָּכְרוּ, וְיָבִיא בִדְמֵי הַיָּפֶה שֶׁבָּהֶן מִמִּין זֶה, וּבִדְמֵי הַיָּפֶה שֶׁבָּהֶן מִמִּין זֶה, וְיַפְסִיד הַמּוֹתָר מִבֵּיתוֹ. נִתְעָרְבוּ בִבְכוֹר וּבְמַעֲשֵׂר, יִרְעוּ עַד שֶׁיִּסְתָּאֲבוּ, וְיֵאָכְלוּ כִּבְכוֹר וּכְמַעֲשֵׂר. הַכֹּל יְכוֹלִין לְהִתְעָרֵב, חוּץ מִן הַחַטָּאת וּמִן הָאָשָׁם: \n",
            "אָשָׁם שֶׁנִּתְעָרֵב בִּשְׁלָמִים, יִרְעוּ עַד שֶׁיִּסְתָּאֲבוּ. רַבִּי שִׁמְעוֹן אוֹמֵר, שְׁנֵיהֶם יִשָּׁחֲטוּ בַצָּפוֹן, וְיֵאָכְלוּ כֶחָמוּר שֶׁבָּהֶן. אָמְרוּ לוֹ, אֵין מְבִיאִין קָדָשִׁים לְבֵית הַפְּסוּל. נִתְעָרְבוּ חֲתִיכוֹת בַּחֲתִיכוֹת, קָדְשֵׁי קָדָשִׁים בְּקָדָשִׁים קַלִּים, הַנֶּאֱכָלִין לְיוֹם אֶחָד בַּנֶּאֱכָלִים לִשְׁנֵי יָמִים, יֵאָכְלוּ כֶחָמוּר שֶׁבָּהֶן: \n",
            "אֵבְרֵי חַטָּאת שֶׁנִּתְעָרְבוּ בְאֵבְרֵי עוֹלָה, רַבִּי אֱלִיעֶזֶר אוֹמֵר, יִתֵּן לְמַעְלָן, וְרוֹאֶה אֲנִי אֶת בְּשַׂר הַחַטָּאת מִלְמַעְלָן כְּאִלּוּ הוּא עֵצִים. וַחֲכָמִים אוֹמְרִים, תְּעֻבַּר צוּרָתָן וְיֵצֵא לְבֵית הַשְּׂרֵפָה: \n",
            "אֵבָרִין בְּאֵבְרֵי בַעֲלֵי מוּמִין, רַבִּי אֱלִיעֶזֶר אוֹמֵר, אִם קָרֵב רֹאשׁ אַחַד מֵהֶן, יִקְרְבוּ כָל הָרָאשִׁין. כַּרְעוֹ שֶׁל אַחַד מֵהֶן, יִקְרְבוּ כָל הַכְּרָעָיִם. וַחֲכָמִים אוֹמְרִים, אֲפִלּוּ קָרְבוּ כֻלָּם חוּץ מֵאַחַד מֵהֶן, יֵצֵא לְבֵית הַשְּׂרֵפָה: \n",
            "דָּם שֶׁנִּתְעָרֵב בְּמַיִם, אִם יֶשׁ בּוֹ מַרְאֵה דָם, כָּשֵׁר. נִתְעָרֵב בְּיַיִן, רוֹאִין אוֹתוֹ כְאִלּוּ הוּא מָיִם. נִתְעָרֵב בְּדַם בְּהֵמָה אוֹ בְדַם חַיָּה, רוֹאִין אוֹתוֹ כְאִלּוּ הוּא מָיִם. רַבִּי יְהוּדָה אוֹמֵר, אֵין דָּם מְבַטֵּל דָּם: \n",
            "נִתְעָרֵב בְּדַם פְּסוּלִין, יִשָּׁפֵךְ לָאַמָּה. בְּדַם תַּמְצִית, יִשָּׁפֵךְ לָאַמָּה. רַבִּי אֱלִיעֶזֶר מַכְשִׁיר. אִם לֹא נִמְלַךְ וְנָתַן, כָּשֵׁר: \n",
            "דַּם תְּמִימִים בְּדַם בַּעֲלֵי מוּמִים, יִשָּׁפֵךְ לָאַמָּה. כּוֹס בְּכוֹסוֹת, רַבִּי אֱלִיעֶזֶר אוֹמֵר, קָרַב כּוֹס אֶחָד, יִקְרְבוּ כָל הַכּוֹסוֹת. וַחֲכָמִים אוֹמְרִים, אֲפִלּוּ קָרְבוּ כֻלָּם חוּץ מֵאַחַד מֵהֶן, יִשָּׁפֵךְ לָאַמָּה: \n",
            "הַנִּתָּנִין לְמַטָּה שֶׁנִּתְעָרְבוּ בַנִּתָּנִין לְמַעְלָה, רַבִּי אֱלִיעֶזֶר אוֹמֵר, יִתֵּן לְמַעְלָה, וְרוֹאֶה אֲנִי אֶת הַתַּחְתּוֹנִים לְמַעְלָה כְּאִלּוּ הֵן מַיִם, וְיַחֲזֹר וְיִתֵּן לְמָטָּה. וַחֲכָמִים אוֹמְרִים, יִשָּׁפְכוּ לָאַמָּה. וְאִם לֹא נִמְלַךְ וְנָתַן, כָּשֵׁר: \n",
            "הַנִּתָּנִין מַתָּנָה אַחַת שֶׁנִּתְעָרְבוּ בַנִּתָּנִין בְּמַתָּנָה אַחַת, יִנָּתְנוּ מַתָּנָה אֶחָת. מַתַּן אַרְבַּע בְּמַתַּן אַרְבַּע, יִנָּתְנוּ בְּמַתַּן אַרְבַּע. מַתַּן אַרְבַּע בְּמַתָּנָה אַחַת, רַבִּי אֱלִיעֶזֶר אוֹמֵר, יִנָּתְנוּ בְמַתַּן אַרְבַּע. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, יִנָּתְנוּ בְמַתָּנָה אֶחָת. אָמַר לוֹ רַבִּי אֱלִיעֶזֶר, וַהֲרֵי הוּא עוֹבֵר עַל בַּל תִּגְרַע. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, וַהֲרֵי הוּא עוֹבֵר עַל בַּל תּוֹסִיף. אָמַר לוֹ רַבִּי אֱלִיעֶזֶר, לֹא נֶאֱמַר בַּל תּוֹסִיף אֶלָּא כְשֶׁהוּא בְעַצְמוֹ. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, לֹא נֶאֱמַר בַּל תִּגְרַע אֶלָּא כְשֶׁהוּא בְעַצְמוֹ. וְעוֹד אָמַר רַבִּי יְהוֹשֻׁעַ, כְּשֶׁנָּתַתָּ, עָבַרְתָּ עַל בַּל תּוֹסִיף וְעָשִׂיתָ מַעֲשֶׂה בְיָדֶךָ. וּכְשֶׁלֹּא נָתַתָּ, עָבַרְתָּ עַל בַּל תִּגְרַע וְלֹא עָשִׂיתָ מַעֲשֶׂה בְיָדֶךָ: \n",
            "הַנִּתָּנִין בִּפְנִים שֶׁנִּתְעָרְבוּ עִם הַנִּתָּנִין בַּחוּץ, יִשָּׁפְכוּ לָאַמָּה. נָתַן בַּחוּץ וְחָזַר וְנָתַן בִּפְנִים, כָּשֵׁר. בִּפְנִים וְחָזַר וְנָתַן בַּחוּץ, רַבִּי עֲקִיבָא פוֹסֵל, וַחֲכָמִים מַכְשִׁירִים. שֶׁהָיָה רַבִּי עֲקִיבָא אוֹמֵר, כָּל הַדָּמִים שֶׁנִּכְנְסוּ לְכַפֵּר בַּהֵיכָל, פְּסוּלִין. וַחֲכָמִים אוֹמְרִים, חַטָּאת בִּלְבָד. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף הָאָשָׁם, שֶׁנֶּאֱמַר (ויקרא ז) כַּחַטָּאת כָּאָשָׁם: \n",
            "חַטָּאת שֶׁקִּבֵּל דָּמָהּ בִּשְׁנֵי כוֹסוֹת, יָצָא אַחַד מֵהֶן לַחוּץ, הַפְּנִימִי כָּשֵׁר. נִכְנַס אַחַד מֵהֶן לִפְנִים, רַבִּי יוֹסֵי הַגְּלִילִי מַכְשִׁיר בַּחִיצוֹן, וַחֲכָמִים פּוֹסְלִין. אָמַר רַבִּי יוֹסֵי הַגְּלִילִי, מָה אִם בְּמָקוֹם שֶׁהַמַּחֲשָׁבָה פוֹסֶלֶת, בַּחוּץ, לֹא עָשָׂה אֶת הַמְשׁוֹאָר כַּיוֹצֵא, מְקוֹם שֶׁאֵין הַמַּחֲשָׁבָה פוֹסֶלֶת, בִּפְנִים, אֵינוֹ דִין שֶׁלֹּא נַעֲשֶׂה אֶת הַמְשׁוֹאָר כַּנִּכְנָס. נִכְנַס לְכַפֵּר, אַף עַל פִּי שֶׁלֹּא כִפֵּר, פָּסוּל, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. רַבִּי שִׁמְעוֹן אוֹמֵר, עַד שֶׁיְּכַפֵּר. רַבִּי יְהוּדָה אוֹמֵר, אִם הִכְנִיס שׁוֹגֵג, כָּשֵׁר. כָּל הַדָּמִים הַפְּסוּלִין שֶׁנִּתְּנוּ עַל גַּבֵּי הַמִּזְבֵּחַ, לֹא הִרְצָה הַצִּיץ אֶלָּא עַל הַטָּמֵא, שֶׁהַצִּיץ מְרַצֶּה עַל הַטָּמֵא, וְאֵינוֹ מְרַצֶּה עַל הַיּוֹצֵא: \n"
        ],
        [
            "הַמִּזְבֵּחַ מְקַדֵּשׁ אֶת הָרָאוּי לוֹ. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, כָּל הָרָאוּי לָאִשִּׁים, אִם עָלָה לֹא יֵרֵד, שֶׁנֶּאֱמַר (ויקרא ו), הִוא הָעֹלָה עַל מוֹקְדָה עַל הַמִּזְבֵּחַ. מָה עוֹלָה שֶׁהִיא רְאוּיָה לָאִשִּׁים, אִם עָלְתָה לֹא תֵרֵד, אַף כָּל דָּבָר שֶׁהוּא רָאוּי לָאִשִּׁים, אִם עָלָה לֹא יֵרֵד. רַבָּן גַּמְלִיאֵל אוֹמֵר, כָּל הָרָאוּי לַמִּזְבֵּחַ, אִם עָלָה לֹא יֵרֵד, שֶׁנֶּאֱמַר, הִוא הָעֹלָה עַל מוֹקְדָה עַל הַמִּזְבֵּחַ. מַה עוֹלָה שֶׁהִיא רְאוּיָה לַמִּזְבֵּחַ אִם עָלְתָה לֹא תֵרֵד, אַף כָּל דָּבָר שֶׁהוּא רָאוּי לַמִּזְבֵּחַ אִם עָלָה לֹא יֵרֵד. אֵין בֵּין דִּבְרֵי רַבָּן גַּמְלִיאֵל לְדִבְרֵי רַבִּי יְהוֹשֻׁעַ אֶלָּא הַדָּם וְהַנְּסָכִים, שֶׁרַבָּן גַּמְלִיאֵל אוֹמֵר לֹא יֵרְדוּ, וְרַבִּי יְהוֹשֻׁעַ אוֹמֵר יֵרֵדוּ. רַבִּי שִׁמְעוֹן אוֹמֵר, הַזֶּבַח כָּשֵׁר וְהַנְּסָכִים פְּסוּלִים, הַנְּסָכִים כְּשֵׁרִין וְהַזֶּבַח פָּסוּל, אֲפִלּוּ זֶה וָזֶה פְּסוּלִין, הַזֶּבַח לֹא יֵרֵד, וְהַנְּסָכִים יֵרֵדוּ: \n",
            "וְאֵלּוּ אִם עָלוּ, לֹא יֵרְדוּ. הַלָּן, וְהַטָּמֵא, וְהַיּוֹצֵא, וְהַנִּשְׁחָט חוּץ לִזְמַנּוֹ, וְחוּץ לִמְקוֹמוֹ, וְשֶׁקִּבְּלוּ פְסוּלִים, וְזָרְקוּ אֶת דָּמוֹ. רַבִּי יְהוּדָה אוֹמֵר, שֶׁנִּשְׁחֲטָה בַלַּיְלָה, וְשֶׁנִּשְׁפַּךְ דָּמָהּ, וְשֶׁיָּצָא דָמָהּ חוּץ לַקְּלָעִים, אִם עָלְתָה, תֵּרֵד. רַבִּי שִׁמְעוֹן אוֹמֵר, לֹא תֵרֵד, שֶׁהָיָה רַבִּי שִׁמְעוֹן אוֹמֵר, כֹּל שֶׁפְּסוּלוֹ בַקֹּדֶשׁ, הַקֹּדֶשׁ מְקַבְּלוֹ. לֹא הָיָה פְסוּלוֹ בַקֹּדֶשׁ, אֵין הַקֹּדֶשׁ מְקַבְּלוֹ: \n",
            "אֵלּוּ לֹא הָיָה פְסוּלָן בַּקֹּדֶשׁ, הָרוֹבֵעַ, וְהַנִּרְבָּע, וְהַמֻּקְצֶה, וְהַנֶּעֱבָד, וְהָאֶתְנָן, וְהַמְּחִיר, וְהַכִּלְאַיִם, וְהַטְּרֵפָה, וְהַיּוֹצֵא דֹפֶן, וּבַעֲלֵי מוּמִין. רַבִּי עֲקִיבָא מַכְשִׁיר בְּבַעֲלֵי מוּמִין. רַבִּי חֲנִינָא סְגַן הַכֹּהֲנִים אוֹמֵר, דּוֹחֶה הָיָה אַבָּא אֶת בַּעֲלֵי מוּמִין מֵעַל גַּבֵּי הַמִּזְבֵּחַ: \n",
            "כְּשֵׁם שֶׁאִם עָלוּ לֹא יֵרְדוּ, כָּךְ אִם יָרְדוּ לֹא יַעֲלוּ. וְכֻלָּן שֶׁעָלוּ חַיִּים לְרֹאשׁ הַמִּזְבֵּחַ, יֵרֵדוּ. עוֹלָה שֶׁעָלְתָה חַיָּה לְרֹאשׁ הַמִּזְבֵּחַ, תֵּרֵד. שְׁחָטָהּ בְּרֹאשׁ הַמִּזְבֵּחַ, יַפְשִׁיט וִינַתַּח בִּמְקוֹמָהּ: \n",
            "וְאֵלּוּ אִם עָלוּ יֵרְדוּ, בְּשַׂר קָדְשֵׁי קָדָשִׁים, וּבְשַׂר קָדָשִׁים קַלִּים, וּמוֹתַר הָעֹמֶר, וּשְׁתֵּי הַלֶּחֶם, וְלֶחֶם הַפָּנִים, וּשְׁיָרֵי מְנָחוֹת, וְהַקְּטֹרֶת. הַצֶּמֶר שֶׁבְּרָאשֵׁי כְבָשִׂים, וְהַשֵּׂעָר שֶׁבִּזְקַן תְּיָשִׁים, וְהָעֲצָמוֹת, וְהַגִּידִים, וְהַקַּרְנַיִם, וְהַטְּלָפַיִם, בִּזְמַן שֶׁהֵן מְחֻבָּרִין, יַעֲלוּ, שֶׁנֶּאֱמַר (ויקרא א), וְהִקְטִיר הַכֹּהֵן אֶת הַכֹּל הַמִּזְבֵּחָה. פָּרְשׁוּ, לֹא יַעֲלוּ, שֶׁנֶּאֱמַר (דברים יב), וְעָשִׂיתָ עֹלֹתֶיךָ הַבָּשָׂר וְהַדָּם: \n",
            "וְכֻלָּם שֶׁפָּקְעוּ מֵעַל גַּבֵּי הַמִּזְבֵּחַ, לֹא יַחֲזִיר. וְכֵן גַּחֶלֶת שֶׁפָּקְעָה מֵעַל גַּבֵּי הַמִּזְבֵּחַ. אֵבָרִים שֶׁפָּקְעוּ מֵעַל גַּבֵּי הַמִּזְבֵּחַ, קֹדֶם לַחֲצוֹת, יַחֲזִיר, וּמוֹעֲלִין בָּהֶן. לְאַחַר חֲצוֹת, לֹא יַחֲזִיר, וְאֵין מוֹעֲלִין בָּהֶן: \n",
            "כְּשֵׁם שֶׁהַמִּזְבֵּחַ מְקַדֵּשׁ אֶת הָרָאוּי לוֹ כָּךְ הַכֶּבֶשׁ מְקַדֵּשׁ. כְּשֵׁם שֶׁהַמִּזְבֵּחַ וְהַכֶּבֶשׁ מְקַדְּשִׁין אֶת הָרָאוּי לָהֶן, כָּךְ הַכֵּלִים מְקַדְּשִׁים. כְּלֵי הַלַּח מְקַדְּשִׁין אֶת הַלַּח, וּמִדּוֹת הַיָּבֵשׁ מְקַדְּשׁוֹת אֶת הַיָּבֵשׁ. אֵין כְּלֵי הַלַּח מְקַדְּשִׁים אֶת הַיָּבֵשׁ, וְלֹא מִדּוֹת הַיָּבֵשׁ מְקַדְּשׁוֹת אֶת הַלָּח. כְּלֵי הַקֹּדֶשׁ שֶׁנִּקְּבוּ, אִם עוֹשִׂים הֵם מֵעֵין מְלַאכְתָּן שֶׁהָיוּ עוֹשִׂין וְהֵם שְׁלֵמִים, מְקַדְּשִׁין. וְאִם לָאו, אֵין מְקַדְּשִׁים. וְכֻלָּן אֵין מְקַדְּשִׁים אֶלָּא בַקֹּדֶשׁ: \n"
        ],
        [
            "כֹּל הַתָּדִיר מֵחֲבֵרוֹ, קוֹדֵם אֶת חֲבֵרוֹ. הַתְּמִידִים קוֹדְמִים לַמּוּסָפִין, מוּסְפֵי שַׁבָּת קוֹדְמִין לְמוּסְפֵי רֹאשׁ חֹדֶשׁ, מוּסְפֵי רֹאשׁ חֹדֶשׁ קוֹדְמִין לְמוּסְפֵי רֹאשׁ הַשָּׁנָה, שֶׁנֶּאֱמַר (במדבר כח), מִלְּבַד עֹלַת הַבֹּקֶר אֲשֶׁר לְעֹלַת הַתָּמִיד תַּעֲשׂוּ אֶת אֵלֶּה: \n",
            "וְכֹל הַמְקֻדָּשׁ מֵחֲבֵרוֹ, קוֹדֵם אֶת חֲבֵרוֹ. דַּם חַטָּאת קוֹדֵם לְדַם עוֹלָה, מִפְּנֵי שֶׁהוּא מְרַצֶּה. אֵבְרֵי עוֹלָה קוֹדְמִין לְאֵמוּרֵי חַטָּאת, מִפְּנֵי שֶׁהֵן כָּלִיל לָאִשִּׁים. חַטָּאת קוֹדֶמֶת לְאָשָׁם, מִפְּנֵי שֶׁדָּמָהּ נִתָּן עַל אַרְבַּע קְרָנוֹת וְעַל הַיְּסוֹד. אָשָׁם קוֹדֵם לְתוֹדָה וּלְאֵיל נָזִיר, מִפְּנֵי שֶׁהוּא קָדְשֵׁי קָדָשִׁים. הַתּוֹדָה וְאֵיל נָזִיר קוֹדְמִין לִשְׁלָמִים, מִפְּנֵי שֶׁהֵן נֶאֱכָלִין לְיוֹם אֶחָד, וּטְעוּנִים לָחֶם. שְׁלָמִים קוֹדְמִין לִבְכוֹר, מִפְּנֵי שֶׁהֵם טְעוּנִין מַתַּן אַרְבַּע, וּסְמִיכָה וּנְּסָכִים וּתְנוּפַת חָזֶה וָשׁוֹק: \n",
            "הַבְּכוֹר קוֹדֵם לַמַּעֲשֵׂר מִפְּנֵי שֶׁקְּדֻשָּׁתוֹ מֵרֶחֶם, וְנֶאֱכָל לַכֹּהֲנִים. הַמַּעֲשֵׂר קוֹדֵם לָעוֹפוֹת, מִפְּנֵי שֶׁהוּא זֶבַח וְיֶשׁ בּוֹ קָדְשֵׁי קָדָשִׁים, דָּמוֹ וְאֵמוּרָיו: \n",
            "הָעוֹפוֹת קוֹדְמִין לַמְּנָחוֹת, מִפְּנֵי שֶׁהֵן מִינֵי דָמִים. מִנְחַת חוֹטֵא קוֹדֶמֶת לְמִנְחַת נְדָבָה, מִפְּנֵי שֶׁהִיא בָאָה עַל חֵטְא. חַטַּאת הָעוֹף קוֹדֶמֶת לְעוֹלַת הָעוֹף. וְכֵן בְּהֶקְדֵּשָׁהּ: \n",
            "כָּל הַחַטָּאוֹת שֶׁבַּתּוֹרָה, קוֹדְמוֹת לָאֲשָׁמוֹת, חוּץ מֵאֲשַׁם מְצֹרָע, מִפְּנֵי שֶׁהוּא בָא עַל יְדֵי הֶכְשֵׁר. כָּל הָאֲשָׁמוֹת שֶׁבַּתּוֹרָה בָּאִין בְּנֵי שְׁתַּיִם וּבָאִין בְּכֶסֶף שְׁקָלִים, חוּץ מֵאֲשַׁם נָזִיר וַאֲשַׁם מְצֹרָע, שֶׁהֵן בָּאִין בְּנֵי שְׁנָתָן וְאֵינָן בָּאִין בְּכֶסֶף שְׁקָלִים: \n",
            "כְּשֵׁם שֶׁהֵן קוֹדְמִים בְּהַקְרָבָתָן, כָּךְ הֵן קוֹדְמִים בַּאֲכִילָתָן. שְׁלָמִים שֶׁל אֶמֶשׁ וּשְׁלָמִים שֶׁל הַיּוֹם, שֶׁל אֶמֶשׁ קוֹדְמִין. שְׁלָמִים שֶׁל אֶמֶשׁ וְחַטָּאת וְאָשָׁם שֶׁל הַיּוֹם, שְׁלָמִים שֶׁל אֶמֶשׁ קוֹדְמִין, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, הַחַטָּאת קוֹדֶמֶת, מִפְּנֵי שֶׁהִיא קָדְשֵׁי קָדָשִׁים: \n",
            "וּבְכֻלָּם, הַכֹּהֲנִים רַשָּׁאִין לְשַׁנּוֹת בַּאֲכִילָתָן, לְאָכְלָן צְלוּיִים, שְׁלוּקִים, וּמְבֻשָּׁלִים, וְלָתֵת לְתוֹכָן תִּבְלֵי חֻלִּין וְתִבְלֵי תְרוּמָה, דִּבְרֵי רַבִּי שִׁמְעוֹן. רַבִּי מֵאִיר אוֹמֵר, לֹא יִתֵּן לְתוֹכָן תִּבְלֵי תְרוּמָה, שֶׁלֹּא יָבִיא אֶת הַתְּרוּמָה לִידֵי פְסוּל: \n",
            "אָמַר רַבִּי שִׁמְעוֹן, אִם רָאִיתָ שֶׁמֶן שֶׁהוּא מִתְחַלֵּק בָּעֲזָרָה, אֵין אַתָּה צָרִיךְ לִשְׁאוֹל מַה הוּא, אֶלָּא מוֹתַר רְקִיקֵי מִנְחוֹת יִשְׂרָאֵל, וְלֹג שֶׁמֶן שֶׁל מְצֹרָע. אִם רָאִיתָ שֶׁמֶן שֶׁהוּא נָתוּן עַל גַּבֵּי הָאִשִּׁים, אֵין אַתָּה צָרִיךְ לִשְׁאוֹל מַה הוּא, אֶלָּא מוֹתַר רְקִיקֵי מִנְחוֹת כֹּהֲנִים, וּמִנְחַת כֹּהֵן הַמָּשִׁיחַ. שֶׁאֵין מִתְנַדְּבִים שָׁמֶן. רַבִּי טַרְפוֹן אוֹמֵר, מִתְנַדְּבִים שָׁמֶן: \n"
        ],
        [
            "דַּם חַטָּאת שֶׁנִּתַּז עַל הַבֶּגֶד, הֲרֵי זֶה טָעוּן כִּבּוּס. אַף עַל פִּי שֶׁאֵין הַכָּתוּב מְדַבֵּר אֶלָּא בַנֶּאֱכָלוֹת, שֶׁנֶּאֱמַר (ויקרא ו), בְּמָקוֹם קָדֹשׁ תֵּאָכֵל, אֶחָד הַנֶּאֱכֶלֶת וְאֶחָד הַפְּנִימִית טְעוּנוֹת כִּבּוּס, שֶׁנֶּאֱמַר (שם), תּוֹרַת הַחַטָּאת, תּוֹרָה אַחַת לְכָל הַחַטָּאוֹת: \n",
            "חַטָּאת פְּסוּלָה אֵין דָּמָהּ טָעוּן כִּבּוּס, בֵּין שֶׁהָיָה לָהּ שְׁעַת הַכֹּשֶׁר, בֵּין שֶׁלֹּא הָיָה לָהּ שְׁעַת הַכּשֶׁר. אֵיזוֹ הִיא שֶׁהָיָה לָהּ שְׁעַת הַכּשֶׁר. שֶׁלָּנָה, שֶׁנִּטְמְאָה, וְשֶׁיָּצְאָה. וְאֵיזוֹ הִיא שֶׁלֹּא הָיָה לָהּ שְׁעַת הַכּשֶׁר. שֶׁנִּשְׁחֲטָה חוּץ לִזְמַנָּהּ וְחוּץ לִמְקוֹמָהּ, וְשֶׁקִּבְּלוּ פְסוּלִין וְזָרְקוּ אֶת דָּמָה: \n",
            "נִתַּז מִן הַצַּוָּאר עַל הַבֶּגֶד, אֵינוֹ טָעוּן כִּבּוּס. מִן הַקֶּרֶן וּמִן הַיְסוֹד, אֵינוֹ טָעוּן כִּבּוּס. נִשְׁפַּךְ עַל הָרִצְפָּה וַאֲסָפוֹ, אֵינוֹ טָעוּן כִּבּוּס. אֵין טָעוּן כִּבּוּס אֶלָּא הַדָּם שֶׁנִּתְקַבֵּל בִּכְלִי וְרָאוּי לְהַזָּיָה. נִתַּז עַל הָעוֹר עַד שֶׁלֹּא הֻפְשַׁט, אֵינוֹ טָעוּן כִּבּוּס. מִשֶּׁהֻפְשַׁט, טָעוּן כִּבּוּס, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף מִשֶּׁהֻפְשַׁט אֵינוֹ טָעוּן כִּבּוּס. אֵינוֹ טָעוּן כִּבּוּס אֶלָּא מְקוֹם הַדָּם, וְדָבָר שֶׁהוּא רָאוּי לְקַבֵּל טֻמְאָה, וְרָאוּי לְכִבּוּס: \n",
            "אֶחָד הַבֶּגֶד וְאֶחָד הַשַּׂק וְאֶחָד הָעוֹר, טְעוּנִין כִּבּוּס בְּמָקוֹם קָדוֹשׁ. וּשְׁבִירַת כְּלִי חֶרֶס, בְּמָקוֹם קָדוֹשׁ. וּמְרִיקָה וּשְׁטִיפָה בִּכְלִי נְחשֶׁת, בְּמָקוֹם קָדוֹשׁ. זֶה חֹמֶר בַּחַטָּאת מִקָּדְשֵׁי קָדָשִׁים: \n",
            "בֶּגֶד שֶׁיָּצָא חוּץ לַקְּלָעִים, נִכְנָס וּמְכַבְּסוֹ בְמָקוֹם קָדוֹשׁ. נִטְמָא חוּץ לַקְּלָעִים, קוֹרְעוֹ, וְנִכְנָס וּמְכַבְּסוֹ בְמָקוֹם קָדוֹשׁ. כְּלִי חֶרֶס שֶׁיָּצָא חוּץ לַקְּלָעִים, נִכְנָס וְשׁוֹבְרוֹ בְמָקוֹם קָדוֹשׁ. נִטְמָא חוּץ לַקְּלָעִים, נוֹקְבוֹ, וְנִכְנָס וְשׁוֹבְרוֹ בְמָקוֹם קָדוֹשׁ: \n",
            "כְּלִי נְחשֶׁת שֶׁיָּצָא חוּץ לַקְּלָעִים, נִכְנָס וּמוֹרְקוֹ וְשׁוֹטְפוֹ בְמָקוֹם קָדוֹשׁ. נִטְמָא חוּץ לַקְּלָעִים, פּוֹחֲתוֹ, וְנִכְנָס וּמוֹרְקוֹ וְשׁוֹטְפוֹ בְמָקוֹם קָדוֹשׁ: \n",
            "אֶחָד שֶׁבִּשֵּׁל בּוֹ וְאֶחָד שֶׁעֵרָה לְתוֹכוֹ רוֹתֵחַ, אֶחָד קָדְשֵׁי קָדָשִׁים וְאֶחָד קָדָשִׁים קַלִּים, טְעוּנִין מְרִיקָה וּשְׁטִיפָה. רַבִּי שִׁמְעוֹן אוֹמֵר, קָדָשִׁים קַלִּים אֵינָן טְעוּנִין מְרִיקָה וּשְׁטִיפָה. רַבִּי טַרְפוֹן אוֹמֵר, אִם בִּשֵּׁל בּוֹ מִתְּחִלַּת הָרֶגֶל, יְבַשֵּׁל בּוֹ אֶת כָּל הָרָגֶל. וַחֲכָמִים אוֹמְרִים, עַד זְמַן אֲכִילָה. מְרִיקָה וּשְׁטִיפָה, מְרִיקָה כִּמְרִיקַת הַכּוֹס, וּשְׁטִיפָה כִּשְׁטִיפַת הַכּוֹס. מְרִיקָה בְּחַמִּין וּשְׁטִיפָה בְּצּוֹנֵן. וְהַשַּׁפּוּד וְהָאַסְכְּלָה מַגְעִילָן בְּחַמִּין: \n",
            "בִּשֵּׁל בּוֹ קָדָשִׁים וְחֻלִּין, אוֹ קָדְשֵׁי קָדָשִׁים וְקָדָשִׁים קַלִּים, אִם יֵשׁ בָּהֶן בְּנוֹתֵן טַעַם, הֲרֵי הַקַּלִּים נֶאֱכָלִין כַּחֲמוּרִין, וְאֵינָן טְעוּנִין מְרִיקָה וּשְׁטִיפָה, וְאֵינָם פּוֹסְלִין בְּמַגָּע. רָקִיק שֶׁנָּגַע בְּרָקִיק, וַחֲתִיכָה בַּחֲתִיכָה, לֹא כָל הָרָקִיק וְלֹא כָל הַחֲתִיכוֹת אֲסוּרִין. אֵינוֹ אָסוּר אֶלָּא מְקוֹם שֶׁבָּלָע: \n"
        ],
        [
            "טְבוּל יוֹם וּמְחֻסַּר כִּפּוּרִים, אֵינָן חוֹלְקִים בַּקֳּדָשִׁים לֶאֱכֹל לָעָרֶב. אוֹנֵן, נוֹגֵעַ וְאֵינוֹ מַקְרִיב, וְאֵינוֹ חוֹלֵק לֶאֱכֹל לָעָרֶב. בַּעֲלֵי מוּמִין, בֵּין בַּעֲלֵי מוּמִין קְבוּעִין, בֵּין בַּעֲלֵי מוּמִין עוֹבְרִין, חוֹלְקִין וְאוֹכְלִין, אֲבָל לֹא מַקְרִיבִין. וְכֹל שֶׁאֵינוֹ רָאוּי לָעֲבוֹדָה, אֵינוֹ חוֹלֵק בַּבָּשָׂר. וְכֹל שֶׁאֵין לוֹ בַּבָּשָׂר, אֵין לוֹ בָעוֹרוֹת. אֲפִלּוּ טָמֵא בִשְׁעַת זְרִיקַת דָּמִים וְטָהוֹר בִּשְׁעַת הֶקְטֵר חֲלָבִים, אֵינוֹ חוֹלֵק בַּבָּשָׂר, שֶׁנֶּאֱמַר (ויקרא ז), הַמַּקְרִיב אֶת דַּם הַשְּׁלָמִים וְאֶת הַחֵלֶב מִבְּנֵי אַהֲרֹן לוֹ תִהְיֶה שׁוֹק הַיָּמִין לְמָנָה: \n",
            "כֹּל שֶׁלֹּא זָכָה הַמִּזְבֵּחַ בִּבְשָׂרָהּ, לֹא זָכוּ הַכֹּהֲנִים בְּעוֹרָהּ, שֶׁנֶּאֱמַר (שם), עֹלַת אִישׁ, עוֹלָה שֶׁעָלְתָה לְאִישׁ. עוֹלָה שֶׁנִּשְׁחֲטָה שֶׁלֹּא לִשְׁמָהּ, אַף עַל פִּי שֶׁלֹּא עָלְתָה לַבְּעָלִים, עוֹרָהּ לַכֹּהֲנִים. אֶחָד עוֹלַת הָאִישׁ וְאֶחָד עוֹלַת הָאִשָּׁה, עוֹרוֹתֵיהֶן לַכֹּהֲנִים: \n",
            "עוֹרוֹת קָדָשִׁים קַלִּים לַבְּעָלִים, וְעוֹרוֹת קָדְשֵׁי קָדָשִׁים לַכֹּהֲנִים. קַל וָחֹמֶר, מָה אִם עוֹלָה, שֶׁלֹּא זָכוּ בִבְשָׂרָהּ, זָכוּ בְעוֹרָהּ, קָדְשֵׁי קָדָשִׁים, שֶׁזָּכוּ בִבְשָׂרָהּ, אֵינוֹ דִין שֶׁיִּזְכּוּ בְעוֹרָהּ. אֵין מִזְבֵּחַ יוֹכִיחַ, שֶׁאֵין לוֹ עוֹר מִכָּל מָקוֹם: \n",
            "כָּל הַקֳּדָשִׁים שֶׁאֵרַע בָּהֶם פְּסוּל קֹדֶם לְהֶפְשֵׁטָן, אֵין עוֹרוֹתֵיהֶם לַכֹּהֲנִים. לְאַחַר הֶפְשֵׁטָן, עוֹרוֹתֵיהֶם לַכֹּהֲנִים. אָמַר רַבִּי חֲנִינָא סְגָן הַכֹּהֲנִים, מִיָּמַי לֹא רָאִיתִי עוֹר יוֹצֵא לְבֵית הַשְּׂרֵפָה. אָמַר רַבִּי עֲקִיבָא, מִדְּבָרָיו לָמַדְנוּ, שֶׁהַמַּפְשִׁיט אֶת הַבְּכוֹר וְנִמְצָא טְרֵפָה, שֶׁיֵּאוֹתוּ הַכֹּהֲנִים בְּעוֹרוֹ. וַחֲכָמִים אוֹמְרִים, אֵין לֹא רָאִינוּ רְאָיָה, אֶלָּא יוֹצֵא לְבֵית הַשְּׂרֵפָה: \n",
            "פָּרִים הַנִּשְׂרָפִים וּשְׂעִירִים הַנִּשְׂרָפִים, בִּזְמַן שֶׁהֵם נִשְׂרָפִין כְּמִצְוָתָן, נִשְׂרָפִין בְּבֵית הַדֶּשֶׁן וּמְטַמְּאִין בְּגָדִים. וְאִם אֵינָן נִשְׂרָפִין כְּמִצְוָתָן, נִשְׂרָפִין בְּבֵית הַבִּירָה וְאֵינָם מְטַמְּאִין בְּגָדִים: \n",
            "הָיוּ סוֹבְלִין אוֹתָם בְּמוֹטוֹת. יָצְאוּ הָרִאשׁוֹנִים חוּץ לְחוֹמַת הָעֲזָרָה וְהָאַחֲרוֹנִים לֹא יָצְאוּ, הָרִאשׁוֹנִים מְטַמְּאִין בְּגָדִים, וְהָאַחֲרוֹנִים אֵינָן מְטַמְּאִין בְּגָדִים, עַד שֶׁיֵּצֵאוּ. יָצְאוּ אֵלּוּ וָאֵלּוּ, אֵלּוּ וָאֵלּוּ מְטַמְּאִין בְּגָדִים. רַבִּי שִׁמְעוֹן אוֹמֵר, אֵלּוּ וָאֵלּוּ אֵינָן מְטַמְּאִין בְּגָדִים, עַד שֶׁיִּצַּת הָאוּר בְּרֻבָּן. נִתַּךְ הַבָּשָׂר, אֵין הַשּׂוֹרֵף מְטַמֵּא בְגָדִים: \n"
        ],
        [
            "הַשּׁוֹחֵט וְהַמַּעֲלֶה בַחוּץ, חַיָּב עַל הַשְּׁחִיטָה וְחַיָּב עַל הָעֲלִיָּה. רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, שָׁחַט בִּפְנִים וְהֶעֱלָה בַחוּץ, חַיָּב. שָׁחַט בַּחוּץ וְהֶעֱלָה בַחוּץ, פָּטוּר, שֶׁלֹּא הֶעֱלָה בַחוּץ אֶלָּא דָבָר פָּסוּל. אָמְרוּ לוֹ, אַף הַשּׁוֹחֵט בִּפְנִים וּמַעֲלֶה בַחוּץ, כֵּיוָן שֶׁהוֹצִיאוֹ, פְּסָלוֹ: \n",
            "טָמֵא שֶׁאָכַל, בֵּין קֹדֶשׁ טָמֵא וּבֵין קֹדֶשׁ טָהוֹר, חַיָּב. רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, טָמֵא שֶׁאָכַל טָהוֹר, חַיָּב. וְטָמֵא שֶׁאָכַל טָמֵא, פָּטוּר, שֶׁלֹּא אָכַל אֶלָּא דָבָר טָמֵא. אָמְרוּ לוֹ, אַף טָמֵא שֶׁאָכַל טָהוֹר, כֵּיוָן שֶׁנָּגַע בּוֹ, טִמְּאָהוּ. וְטָהוֹר שֶׁאָכַל טָמֵא, פָּטוּר, שֶׁאֵינוֹ חַיָּב אֶלָּא עַל טֻמְאַת הַגּוּף: \n",
            "חֹמֶר בַּשְּׁחִיטָה מִבָּעֲלִיָּה, וּבָעֲלִיָּה מִבַּשְּׁחִיטָה. חֹמֶר בַּשְּׁחִיטָה, שֶׁהַשּׁוֹחֵט לְהֶדְיוֹט, חַיָּב, וְהַמַּעֲלֶה לְהֶדְיוֹט, פָּטוּר. חֹמֶר בָּעֲלִיָּה, שְׁנַיִם שֶׁאָחֲזוּ בְסַכִּין וְשָׁחֲטוּ, פְּטוּרִים. אָחֲזוּ בְאֵבָר וְהֶעֱלוּהוּ, חַיָּבִין. הֶעֱלָה, וְחָזַר וְהֶעֱלָה, וְחָזַר וְהֶעֱלָה, חַיָּב עַל כָּל עֲלִיָּה וַעֲלִיָּה, דִּבְרֵי רַבִּי שִׁמְעוֹן. רַבִּי יוֹסֵי אוֹמֵר, אֵינוֹ חַיָּב אֶלָּא אַחַת, וְאֵינוֹ חַיָּב עַד שֶׁיַּעֲלֶה לְרֹאשׁ הַמִּזְבֵּחַ. רַבִּי שִׁמְעוֹן אוֹמֵר, אֲפִלּוּ הֶעֱלָה עַל הַסֶּלַע אוֹ עַל הָאֶבֶן, חַיָּב: \n",
            "אֶחָד קָדָשִׁים כְּשֵׁרִין וְאֶחָד קָדָשִׁים פְּסוּלִין שֶׁהָיָה פְסוּלָן בַּקֹּדֶשׁ, וְהִקְרִיבָן בַּחוּץ, חַיָּב. הַמַּעֲלֶה כַזַּיִת מִן הָעוֹלָה וּמִן הָאֵמוּרִין בַּחוּץ, חַיָּב. הַקֹּמֶץ, וְהַלְּבוֹנָה, וְהַקְּטֹרֶת, וּמִנְחַת כֹּהֲנִים, וּמִנְחַת כֹּהֵן הַמָּשִׁיחַ, וּמִנְחַת נְסָכִין, שֶׁהִקְרִיב מֵאַחַד מֵהֶן כַּזַיִת בַּחוּץ, חַיָּב. רַבִּי אֶלְעָזָר פּוֹטֵר, עַד שֶׁיַּקְרִיב אֶת כֻּלּוֹ. וְכֻלָּם שֶׁהִקְרִיבָן בִּפְנִים וְשִׁיֵּר בָּהֶן כַּזַּיִת וְהִקְרִיבָן בַּחוּץ, חַיָּב. וְכֻלָּם שֶׁחָסְרוּ כָל שֶׁהֵן, וְהִקְרִיבָן בַּחוּץ, פָּטוּר: \n",
            "הַמַּקְרִיב קָדָשִׁים וְאֵמוּרֵיהֶם בַּחוּץ, חַיָּב. מִנְחָה שֶׁלֹּא נִקְמְצָה וְהִקְרִיבָהּ בַּחוּץ, פָּטוּר. קְמָצָהּ, וְחָזַר קֻמְצָהּ לְתוֹכָהּ, וְהִקְרִיבָהּ בַּחוּץ, חַיָּב: \n",
            "הַקֹּמֶץ וְהַלְּבוֹנָה, שֶׁהִקְרִיב אֶת אַחַד מֵהֶן בַּחוּץ, חַיָּב. רַבִּי אֶלְעָזָר פּוֹטֵר עַד שֶׁיַּקְרִיב אֶת הַשֵּׁנִי. אֶחָד בִּפְנִים וְאֶחָד בַּחוּץ, חַיָּב. שְׁנֵי בְזִיכֵי לְבוֹנָה, שֶׁהִקְרִיב אֶת אַחַד מֵהֶן בַּחוּץ, חַיָּב. רַבִּי אֶלְעָזָר פּוֹטֵר, עַד שֶׁיַּקְרִיב אֶת הַשֵּׁנִי. אֶחָד בִּפְנִים וְאֶחָד בַּחוּץ, חַיָּב. הַזּוֹרֵק מִקְצָת דָּמִים בַּחוּץ, חַיָּב. רַבִּי אֶלְעָזָר אוֹמֵר, אַף הַמְנַסֵּךְ מֵי חָג בֶּחָג בַּחוּץ, חַיָּב. רַבִּי נְחֶמְיָה אוֹמֵר, שְׁיָרֵי הַדָּם שֶׁהִקְרִיבָן בַּחוּץ, חַיָּב: \n",
            "הַמּוֹלֵק אֶת הָעוֹף בִּפְנִים וְהֶעֱלָה בַחוּץ, חַיָּב. מָלַק בַּחוּץ וְהֶעֱלָה בַחוּץ, פָּטוּר. הַשּׁוֹחֵט אֶת הָעוֹף בִּפְנִים וְהֶעֱלָה בַחוּץ, פָּטוּר. שָׁחַט בַּחוּץ וְהֶעֱלָה בַחוּץ, חַיָּב. נִמְצָא, דֶּרֶךְ הֶכְשֵׁרוֹ מִבִּפְנִים, פְּטוּרוֹ בַחוּץ. דֶּרֶךְ הֶכְשֵׁרוֹ בַחוּץ, פְּטוּרוֹ בִפְנִים. רַבִּי שִׁמְעוֹן אוֹמֵר, כֹּל שֶׁחַיָּבִין עָלָיו בַחוּץ, חַיָּבִין עַל כַּיּוֹצֵא בוֹ בִפְנִים, שֶׁהֶעֱלָהוּ בַחוּץ, חוּץ מִן הַשּׁוֹחֵט בִּפְנִים וּמַעֲלֶה בַחוּץ: \n",
            "הַחַטָּאת שֶׁקִּבֵּל דָּמָהּ בְּכוֹס אֶחָד, נָתַן בַּחוּץ וְחָזַר וְנָתַן בִּפְנִים, בִּפְנִים וְחָזַר וְנָתַן בַּחוּץ, חַיָּב, שֶׁכֻּלּוֹ רָאוּי לָבֹא בִפְנִים. קִבֵּל דָּמָהּ בִּשְׁנֵי כוֹסוֹת, נָתַן שְׁנֵיהֶם בִּפְנִים, פָּטוּר. שְׁנֵיהֶן בַּחוּץ, חַיָּב. אֶחָד בִּפְנִים וְאֶחָד בַּחוּץ, פָּטוּר. אֶחָד בַּחוּץ וְאֶחָד בִּפְנִים, חַיָּב עַל הַחִיצוֹן, וְהַפְּנִימִי מְכַפֵּר. לְמַה הַדָּבָר דּוֹמֶה, לְמַפְרִישׁ חַטָּאתוֹ וְאָבְדָה וְהִפְרִישׁ אַחֶרֶת תַּחְתֶּיהָ וְאַחַר כָּךְ נִמְצֵאת הָרִאשׁוֹנָה, וַהֲרֵי שְׁתֵּיהֶן עוֹמְדוֹת. שָׁחַט שְׁתֵּיהֶן בִּפְנִים, פָּטוּר. שָׁחַט שְׁתֵּיהֶן בַּחוּץ, חַיָּב. אַחַת בִּפְנִים וְאַחַת בַּחוּץ, פָּטוּר. אַחַת בַּחוּץ וְאַחַת בִּפְנִים, חַיָּב עַל הַחִיצוֹנָה, וְהַפְּנִימִית מְכַפֶּרֶת. כְּשֵׁם שֶׁדָּמָהּ פּוֹטֵר אֶת בְּשָׂרָהּ, כָּךְ הוּא פוֹטֵר אֶת בְּשַׂר חֲבֶרְתָּהּ: \n"
        ],
        [
            "פָּרַת חַטָּאת שֶׁשְּׂרָפָהּ חוּץ מִגִּתָּהּ, וְכֵן שָׂעִיר הַמִּשְׁתַּלֵּחַ שֶׁהִקְרִיבוֹ בַחוּץ, פָּטוּר, שֶׁנֶּאֱמַר (ויקרא יז), וְאֶל פֶּתַח אֹהֶל מוֹעֵד לֹא הֱבִיאוֹ. כֹּל שֶׁאֵינוֹ רָאוּי לָבֹא אֶל פֶּתַח אֹהֶל מוֹעֵד, אֵין חַיָּבִין עָלָיו: \n",
            "הָרוֹבֵעַ, וְהַנִּרְבָּע, וְהַמֻּקְצֶה, וְהַנֶּעֱבָד, וְהָאֶתְנָן, וְהַמְּחִיר, וְהַכִּלְאַיִם, וְהַטְּרֵפָה, וְיוֹצֵא דֹפֶן, שֶׁהִקְרִיבָן בַּחוּץ, פָּטוּר, שֶׁנֶּאֱמַר (ויקרא יז), לִפְנֵי מִשְׁכַּן ה', כֹּל שֶׁאֵינוֹ רָאוּי לָבֹא לִפְנֵי מִשְׁכַּן ה', אֵין חַיָּבִין עָלָיו. בַּעֲלֵי מוּמִין, בֵּין בַּעֲלֵי מוּמִין קְבוּעִים, בֵּין בַּעֲלֵי מוּמִין עוֹבְרִים, שֶׁהִקְרִיבָן בַּחוּץ, פָּטוּר. רַבִּי שִׁמְעוֹן אוֹמֵר, בַּעֲלֵי מוּמִין קְבוּעִים, פָּטוּר, וּבַעֲלֵי מוּמִין עוֹבְרִין, עוֹבְרִין בְּלֹא תַעֲשֶׂה. תּוֹרִים שֶׁלֹּא הִגִּיעַ זְמַנָּן וּבְנֵי יוֹנָה שֶׁעָבַר זְמַנָּן, שֶׁהִקְרִיבָן בַּחוּץ, פָּטוּר. רַבִּי שִׁמְעוֹן אוֹמֵר, בְּנֵי יוֹנָה שֶׁעָבַר זְמַנָּן, פָּטוּר. וְתוֹרִים שֶׁלֹּא הִגִּיעַ זְמַנָּן, בְּלֹא תַעֲשֶׂה. אוֹתוֹ וְאֶת בְּנוֹ וּמְחֻסַּר זְמָן, פָּטוּר. רַבִּי שִׁמְעוֹן אוֹמֵר, הֲרֵי זֶה בְלֹא תַעֲשֶׂה. שֶׁהָיָה רַבִּי שִׁמְעוֹן אוֹמֵר, כֹּל שֶׁהוּא רָאוּי לָבֹא לְאַחַר זְמָן, הֲרֵי זֶה בְלֹא תַעֲשֶׂה וְאֵין בּוֹ כָרֵת. וַחֲכָמִים אוֹמְרִים, כֹּל שֶׁאֵין בּוֹ כָרֵת, אֵין בּוֹ בְלֹא תַעֲשֶׂה: \n",
            "מְחֻסַּר זְמָן, בֵּין בְּגוּפוֹ בֵּין בִּבְעָלָיו. אֵיזֶה הוּא מְחֻסַּר זְמָן בִּבְעָלָיו. הַזָּב, וְהַזָּבָה, וְיוֹלֶדֶת, וּמְצֹרָע, שֶׁהִקְרִיבוּ חַטָּאתָם וַאֲשָׁמָם בַּחוּץ, פְּטוּרִין. עוֹלוֹתֵיהֶן וְשַׁלְמֵיהֶן בַּחוּץ, חַיָּבִין. הַמַּעֲלֶה מִבְּשַׂר חַטָּאת, מִבְּשַׂר אָשָׁם, מִבְּשַׂר קָדְשֵׁי קָדָשִׁים, מִבְּשַׂר קָדָשִׁים קַלִּים, וּמוֹתַר הָעֹמֶר, וּשְׁתֵּי הַלֶּחֶם, וְלֶחֶם הַפָּנִים, וּשְׁיָרֵי מְנָחוֹת, הַיּוֹצֵק, הַבּוֹלֵל, הַפּוֹתֵת, הַמּוֹלֵחַ, הַמֵּנִיף, הַמַּגִּישׁ, הַמְסַדֵּר אֶת הַשֻּׁלְחָן, וְהַמֵּטִיב אֶת הַנֵּרוֹת, וְהַקּוֹמֵץ, וְהַמְקַבֵּל דָּמִים בַּחוּץ, פָּטוּר. אֵין חַיָּבִין עָלָיו לֹא מִשּׁוּם זָרוּת, וְלֹא מִשּׁוּם טֻמְאָה, וְלֹא מִשּׁוּם מְחֻסַּר בְּגָדִים, וְלֹא מִשּׁוּם רְחוּץ יָדַיִם וְרַגְלָיִם: \n",
            "עַד שֶׁלֹּא הוּקַם הַמִּשְׁכָּן, הָיוּ הַבָּמוֹת מֻתָּרוֹת, וַעֲבוֹדָה בַּבְּכוֹרוֹת. מִשֶּׁהוּקַם הַמִּשְׁכָּן, נֶאֶסְרוּ הַבָּמוֹת, וַעֲבוֹדָה בַּכֹּהֲנִים. קָדְשֵׁי קָדָשִׁים, נֶאֱכָלִים לִפְנִים מִן הַקְּלָעִים. קָדָשִׁים קַלִּים, בְּכָל מַחֲנֵה יִשְׂרָאֵל: \n",
            "בָּאוּ לַגִּלְגָּל, וְהֻתְּרוּ הַבָּמוֹת. קָדְשֵׁי קָדָשִׁים, נֶאֱכָלִים לִפְנִים מִן הַקְּלָעִים. קָדָשִׁים קַלִּים, בְּכָל מָקוֹם: \n",
            "בָּאוּ לְשִׁילֹה, נֶאֶסְרוּ הַבָּמוֹת. לֹא הָיָה שָׁם תִּקְרָה, אֶלָּא בַיִת שֶׁל אֲבָנִים מִלְּמַטָּן וִירִיעוֹת מִלְמַעְלָן, וְהִיא הָיְתָה מְנוּחָה. קָדְשֵׁי קָדָשִׁים נֶאֱכָלִים לִפְנִים מִן הַקְּלָעִים, קָדָשִׁים קַלִּים וּמַעֲשֵׂר שֵׁנִי, בְּכָל הָרוֹאֶה: \n",
            "בָּאוּ לְנוֹב וּלְגִבְעוֹן, הֻתְּרוּ הַבָּמוֹת. קָדְשֵׁי קָדָשִׁים נֶאֱכָלִים לִפְנִים מִן הַקְּלָעִים. קָדָשִׁים קַלִּים, בְּכָל עָרֵי יִשְׂרָאֵל: \n",
            "בָּאוּ לִירוּשָׁלַיִם, נֶאֶסְרוּ הַבָּמוֹת, וְלֹא הָיָה לָהֶם עוֹד הֶתֵּר, וְהִיא הָיְתָה נַחֲלָה. קָדְשֵׁי קָדָשִׁים, נֶאֱכָלִים לִפְנִים מִן הַקְּלָעִים, קָדָשִׁים קַלִּים וּמַעֲשֵׂר שֵׁנִי, לִפְנִים מִן הַחוֹמָה: \n",
            "כָּל הַקֳּדָשִׁים שֶׁהִקְדִּישָׁן בִּשְׁעַת אִסּוּר בָּמוֹת, וְהִקְרִיבָן בִּשְׁעַת אִסּוּר בָּמוֹת בַּחוּץ, הֲרֵי אֵלּוּ בַעֲשֵׂה וְלֹא תַעֲשֶׂה, וְחַיָּבִין עֲלֵיהֶן כָּרֵת. הִקְדִּישָׁן בִּשְׁעַת הֶתֵּר בָּמוֹת, וְהִקְרִיבָן בִּשְׁעַת אִסּוּר בָּמוֹת, הֲרֵי אֵלּוּ בַעֲשֵׂה וְלֹא תַעֲשֶׂה, וְאֵין חַיָּבִין עֲלֵיהֶן כָּרֵת. הִקְדִּישָׁן בִּשְׁעַת אִסּוּר בָּמוֹת וְהִקְרִיבָן בִּשְׁעַת הֶתֵּר בָּמוֹת, הֲרֵי אֵלּוּ בַעֲשֵׂה וְאֵין בָּהֶם בְּלֹא תַעֲשֶׂה: \n",
            "אֵלּוּ קָדָשִׁים קְרֵבִים בַּמִּשְׁכָּן. קָדָשִׁים שֶׁהֻקְדְּשׁוּ לַמִּשְׁכָּן, קָרְבְּנוֹת הַצִּבּוּר, קְרֵבִין בַּמִּשְׁכָּן. וְקָרְבְּנוֹת הַיָּחִיד, בְּבָמָה. קָרְבְּנוֹת הַיָּחִיד שֶׁהֻקְדְּשׁוּ לַמִּשְׁכָּן, יִקְרְבוּ בַמִּשְׁכָּן. וְאִם הִקְרִיבָן בְּבָמָה, פָּטוּר. מַה בֵּין בָּמַת יָחִיד לְבָמַת צִבּוּר, סְמִיכָה, וּשְׁחִיטַת צָפוֹן, וּמַתַּן סָבִיב, וּתְנוּפָה, וְהַגָּשָׁה. רַבִּי יְהוּדָה אוֹמֵר, אֵין מִנְחָה בְבָמָה. וְכִהוּן, וּבִגְדֵי שָׁרֵת, וּכְלֵי שָׁרֵת, וְרֵיחַ נִיחוֹחַ, וּמְחִצָּה בַדָּמִים, וּרְחוּץ יָדַיִם וְרַגְלָיִם. אֲבָל הַזְּמָן, וְהַנּוֹתָר, וְהַטָּמֵא, שָׁוִים בָּזֶה וּבָזֶה: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>כל הזבחים שנזבחו שלא לשמן.</b> כגון שנשחטה עולה לשם שלמים:",
                "<b>כשרים.</b> ויזרוק דמן ויקטיר אמוריהן לשמן. דבקדושתייהו קיימו ואסור לשנויי בהו:",
                "<b>אלא שלא עלו לבעלים לשם חובה.</b> וצריך להביא אחר לחובתו או לנדרו וישחטנו לשמו. דאמר קרא (דברים כ״ג:כ״ד) מוצא שפתיך תשמור ועשית כאשר נדרת לה׳ אלהיך נדבה, אם נדבה אינו נדר, ואם נדר אינו נדבה, אלא הכי קאמר, אם כמה שנדרת עשית שנשחט לשם נדר ולשם הבעלים, יהא נדר ויצא הבעל ידי חובת נדרו. ואם לאו, שלא נשחט הזבח לשם בעלים, יהא נדבה, כלומר כשר הוא כאילו הביאו לנדבה, אבל לא יצא ידי נדרו, שלא עלה לבעלים לשם חובה. ודוקא קרבן יחיד שיש לו בעלים, אבל קרבנות צבור שנשחטו שלא לשמן, עלו לצבור לשם חובה, שהשחיטה מושכתן למה שהן ראויין לו. ודוקא כששחטן בפירוש שלא לשמן, אז אמרינן דלא עלו לבעלים לשם חובה. אבל שחטן סתם, עלו לבעלים לחובה:",
                "<b>חוץ מן הפסח.</b> דבפסח כתיב (שם טז) ועשית פסח, עד שיהו כל עשיותיו לשם פסח, ועוד כתיב (שמות י״ב:כ״ז) ואמרתם זבח פסח הוא, שתהא זביחה לשם פסח, והנהו תרי קראי, חד לפסול אם נעשה שלא לשם פסח, וחד לפסול אם נעשה שלא לשם בעלים:",
                "<b>וחטאת.</b> דבחטאת נמי כתיבי תרי קראי, כתיב (ויקרא ד׳:כ״ה) ושחט אותה, לחטאת, שתהא שחיטה לשם חטאת, וכתיב (שם) ולקח הכהן מדם החטאת, עד שתהא קבלת הדם וזריקתו לשם חטאת, וכפר עליו הכהן, עליו ולא על חברו, דהיינו שתהא לשם בעלים. מחטאתו אשר חטא, שתהא לשם אותו החטא. ולא אמרן דחטאת שלא לשמו פסול, אלא כששחטו לשם קדשים אחרים, אבל שחט לשם חולין, כשר, ולא עלה לבעלים לשם חובה, דכתיב (שם כב) ולא יחללו את קדשי בני ישראל, קדשים מחללין קדשים, ואין חולין מחללין קדשים:",
                "<b>הפסח בזמנו.</b> פסול שלא לשמו כל זמן שחיטתו, דהיינו מחצות היום של ערב פסח עד הערב. אבל קודם לכן ואחר מכן, קיימא לן פסח בשאר ימות השנה שלמים הוי. וכל דינו כשלמים:",
                "<b>אף האשם.</b> כדמפרש טעמא ואזיל, החטאת באה על החטא וכו׳ וכתיב כחטאת כאשם. ורבנן סברי, חטאת דכתיב ביה מיעוטא, פסול. אשם דלא כתיב ביה מיעוטא, כשר. ואם תאמר, אשם נמי כתיב ביה אשם הוא, האי, לא נאמר אלא לאחר הקטרת אימורין. ואם בא למעט שלא לשמו דפסול, קודם הקטרת אימורין היה צריך לכתבו. ואין הלכה כר׳ אליעזר:"
            ],
            [
                "<b>הנשחטים לשם פסח.</b> כל שאר זבחים שנזבחו בארבעה עשר בניסן לשם פסח. פסולים. וכן שנזבחו לשם חטאת בכל זמן, פסולים. כי היכי דאינהו פסולים לשם אחרים. ופליג אתנא קמא דמתניתין דאמר כל הזבחים שנזבחו שלא לשמן כשרים. ואמר איהו, ובלבד שלא ישחטם לשם פסח ולא לשם חטאת:",
                "<b>שמעון אחי עזריה.</b> נקרא כן, על שם שעזריה עסק בפרקמטיא והיה מספק צרכי שמעון אחיו שהיה עוסק בתורה, והתנו ביניהם שיהא חלק לעזריה בשכר תלמודו של שמעון:",
                "<b>שחטן.</b> לשאר זבחים:",
                "<b>לשם גבוה מהן.</b> כדמפרש ואזיל. כשרים:",
                "<b>לשם נמוך מהן.</b> לשם זבח שהוא פחות מהן בקדושה:",
                "<b>פסולים.</b> דכתיב (ויקרא כ״ב:ט״ו) ולא יחללו את קדשי בני ישראל את אשר ירימו לה׳, במורם מהם אין מתחללים, בנמוך מהם מתחללים. ואין הלכה כר׳ יוסי בן חוני, ולא כשמעון אחי עזריה:",
                "<b>בכור ומעשר בהמה.</b> בהמה. נמוכין משלמים, מפני שהשלמים טעונים מתן ארבע, כלומר שתי מתנות שהן ארבע, וסמיכה ונסכים, ותנופת חזה ושוק. משא״כ בבכור ובמעשר דדמן טעון מתנה אחת, ואין סמיכה ונסכים נוהגת בהן, ולא תנופת חזה ושוק:"
            ],
            [
                "<b>רבי יהושע מכשיר.</b> דחשיב ליה כפסח בשאר ימות השנה, הואיל ואין זמנו עד בין הערבים:",
                "<b>בן בתירא פוסל.</b> הואיל ומקצת היום ראוי, הוה ליה כפסח בזמנו. והלכה כן בתירא:",
                "<b>שבעים ושנים זקן.</b> להודיעך שבישיבה אחת היו יושבים וכולן הורו כאיש אחד, לכך תני זקן ולא תנא זקנים:",
                "<b>כל הזבחים הנאכלים.</b> אבל עולה לא:",
                "<b>ולא הוסיף בן עזאי.</b> על דברי חכמים לפסול חוץ מפסח וחטאת, אלא עולה:"
            ],
            [
                "<b>קבל והלך וזרק.</b> או או קתני. ששחטו שלא לשמן, או קבל הדם במזרק, או הוליך הדם למזבח, או זרק. כל אחת מארבע עבודות הללו שעשה שלא לשמן, בפסח ובחטאת, פסל. ובשאר זבחים, לא עלו לבעלים לשם חובה. ואפילו עשה אחת מארבע עבודות הללו לשמן ושלא לשמן יחד, בין שהקדים מחשבת לשמן למחשבת שלא לשמן בין שהקדים מחשבת שלא לשמן למחשבת לשמן, בכל ענין פסול:",
                "<b>אבל אפשר שלא בהלוך.</b> הלכך לא חשיבא למפסל. וחכמים אומרים, אף על גב דאפשר שלא בהלוך, מחשבה פוסלת בה. דעבודה שאפשר לבטלה שמה עבודה, והולכת הדם עבודה היא, שהרי פסולה בזר, דכתיב ושחט והקריבו בני אהרן הכהנים, מקבלה ואילך מצות כהונה:",
                "<b>המהלך במקום שהוא צריך להלך.</b> הולכה זו, מחשבה פוסלת בה. כיצד, קבלו בחוץ להלן מן המזבח והכניסו בפנים, שקירבו לצד המזבח, זהו הלוך שצריך להלך, ומחשבה פוסלת בו. קבלו בפנים סמוך למזבח והוציאו לחוץ, זהו הלוך שאינו צריך, ואין מחשבה פוסלת בו. חזר והכניסו, זהו הלוך הצריך. ואין הלכה כר׳ אלעזר ולא כר׳ שמעון:"
            ]
        ],
        [
            [
                "<b>כל הזבחים שקבל דמן זר.</b> שאינו כהן, פסול. דכתיב (ויקרא כ״ב:ב׳) וינזרו מקדשי בני ישראל ולא יחללו, למד על הזר שעבד, שחלל את הקדשים:",
                "<b>אונן.</b> מי שמת לו אחד מן הקרובים שהוא חייב להתאבל עליהם, כל יום המיתה קרוי אונן, ואסור לאכול בקדשים. ואם עבד חילל. חוץ מכהן גדול שהוא מקריב אונן:",
                "<b>טבול יום.</b> שאין טהרתו נגמרת עד שיעריב שמשו, כדכתיב (שם) ובא השמש וטהר:",
                "<b>ומחוסר בגדים.</b> כהן הדיוט ששמש בפחות מארבעה בגדים. וכהן גדול ששמש פחות משמונה. וכשם שמחוסר בגדים פסול, כך מיותר בגדים פסול. וכן אם היה דבר חוצץ בין בשרו לכתונת או למכנסים, פסול, דרחמנא אמר (שם ו) ילבש על בשרו, שלא יהא דבר חוצץ בין הבגדים לבשרו. הלכך כהן בשעת עבודה לא היה מניח תפילין של יד, לפי שהן חוצצים בין הבגד לבשרו. אבל תפילין של ראש היה מניח, לפי שהן מונחין על שערו שהוא נראה בין ציץ למצנפת:",
                "<b>ומחוסר כפורים.</b> כגון זב וזבה ומצורע ויולדת שנגמרה טהרתן ולא הביאו קרבנותיהם. ואשכחן דכתב רחמנא ביולדת (שם יב) וכפר עליה הכהן וטהרה, מכלל שעד כאן טמאה היא. והוא הדין לכל שאר טמאים הטעונים קרבן, שהן בטומאתן עד שיביאו כפרתן לענין אכילת קדשים ולבא במקדש:",
                "<b>ושלא רחוץ ידים ורגלים.</b> לפי שנאמר בקידוש ידים ורגלים חוקת עולם, ונאמר בבגדי כהונה חוקת עולם, מה בגדי כהונה אם עבד מחוסר בגדים פסל, אף אם עבד שלא רחץ ידיו ורגליו פסל. וסדר קידוש ידים ורגלים, לא עומד ולא יושב אלא מוטה, ומניח ידו הימנית על גבי רגלו הימנית וידו השמאלית על גבי רגלו השמאלית, ומשפשף רגליו בידיו בשעה שהוא מקדש. ואינו רשאי לקדש בתוך הכיור עצמו, אלא מן המים שיוצאים ממנו, שנאמר (שמות ל׳:י״ט) ורחצו אהרן ובניו ממנו, ולא בתוכו. וכל המימות כשרים לקידוש. ואפילו שאינן מים חיים:",
                "<b>וערל.</b> אם עבד פסל. דכתיב (ביחזקאל מ״ד:ט׳) כל בן נכר ערל לב וערל בשר, הקיש ערל לבן נכר, מה בן נכר אם עבד פסל, אף ערל כן:",
                "<b>יושב.</b> דכתיב (דברים י״ח:ה׳) לעמוד לשרת, שלא יהא שירות אלא מעומד:",
                "<b>עומד על גבי כלים.</b> הואיל ורצפת העזרה מקדשת, וכלי שרת מקדשין הדבר הנוגע בהן, מה כלי שרת צריך שלא יהא דבר חוצץ בינו לכלי שרת, אך רצפה לא יהא דבר חוצץ בינו לבין הרצפה. ולא מיבעיא כלים שאינן מין בשר דודאי חייצי, אלא אפילו בהמה שהיא מין בשר. ולא מבעיא בהמה שאינה מין אדם, אלא אפילו רגלי חבירו שהן מין אדם חוצצים:",
                "<b>קבל בשמאל פסל.</b> דכתיב (ויקרא ד׳:כ״ה) ולקח הכהן מדם החטאת באצבעו ונתן, מלמד שלא תהא קבלת הדם ולא נתינה אלא בימין. דכל מקום שנאמר יד או אצבע אינו אלא בימין, דיליף ממצורע דכתיב ביה (שם י״ד) וטבל הכהן את אצבעו הימנית:",
                "<b>ור״ש מכשיר.</b> סבר מקרא נדרש לאחריו ולא לפניו, הלכך אצבע אונתן דכתיב בתריה קאי, ולא אולקח דכתיב לקמיה. ורבנן סברי מקרא נדרש לפניו ולאחריו, וכי כתיב אצבע אתרווייהו קאי, אלקיחה דלפניו ואנתינה דאחריו. והלכה כחכמים:",
                "<b>נשפך על הרצפה.</b> שלא נתקבל הדם בכלי:",
                "<b>ואספו פסול.</b> דכתיב (שם ט״ז) ולקח מדם הפר, מאי מדם הפר, אי סלקא דעתך ואפילו מקצת דם, והא כתיב (שם ד׳) ואת כל דם הפר ישפוך, אלמא צריך שיקבל כל הדם, אלא קרי ביה ולקח דם מהפר, מן הפר יקבלנו ולא מן הארץ. שגורעין אות מתיבה זו ומוסיפין אותה על תיבה אחרת ודורשים אותה:",
                "<b>נתנו על הכבש שלא כנגד היסוד פסול.</b> ומכל מקום נתכפרו הבעלים. אלא שהבשר אינו נאכל. דאמר רחמנא גבי דם (שם י״ז) ואני נתתיו לכם על המזבח לכפר, כיון שהגיע דם למזבח נתכפרו הבעלים:",
                "<b>נתן את הנתנים למטה.</b> מחוט הסיקרא שהיה חגור למזבח באמצע. והדמים הנתנין בחמש אמות העליונות שהן למעלה מן החוט נקראים הנתנים למעלה והניתנין בה׳ אמות תחתונות שהן למטה מן החוט, נקראים הנתנים למטה:",
                "<b>הנתנים בפנים.</b> שדמן טעון הזיה על מזבח הזהב:",
                "<b>בחוץ.</b> על מזבח החיצון:",
                "<b>פסול.</b> ואסור באכילה:",
                "<b>ואין בו כרת.</b> האוכל מבשר הקדשים שנפסל דמו בפסולים הללו, אינו ענוש כרת:"
            ],
            [
                "<b>השוחט את הזבח.</b> שלמים או שאר הנאכלים:",
                "<b>כזית מעור האליה.</b> הא קמשמע לן דעור האליה לאו כאליה דמי, והוי מחשב לאכול דבר שדרכו לאכול, ולפיכך פסול. דאי כאליה דמי, הוי מחשב לאכול דבר שדרכו להקטיר ולא היה פסול, כדתנן לקמן בסמוך, לאכול דבר שדרכו לאכול, להקטיר דבר שדרכו להקטיר, פסול:",
                "<b>ואינו ענוש כרת.</b> האוכל. ואפילו בחוץ, אינו ענוש כרת:",
                "<b>לאכול את בשרו למחר.</b> הא ליכא לאוקמא בשלמים, אלא בתודה וחטאת. דאילו בשלמים, זמנו הוא. אבל לזרוק דמו או להקטיר אמוריו, אפילו בשלמים הוי למחר חוץ לזמנו:",
                "<b>פגול וחייבים עליו כרת.</b> האוכלו ואפילו, בזמנו ענוש כרת:"
            ],
            [
                "<b>השוחט והמקבל והמהלך והזורק.</b> אם כשהוא עסוק באחת מארבע עבודות הללו חשב על הזבח לאכול ממנו דבר שדרכו לאכול דהיינו הבשר, או להקטיר ממנו דבר שדרכו להקטיר דהיינו אימורים, חוץ למקומו, הבשר אסור באכילה, והאוכלו אינו ענוש כרת. ואם חשב על הזבח לאכלו חוץ לזמנו, הזבח פגול, והאוכלו אפילו בתוך זמנו ענוש כרת, דכתיב (ויקרא ז) ואם האכל יאכל מבשר זבח שלמיו ביום השלישי לא ירצה המקריב אותו לא יחשב לו פגול יהיה, ובמחשב לאכול מזבחו ביום השלישי הכתוב מדבר. או אינו מדבר אלא באוכל מזבחו ביום השלישי, אמרת, אחר שהוכשר יחזור ויפסל, בתמיה. ועוד, הרי הוא אומר לא יחשב, במחשבה הוא נפסל ואינו נפסל בשלישי. ומדקאמר קרא האכל יאכל, דרשינן דבשתי אכילות הכתוב מדבר, אחת אכילת אדם דהיינו הבשר, ואחת אכילת מזבח דהיינו האמורין. ועל שתיהן הוא אומר לא יחשב פגול יהיה:",
                "<b>ובלבד שיקרב המתיר.</b> הדם שהוא מתיר:",
                "<b>כמצותו.</b> [כאילו היה כשר] שלא יהא בו פסול אחר. אבל אם יש בו פסול מחשבה אחרת, יצא מידי פגול. כדמפרש ואזיל. דגבי פגול כתיב לא ירצה, כדכתיב גבי כשר, לומר לך כהרצאת כשר כך הרצאת פגול. מה הרצאת כשר לא קרי לה הרצאה אלא בזריקה שהיא סוף ארבע עבודות המתירות, אף פגול אינו קבוע, ולעולם הוא תלוי ועומד עד שיזרק הדם שהוא סוף כל המתירין:"
            ],
            [
                "<b>בשתיקה.</b> בלא מחשבה הפוסלת:",
                "<b>הפסח והחטאת ששחטן שלא לשמן.</b> מוציאן מידי פגול. אבל שאר זבחים אין שלא לשמן מוציאן מידי פיגול, דהא כשרים הן בשלא לשמן:"
            ],
            [
                "<b>לאכול כזית בחוץ וכזית למחר.</b> היינו הך דאמרן, אלא דרישא איירי בשתי עבודות, ששחט על מנת לאכול כזית בחוץ, וקבל על מנת לאכול כזית למחר. וכאן בעבודה אחת, ששחט על מנת לאכול כזית למחר וכזית בחוץ:",
                "<b>ר׳ יהודה אומר כו׳.</b> אכולה מתניתין פליג. דלית ליה דמחשבת שאר פסולים מוציאה מידי פגול, אא״כ קדם פסולו לפגולו. ובעבודה אחת נמי פליג, דאית ליה תפום לשון ראשון. ואין הלכה כר׳ יהודה:",
                "<b>לאכול כחצי זית ולהקטיר כחצי זית.</b> ושניהן חוץ לזמנו או חוץ למקומו. ",
                "<b>כשר. שאין אכילה והקטרה מצטרפין.</b> לפסלו. דהכא ליכא שיעורא והכא ליכא שיעורא:"
            ]
        ],
        [
            [
                "<b>כל הפסולין ששחטו שחיטתן כשרה.</b> והוא הדין דאפילו לכתחילה שוחטין. דכתיב (ויקרא א׳:ה׳) ושחט את בן הבקר והקריבו בני אהרן הכהנים את הדם, מקבלה ואילך מצות כהונה, למד על השחיטה שכשרה בזרים ובפסולים. ולא קתני ששחטו דמשמע דיעבד אין לכתחילה לא, אלא,. משום טמאים בלבד, דטמא לכתחילה לא ישחוט, גזירה שמא יגע בבשר. וטמא ששחט בקדשים וכשרים לא משכחת לה, אלא בסכינא אריכא, וכגון שהוא עומד חוץ לעזרה ושוחט הבהמה שבתוך העזרה, דהא שחיטת קדשים בעזרה הויא, ואין טמא נכנס לעזרה. ובנטמא בשרץ, שאינו מטמא את הסכין, דלאו אב הטומאה הוא. או בטמא מת וכגון שבדק קרומית של קנה ושחט בה, אבל בסכין לא, שטמא מת מטמא את הסכין להיות אב הטומאה כיוצא בו, והסכין מטמא את הבשר:",
                "<b>לפיכך הן פוסלים.</b> את הקרבן במחשבה. הואיל וראויין לעבודה זו, מחשבתן מחשבה ופוסלת:",
                "<b>וכולן.</b> הפסולים:",
                "<b>שקבלו את הדם</b> על מנת לאכול ולהקטיר חוץ לזמנו או חוץ למקומו:",
                "<b>אם יש דם הנפש</b> עוד בבהמה, יחזור הכשר לעבודה ויקבל ויזרוק, והזבח כשר. שאין מחשבתן של אלו פוסלתן בקבלה, לפי שאינן ראוין לה, ואין המחשבה פוסלת אלא במי שראוי לעבודה, ובדבר הראוי, ובמקום הראוי לעבוד, דכתיב (ויקרא ז) המקריב אותו לא יחשב, בראוי להקרבה הכתוב מדבר:"
            ],
            [
                "<b>יחזיר לכשר.</b> ולא מפסיל במה שנתן אותו לפסול:",
                "<b>נתנו.</b> פסול:",
                "<b>על גבי הכבש שלא כנגד היסוד.</b> דהויא נתינה שלא במקומה. או שנתן את הנתנים למטה למעלה, יחזור הכשר ויקבל. וצריכה לאשמועינן בכולהו דאית ליה תקנתא בחזרה. דאי אשמועינן ברישא, הוה אמינא הנך דחזו לעבודת צבור, כגון טמא דחזי לכתחילה בצבור, הלכך גבי יחיד איכא תקנתא בחזרה, אבל שמאל דלא חזיא לעבודת צבור אימא דלית ליה תקנתא בחזרה. ואי אשמעינן שמאל, הוה אמינא שמאל אית ליה תקנתא בחזרה, שכן יש בה הכשר ביום הכפורים, שכהן גדול נוטל את המחתה בימינו ואת הכף בשמאלו, אבל כלי חול אימא לא. ואי אשמועינן כלי חול, משום דחזו לקדושינהו, אבל הנך אימא לא, צריכא."
            ],
            [
                "<b>לאכול דבר שאין דרכו לאכול.</b> חוץ לזמנו או חוץ למקומו:",
                "<b>ור׳ אליעזר פוסל.</b> ואין הלכה כר׳ אליעזר:"
            ],
            [
                "<b>קיפה.</b> תבלין ודק דק שבשולי קדרה:",
                "<b>אלל.</b> שיורי הבשר הנדבקים בעור בשעת הפשט. פירוש אחר, גיד הצואר שהוא קשה ואינו ראוי לאכילה, שקורין קפיל״ו בלע״ז:",
                "<b>הקרנים והטלפים.</b> ואפילו מה שיש בהן קרוב לבשר שכשחותכין אותו יוצא ממנו דם, לא חשיב כבשר:",
                "<b>ואין חייבין עליהם משום פיגול.</b> אם היה הזבח פיגול, שחשב על בשרו לאכלו חוץ לזמנו, ואכל מאלו, פטור:",
                "<b>וטמא.</b> אם אכל מאחת מאלה בטומאת הגוף מזבח כשר, אינו חייב משום אוכל קדשים בטומאת הגוף:"
            ],
            [
                "<b>השוחט את המוקדשין.</b> כל היכא דנקט האי לישנא מיירי בנקבות:",
                "<b>לאכול שליל.</b> שבמעיה:",
                "<b>או שליא.</b> העור החופה את הולד. אין מחשבה זו פוסלת את הזבח. דשליל ושליא לאו גופא דזיבחא הוא:",
                "<b>לא פיגל.</b> הכי קאמר, השוחט את המוקדשין לאכול שליל או שליא חוץ למקומו, לא פסל. ואם חשב לאכול מהן חוץ לזמנו, לא פיגל:",
                "<b>חלב המוקדשין וביצי תורין אין חייבין עליהן משום פיגול.</b> אם פגל בזבח ואכל מחלב שבדדיה, לא מחייב עליה משום פגול, דלאו גופא דזיבחא הוא:"
            ],
            [
                "<b>להניח את דמו או את אמוריו למחר.</b> לא שיקטירם למחר, דהאי מחשבת חוץ לזמנו היא ופגול גמור הוי. אלא על מנת שיניח הכל למחר ולא יקטירם:",
                "<b>ר׳ יהודה פוסל.</b> הואיל ומיפסל בהוצאה ובהנוח, מיפסל נמי במחשבת הוצאה והנוח. וכשם שאם הניחן למחר פסול, דדם נפסל בשקיעת החמה, כך אם חשב עליהן להניחם למחר, פסל:",
                "<b>וחכמים מכשירין.</b> הואיל ולא חשב לא להקטיר ולא לזרוק ולא לאכול חוץ לזמנו, וכן לא חשב לא להקטיר ולא לזרוק ולא לאכול חוץ למקומו, אע״פ שחשב להניח למחר או להוציא חוץ למקומו, לא פסל. והלכה כחכמים. והא דלא פסל ר׳ יהודה במחשב בדמים הנתנין למטה לתת אותם למעלה הואיל ואם עשה כן פסל, משום דסבירא ליה לר׳ יהודה שהחושב לזרוק הדם על המזבח אפילו שלא במקומו כאילו חשב לזרקו במקומו, ובלבד שלא יחשוב לזרוק חוץ לעזרה:"
            ]
        ],
        [
            [
                "<b>בית שמאי אומרים כל הנתנין על מזבח החיצון.</b> יש מהן שטעונין ארבע מתנות. ויש מהן שטעונין שתים שהם ארבע. ויש שטעונים מתנה אחת, כדתנן באידך פרקין. והשתא קאמר דכולן שלא נתן אלא מתנה אחת בדיעבד כפר, דכתיב (דברים י״ב:כ״ז) ודם זבחיך ישפך, שפיכה אחת משמע, מדלא כתיב סביב דמשמע שתי מתנות שהן ארבע:",
                "<b>ובחטאת שתי מתנות.</b> שלש פרשיות נאמרו בחטאות החיצונות בויקרא, אחת בשעיר נשיא, ושתים בחטאות יחיד, אחת בכבשה ואחת בשעירה. בשתים כתיב על קרנת חסר, והאחת מלא. ובית שמאי יש להן יש אם למקרא, הרי כאן ששה, ואין במזבח אלא ארבע, והשתים יתירות לא נאמרו אלא ששנאן הכתוב לעכב. ובית הלל סברי אהני מקרא דמשמע שש, ואהני מסורת דמשמע, ארבע הילכך טפי חדא אמסורת ובצר חדא ממקרא והוו להו חמש, ארבע למצוה וחד לעכב, ואם נתן מתנה אחת כפר:",
                "<b>לפיכך.</b> חטאת וכל הזבחים לבית הלל, ולבית שמאי שאר הזבחים חוץ מחטאת, נתן את הראשונה כתקנה ואת השניה במחשבת אכילת בשר חוץ לזמנה, כיפר, וכשר הקרבן ליקרב ע״י מתנה ראשונה, דאין השניה מתרת הבשר, שהרי הותר ע״י מתנה ראשונה, הלכך אינה מפגלת:",
                "<b>נתן את הראשונה חוץ לזמנה כו׳ פיגול וחייבין עליו כרת.</b> שאין מחשבת חוץ למקומו דשניה מוציאתו מידי פגול, שהרי הוקבע בראשונה שקרבו כל מתיריו:"
            ],
            [
                "<b>אם חסר אחת מכל המתנות לא כפר.</b> דבפר העלם דבר כתיב (ויקרא ד׳) ועשה לפר כאשר עשה לפר החטאת כן יעשה לו, ומקרא שאין צריך הוא, שהרי כל עבודותיו נתפרשו בו, אלא לכפול באזהרת הזאות שבו הוא דאתא. והכי משמע, ועשה לו כאשר כתבתי לך עשיותיו, ושנה עליהם לעכב שאם חסר אחת מן המתנות לא כפר:",
                "<b>לפיכך (אם נתנן כולן כתקנן).</b> הואיל וכולן מתירות, אין זו מתרת בלא זו ואין זו מפגלת בלא זו:",
                "<b>ואחת שלא כתקנה.</b> במחשבת חוץ לזמנו:",
                "<b>פסול.</b> שלא הותר בראשונות:",
                "<b>ואין בו כרת.</b> שאין מפגלים בחצי מתיר:"
            ],
            [
                "<b>אלו דברים שאין חייבים עליהם</b> כרת באכילתן משום פגול:",
                "<b>הקומץ.</b> אם קמץ על מנת לאכול שירים למחר, ונתפגלה המנחה שאינה נאכלת אלא ליום ולילה, אין האוכל את הקומץ בכרת, שאין פגול חל אלא על דבר שיש לו מתירין אחרים. דפגול משלמים ילפינן ליה דכתיב (ויקרא ז׳:כ״א) ואם האכל יאכל מבשר זבח שלמיו וגו׳, מה שלמים מיוחדים שיש להם מתירין בין לאדם בין למזבח, שהדם מתיר להקטיר האמורין למזבח, והאמורין מתירין הבשר לאדם, וחייבין עליהם משום פגול, אף כל שיש לו מתירין בין לאדם בין למזבח חייבין עליו משום פגול, לאפוקי כל הנך דחשיב במתניתין, שאין להם מתירין אלא הן עצמן מתירין לאחרים, שהאוכל מהן אינו חייב משום פגול:",
                "<b>והלבונה.</b> אין אחר מתירה. אלא היא מתרת את המנחה, כמו הקומץ:",
                "<b>מנחת נדבת כהנים.</b> כולה כליל ואינה נקמצת. הלכך אין אחר מתירה:",
                "<b>מנחת כהן משיח.</b> דהיינו חביתי כהן גדול שהיא קריבה בכל יום מחציתה בבקר ומחציתה בערב:",
                "<b>ומנחת נסכים.</b> לא גרסינן דהא מפליג פליגי בה. ויש חילוק בין באה עם הזבח לבאה בפני עצמה:",
                "<b>והדם.</b> הוא המתיר:",
                "<b>והנסכים הבאים בפני עצמן.</b> כגון שהתנדב מנחת נסכים בלא זבח, כדאמרינן במנחות, מתנדב אדם מנחת נסכים בפני עצמה. אי נמי, הביאה בשביל הזבח אלא שהביא זבחו היום ונסכיו למחר, דאמר מר ומנחתם ונסכיהם אפילו למחר. אבל אם הביאן עם זבחו ופגל בזבח, נתפגלו הנסכים:",
                "<b>וחכמים אומרים אף הבאים עם הבהמה.</b> דכיון דיכול להקריב נסכים למחר, נמצא שאין הזבח מתירן ליקרב, אלא הן מתירין את עצמן. והלכה כחכמים:",
                "<b>לוג שמן של מצורע.</b> שייריו נאכלין:",
                "<b>אין חייבין עליו משום פגול.</b> אם פיגל באשם לא נפגל הלוג. ואע״פ שהלוג תלוי באשם, דכתיב (שם י״ד) על דם האשם, דאם לא נתן מדם האשם תחלה אין נתינת השמן כלום, אפילו הכי כיון דאדם מביא אשמו עכשיו ולוגו עד עשרה ימים, נמצא שאין האשם מתירו. וכיון דאין לו מתירים, אין חייבין עליו משום פגול:",
                "<b>ור״מ אומר.</b> לוג הבא עם האשם בו ביום, חייבין עליו משום פגול אם פגל באשם. ואין הלכה כר״מ:",
                "<b>בין לאדם בין למזבח.</b> או לזה או לזה:"
            ],
            [
                "<b>העולה דמה מתיר את בשרה למזבח.</b> דכתיב (שם א) וזרקו את הדם, והדר וערכו:",
                "<b>ואת עורה לכהנים.</b> דכתיב (שם ז) עור העולה אשר הקריב, אין לו אלא לאחר זריקה:",
                "<b>חטאת העוף.</b> שהיא נאכלת לכהנים. נפקא לן מדכתיב לכל חטאתם, לרבות חטאת העוף דלא תימא נבילה היא:",
                "<b>פרים הנששרפים.</b> פר כהן משיח ופר העלם דבר של צבור ופר יום הכיפורים:",
                "<b>ושעירים הנשרפים.</b> שעיר של יום הכיפורים, ושעירי עבודה זרה. שכל אלו דמן טעון הזיה לפנים, ואימוריהן קרבין על מזבח העולה ושאר הבשר נשרף בבית הדשן. והואיל ודמן מתיר את אימוריהן ליקרב, אם פגל בהן ואכל את אימוריהן חייב עליהן משום פגול:",
                "<b>כל שאינו על מזבח החיצון כשלמים.</b> דפגול, בשלמים הוא דכתיב, מה שלמים מיוחדים שמתן דמן על מזבח החיצון, אף כל שדמן נתון על מזבח החיצון. לאפוקי פרים הנשרפים ושעירים הנשרפים שדמן טעון הזיה ומתן דמים בפנים. ואין הלכה כר״ש:"
            ],
            [
                "<b>קדשי נכרים.</b> שהנכרים נודרים נדרים ונדבות כישראל. דכתיב בפרשת אמור איש איש מבית ישראל אשר יקריב קרבנו לכל נדריהם ולכל נדבותם, ודרשינן איש, מה תלמוד לומר איש איש, לרבות את הגוים שנודרים נדרים ונדבות כישראל:",
                "<b>אין חייבין משום פגול נותר וטמא.</b> דפגול יליף מנותר בגזירה שוה דעון עון, ונותר יליף מטמא בגזירה שוה דחלול חלול, ובטמא כתיב (ויקרא כ״ב:ב׳) וינזרו מקדשי בני ישראל, ולא מקדשי נכרים. ואין הלכה כרבי מאיר:",
                "<b>דברים שאין חייבין עליהן משום פגול.</b> כגון הקומץ והקטורת וכל השנויין במשנתינו:",
                "<b>חייבין משום טומאה.</b> האוכלן בטומאת הגוף חייב כרת:",
                "<b>חוץ מן הדם.</b> דמיעטיה קרא דכתיב (שם י״ז) ואני נתתיו לכם, שלכם יהא כשאר חולין, ולא כקדשים. ועוד כתיב (שם) על המזבח לכפר, לכפרה נתתיו ולא למעילה. הלכך אין חייבין עליו לא משום טומאה ולא משום נותר ולא משום פגול, אלא משום אוכל דם גרידא:",
                "<b>בדבר שדרכן להאכל.</b> שדרך בני אדם לאכלן, ואע״פ שהוא מן הנקטרים, כגון קומץ ומנחת כהנים והדומים לה. אבל לבונה ועצים וקטורת אין חייבין עליהן משום טומאה. ורבנן פליגי עליה ומרבו להו לטומאה מקרא דכתיב (שם ז) והבשר אשר יגע בכל טמא, והבשר יתירא לרבות עצים ולבונה. והלכה כחכמים דעצים ולבינה נמי יש בהן משום טומאה. ואין לך עצים דמיטמאין אלא עצים של קרבן בלבד, שאם נגעה בהן טומאה אסור לשרפן על גבי המזבח:"
            ],
            [
                "<b>לשם זבח.</b> לאפוקי שינוי קודש, כגון לשם זבח אחר:",
                "<b>לשם זובח.</b> לאפוקי שינוי בעלים. כדילפינן לעיל בריש פרק קמא ממוצא שפתיך תשמור ועשית כאשר נדרת לה׳ אלהיך נדבה כו׳:",
                "<b>לשם אשים.</b> לאפוקי אם שחטו על מנת לעשותו חתיכות צלויות בגחלים:",
                "<b>לשם ריח.</b> לאפוקי אם צלאן תחלה חוץ למערכה, דתו לא מסקי ריחא:",
                "<b>לשם הנחת רוח.</b> נחת רוח להקב״ה שאמר ונעשה רצונו. וכל הני ילפינן להו מדכתיב אשה ריח ניחוח:",
                "<b>לשם חטא.</b> לשם חטאו שהוא מביאו עליו:",
                "<b>אף מי שלא היה בלבו לשם אחד מכל אלו.</b> אלא שחטו סתם, כשר:",
                "<b>שהוא תנאי ב״ד.</b> שישחוט סתם ולא לימא לשמן, דלמא אתי למימר שלא לשמן:",
                "<b>שאין המחשבה הולכת אלא אחר העובד.</b> הלכך אי הוה אומר שלא לשמן אף כי אמרו הבעלים לשמן, לאו מידי הוא, דלאו בדידהו תליא מילתא, דכתיב (ויקרא ז׳:י״ח) המקריב אותו לא יחשב. והלכה כרבי יוסי:"
            ]
        ],
        [
            [
                "<b>איזהו מקומן של זבחים, קדשי קדשים.</b> עולות חטאות ואשמות:",
                "<b>שחיטתן בצפון.</b> עולה, בהדיא כתיב בה (שם א׳) ושחט אותו על ירך המזבח צפונה. חטאת, כתיב בה (שם ו) במקום אשר תשחט העולה תשחט החטאת. אשם, כתיב ביה (שם ז) במקום אשר ישחטו את העולה ישחטו את האשם:",
                "<b>שחיטתן בצפון.</b> והא דלא תני הכא וקבול דמן בכלי שרת בצפון, אע״ג דכולהו קבלת דמן בצפון במקום שחיטה, דסמוך לשחיטה כתיב ולקח מדם הפר, אלא, משום דאיכא אשמו של מצורע שהכהן היה מקבל מקצת דמו בכפו, דכתיב (שם י״ד) ולקח הכהן מדם האשם ונתן, מה נתינה בעצמו של כהן, באצבעו, אף לקיחה בעצמו של כהן, משום הכי לא כתב הכא וקבול דמן, שאין קבול דמן שוה. ומשום דלא סגי ליה בלא קבלת כלי, שלאחר שקבל כהן אחד למקצת דם בידו היה כהן אחר מקבל הדם בכלי, משום הכי הדר תני בהדיא אשם מצורע אשם תלוי שחיטתן בצפון וקיבול דמן בכלי שרת בצפון:",
                "<b>פר ושעיר של יום הכפורים.</b> אע״ג דצפון כעולה הוא דכתיב, הקדים תנא לחטאות ברישא, דאיידי דאתיא מדרשא חביבא ליה. וחטאות פנימיות איידי דנכנס דמן לפני ולפנים חביבא ליה ואקדמינהו לשאר חטאות. ואינהו נמי שחיטתן בצפון דכתיב (שם ד) ושחט את החטאת במקום העולה, וקרא יתירא הוא, דהא כתיב במקום אשר תשחט העולה תשחט החטאת, אלא זה בנה אב לכל החטאות שיהו טעונות צפון:",
                "<b>וקבול דמן בכלי שרת.</b> דכתיב בעולת סיני (שמות כ״ד:ו׳) וישם באגנות, וממנו למדו כל הזבחים להיות טעונים כלי:",
                "<b>הזיה על בין הבדים.</b> עומד בין שני בדי ארון ומזה אחת למעלה ושבע למטה כנגד עוביה של כפורת, ולא היו נוגעים בה:",
                "<b>ועל הפרוכת.</b> דכתיב (ויקרא ט״ז:ט״ז) וכן יעשה לאהל מועד:",
                "<b>ועל מזבח הזהב.</b> כדכתיב ויצא אל המזבח. בסדר עבודת יום הכיפורים בפרשת אחרי מות:",
                "<b>מתנה אחת מעכבת.</b> כדאמרן בפרק בית שמאי (זבחים דף ל״ו) דבפר העלם דבר כתיב ועשה לפר כאשר עשה לפר החטאת כן יעשה לו, וקרא יתירא הוא, לעכב שאם חסר אחת מן המתנות לא כפר. ודרשינן ועשה לפר, זה פר יום הכיפורים, דבדידיה נמי מתנה אחת מעכבת כמו פר העלם דבר:",
                "<b>שיירי הדם היה שופך על יסוד מערבי.</b> כדכתיב (ויקרא ד׳:ז׳) אל יסוד מזבח העולה אשר פתח אוהל מועד, ואוהל מועד למערבו של מזבח החיצון היה:",
                "<b>אם לא נתן.</b> שירי הדם ליסוד, לא עכב הכפרה. דבתר הזאות ומתן דמים לפנים כתיב (שם י״ו) וכלה מכפר את הקדש, דמשמע שכבר שלמו כל הכפרות כולן:"
            ],
            [
                "<b>פרים הנשרפים.</b> פר העלם ופר כהן משיח, שאין נאכלים לכהנים אלא נשרפים חוץ לירושלים:",
                "<b>ושעירים הנשרפים.</b> שעירי עבודה זרה. שהוקשו לפר העלם לכל דבריהם:",
                "<b>הזיה על הפרוכת.</b> שבע הזיות על הפרוכת. אבל בין הבדים לא כתיב בהו הזיה כמו בפר של יום הכיפורים דכתיב ביה (שם) והזה באצבעו על פני הכפורת:",
                "<b>אלו ואלו.</b> של יום הכיפורים ושאר הנשרפים:",
                "<b>נשרפים בבית הדשן.</b> למקום שמוציאים שם את הדשן של מזבח החיצון, דכתיב ביה (שם ו׳) והוציא את הדשן אל מחוץ למחנה. ובפרים הנשרפים כתיב (שם ד׳) אל שפך הדשן ישרף:"
            ],
            [
                "<b>אלו הן חטאות הצבור.</b> שאנו צריכין להזכירם, שהרי הפנימיות כבר נשנו:",
                "<b>שעירי ראשי חדשים ושל מועדות.</b> שהן על מזבח החיצון:",
                "<b>שחיטתן בצפון.</b> שהרי למדנו בבנין אב לכל החטאות שהן טעונות צפון:",
                "<b>עלה בכבש ופנה לסובב.</b> מפני שדמה ניתן על הקרנות ובאצבע, צריך לעמוד על גבי סובב. אבל בכל שאר הדמים שהן התחתונים מן החוט ולמטה, עומד על הרצפה אצל זוית המזבח וזורק מן הכלי, וכל מקום שיגיע למזבח כשר:",
                "<b>ובא לו לקרן דרומית מזרחית.</b> שבה הוא פוגע ראשון, כדקיימא לן [יומא דף ט״ו] כל פינות שאתה פונה לא יהיו אלא דרך ימין, והכבש בדרום, וכשעולה בו ופניו למזבח נמצא ימינו למזרח, ופונה לימינו למזרח ובא לו לאותה הקרן והולך ומקיף בסובב דרך ימין ופניו למזבח מן הדרום למזרח וממזרח לצפון ומצפון למערב דהיינו דרך ימין. ואמה על אמה ברום אמה הנתון בראש המזבח בכל זוית וזוית שבה, קרוי קרן:",
                "<b>על יסוד דרומית.</b> דילפינן ירידתו מן הכבש בחטאות החיצונות ושיירי הדם בידו, מיציאתו מן ההיכל ושיריים הפנימים בידו, מה יציאתו מן ההיכל היה נותן שיירי הדם בסמוך לו שהוא יסוד מערבי כדכתיב (ויקרא ד׳:ז׳) אשר פתח אהל מועד, דהיינו לצד מערב שהוא סמוך להיכל, אף ירידתו מן הכבש נותן השיריים בסמוך לו, דהיינו יסוד דרומי סמוך לכבש, שהכבש בדרום:",
                "<b>לפנים מן הקלעים.</b> לפי שבמשכן היו קלעים היקף לחצר אהל מועד, ובחטאת כתיב (שם ו) במקום קדוש תאכל בחצר אוהל מועד. ובבית עולמים היתה חומת העזרה במקום הקלעים:",
                "<b>לזכרי כהונה.</b> דגבי חטאת ואשם ומנחה כתיב כל זכר בכהנים יאכל אותה:",
                "<b>בכל מאכל.</b> משום דבעי למתני בפסח דאינו נאכל אלא צלי, תנא בכולהו בכל מאכל:",
                "<b>ליום ולילה.</b> דכתיב (שם ז׳) ובשר זבח תודת שלמיו ביום קרבנו, יאכל, למדנו לתודה שנאכלת ליום אחד. חטאת ואשם מנין, תלמוד לומר זבח:",
                "<b>עד חצות.</b> סייג עשו חכמים לתורה להרחיק את האדם מן העבירה. דהא קרא לא יניח ממנו עד בוקר קאמר:"
            ],
            [
                "<b>העולה קדשי קדשים.</b> היא. ליפסל ביוצא, ובטבול יום, ובמחוסר כפורים ומועלים בה. ומשום דלא כתיב בה בקרא קודש קדשים היא כמו בחטאת ואשם, אשמועינן תנא הכא דהיא נמי קדשי קדשים כחטאת ואשם, שהרי היא שוה להם למקום שחיטתן וקבלת דמן:",
                "<b>שתי מתנות.</b> בקרן מזרחית צפונית, ובקרן מערבית דרומית שכנגדה באלכסון. וטעמא, משום דקרן מזרחית דרומית לא היה לו יסוד לפי שלא היה בחלקו של בנימין שנתנבא יעקב עליו (בראשית מ״ט:כ״ז) בבקר יאכל עד, באחסנתיה יתבני מקדשא, דבר המקודש לדמים לא יהא אלא בחלקו של בנימין, ואותו הקרן לא היה בחלקו, שהמזבח היה תופס בחלקו של יהודה אמה במזרחו ואמה בדרומו כל אורך מזרח ודרום בעובי אמה, אלא שלא היתה אמה שבמזרח על פני כל המזרח, שכשמגיע לקרן מזרחית צפונית היתה כלה בתוך אמה לקרן, וכן אכילת האמה הדרומית לא היתה מהלכת על פני כל הדרום, שכשמגיע לקרן דרומית מערבית היתה כלה סמוך לקרן אמה. נמצא יסוד לשלש הקרנות. הלכך היה מתחיל בקרן צפונית מזרחית. הואיל וקרן דרומית מזרחית אין לה יסוד לפי שלא היה בחלקו של טורף שנתנבא עליו יעקב. ועולה טעונה תחלת מתן דמה כנגד היסוד, הלכך בעי הנך תרתי דאמרן. דשתי מתנות שהן ארבע בעינן, כדי שיהא מתן הדם בארבע רוחות המזבח, דכתיב (ויקרא א׳:ה׳) וזרקו את הדם על המזבח סביב, אי וזרקו יכול יזרקנו בזריקה אחת, תלמוד לומר, סביב ואי אפשר להקיף בזריקה אחת. אי סביב יכול יקיפנו כחוט, תלמוד לומר וזרקו, ואין זריקה אלא מרחוק, וכחוט אי אפשר להקיף אלא באצבע. הא כיצד, נותן שתי מתנות שהן ארבע:",
                "<b>וטעונה הפשט ונתוח.</b> כדכתיב (שם) והפשיט את העולה ונתח אותה לנתחיה:",
                "<b>וכליל לאישים.</b> כולה נשרפת על גבי האש:"
            ],
            [
                "<b>זבחי שלמי צבור.</b> כבשי עצרת:",
                "<b>אשם גזילות.</b> האמור בשבועת הפקדון:",
                "<b>אשם מעילות.</b> הנהנה מן ההקדש:",
                "<b>אשם שפחה חרופה.</b> הבא על שפחה שחציה שפחה וחציה בת חורין המיועדת לעבד עברי שמותר בשפחה ובבת חורין:",
                "<b>אשם נזיר.</b> שנטמא במת. דכתיב ביה (במדבר ו׳:י״ב) והזיר לה׳ את ימי נזרו [וגו׳]:",
                "<b>אשם תלוי.</b> ספק שגג בדבר שחייבין על זדונו כרת, ספק לא שגג. והוא כתיב בויקרא אצל אשם מעילות:",
                "<b>אשם ודאי.</b> לא גרסינן. שכל אלו אשם ודאי הן, חוץ מאשם תלוי:",
                "<b>שתי מתנות שהן ארבע.</b> דבאשם נמי כתיב זריקה וכתיב סביב:",
                "<b>ונאכלין לפנים מן הקלעים.</b> דכתיב באשם (במדבר י״ח:י׳) בקודש הקדשים תאכלנו. וזבחי שלמי צבור סמך אותן הכתוב לחטאת דכתיב (ויקרא כ״ג:י״ט) ועשיתם שעיר עזים אחד לחטאת ושני כבשים בני שנה לזבח שלמים, לומר לך שדינן כחטאת שאין נאכלין אלא לפנים מן הקלעים ולזכרי כהונה. אבל אין טעונים ארבע מתנות כחטאת, שאין לך בכל הקרבנות מי שטעון ארבע מתנות אלא חטאת בלבד:"
            ],
            [
                "<b>התודה ואיל נזיר קדשים קלים.</b> אין מועלין בהן:",
                "<b>שחיטתן בכל מקום.</b> אין טעונין שחיטה בצפון:",
                "<b>ונאכלים בכל העיר.</b> דגבי חטאת כתיב (שם י׳) ואכלתם אותה במקום קדוש, ואין שלמים במקום קדוש אלא במקום טהור דהיינו בכל העיר שהוא מקום טהור מליכנס שם מצורעים:",
                "<b>לכל אדם.</b> לזרים:",
                "<b>ליום ולילה.</b> בתודה כתיב (שם ז׳) ביום קרבנו יאכל לא יניח ממנו עד בוקר. ותניא, תודת שלמיו, לרבות שלמי נזיר:",
                "<b>המורם מהם.</b> חזה ושוק שנתן מהן לכהן כשאר שלמים, דתודה לשלמים אתקוש דכתיב (שם) וזאת תורת זבח השלמים וגו׳ אם על תודה וגו׳. וארבע חלות מארבע מינים שבה כדכתיב (שם) אחד מכל קרבן לכהן הזורק וגו׳, ומורם מאיל נזיר, זרוע בשלה וחזה ושוק וחלת מצה אחת ורקיק אחד:",
                "<b>כיוצא בהן.</b> נאכלים בכל העיר ליום ולילה:",
                "<b>לכהנים לנשיהם.</b> כדכתיב (שם י׳) ואת חזה התנופה וגו׳ תאכלו במקום טהור אתה ובניך ובנותיך:"
            ],
            [
                "<b>שחיטתן בכל מקום בעזרה.</b> שלש פרשיות נאמרו בשחיטת שלמים, חדא בבן בקר, וחדא בכשב, וחדא בעז. בקמייתא כתיב ושחטו פתח אהל מועד, ובתרתי בתרייתא כתיב לפני אהל מועד, להכשיר את כל הרוחות שבעזרה, דלפני משמע כל שלפני ההיכל:",
                "<b>לשני ימים ולילה אחד.</b> דהכי כתיב בשלמים (שם ז׳) והנותר מבשר הזבח ביום השלישי באש ישרף:"
            ],
            [
                "<b>והמעשר.</b> מעשר בהמה:",
                "<b>ודמן טעון מתנה אחת.</b> דלא כתיב בהו סביב, אלא ואת דמם תזרוק כתיב גבי בכור. והנך נמי מהתם ילפינן, מד, לא כתיב ואת דמו אלא ואת דמם:",
                "<b>כנגד היסוד.</b> במקום שיש יסוד תחתיו, למעוטי מזרחית דרומית שאין שם יסוד כדאמרן. ובכור ומעשר ופסח טעונים יסוד, דילפינן זריקה זריקה לגזירה שוה מעולה, ובעולה כתיב (ויקרא ד׳:ז׳) אל יסוד מזבח העולה:",
                "<b>שינה באכילתן.</b> זה מזה. אע״פ שהשוה אותן למתן דמים:",
                "<b>הבכור נאכל לכהנים.</b> כדכתיב (במדבר י״ח:י״ח) ובשרם יהיה לך:",
                "<b>והמעשר לכל אדם.</b> שלא מצינו בכל התורה שיהיה לכהנים חלק בו:",
                "<b>ונאכלין בכל העיר.</b> דכתיב (דברים י״ב:ה׳-ו׳) והבאתם שמה עולותיכם וזבחיכם ואת מעשרותיכם. ותניא, בשני מעשרות הכתוב מדבר, חד מעשר בהמה, וחד מעשר דגן. וכתיב בההוא קרא ובכורות בקרכם וצאנכם, ומדלא קבע להו מחיצה שמע מינה דמעשר ובכור נאכלים בכל העיר:",
                "<b>לשני ימים ולי, לה אחד.</b> דבבכור הוא אומר ובשרם יהיה לך כחזה התנופה וכשוק הימין, הקישו הכתוב לחזה ושוק, מה חזה ושוק של שלמים לשני ימים ולילה אחד, אף בכור לשני ימים ולילה אחד, ומעשר כבכור:",
                "<b>למנוייו.</b> לאותם שנמנו בדמי לקיחתו כדכתיב (שמות י״ב:ד׳) איש לפי אכלו תכוסו:"
            ]
        ],
        [
            [
                "<b>קדשי קדשים.</b> כאילו נשחטו בצפון. דכתיב (שם כ׳) וזבחת עליו את עולותיך ואת שלמיך, כולו כשר לעולה וכולו כשר לשלמים, ואע״ג דעולה טעונה צפון ואין שלמים טעונים צפון:",
                "<b>מחצי המזבח ולצפון כצפון.</b> דמשמע ליה חציו לעולותיך וחציו לשלמיך. דאי סלקא דעתך כולו לעולה כשר, השתא כולו לעולה אמרת דכשר, כולו לשלמים ששחיטתן בכל מקום מיבעיא. ואידך, איצטריך, סלקא דעתך אמינא עולה דדחיק לה מקום, שלא הוכשרו לה שאר הרוחות, ופעמים שהעולות מרובות וצר להם המקום, לפיכך הכשיר להם ראש המזבח, אבל שלמים דלא דחיק להו המקום לא הכשיר להם ראש המזבח, קמ״ל. והלכה כרבי יוסי:",
                "<b>היו נקמצות בכל מקום.</b> ואינם טעונות צפון. דלא קבע הכתוב מקום לקמיצה:",
                "<b>לפנים מן הקלעים לזכרי כהונה.</b> דכתיב (במדבר י״ח) לכל קרבנם ולכל מנחתם, וסמיך ליה בקודש הקדשים תאכלנו כל זכר יאכל אותו:",
                "<b>ליום ולילה עד חצות.</b> דילפינן ממנחת לחמי תודה:"
            ],
            [
                "<b>חטאת העוף היתה נעשית בקרן מערבית דרומית.</b> משום דמנחת חוטא קרויה חטאת, דכתיב במנחת חוטא (ויקרא ה׳:י״א) לא ישים עליה שמן ולא יתן עליה לבונה כי חטאת היא. ומשמע נמי שהחטאת קרויה מנחה. דחטאת נהפכה להיות מנחה בדלי דלות, ומנחה מצינו שטעונה הגשה בקרן מערבית דרומית דכתיב (שם ו) הקרב אותה בני אהרן לפני ה׳ אל פני המזבח, איזהו רוח שהוא לפני ה׳ ואל פני המזבח, הוי אומר זו רוח מערבית דרומית, דלפני ה׳ הוא מערב, ופני המזבח הוא הדרום ששם היה הכבש, ומה מנחה טעונה הגשה בקרן מערבית דרומית, אף חטאת העוף עבודתה בקרן מערבית דרומית. והזאת דמה היא עיקר עבודתה:",
                "<b>בכל מקום היתה כשרה.</b> למליקתה:",
                "<b>אלא זה היה מקומה.</b> להזאתה. והכי מפרש לה בגמרא:",
                "<b>מלמטה.</b> למטה מחוט הסקרא:",
                "<b>הגשות.</b> של מנחות קודם קמיצתן, כדכתיב (שם ב׳) והגישה אל המזבח:",
                "<b>ושיירי הדם.</b> של חטאות החיצונות היה שופך אל יסוד דרומי. כדילפינן בפרק איזהו מקומן:",
                "<b>ניסוך המים.</b> בחג הסוכות:",
                "<b>והיין.</b> בכל יום. ששם היו השיתין ולא היה אפשר לנסך כי אם שם:",
                "<b>ועולת העוף כשהיא רבה במזרח.</b> דעיקר מקומה בקרן דרומית מזרחית, מפני שקרובה לבית הדשן לזרוק שם מוראה ונוצה, כדכתיב (שם א׳) והשליך אותה וגו׳ אל מקום הדשן. וכשהיא רבה שם שיש כהנים הרבה באותה הקרן עסוקים בעולות ואין לזה מקום לעמוד בסובב דעולת העוף נעשית למעלה, בא לו לקרן דרומית מערבית, שאף היא סמוכה לבית הדשן יותר משאר שתי קרנות, שבית הדשן סמוך לכבש היה במזרחו של כבש ולדרומו של מזבח:"
            ],
            [
                "<b>ומקיפים דרך שמאל.</b> מקיפים את המזבח בשביל צרכי עבודה. כגון למתן דמי חטאות ולסידור מערכה או להפך אברים בצנורא, ויורדים במערבו של כבש שהיא שמאל העולין למזבח בעלייתן:",
                "<b>חוץ מן העולה לג׳ דברים אלו.</b> הנעשים בקרן מערבית דרומית, שהן ניסוך המים והיין ועולת העוף, שכשהוא עולה למזבח פונה לסובב לשמאל באותה הקרן וכשגמר חוזר על עקב דרך עלייתו. בניסוך המים והיין, שמא יתעשנו בעשן המזבח בעוד שהוא פונה דרך ימין ומקיף לשמאל ויפיגו טעמן וריחן, ואנן בעינן תמימים יהיו לכם ונסכיהם שיהיו הנסכים תמימים. ועולת העוף נמי שמא תתעשן ותמות:"
            ],
            [
                "<b>היה מולק את ראשה.</b> אוחז שתי גפיה בשתי אצבעותיו זרת וקמיצה של ידו השמאלית, והעוף על גבי ידו ופניו של עוף לצד גב ידו שיהיה העורף למעלה, ומותח צוארו הגרון על רוחב של שתי אצבעותיו אצבע ואמה. ומולק בצפרנו. וזו אחת מעבודות קשות שבמקדש:",
                "<b>ואינו מבדיל.</b> הראש מן הגוף. אלא חותך שדרה ומפרקת ורוב בשר עמו עד שמגיע לושט או לקנה ונוטל סימן אחד לבדו ומולק, כדכתיב ולא יבדיל:",
                "<b>ומזה מדמה.</b> אוחז בעוף ומזה. שלא היה מזה לא בכלי ולא באצבע אלא בגופו של עוף:",
                "<b>היה מתמצה.</b> שמקרב בית מליקתו למזבח ודוחקו בקיר והדם מתמצה ויורד ליסוד. דבחטאת העוף כתיב (ויקרא ה׳) והזה מדם החטאת על קיר המזבח והנשאר בדם ימצה אל יסוד המזבח, איזהו קיר שהשירים שלו מתמצין ליסוד. הוי אומר זה קיר התחתון, דהיינו מן החוט ולמטה. דאי קיר העליון, דהיינו מן החוט ולמעלה, פעמים שהיה מתמצה לסובב, כיון שעושה למעלה מן הסובב שהחוט למטה מן הסובב אמה:"
            ],
            [
                "<b>עלה בכבש.</b> לפי שעולת העוף נעשית למעלה, דלא כתיב בעולת העוף יסוד, אלא בחטאת העוף בלבד. ובבהמה איפכא, דחטאת בהמה נעשית למעלה דכתיב בה קרנות המזבח, ועולת בהמה למטה דכתיב (שם ד׳) אל יסוד מזבח העולה, תלה היסוד בעולה:",
                "<b>בא לו לקרן דרומית מזרחית.</b> לפי שהיא קרובה לבית הדשן ששם משליך המוראה והנוצה:",
                "<b>ממול ערפה.</b> מול הרואה את ערפה. והוא אחורי הצואר. ואע״פ שלא נאמר בעולה מול עורף, למדנו בה מול עורף מחטאת:",
                "<b>ומבדיל.</b> חותך שני סימנים. דמדכתיב בחטאת העוף ולא יבדיל, למדנו שבעולת העוף מבדיל:",
                "<b>והקיף בית מליקתו למזבח.</b> מקרב ודוחק בית המליקה בקיר המזבח כדי שיתמצה הדם:",
                "<b>וספגו במלח.</b> לשון שאיבה ולקיחה, כמו סופג את הארבעים. אף כאן נותן עליו מלח כדי שיהא הראש מושך ומקבל המלח. פירוש אחר, ספגו בגימ״ל כמו סופקו בקו״ף, לשון ויספוק את כפיו (במדבר כ״ד):",
                "<b>מוראה.</b> זפק:",
                "<b>נוצה.</b> קודר בו כמין ארובה ונוטל כל העור והנוצה שכנגד הזפק עם הזפק ומשליך:",
                "<b>שסע.</b> את העוף בין אגפים ולא היה מבדיל:"
            ],
            [
                "<b>הבדיל בחטאת.</b> שמלק שני סימנים בחטאת:",
                "<b>או לא הבדיל בעולה.</b> שמלק בה סימן אחד:",
                "<b>פסול.</b> דכל שינוי שהוא לפני עבודת הדם פסול:",
                "<b>ולא מיצה דם הגוף פסולה.</b> דעיקר דמים בגוף הוא דשכיחי:"
            ],
            [
                "<b>חטאת העוף שמלקה שלא לשמה.</b> מליקה בעוף במקום שחיטה בבהמה. ומיצוי בעוף במקום זריקת הדם בבהמה. והמחשבה הפוסלת בשחיטה וזריקת דם בבהמה, פוסלת במליקה ובמיצוי הדם בעוף. אבל קבלה והלוך אין בעוף:",
                "<b>עולת העוף כשרה.</b> כדתנן בריש פרק קמא גבי בהמה, כל הזבחים שנזבחו שלא לשמן כשרים אלא שלא עלו לבעלים לשם חובה, חוץ מן הפסח ומן החטאת:",
                "<b>לאכול דבר שדרכו לאכול.</b> חטאת העוף:",
                "<b>להקטיר דבר שדרכו להקטיר.</b> עולת העוף:",
                "<b>שלא לשמה.</b> אין מוציא עולה מידי פגול, לפי שהיא כשרה שלא לשמה. וכולה מתניתין מפורשת לעיל פרק ב׳:"
            ]
        ],
        [
            [
                "<b>חטאת העוף שעשאה למטה.</b> מחוט הסקרא, כהלכתה שהיא נעשית למטה, כדאמרן בפרקין דלעיל:",
                "<b>כמעשה חטאת.</b> בהזאה ומיצוי:",
                "<b>לשם חטאת.</b> אף על פי ששינה בסדר מליקה כגון שמלק והבדיל, ובחטאת נאמר ולא יבדיל:",
                "<b>כשרה.</b> הואיל ונעשית למטה ובשאר עבודות כהלכתה:",
                "<b>כמעשה חטאת לשם עולה וכו׳ פסולה.</b> דחטאת שלא לשמה פסולה:",
                "<b>כמעשה כולם.</b> כלומר כמעשה אחד מכולם האמורים כאן, ואפילו כמעשה חטאת לשם חטאת, הואיל ועשאה למעלה פסולה:"
            ],
            [
                "<b>עולת העוף שעשאה למעלה.</b> כהלכתה שהיא נעשית למעלה:",
                "<b>כמעשה עולה לשם עולה.</b> אף על פי ששינה במליקתה שלא הבדיל, ומן הדין היה לו להבדיל, אפילו הכי כשרה:",
                "<b>כמעשה עולה לשם חטאת כשרה.</b> דכל הזבחים שנזבחו שלא לשמן כשרים אלא שלא עלו לבעלים לשם חובה, חוץ מן הפסח ומן החטאת:",
                "<b>עשאה למטה כמעשה כולן.</b> כמעשה אחד מכולן, ואפילו כמעשה עולה לשם עולה:",
                "<b>פסולה.</b> הואיל ועשאה למטה פסולה:"
            ],
            [
                "<b>וכולן אינן מטמאות בבית הבליעה.</b> אע״פ שנפסלו, מליקתן מטהרתן מידי נבילה, ואין מטמאין בבית הבליעה כדין נבלת עוף טהור שהאוכלה אע״פ שלא נגע בה כגון שתחבה לו חבירו בבית הבליעה נטמא טומאה חמורה לטמא בגדים שעליו, אבל אלו אף על פי שאין מליקתן מתירתן באכילה מפני הפסול שאירע בהן, מכל מקום מטהרתן ומוציאתן מידי נבילה:",
                "<b>ומועלין בהן.</b> הנהנה מהן בשוה פרוטה מביא קרבן מעילה כדין כל נהנה מן ההקדש. ואפילו חטאת, הואיל ונפסלה ולא היה בה שעת היתר לכהנים, לא יצאה מידי מעילה:",
                "<b>חוץ מחטאת העוף שעשאה למטה כמעשה חטאת לשם חטאת.</b> דכשרה היא ויש בה שעת היתר לכהנים, ושוב אין בה מעילה אפילו לזר:"
            ],
            [
                "<b>ר׳ אליעזר אומר מועלים בה.</b> דהא עולה היא ומי הוציאה ממעילתה, והלא שעת היתר לכהנים לא היה לה:",
                "<b>רבי יהושע אומר אין מועלים בה.</b> דכיון דשינה שמה ומעשיה ומקומה לשם חטאת, נעשית חטאת:",
                "<b>ומה חטאת העוף שאין מועלים בה.</b> כששחטה לשמה, שהרי נאכלת לכהנים:",
                "<b>שינה את שמה.</b> נפסלה ולא באה לכלל היתר:",
                "<b>מועלים בה.</b> דהא רבי יהושע גופיה לא פליג עליה:",
                "<b>לדבר שיש בו מעילה.</b> לשם עולה:",
                "<b>ששחטן בדרום.</b> לשם שלמים, יוכיחו:",
                "<b>ששינה שמן ומעשיהן לדבר שאין בו מעילה.</b> שקדשים קלים אין מעילה אלא באימוריהן:",
                "<b>ומועלים בהן.</b> מפני שנפסלו בשינוי מקומן ולא הוציאתן זריקתן מידי מעילה:",
                "<b>איסור והיתר.</b> קדשים קלים יש באימוריהן משום מעילה ואין בבשרן משום מעילה:",
                "<b>בדבר שכולו היתר.</b> בחטאת העוף שאין בו צד מעילה. והלכה כרבי יהושע:"
            ],
            [
                "<b>מלק בשמאל.</b> דמליקתו פסולה. שכל מקום שנאמר אצבע וכהונה אינו אלא של ימין:",
                "<b>או בלילה.</b> דאין מליקה בלילה, דרחמנא אמר ביום צוותו:",
                "<b>אינן מטמאין.</b> הואיל ופסולן בקודש ואהני מליקה דידהו שאם עלו לא ירדו:",
                "<b>שחט חולין בפנים וקדשים בחוץ אין מטמאין בבית הבליעה.</b> ואף על פי שאסורים באכילה:",
                "<b>מלק בסכין.</b> לאו מליקה היא ולאו שחיטה היא, דהא מליקה בצפורן היא בעצמו של כהן:",
                "<b>מלק חולין בפנים.</b> דלא שייך מליקה בחולין אלא בקדשים בפנים, והמולק חולין בכל מקום או קדשים בחוץ הוי כאילו נוחר או מעקר, ואין אותה מליקה מוציאה מידי נבילה:",
                "<b>תורין שלא הגיע זמנן.</b> תורים גדולים, כשרים, קטנים פסולים. בני יונה, קטנים כשרים, גדולים פסולים:",
                "<b>ושיבש גפה.</b> דמחוסר אבר פסול אף בעופות. דהא דקיימא לן אין תמות וזכרות בעופות, הני מילי כגון דוקין שבעין שאין מומן ניכר, אבל מחוסר אבר, הקריבהו נא לפחתך:",
                "<b>מטמא בבית הבליעה.</b> דלא מהני מליקה דידהו למידי, שאפילו עלו ירדו:",
                "<b>כל שאין פסולן בקודש.</b> שנפסלו קודם שבאו לעזרה. וכל שאין פסולן בקודש אמרינן לקמן בפרק המזבח מקדש, דאם עלה ירד. אבל אותן שפסולן בקודש כגון הקדשים הראויין אלא שנפסלו בעבודותיהן, אין מטמאין, דהא אהני להו מליקה דאם עלו לא ירדו:",
                "<b>כל הפסולים.</b> כגון זר, ואונן וטבול יום ומחוסר כפורים וכל אותן השנויין בריש פ״ב:",
                "<b>ואינן מטמאות בבית הבליעה.</b> שאף על פי שאין מליקתן מתרת קדשים באכילה. מכל מקום מוציאתן מידי נבלה:"
            ],
            [
                "<b>אינה מטמאה בבית הבליעה.</b> דמליקתה מטהרתה מידי נבלה:",
                "<b>ר׳ יהודה אומר מטמאה בבית הבליעה.</b> דסבירא ליה לר״י דלא אהני שחיטה בעוף של חולין ולא מליקה בקדשים בטריפה בעוף להוציאה מידי נבילה:",
                "<b>אינו דין שתהא שחיטה כו׳.</b> וכיון דילפת ששחיטה מטהר את הטריפה בעוף בחולין מק״ו, ילפינן מליקת קדשים מינה בבנין אב, מה מצינו בשחיטה כו׳, אף מליקה המכשרת באכילה תטהר טריפתה מטומאתה:",
                "<b>רבי יוסי אומר דיה כו׳.</b> כיון דלא אשכחן בהדיא דשחיטה מוציאה מידי נבילה בעוף, אלא מק״ו מנבלת בהמה אתה בא ללמוד, דיה שתהא כנבלת בהמה ששחיטתה מטהרתה מידי נבילה ולא מליקתה, דדיו לבא מן הדין להיות כנדון. ושלש מחלוקות בדבר, ר״מ סבר, אחד שחיטה ואחד מליקה מוציאה בעוף מידי נבלה. ור׳ יהודה סבר, בין שחיטה בין מליקה לא מהני בטריפה בעוף להוציאה מידי נבלה. ור׳ יוסי סבר, שחיטה מהניא, מליקה לא מהניא. והלכה כר׳ יוסי:"
            ]
        ],
        [
            [
                "<b>כל הזבחים שנתערבו בחטאות המתות.</b> הכי קאמר, כל הזבחים שנתערבו בהם חטאות המתות, או שור הנסקל:",
                "<b>אפילו אחת בריבוא ימותו כולן.</b> דכיון דנתערבו באיסורי הנאה אין תקנה לפדותם דנימא ירעו עד שיסתאבו. ולא בטלי ברובא, דבעלי חיים חשיבי ולא בטלי. וחטאות המתות הן חמשה, ואלו הן, ולד חטאת, ותמורת חטאת, וחטאת שמתו בעליה, ושכיפרו בעליה באחרת, ושעברה שנתה. אלו חמש חטאות מניחין אותן במקום סגור עד שימותו מאליהן, והן נקראין חטאות המתות:",
                "<b>בשור שנעבדה בו עבירה.</b> שהוא נפסל בה להקרבה. כגון שהמית את האדם על פי עד אחד שאינו אסור להדיוט, לפי שאינו נסקל אלא על פי שני עדים:",
                "<b>או על פי הבעלים.</b> שבאו בעלים לב״ד והודו שהמית, דאפטר ליה מסקילה דמודה בקנס פטור. אבל לגבוה נאסר, דקיי״ל, ומן הצאן, להוציא את הנוגח:",
                "<b>ורובע ונרבע.</b> על פי עד אחד, או על פי הבעלים, או קודם שנגמר דינו, או שהיה אותו שהמית והרובע והנרבע [של] נכרי. שנאסר לגבוה ולא להדיוט:",
                "<b>מוקצה.</b> שהפרישוהו לקרבן לעבודה זרה, ונעבד נמי, שניהם מותרים להדיוט:",
                "<b>באתנן ומחיר.</b> כל הני חולין נינהו, וזבח אחד מעורב בהן, כולן ירעו. שאי אפשר לשחוט אחד מהם בלא מום, שמא זהו הזבח. והשוחט קדשים בחוץ חייב כרת. ולמכרן לצרכי עולות אי אפשר, שהרי פסולים:",
                "<b>ויביא בדמי היפה שבהן מאותו המין.</b> אם חטאת חטאת ואם עולה עולה. ויקח מעות כשיעור דמי היפה שבכולן ויאמר, כל מקום שהוא הזבח יהא מחולל על המעות הללו:",
                "<b>נתערב.</b> זבח אחד בחולין כשרים הרבה:",
                "<b>ימכרו החולין.</b> כולן:",
                "<b>לצריכי אותו המין שהיה הזבח שנתערב בהן.</b> ונמצאו כולן קדשים ממין אחד אלא שאין ידוע מי בעליו של כל אחד ואחד, שהרי הזבח הראשון שם בעליו עליו ואין ידוע איזהו. ותקנתו, שיקריב כל אחד לשם מי שהוא ויאמר כשיקריב כל אחד, הרי הוא לשם בעלים שלו:"
            ],
            [
                "<b>מין במינו.</b> חטאת בחטאת, עולה בעולה, שלמים בשלמים, אלא שהן של בעלים הרבה:",
                "<b>יקריב כל אחד לשם מי שהוא.</b> ולא יזכיר שם אדם. והני מילי בקרבנות של נשים דלא בעי סמיכה, דכתיב בני ישראל וסמך, בני ישראל סומכים ואין בנות ישראל סומכות. אבל בקרבן אנשים דבעי סמיכה, לא:",
                "<b>מין בשאינו מינו ירעו.</b> שאי אפשר בהקרבה, שחלוקין במתן דמים או בהקטרתן או באכילתן:",
                "<b>ויפסיד המותר מביתו.</b> שאם מכר אחד מהן בשנים והאחר באחד, צריך להביא מכל מין בשנים, כיון שאין ידוע מאיזה מין הוא אותו שנמכר בשנים, ונמצא מפסיד אחד מביתו:",
                "<b>נתערבו בבכור ובמעשר.</b> בהמה. שאין להם פדיון שתחול קדושתו על דמיהן ויצאו הן לחולין, אלא נאכלין במומן, הבכור נאכל לכהנים והמעשר לבעלים:",
                "<b>כולן ירעו עד שיסתאבו.</b> שיפול בהן מום. ויאמר, כל מקום שהוא הזבח יתחלל על המעות הללו. ומותרים לאכלן, ובלבד שיאכלו בתורת בכור ומעשר, שלא ימכרם באטליז ולא ישקלם בליטרא. ומדמי הזבח יקריב מינו של זבח:",
                "<b>הכל יכולים להתערב.</b> כלומר אם נתערבו יש ספק בתערובתן:",
                "<b>חוץ מן החטאת עם האשם.</b> שהחטאת אינה לעולם איל, ואשם אינו אלא איל. ואי אשם מצורע ואשם נזיר הוא שהן באים כבשים, מכל מקום הן זכרים, והחטאת אינה באה אלא נקבה. אבל חטאת ועולה מתערבים, כגון שעיר נשיא בשעיר עולת נדבה. וכל שכן חטאת ושלמים, שהכל קרב שלמים בין זכרים בין נקבות. וכן איל של עולת נדבה באשם:"
            ],
            [
                "<b>אשם שנתערב בשלמים.</b> שמתן דמו של אשם ושלמים שוה:",
                "<b>שניהם ישחטו בצפון.</b> דשלמים שחיטתן בכל מקום ויכולים נמי לשוחטן בצפון במקום ששוחטים האשם:",
                "<b>כחמור שבהן.</b> לפנים מן הקלעים לזכרי כהונה ליום ולילה. ולא כשלמים הקלים שנאכלים בכל העיר לכל אדם לשני ימים ולילה אחד. ובעל השלמים יצא ידי נדרו, דהא שלמים לשמן הן קרבין, שמקריב כל אחד לשם מי שהוא:",
                "<b>אין מביאין קדשים לבית הפסול.</b> שממעט את אכילת שלמים בין באוכליהן בין בזמן אכילתן ומביאן לידי נותר. אלא ירעו ויסתאבו וימכרו כדאמרינן גבי קדשים בקדשים מין בשאינו מינו, ויביא בדמי היפה שבהן כו׳. ואין הלכה כר״ש:",
                "<b>חתיכות בחתיכות.</b> אם נתערבו חתיכת קדשי קדשים בחתיכה של קדשים קלים, או חתיכה של קדשים קלים הנאכלים ליום אחד כגון שלמי תודה עם חתיכה של קדשים קלים הנאכלים לשני ימים ולילה אחד דהיינו שאר שלמים, בהא מודו רבנן לר״ש דיאכלו כחמור שבהן, דמאי אית ליה למיעבד:"
            ],
            [
                "<b>אברי חטאת.</b> שבשרה נאכל לכהנים:",
                "<b>שנתערבו באברי עולה.</b> שכולה כליל:",
                "<b>יתן למעלן.</b> יתן אברי התערובות כולן על העצים. וטעמא דר׳ אליעזר, דאמר קרא (ויקרא ב׳:י״א) כי כל שאור וכל דבש לא תקטירו ממנו אשה לה׳, והכי משמעותא דקרא, כי כל שאור וכל דבש לא תקטירו, ולא תקטירו כל שממנו אשה לה׳, דהיינו השיריים של קרבן. קרבן ראשית תקריבו מן השאור והדבש לה׳, שתי לחם מן השאור ודבש מן הביכורים מפרי העץ שהם תאנים ותמרים. ואל המזבח דרשינן ליה בין אשאור ודבש בין אשיריים, לריח ניחוח אי אתה מעלה אבל אתה מעלה לשם עצים. והיינו דקאמר ורואה אני את בשר חטאת כאילו הן עצים:",
                "<b>וחכמים אומרים תעובר צורתן.</b> כלומר יניח אותן עד שיפסלו ויצאו לבית השריפה כשאר פסולי המוקדשים, ואינו מעלן למזבח, דהא עבר משום כל שממנו לאישים הרי הוא בבל תקטירו, וחטאת דאימוריו קרבים לאישים הרי הבשר בבל תקטירו. והלכה כחכמים:"
            ],
            [
                "<b>אברים באברי בעלי מומים.</b> אברים כשרים שנתערב בהן אבר אחד של בעלי מומין, ובא כהן שאינו יודע בתערובתן והקריב אחד מן הראשין, יקריבו כל הראשין לכתחלה, דתלינן איסורא בההוא דקרב, והנך כולהו כשרים נינהו. ובגמרא מפרש דלא שרי ר׳ אליעזר אלא להקריבן שנים שנים, דודאי חד מהנך זוג דהיתירא הוא וניתנה הקרבה זו ליקרב משום ההוא דהיתר. ואי משום ההוא דספק איסור איכא למתלייה באותו שקרב תחלה קודם שנמלך. אבל אחד אחד שמא לא נתנה הקרבה זו ליקרב אפילו לר׳ אליעזר דילמא האי דאיסורא הוא:",
                "<b>חוץ מאחד.</b> חוץ מזוג אחד. הכי מפרש לה בגמרא. דבחד גרידא מודה ר׳ אליעזר דלא ניתנה הקרבה זו ליקרב, כדאמרן:"
            ],
            [
                "<b>אם יש בו מראה דם כשר.</b> והני מילי כשנפלו המים לתוך דם של קדשים. אבל אם נפל דם של קדשים לתוך מים, אמרינן קמא קמא בטיל, ואפילו יש בו מראה דם פסול:",
                "<b>נתערב ביין.</b> שהוא אדום:",
                "<b>רואין אותו כאילו הוא מים.</b> ואם היה דם זה ניכר באותן המים, כשר:",
                "<b>בדם בהמה.</b> של חולין:",
                "<b>רואין אותו.</b> דם של חולין כאילו הוא מים, ואם היה מראה אדמומית של דם הכשר ניכר בהם, כשר, ואע״פ שהדם הפסול מרובה עליו הרבה:",
                "<b>אין דם מבטל דם.</b> דמין במינו לרבי יהודה לא בטיל, ואפילו טפה לתוך כלי גדול. אע״פ שאילו היה הדם מים, אין הדם הכשר ניכר בהם. אפילו הכי כשר לזריקה. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>נתערב בדם הפסולים.</b> כגון בדם שנשחט לחוץ לזמנו:",
                "<b>ישפך לאמה.</b> לאמת המים העוברת בעזרה ויורדת לנחל קדרון. ולא אמרינן רואים אותו כאילו הוא מים ואם דם הכשר ניכר בהם יזרק, דגזרינן דלמא אתי לאכשורי דם פסולים בעינייהו. וכן דם התמצית. דמדאורייתא דם התמצית לא חזי לכפרה. דכתיב (ויקרא י״ז) כי נפש כל בשר בדם הוא ואני נתתיו לכם על המזבח לכפר. דם שהנפש יוצאה בו מכפר, ושאין הנפש יוצאה בו אינו מכפר. וגזרינן על דם הנפש שנתערב בדם התמצית, דלמא אתי לאכשורי בזריקה דם התמצית בעיניה:",
                "<b>רבי אליעזר מכשיר.</b> לכתחלה בדם התמצית שנתערב עם דם הנפש. דסבר אין דם התמצית של בהמה מצוי להיות רבה על דם הנפש, הלכך אמאי נגזור, הוה ליה כנתערב דם החולין בדם הקדשים דלא גזרינן ביה מידי. וכשנתערב בדם פסולין דמלתא דשכיחא, לא פליג רבי אליעזר. ותנא קמא סבר פעמים שדם התמצית רבה על דם הנפש, הלכך גזר היכא דלא רבה אטו היכא דרבה. ומיהו היכא דלא נמלך הכהן בב״ד אם יתן מתערובת זו אם לאו ונתן מאליו, מודה ת״ק דכשר, דגזירה בעלמא היא ובדיעבד כשר. וכי אתי לאמלוכי, אמרינן ליה לשופכו אמה משום גזירה. והלכה כחכמים:"
            ],
            [
                "<b>דם תמימים שנתערב בדם בעלי מומין ישפך לאמה.</b> ובהא לא פליג ר׳ אליעזר, דעבר בזריקתן משום לא תקריבו:",
                "<b>נתערב כוס בכוסות.</b> כוס דם של בעל מום בכוסות של דם כשר, ואין ידוע איזהו כוס של דם בעל מום:",
                "<b>ר׳ אליעזר אומר אם קרב אחד מהם כו׳.</b> כדרך שנחלקו באברים ואברי בעלי מומין, כך נחלקו בכוסות, וכדפרישנא לעיל. וצריכא לאפלוגי בתרווייהו, דאי אשמועינן באברים, בהא קאמר רבי אליעזר יקרבו משום דאתעבידא כפרתן בהכשר, דהיינו זריקת דמן שהיא עיקר כפרה, אבל גבי כוס בכוסות דעיקר כפרה בקלקול, אימא לא, צריכא:"
            ],
            [
                "<b>הנתנין למטה.</b> מחוט הסקרא. כגון דם עולה ואשם ושלמים ובכור ופסח ומעשר, שנתערבו בדם חטאת שהוא ניתן למעלה:",
                "<b>ר׳ אליעזר אומר יתן למעלה.</b> מתנות חטאת. ואע״פ שדם התחתונים מעורב בו. הואיל ואינו מתכוין לתת התחתונים למעלה רואה אני אותם כאילו הם מים. ומפני שמצוה להקדים עליונים לתחתונים, שכל החטאות קודמות לעולות, הלכך נותן למעלה תחלה ואח״כ למטה, ונתינת מטה תעלה לו לשפיכת שיריים של חטאת ולהתחלת מתנות עולה:",
                "<b>ישפכו לאמה.</b> דלית להו רואים:",
                "<b>ואם לא נמלך ונתן כשר.</b> דהא ניתן ממנו למעלה. ואין הלכה כר׳ אליעזר:"
            ],
            [
                "<b>הנתנין במתנה אחת.</b> בגמרא מפרש כגון כוס דם בכור שנתערב בכוס דם מעשר:",
                "<b>ינתנו מתנה אחת.</b> מכל כוס וכוס יתן מתנה אחת מכוס זה ומתנה אחת מכוס זה:",
                "<b>מתן ארבע במתן ארבע.</b> כגון דם עולה בדם שלמים או בדם אשם, ששניהם טעונים שתי מתנות שהן ארבע ושניהם תחתונים:",
                "<b>מתן ארבע במתן אחד.</b> כגון עולה בבכור ששניהם תחתונים:",
                "<b>רא״א ינתנו במתן ארבע.</b> ורואה אני את מתנות היתירות הניתנות מדם הבכור כאילו הם מים. ואין זה בל תוסיף:",
                "<b>במתנה אחת.</b> שלא יעבור על בל תוסיף. וידי עולה יצא, דכל הנתנים על מזבח החיצון שנתנן במתנה אחת כיפר:",
                "<b>ולא עשית מעשה בידך.</b> ואינו דומה עושה מעשה, ליושב ואינו עושה ואיסור בא מאיליו. והלכה כרבי יהושע:"
            ],
            [
                "<b>הנתנין בפנים כו׳ ישפכו לאמה.</b> דלא אמרינן רואים, ואסור לשנות את אלו מפני הכשרן של אלו. ורבי אליעזר דסבר אמרינן רואין, לא פליג הכא. דהיכי לעביד, ניתיב לחוץ והדר לפנים, כשם שמצוה להקדים עליונים לתחתונים כך מצוה להקדים פנימי לחיצון, דפנימי חשוב. ניתיב בפנים והדר ניתיב בחוץ, כיון דאיכא חטאת ואשם שאם נתערב דמם בדמים הפנימים לא מצי למימר יתן בפנים ואחר כך יתן בחוץ משום דמפסלי חיצונים, לא פסיקא ליה. וא״ת לפסלינהו לחיצונים כדי להכשיר פנימים. למפסלינהו בידים לא קאמר ר׳ אליעזר, ומוטב להמתין עד שקיעת החמה ויפסלו מאליהן וישפכו, לאמה:",
                "<b>נתן בחוץ.</b> כהן שלא נמלך ונתן מתערובת זו בחוץ, כשר:",
                "<b>ר׳ עקיבא פוסל. החיצון.</b> שכל דמים החיצונים שנכנסו לפנים נפסלו:",
                "<b>וחכמים מכשירים.</b> בכל הקרבנות, חוץ מחטאת החיצונה דמיפסלא משום וכל חטאת אשר יובא כו׳. והלכה כחכמים:"
            ],
            [
                "<b>יצא אחד מהן לחוץ.</b> חוץ לעזרה:",
                "<b>הפנימי כשר.</b> ונותן ממנו מתנותיו והקרבן כשר:",
                "<b>וחכמים פוסלין.</b> דכתיב (ויקרא ו׳) אשר יובא מדמה, ואפילו מקצת דמה, פסול. מדלא כתיב את דמה:",
                "<b>ומה אם במקום שהמחשבה פוסלת בחוץ.</b> כלומר, ומה חוץ, שהוא מקום שהמחשבה פוסלת בו שאם חישב בשחיטה על מנת לזרוק דמה לחוץ, פסולה:",
                "<b>לא עשה.</b> אצל מוציא מקצת דמה לחוץ את המשוייר בפנים כיוצא, כדאמריתו הפנימי כשר. ",
                "<b>מקום שאין המחשבה פוסלת בפנים.</b> כלומר היכל שהוא מקום שאין מחשבה פוסלת בו. שאם שחט על מנת ליתן את הנתנים בחוץ בפנים כשר, אינו דין כו׳. ואין הלכה כר׳ יוסי הגלילי. ודוקא בדם הוא דאמרינן דאם יצא חוץ לעזרה או נכנס בפנים להזות ממנו בהיכל נפסל. אבל בשר קדשים נהי דאם יצא לחוץ נפסל ואסור באכילה, דכתיב (שמות כ״ב:ל׳) ובשר בשדה טריפה, בשר שיצא חוץ למחיצתו, דהיינו קדשי קדשים חוץ לעזרה וקדשים קלים מחוץ לעיר, נעשה כאילו הוא בשר בשדה והרי הוא טריפה ולא תאכלו. מכל מקום אם נכנס לפנים אל תוך ההיכל לא נפסל בשביל כן ומותר באכילה, דאמר קרא אשר יובא מדמה לא תאכל, מדמה ולא מבשרה:",
                "<b>עד שיכפר.</b> בהיכל:",
                "<b>ר׳ יהודה אומר כו׳.</b> והלכה כר״י:",
                "<b>ואין הציץ מרצה על היוצא.</b> ואע״ג דפסולים שעלו לא ירדו, ארצויי מיהא לא ארצו, דכתיב בציץ (שם כ״ח) ונשא אהרן את עון הקדשים, ובפרשת אמור כתיב כל איש אשר יקרב מכל זרעכם אל הקדשים וגו׳ וטומאתו עליו, מה קדשים האמורים להלן בטומאה הכתוב מדבר, אף עון קדשים האמורים בציץ בטומאה הכתוב מדבר:"
            ]
        ],
        [
            [
                "<b>המזבח מקדש את הראוי לו.</b> ופליגי תנאי בפירושא דמתניתין מאי ניהו הראוי לו:",
                "<b>ר׳ יהושע אומר כל הראוי לאשים.</b> להשרף על גבי האש, אע״פ שנפסל, אם עלה למזבח קדשו המזבח ונעשה לחמו, ואם עלה לא ירד. אבל דבר שאין ראוי לאש, כגון דם פסול ונסכים פסולים, אפילו אם עלו ירדו:",
                "<b>היא העולה על מוקדה.</b> דבר שהוא למוקד ועלה, הרי הוא בהוייתו ולא ירד. היא, משמע בהוייתה תהא:",
                "<b>רבן גמליאל אומר כל הראוי למזבח.</b> ואפילו דם ונסכים שנפסלו, אם עלו לא ירדו. ואין לך למעט אלא דבר שלא הוברר לחלקו של מזבח מעולם, כגון קמצים שלא קדשו בכלי אחר קמיצה, דאע״ג דהמנחה כולה קדשה בכלי אין זה חלק גבוה ברור, שאין המנחה קריבה כולה. ובקמיצה בלא מתן כלי, אין זה מבורר למזבח, ואינו מתקדש אפילו עלה על גבי המזבח:",
                "<b>אלא הדם והנסכים.</b> שהם ראוים למזבח ואינם ראויים לאשים:",
                "<b>ר״ש אומר הזבח כשר והנסכים פסולים.</b> ר׳ שמעון סבירא ליה בנסכים של זבח כרבי יהושע, ובדם ובנסכים הבאים בפני עצמן כרבן גמליאל. ולא ממוקדה יליף, אלא מקרא דכתיב (שמות כ״ט:ל״ח) כל הנוגע במזבח יקדש, וכתיב בתריה וזה אשר תעשה על המזבח כבשים בני שנה תמימים שנים ליום עולה, אין המזבח מקדש אלא דומיא דעולה, מה עולה הבאה בגלל עצמה, אף כל הבאים בגלל עצמן, יצאו נסכים הבאים בגלל הזבח. הלכך בין שהזבח כשר והנסכים פסולים כגון שיצאו או נטמאו, בין שהזבח פסול והנסכים כשרים, דהואיל והן באים בגללו נפסלים עמו ובטלה תורת הקדש מהן:",
                "<b>ואפילו זה וזה פסולים הזבח לא ירד.</b> שהמזבח מקדשו:",
                "<b>והנסכים ירדו.</b> כיון שאין באים בגלל עצמן אינן דומיא דעולה ואין מזבח מקדשן. והלכה כר׳ יהושע:"
            ],
            [
                "<b>הלן.</b> בין דם בין אימורים שלנו לילה חוץ למזבח:",
                "<b>ר׳ יהודה אומר שנשחטה בלילה כו׳ אם עלתה תרד.</b> דכתיב זאת תורת העולה היא העולה, זאת היא העולה, הרי כאן שלשה מיעוטים, מיעט נשחטה בלילה ושנשפך דמה ושיצא דמה חוץ לקלעים, שאם עלתה תרד:",
                "<b>ר׳ שמעון אומר לא תרד.</b> דדריש זאת תורת העולה, תורה אחת לכל העולים שאם עלו לא ירדו. והלכה כר׳ יהודה:"
            ],
            [
                "<b>מכשיר בבעלי מומין.</b> דאם עלו לא ירדו. ודוקא בדוקין שבעין וכיוצא בהן הכשיר ר׳ עקיבא, הואיל והן כשרים לכתחילה בעופות. אבל במחוסר אבר דפסול בעופות, לא:",
                "<b>דוחה היה אבא את בעלי מומין.</b> שאם עלו דוחה היה אותן כלאחר יד ולא היה מורידן דרך בזיון בפרהסיא, ובהא פליג אתנא קמא דאמר ירדו. והלכה כרבי חנינא בן אנטיגנוס:"
            ],
            [
                "<b>כשם שאם עלו לא ירדו.</b> אכל הנך פסולין דתנן בהו לא ירדו קאי:",
                "<b>כך אם ירדו.</b> לאחר שעלו, לא יעלו עוד:",
                "<b>וכולן שעלו חיים בראש המזבח.</b> ר׳ עקיבא קאמר לה דמכשיר בבעלי מומין. ומודה שאם עלו חיים בראש המזבח ירדו, שאין המזבח מקדש בעלי מומין חיים:",
                "<b>עולה שעלתה חיה לראש המזבח תרד.</b> בעולה כשרה מיירי, ודברי הכל. ולא נקט לה אלא משום סיפא, ללמדך שראש המזבח מקום ראוי להפשט ונתוח היכא דעבר ושחטה בראש המזבח:"
            ],
            [
                "<b>ואלו אם עלו ירדו.</b> ואפילו הן כשרים וטהורים. משום דלא שייך בהו מזבח כלל:",
                "<b>בשר קדשי קדשים כו׳.</b> דלאכילה קיימי ולא למזבח:",
                "<b>והקטורת.</b> לא ראויה היא למזבח החיצון:",
                "<b>הצמר שבראשי כבשים.</b> גרסינן. ורישא דבבא אחריתא היא, ובהדי עצמות וגידין קתני לה ומשפט אחד להם. הצמר שבראשי כבשים, של עולה. שהראש אינו בכלל הפשט וקרב עם עורו, והכי אמרינן בשחיטת חולין [כ״ז ע״ב]. מנין לרבות את הראש שכבר הותז בשחיטה שאע״פ שאינו בכלל הפשט ישנו בכלל הקטרה, תלמוד לומר את הראש. ויש צמר בגובה ראשו של כבש אצל ערפו, וכן השער שבזקן התישים בזמן שהן מחוברים, כולן עולים:"
            ],
            [
                "<b>וכולם.</b> בין פסולים שעלו דתנן בהו לא ירדו, בין עצמות וגידין שהעלן מחוברים ואכלתם האש:",
                "<b>ופקעו מעל המזבח. לארץ.</b> אסקלטי״ר בלע״ז:",
                "<b>לא יחזיר.</b> אין צריך להחזיר:",
                "<b>וכן גחלת שפקעה.</b> אין צריך להחזיר:",
                "<b>אברים שפקעו כו׳.</b> אי דאית בהו ממש, שבשרם ניכר, אפילו לאחר חצות נמי יחזיר, דלא הוי עיכול. ואי דלית בהו ממש, שנשרפו׳ כולן ונעשו גחלת, אפילו קודם חצות לא יחזיר. אלא הכא במאי עסקינן כגון שנתקשו מחמת האש ששלטה בכולן ונשרפו ולא נעשו פחם אבל כעצים יבשים הם מתוכם:",
                "<b>קודם לחצות ולאחר חצות.</b> ילפינן מקרא דכתיב כל הלילה עד הבוקר, ממשמע שנאמר כל הלילה איני יודע שעד הבוקר, אלא תן בוקר לבוקרו של לילה, שאין צריכין להיות עוד על המוקד, ואיזה בוקר נוסף על בוקרו של לילה שאין צריכין להיות עוד על המוקד, זה חצות. דבוקר של לילה הוא עמוד השחר:",
                "<b>ומועלין בהן.</b> דאכתי בני מזבח נינהו:",
                "<b>ואין מועלין בהן.</b> דכיון דהוו מעוכלים הוו להו דבר שנעשית מצותו ואין מועלים בו:"
            ],
            [
                "<b>הכבש מקדש.</b> דכתיב (שמות מ׳:ט׳) ומשחת את המזבח וגו׳, את, לרבות את הכבש:",
                "<b>הכלים מקדשים.</b> דבכלים נמי כתיב (שם ל׳) כל הנוגע בהם יקדש:",
                "<b>כלי הלח.</b> קערות ומזרקות לדם וליין ולשמן:",
                "<b>מדות היבש.</b> שתי מדות של יבש היו שם, עשרון, וחצי עשרון:",
                "<b>שהיו עושין והן שלימים.</b> שהיו עושים כשהן שלימים. ומיהו כל כלי שרת שנקבו או שנשברו אין מתקנין שבריהן אלא עושים אותן חדשים. וכן סכין שנפגם אין משחיזין אותו להסיר הפגם. ובגדי כהונה שנתלכלכו אין מכבסין אותן אלא עושים חדשים ומניחין אלו לצורך פתילות של מנורה ושמחת בית השואבה. וכל כך למה, לפי שאין עניות במקום עשירות. ומזבח שנפגם פסול. וכל פגימה הפוסלת בסכין של שחיטה, פוסלת במזבח. וכל זמן שהמזבח פגום כל קדשים הנשחטין בעזרה כולם פסולין, דכתיב (שם כ) וזבחת עליו את עולותיך ואת שלמיך, וא״א לומר מקרא כמשמעו שהרי שחיטת קדשים בעזרה היא ולא על המזבח, אלא עליו, כלומר כל זמן שהוא שלם אתה זובח ואין אתה זובח כשהוא פגום. וכל קדשים הנמצאים בעזרה בשעה שהמזבח פגום אע״פ שנשחטו בכשרות, כולם פסולים. ואפילד שירי מנחית אינם נאכלים, דכתיב (ויקרא י׳) ואכלוה מצות אצל המזבח, מפי השמועה למדו בזמן שהמזבח שלם ולא בזמן שהוא פגום:"
            ]
        ],
        [
            [
                "<b>כל התדיר מחבירו קודם את חבירו.</b> דכתיב מלבד עולת הבוקר אשר לעולת התמיד. מכדי כתיב מלבד עולת הבוקר, העשויה כבר משמע, מינה שמעינן דתמידין קודמין למוספין, אשר לעולת התמיד למה לי, פשיטא דעולת הבוקר עולת התמיד היא, אלא תלה לך טעם הקדמתה בתדירות כדי שתלמוד לשאר תדירין שיקדימו. דמשום היא גופה לא הוה צריך לפרושי:"
            ],
            [
                "<b>דם חטאת קודם לדם עולה.</b> אם שניהם שחוטין ועומדין ליזרק:",
                "<b>שהוא מרצה.</b> מכפר על חייבי כריתות שצריכים ריצוי גדול:",
                "<b>אברי עולה קודמין.</b> בהקטרתן:",
                "<b>לאימורי חטאת.</b> אם נזרקו דמי שניהם:",
                "<b>מפני שהן כליל.</b> וצד ריבוי הוא זה למזבח:",
                "<b>על ארבע קרנות.</b> ואשם שתי מתנות שהן ארבע ולא על הקרנות:",
                "<b>ועל היסוד.</b> שפיכת שיירים. ובאשם לא מצינו שנאמר בו:",
                "<b>מתן ארבע.</b> שתי מתנות שהן ארבע, ובכור אינו טעון אלא מתנה אחת ואינו טעון סמיכה ונסכים ולא תנופת חזה ושוק:"
            ],
            [
                "<b>ונאכל לכהנים.</b> והמעשר אין לכהנים חלק בו אלא כולו נאכל לבעלים:",
                "<b>מפני שהוא מין זבח.</b> זביחת סכין. ועוף במליקה. וזבחים חשיבי:",
                "<b>ויש בו קדשי קדשים.</b> ואע״ג דקרבן עוף כולו קדשי קדשים, או חטאת או עולה, זבחים יש להן לחלק גבוה שני דברים, דמו ואמוריו, משא״כ לחטאת העוף שאין למזבח אלא דמה, וכיון דקדמה לחטאת העוף כל שכן לעולת העוף, דהא חטאת העוף קודמת לעולת העוף כדמפרש ואזיל:"
            ],
            [
                "<b>שהן מיני דמים.</b> ומיני דמים כפרתן מרובה:",
                "<b>חטאת העוף קודמת לעולת העוף.</b> דכתיב (ויקרא ה׳:ח׳) והקריב את אשר לחטאת ראשונה, בנה בנין אב לכל החטאות שקודמות לעולה בין בבהמה בין בעוף:",
                "<b>וכן להקדשה.</b> כשהוא מפריש קנו, דהיינו שתי תורים או שני בני יונה, קורא שם לחטאת תחלה:"
            ],
            [
                "<b>קודמות לאשמות.</b> אם היה מחוייב חטאת ואשם ומביאן, חטאת קודמת. כדתנן שדמה נתן על ארבע קרנות ועל היסוד:",
                "<b>מפני שהוא בא להכשיר.</b> את המצורע לקדשים ולביאת מקדש. הלכך חשיבותא הוא לגביה, שהטהרה תלויה בו:",
                "<b>ובאים בכסף שקלים.</b> דכתיב (ויקרא ה׳:ט״ו) בערכך כסף שקלים, באשם מעילות, ואתי אשם תלוי ואשם גזילות בגזירה שוה בערכך בערכך, ואשם שפחה חרופה גמר באיל איל:",
                "<b>חוץ מאשם נזיר ואשם מצורע.</b> דכתיב בהו (במדבר ו׳:י״ב) כבש בן שנתו. ומדאיל בן שתי שנים בשתי סלעים, כבש בן שנה לאו בשתי סלעים הוא:"
            ],
            [
                "<b>כך הם קודמים לאכילה.</b> אכולהו דבני אכילה קאי, כגון חטאת לאשם, ואשם לתודה, ותודה לשלמים:",
                "<b>שלמים.</b> של קרבן אמש:",
                "<b>וחכמים אומרים כו׳.</b> והלכה כחכמים. ותדיר ומקודש, כגון דם עולת תמיד ודם חטאת עומדים, זה תדיר וזה מקודש ממנו, דהא אמרן דם חטאת קודם לדם עולה מפני שהוא מרצה. הא מלתא מיבעיא בגמרא ולא אפשיטא. ונראה דתדיר קודם:"
            ],
            [
                "<b>ובכולן.</b> בכל הנאכלים:",
                "<b>רשאים הכהנים לשנות באכילתן.</b> כגון לאכלן צלויין מבושלין ושלוקין. דבמתנות כהונה כתיב (שם י״ח) לך נתתים למשחה, לגדולה, כדרך שהמלכים אוכלים צלי שלוק ומבושל ובמטעמים ותבלין:",
                "<b>שלא יביא את התרומה לידי פסול.</b> לפי שהתבלין שבלעו טעם הקדשים אם יבואו לידי נותר הרי הן באזהרה משום טעם הקדשים שבלוע בהן:"
            ],
            [
                "<b>שהוא מתחלק.</b> לאכילת כהנים:",
                "<b>מותר רקיקי מנחת ישראל.</b> מנחת מאפה שבאה חלות ורקיקין. חלות בוללן, ורקיקין מושחן. ואמר ר׳ שמעון במסכת מנחות [דף ע״ה] מרשחן במין כ״י [כ״ך יונית], דשאר השמן נאכל לכהנים. ",
                "<b>מותר רקיקי מנחת כהנים.</b> דמנחת כהנים כולה כליל, השמן שצף על גבה ונותר שאינו נבלע בה, שורפים אותו בפני עצמו:",
                "<b>ומותר מנחת כהן המשיח.</b> לפי ששמנה מרובה, שלשה לוגין לעשרון, ומתוך שהיא אפויה תחלה אין שמנה נבלע בפתיתיה וצריך להקטיר המותר בפני עצמו:",
                "<b>שאין מתנדבים שמן.</b> לפיכך לא יעלה על דעתך שיהא השמן המתחלק או הנקטר נדבה:",
                "<b>ר׳ טרפון אומר מתנדבים שמן.</b> בפני עצמו. ואין פחות מלוג. ונשרף בפני עצמו. והלכה כר׳ טרפון. וכן הלכה שמתנדבים יין בפני עצמו ואין מתנדבים פחות משלשה לוגין, וזורקין אותו על גבי האשים ונשרף שם. ואע״ג דהוא מכבה אש המערכה ורחמנא אמר לא תכבה, הואיל ואינו מתכוין לכבות שרי, דכרבי שמעון קיימא לן דדבר שאינו מתכוין מותר. ולא הוי פסיק רישיה. דאפשר שתהיה האש גדולה וחזקה ותנצח את היין ולא יכבנה:"
            ]
        ],
        [
            [
                "<b>דם חטאת.</b> טעון כבוס. כדכתיב (ויקרא ז׳) ואשר יזה מדמה וגו׳ תכבס במקום קדוש:",
                "<b>שנאמר במקום קדוש תאכל.</b> ובההוא ענינא כתיב:",
                "<b>ואחד הפנימית.</b> שדמן טעון הזיה בפנים שאינן נאכלות:",
                "<b>שנאמר תורת החטאת.</b> ברישא דההוא ענינא כתיב:",
                "<b>תורה אחת לכל החטאות.</b> ודוקא חטאת בהמה. אבל דם חטאת העוף אינו טעון כבוס, דבההוא ענינא תשחט החטאת כתיב, פרט לחטאת העוף שאינה נשחטת:"
            ],
            [
                "<b>אין דמה טעון כבוס.</b> דכתיב אשר יזה מדמה, מדם כשרה ולא מדם פסולה:",
                "<b>שעת הכושר.</b> לזריקה:",
                "<b>שלנה.</b> שלן דמה:",
                "<b>ושקבלו פסולין.</b> גרסינן. ולא גרסינן ושזרקו, דהא אפילו חטאת כשרה שניתז דמה על גבי הבגד לאחר זריקת הדם אינו טעון כיבוס, כדאמרינן אשר יזה פרט לזה שכבר הוזה:"
            ],
            [
                "<b>נתז מן הצואר.</b> של בהמה על הבגד, אינו טעון כבוס. דכתיב אשר יזה, לא אמרתי אלא בראוי להזאה:",
                "<b>מן הקרן.</b> של מזבח:",
                "<b>ומן היסוד.</b> מן השיריים הראויים לישפך על היסוד, ואע״פ שלא נשפכו עדיין. דמאחר שניתן מתן דמה אין שיריים טעונים כבוס, דכתיב אשר יזה, פרט לזה שכבר הוזה מדמה:",
                "<b>אלא הדם שנתקבל בכלי.</b> מה טעם קאמר, מה טעם נשפך על הרצפה ואספו אין טעון כבוס, לפי שאין טעון כבוס אלא הדם שנתקבל בכלי:",
                "<b>וראוי להזאה.</b> למעוטי קבל פחות מכדי הזאה בכלי זה ופחות מכדי הזאה בכלי זה ואח״כ ערבן, דלא קדשי ואין טעונין כבוס:",
                "<b>עד שלא הופשט אין טעון כבוס.</b> דכתיב על הבגד, מה בגד הראוי לקבל טומאה, דאין לך בגד קטן ששמו בגד שאינו ראוי לקבל טומאה אם חשב עליו לכלי כמות שהוא, אף כל הראוי לקבל טומאה, ועד שלא הופשט אינו ראוי לקבל טומאה, ומשהופשט הוי ראוי לקבל טומאה אם חשב עליו לעשות אותו מכסה למרכבה או לכסות בו את המטה ואינו צריך קיצוע:",
                "<b>אף משהופשט.</b> כל זמן שלא נתקן להיות כלי:",
                "<b>אין טעון כבוס.</b> דבעינן דבר המקבל טומאה שאין מחוסר אפילו מחשבה:",
                "<b>אלא מקום הדם.</b> ולא כל הבגד:",
                "<b>וראוי לקבל טומאה.</b> ואע״פ שמחוסר מחשבה. ובלבד שלא יהא מחוסר מלאכה. וסתמא כר׳ יהודה, וכן הלכה:",
                "<b>וראוי לכבוס.</b> למעוטי כלי עץ. דאע״ג דמקבל טומאה הוא אינו ראוי לכבוס, דבר גרידה הוא ולא בר כבוס:"
            ],
            [
                "<b>במקום קדוש.</b> בעזרה:",
                "<b>ושבירת כלי חרס במקום קדוש.</b> דבתר דכתיב תכבס במקום קדוש, כתיב וכלי חרס אשר תבושל בו ישבר, אתקש שבירת כלי חרס לכבוס, מה כבוס במקום קדוש אף שבירת כלי חרס במקום קדוש:",
                "<b>זה חומר.</b> אכבוס קאי:"
            ],
            [
                "<b>בגד.</b> שנתז עליו דם חטאת ויצא חוץ לקלעים:",
                "<b>נטמא חוץ לקלעים.</b> לאחר שיצא. ואי אפשר להכניס טומאה לעזרה:",
                "<b>קורעו.</b> ברובו. וטהור מטומאה:",
                "<b>ונכנס ומכבסו במקום קדוש.</b> ואע״ג דבגד שנטמא וקרעו ברובו עדיין הוא בטומאתו מדרבנן עד שלא ישאר בחבורו כדי רוחב סודר, הכא שרי להכניסו לעזרה כדי לקיים בו מצות כבוס, כיון דמדאורייתא כשנקרע רובו טהור:",
                "<b>נוקבו.</b> לטהרו מטומאתו. ודוקא נקב כשיעור שורש קטן דבזה טהר מטומאתו ועדיין כלי הוא ומקיים בו מצות, שבירה במקדש, אבל אם ניקב נקב גדול, דיצא מתורת כלי, שוב אינו נכנס, ושוברו, דרחמנא אמר וכלי חרס אשר תבושל בו ישבר, בשעת שבירה יהיה כלי, והאי בשעת שבירה לא הוי כלי:"
            ],
            [
                "<b>פוחתו.</b> דכלי מתכות אינו טהור מטומאתו בנקב כל שהוא אלא בנקב גדול. ומיהו אחר שפחתו. מקיש עליו בקורנס ומחברו כדי שיחזור שם כלי עליו. דבשעת מריקה צריך שיהיה כלי:"
            ],
            [
                "<b>ואחד שעירה לתוכו רותח.</b> מדכתיב (ויקרא ו כא) וכלי חרס אשר תבושל בו ישבר. דסמך ישבר אצל בו, ולא כתיב ואם בכלי חרש תבושל ישבר, למדרש, אם נבלע בו מכל מקום ישבר:",
                "<b>קדשים קלים אינן טעונים מריקה ושטיפה.</b> מודה ר׳ שמעון דבעו הגעלה ברותחין, שהרי הטעם הבלוע נעשה נותר ופולטו לאחר זמן בהיתר אם לא יגעילנו. ומתורת מריקה ושטיפה הוא דממעט ר׳ שמעון לקדשים קלים, דמריקה ושטיפה דקדשי קדשים צריך שיהיה במים ולא ביין ולא במזוג, ואם בשל במקצת כלי טעון מריקה ושטיפה כל הכלי, וצריכים מריקה בחמין ושטיפה בצונן. ואילו קדשים קלים לר׳ שמעון מגעילן אפילו ביין ואפילו במזוג רותחים, דלא קפדינא אלא להגעיל איסור הנבלע, ואין צריך להגעיל אלא מקום הבשול בלבד, ואחר ההגעלה אין צריך שטיפה בצונן, דכל הנך גזירת הכתוב נינהו בחטאת ובקדשי קדשים, ולא בקדשים קלים. ואין הלכה כר׳ שמעון. דדוקא תרומה ממעטינן מכל הני דאמרן דכתיב יאכל אותה, ותניא, אותה פרט לתרומה שאין לה תורת מריקה ושטיפה כקדשים. אבל קדשים קלים שוין הן לקדשי קדשים לכל תורת מריקה ושטיפה. ובפירוש מריקה ושטיפה נחלקו תנאים בברייתא, יש שאומר מריקה הגעלה בחמין ושטיפה בצונן. ויש מי שאומר מריקה ושטיפה שתיהן בצונן לבתר הגעלה, כדתנן לקמן בסמוך, אלא שמריקה כמריקת הכוס ושטיפה כשטיפת הכוס, שזה מבחוץ וזה מבפנים, כלומר שטיפה מבחוץ ומריקה מבפנים. והלכה כדברי האומר מריקה בחמין ושטיפה בצונן:",
                "<b>יבשל בו [את] כל הרגל.</b> בלא מריקה ושטיפה, ולבסוף ימרוק וישטוף. לפי שכל יום נעשה גיעול לחבירו, דמתוך ששלמים מרובים ברגל אין בלוע שלהן נעשה נותר, שהרי זמן שלמים לשני ימים, וכי מבשל ביה שלמים האידנא והדר מבשל ביה שלמים למחר משלמים שנשחטו ביום המחרת, פולט מה שבלע אתמול ובולע מן האחרונות, נמצא שאינו בא לידי נותר:",
                "<b>וחכמים אומרים עד זמן אכילה.</b> שלא יהא בין סוף הבשול לתחלת מריקה ושטיפה אלא זמן אכילה בלבד ולא יותר מזה. דכתיב ומורק ושוטף, וכתיב כל זכר בכהנים יאכל אותה, ולמה סמכן הכתוב, לומר לך שממתין זמן אכילה בלבד והדר עביד ליה מריקה ושטיפה בו ביום מיד. והלכה כחכמים:",
                "<b>האסכלה.</b> גראדיל״א בלע״ז. והיא עשויה כעין שבכה וצולין עליו צלי:",
                "<b>מגעילן.</b> בחמין:"
            ],
            [
                "<b>הרי הקלים נאכלין כחמורים ואינן טעונין מריקה.</b> מתניתין חסורי מחסרא והכי קתני, אם יש בהן בנותן טעם הרי קלים נאכלים כחמורים לפנים מן הקלעים ליום ולילה וטעונים מריקה ושטיפה ופוסלים במגע. אין בהן בנותן טעם אין הקלים נאכלים כחמורים ואין בהן מריקה ושטיפה ואין פוסלים במגע. ומתניתין ר׳ שמעון היא דאמר קדשים קלים אין טעונין מריקה ושטיפה, הלכך כשלא נתנו טעם קדשי קדשים בקדשים קלים אין טעונים מריקה ושטיפה:",
                "<b>רקיק.</b> פסול, שנגע ברקיק כשר, ובלע הכשר מן הפסול:"
            ]
        ],
        [
            [
                "<b>טבול יום.</b> שטבל ועלה ולא העריב שמשו:",
                "<b>ומחוסר כפורים.</b> כגון זב ומצורע ויולדת שטבלו והעריב שמשן ולא הביאו כפרתן:",
                "<b>אינן חולקים בקדשים.</b> הואיל ואין ראויין לאכילה אין חולקים לאכול לערב כשיטהרו, דכתיב (ויקרא ו׳:י״ט) הכהן המחטא אותה יאכלנה, כהן הראוי לחטוי חולק, שאינו ראוי לחטוי אינו חולק. ואי אפשר לומר כהן שאינו ראוי לחטוי בשעת הקרבה אינו אוכל, דהא איכא קטן דאינו ראוי לחטוי ואוכל, אלא על כרחך יאכלנה דאמר קרא יחלוק בה כדי לאכול ממנה קאמר, ומדאפקה קרא לחלוקה בלשון אכילה, שמע מינה דכהן הראוי לאכילה חולק, שאין ראוי לאכילה אינו חולק. הלכך בעלי מומין חולקין, שאע״פ שאין ראויין לחטוי, ראויין הן לאכילה, כדכתיב (שם כ״א) ומן הקדשים יאכל:",
                "<b>אונן נוגע.</b> והוא שטבל ולא הסיח דעתו מן הטבילה כל זמן שהוא אונן. שאם הסיח דעתו ונגע, אפילו לאחר שטבל פסל:",
                "<b>וכל שאינו ראוי לעבודה אינו חולק בבשר.</b> חוץ מבעלי מומין שאע״פ שאינן ראויין לעבודה חולקים בבשר, דרבינהו קרא בהדיא, דכתיב (שם) לחם אלהיו מקדשי הקדשים וגו׳, וכתיב (שם ו׳) כל זכר בבני אהרן יאכלנה, לרבות בעלי מומין למחלוקת, אי לאכילה הרי כבר אמור ומן הקדשים יאכל:",
                "<b>וטהור בשעת הקטר חלבים.</b> שהוא כל הלילה. כגון שטבל וטהר בהערב שמש:",
                "<b>אינו חולק.</b> שאין הכהן חולק בקדשים עד שיהא טהור משעת זריקת דמים עד שעת הקטר חלבים, ואם נטמא בין כך ובין כך אינו חולק:"
            ],
            [
                "<b>כל שלא זכה המזבח בבשרה.</b> כגון שאירע בה פסול קודם זריקה, דלא היתה לה שעת היתר למזבח:",
                "<b>עורה לכהנים.</b> הואיל וזכה המזבח בבשרה שהרי כשרה היא:",
                "<b>ואחד עולת אשה.</b> דכתיב והכהן המקריב את עולת איש, אין לי אלא עולת איש, עולת נשים ועבדים מנין, ת״ל עור העולה, ריבה. אם כן למה נאמר עולת איש, פרט למתפיס עולתו לבדק הבית שהעור קדוש:"
            ],
            [
                "<b>עורות קדשים קלים לבעלים.</b> דכתיב עור העולה וגו׳, מה עולה קדשי קדשים אף כל קדשי קדשים:",
                "<b>עורות קדשי קדשים.</b> חטאות ואשמות לכהנים כדמפרש טעמא ואזיל:",
                "<b>אין המזבח מוכיח.</b> כלומר, אין לך לומר מזבח יוכיח שזכה בבשר העולה ולא זכה בעור, ואף אתה אל תתמה בקדשי קדשים שאע״פ שזכו כהנים בבשרן לא יזכו בעורן. אין זו הוכחה, שאין למזבח עור בכל מקום. אבל בכהנים מצינו שזכו בעור העולה, וקל וחומר שיזכו בעורות קדשי קדשים:"
            ],
            [
                "<b>אין עורותיהן לכהנים.</b> אלא נשרפים עם עורן:",
                "<b>לא ראיתי עור יוצא לבית השריפה.</b> לאחר שהופשט אם נמצאת טריפה, אע״פ שפסול זה היה בו קודם הפשט, הואיל ולא ניכר עד לאחר הפשט:",
                "<b>שהמפשיט את הבכור ונמצא טריפה.</b> הא קמשמע לן ר׳ עקיבא דאפילו בכור בעל מום הנשחט במדינה על מומו, ולא התירו הכתוב אלא באכילה כדכתיב בשעריך תאכלנו, אבל אם מת עורו אסור וטעון קבורה, ואשמועינן ר״ע דהיכא דלא הוכר טריפתו עד לאחר הפשטו, שרייה שחיטתו והפשטו לעורו, כאילו נזרק דמו במקדש:",
                "<b>יאותו הכהנים בעורו.</b> ואינו נשרף:",
                "<b>אין לא ראינו ראיה.</b> שמא לא אירע בימיו שימצא טריפה לאחר הפשט, ואם אירע ושרפוהו הוא לא ראה:",
                "<b>אלא יצא לבית השריפה.</b> הואיל וקודם הפשט בא. והלכה כר׳ עקיבא בבכור בעל מום כשהתירו מומחה. אבל לא התירו מומחה, לא. והלכה כחכמים בבכור תמים, דבשר בקבורה והעור בשריפה:"
            ],
            [
                "<b>פרים הנשרפין.</b> פר כהן משיח, ופר העלם דבר של צבור, ופר של יום הכיפורים:",
                "<b>ושעירים הנשרפים.</b> שעיר יום הכיפורים ושעירי עבודה זרה:",
                "<b>נשרפין בבית הדשן.</b> חוץ לשלש מחנות. ובבית עולמים, חוץ לירושלים. דכתיב בהו אל מחוץ למחנה, כלומר חוץ לשלש מחנות:",
                "<b>מטמאין בגדים.</b> לעסוקים בהם. כדכתיב (ויקרא ט״ז:כ״ו) והשורף אותם יכבס בגדיו. וכל מקום שנאמר יכבס בגדיו, לא בלבד הבגדים שהוא לבוש טעונין כבוס, אלא כל בגד שהוא נוגע בו בעודו מחובר לטמא, נטמא וטעון כבוס:",
                "<b>שלא כמצותן.</b> כגון שנפסלו וטעונין שריפה כשאר פסולי המוקדשים:",
                "<b>בבית הבירה.</b> פעמים בעזרה ופעמים בהר הבית. כיצד, אירע בהן פסול קודם יציאתן מן העזרה בין קודם זריקה בין לאחר זריקה, נשרפין בבית הדשן הגדול שבעזרה. אירע בהן פסול אחר יציאתן מן העזרה, נשרפין בבית הדשן שבהר הבית, והוא בית המקדש:"
            ],
            [
                "<b>היו סובלין אותן.</b> את הנשרפים כמצותן, היו נושאין אותן במוטות להוציאן לבית שריפתן:",
                "<b>הראשונים.</b> בני אדם הנושאים במוט. אותן שבראש האחד יוצאים ראשונים, והאחרונים שבראש השני לא יצאו:",
                "<b>ניתך הבשר.</b> נגמרה שריפתן אין המסייע שוב בהן מטמא בגדים. אבל מקמי הכי כל המסייעין בשעת שריפה מטמאים בגדים, דכתיב והשורף אותם יכבס בגדיו, בשעת שריפה. יכול המסייע לאחר שנעשו אפר מטמא בגדים, תלמוד לומר אותם, אותם מטמא בגדים, נעשו אפר אינו מטמא בגדים. ופרים הנשרפים ושעירים הנשרפים עצמן אין מטמאין אדם ובגדים שנוגעים בהם, אלא המתעסק בשריפתן טמא מגזירת הכתוב. לדברי רבנן משיצאו הסובלים במוטות, ולדברי ר׳ שמעון משיוצת האור ברובן. ואין הלכה כר״ש:"
            ]
        ],
        [
            [
                "<b>השוחט.</b> קדשים בחוץ והעלן בחוץ. בהעלם אחד. חייב על השחיטה וחייב על ההעלאה. שהן שני גופי עבירה, דתרוייהו כתיבי אשר ישחט ואשר יעלה:",
                "<b>כיון שהוציאו פסלו.</b> ואפילו הכי חייב, והוא הדין לשוחט בחוץ ומעלה בחוץ. ור׳ יוסי הגלילי אמר לך, מה לשוחט בפנים ומעלה בחוץ שכן היתה לו שעת הכושר, תאמר לשוחט בחוץ ומעלה בחוץ שלא היתה לו שעת הכושר. ואין הלכה כר׳ יוסי הגלילי:"
            ],
            [
                "<b>הטמא שאכל כו׳.</b> משום דפליגי ר׳ יוסי הגלילי ורבנן בתרוייהו ודמו הנך תרתי פלוגתא אהדדי, תנינהו גבי הדדי:",
                "<b>רבי יוסי הגלילי אומר וכו׳.</b> כשנטמא הגוף ואחר כך נטמא הבשר כולי עלמא לא פליגי דחייב כרת. כי פליגי, שנטמא הבשר ואחר כך נטמא הגוף, רבנן אית להו איסור כולל, דמתוך שחל עליו איסור טומאת הגוף לאסרו בבשר טהור שהיה מותר בו מתחלה, חל נמי אף על הבשר טמא ואע״פ שהיה אסור ועומד, כדי שיתחייב עליו אף משום טומאת הגוף. ור׳ יוסי הגלילי לית ליה איסור חל על איסור באיסור כולל ואין איסור של טומאת הגוף חל על איסור של טומאת בשר. ואין הלכה כר׳ יוסי הגלילי:",
                "<b>וטהור שאכל טמא פטור.</b> מן הכרת. וסופג את הארבעים משום (ויקרא ז׳:י״ט) והבשר אשר יגע בכל טמא לא יאכל:",
                "<b>שאינו חייב אלא על טומאת הגוף.</b> כדכתיב (שם) וטומאתו עליו ונכרתה, בטומאת הגוף הכתוב מדבר:"
            ],
            [
                "<b>שהשוחט להדיוט כו׳.</b> השוחט קדשים בחוץ לאכילת הדיוט חייב:",
                "<b>המעלה בחוץ.</b> לצורך הדיוט, פטור משום העלאת חוץ. דגבי שחיטה כתיב דם יחשב לאיש, אפילו השוחט לאיש. וגבי העלאה כתיב לעשות אותו לה׳, אינו חייב כשמעלהו בחוץ עד שיכוין בו לה׳:",
                "<b>ושחטו פטורים.</b> דכתיב (שם י״ז) דם יחשב לאיש ההוא, אחד ולא שנים:",
                "<b>והעלוהו חייבין.</b> דכתיב (שם) איש איש וגו׳ אשר יעלה כו׳, שאין תלמוד לומר איש איש, אלא לרבות שנים שאחזו באבר והעלוהו, שהן חייבין:",
                "<b>העלה.</b> ונודע לו:",
                "<b>וחזר והעלה.</b> מאותה בהמה עצמה, חייב על כל אחת ואחת:",
                "<b>עד שיעלה לראש המזבח.</b> דכתיב (בראשית ח׳) ויבן נח מזבח לה׳. אלמא אפילו במת יחיד שהיא בחוץ אינה העלאה בלא מזבח:",
                "<b>אפילו העלה על הסלע.</b> דכתיב (ויקרא י״ז) וזרק הכהן את הדם על מזבח ה׳ פתח אהל מועד, ולא מזבח בבמת יחיד. ובפרשת המעלה בחוץ כתיב. והלכה כר׳ יוסי:"
            ],
            [
                "<b>שהיה פסולן בקדש.</b> כגון הלן והיוצא והנשחט חוץ לזמנו וחוץ למקומו, הואיל ובפנים אם עלו לא ירדו, מתקבל בפנים קרינן ביה וחייבין עליהן בחוץ, דכתיב (שם) לעשות אותו לה׳, כל הנעשה לה׳ חייבין עליו בחוץ, וכל שאינו נעשה לה׳ אין חייבין עליו בחוץ:",
                "<b>המעלה כזית מן העולה ומאימורין.</b> חצי זית מזה וחצי זית מזה:",
                "<b>חייב.</b> דכולה כליל:",
                "<b>הלבונה.</b> של מנחת נדבה:",
                "<b>והקטורת.</b> של כל יום פרס שחרית ופרס בין הערבים:",
                "<b>ומנחת כהנים.</b> שהיא כליל וראויה להעלאה כקומץ של מנחת ישראל. אבל שיירי מנחת ישראל אינו חייב על העלאתן בחוץ:",
                "<b>מנחת כהן משיח.</b> עשירית האיפה שהוא מביא בכל יום:",
                "<b>כזית.</b> דהיינו שיעור הקטרה:",
                "<b>עד שיקריב את כולן.</b> דקסבר כל המתירין מפסלי בחסרון, וכל זמן שלא קרבו כולן לא הויא הקטרה לצאת בעלים ידי חובתן. ולרבנן הני נמי הוי הקטרתן בכזית, היכא דכולו קיים ולא חסרו קודם הקטרה:",
                "<b>ושייר מהן וכו׳ חייב.</b> שהרי בזה נגמרה הקטרה:",
                "<b>וכולן שחסרו כל שהן.</b> קודם הקטרה על ידי איבוד או שריפה, נפסלו בחסרונן, דכתיב (ויקרא ב׳:ג׳) והנותרת מן המנחה, פרט לשחסרה היא או שחסר קומצה קודם הקטרה:"
            ],
            [
                "<b>המקריב קדשים ואימוריהן.</b> שהקריב הבשר והאימורים מחוברים בו, חייב משום אימורים. ולא אמרינן הרי בשר חוצץ בין האימורין לאש ודכוותה בפנים לאו העלאה היא דרחמנא אמר (שם א׳) על העצים אשר על האש, והמעלן בחוץ נמי לא יהא חייב. לא אמרינן הכי לפי שמין במינו אינו חוצץ:",
                "<b>מנחה שלא נקמצה.</b> אינה ראויה לפנים. הלכך המקריבה בחוץ פטור:",
                "<b>קמצה וחזר קומצה לתוכה.</b> והקריבה בחוץ חייב. שכיוצא בה בפנים כשרה כדתנן בהקומץ נתערב קומצה בשיריה לא יקטיר ואם הקטיר כשרה:"
            ],
            [
                "<b>הקומץ והלבונה.</b> של מנחת נדבה. שניהם מתירים את שיריה לאכילה הלכך רבי אלעזר פוטר דבעי הקטרת כל המתיר:",
                "<b>אחד בפנים.</b> תחלה ואחר כך השני בחוץ חייב. שזה גמר ובו הכל תלוי:",
                "<b>שני בזיכי לבונה.</b> מתירים לחם הפנים:",
                "<b>מי החג.</b> שנתמלאו לשם ניסוך המים בחג הסכות, אם ניסך אותן בחוץ חייב דסבר ניסוך המים בחג דאורייתא היא הלכך מחייב עלה בחוץ ואין הלכה כר״א בכולה מתניתין ונסוך המים בחג לאו דאורייתא היא אלא הלכה למשה מסיני:",
                "<b>שירי הדם שהקריבן בחוץ חייב.</b> בשירי דמים הפנימים מיירי וסבר דשירי הדם מעכבים בהם הילכך עבודה היא להתחייב עליה בחוץ אבל בשירי הדם של מזבח החיצון מודה ר׳ נחמיה שאינם אלא למצוה ולא לעכב, הילכך הזורקן בחוץ ודאי פטור. ואין הלכה כרבי נחמיה:"
            ],
            [
                "<b>מלק בחוץ.</b> נבלה היא שאין מליקה אלא בפנים לכך פטור על העלאתו בחוץ. וא״ת והלא כל הנעלים בחוץ נפסלו ביציאתן, וכן השוחט בחוץ פסול הוא וחייבין על העלאתו התם רחמנא רבייה אבל לענין שאר פסולים מתקבלים בפנים בעינן:",
                "<b>שחט בחוץ והעלה בחוץ חייב.</b> אף על העלאה. דכל שמתחייב על שחיטתו בחוץ אם חזר והעלן הוא או אחר, חייב:",
                "<b>נמצא דרך הכשרו בפנים.</b> בגמרא קאמר, תני דרך חיובו בפנים פטורו בחוץ, ודרך חיובו בחוץ פטורו בפנים. כגון שחט העוף בפנים והעלה בחוץ פטור. שחט בחוץ והעלה בחוץ חייב. מלק בפנים והעלה בחוץ חייב. מלק בחוץ והעלה בחוץ פטור. נמצא, במקום שמתחייב על העלאתו אם נעשית העבודה הראשונה בפנים כגון במליקת פנים פטור על העלאתו אם נעשית המליקה בחוץ. ודרך שמתחייב על העלאה אם נעשית עבודה הראשונה בחוץ כגון בשחיטה, פטורו בפנים, אם נשחט בפנים והעלה בחוץ:",
                "<b>רבי שמעון אומר כו׳.</b> במלתיה דתנא קמא חסורי מחסרא והכי קתני, וכן השוחט בהמה בלילה בפנים והעלה בחוץ פטור, דאינה מתקבלת בפנים, דכתיב (ויקרא י״ט:ו׳) ביום זבחכם, ולא בלילה, ונמצא הזבח פסול ולפיכך אינו חייב על העלאתו. אבל אם שחט בלילה בחוץ והעלה בחוץ חייב, מפני שהשחיטה בחוץ בלילה כשרה היא לפיכך חייב שתים על השחיטה ועל ההעלאה. ופליג רבי שמעון בהא ואמר, כל שחייבין עליו בחוץ חייבין על כיוצא בו בפנים שהעלהו בחוץ. כלומר, כשם שהשוחט בחוץ בלילה והעלה בחוץ חייב, כך אם שחט בפנים בלילה והעלה בחוץ חייב על ההעלאה, חוץ מהשוחט עוף בפנים והעלהו בחוץ שהוא פטור אע״פ שאם שחט והעלה בחוץ חייב. ואין הלכה כר׳ שמעון:"
            ],
            [
                "<b>נתן בחוץ וחזר ונתן בפנים חייב.</b> מלתא דפשיטא היא, ומשום סיפא נקט לה, נתן בפנים וחזר ונתן בחוץ שאינו נותן בחוץ אלא שיירי הדם, חייב. ומתניתין כרבי נחמיה דסבר שיריים מעכבים. ואינה הלכה:",
                "<b>שניהן בחוץ חייב.</b> אחת. ואם היתה לו ידיעה בינתיים, חייב שתים:",
                "<b>אחד בפנים.</b> ואח״כ השני בחוץ, פטור. ואפילו לרבי נחמיה דסבר כוס אחד עושה את חבירו דחוי להיות נשפך לאמה, הלכך אפילו שיריים לא הוי:",
                "<b>והפנימי מכפר.</b> להכשיר הזבח. שהדם הנזרק תחלה בחוץ לא עשה המשויר כיוצא בו:",
                "<b>שתיהן בחוץ חייב.</b> על כל אחת ואחת. דבשעת שחיטה כל אחת היתה ראויה בפנים:",
                "<b>אחת בפנים.</b> והשניה אחר כן בחוץ, פטור. דהויא לה חטאת שנתכפרו בעליה, ולמיתה אזלה ואינה מתקבלת בפנים:",
                "<b>חייב על החיצונה.</b> דהא חזיא לפנים דאיזה מהן שירצה יקריבה:",
                "<b>כשם שדמה פוטר את בשרה.</b> מן המעילה, [דזריקת דם מוציאה בשר קודש קדשים מן המעילה דיהבה בה] שעת היתר לכהנים:",
                "<b>כך הוא פוטר את בשר חברתה.</b> ואע״פ שפסולה [ואשחט שניהם בפנים קאי]. ואשמועינן הכא דהיכא דמונחות שתיהן וקדם וזרק את דם האחת, פטר את חברתה מן המעילה משום חטאת שנתכפרו בעליה, דקיימא לן החטאות המתות לא נהנין ולא מועלין:"
            ]
        ],
        [
            [
                "<b>פרת חטאת.</b> פרה אדומה. שנאמר בה חטאת היא:",
                "<b>חוץ מגיתה.</b> מערכה של עצים מסודרין כמין גת היו עושים לה במקום ששוחטים אותה בהר המשחה כנגד פתחו של היכל. ואם שחטה חוץ למקום ההוא פסולה. אבל אינו חייב עליה משום שוחט קדשים בחוץ, דרחמנא פטריה מדכתיב ואל פתח אהל מועד לא הביאו, ומדקפיד קרא לענשו שלא הביאו, שמע מינה בעומד להביאו שם משתעי קרא:",
                "<b>כל שאינו ראוי לבוא.</b> כו׳ שאינו עתיד להקריב:"
            ],
            [
                "<b>בלא תעשה.</b> הואיל וראויין לבא לאחר זמן אין בהם כרת אלא לאו גרידא דלא תעשון ככל אשר אנחנו עושים פה היום (דברים י״ב:ח׳):",
                "<b>תורים שלא הגיע זמנן.</b> [כדתנן בחולין (כ״ב ע״ב) משיזהיבו כשרין ומקמי הכי פסולין] דתורים גדולים ולא קטנים בעינ, ז:",
                "<b>ובני יונה שעבר זמנן.</b> דבני יונה קטנים ולא גדולים, ופסולים מתחלת הציהוב ואילך:",
                "<b>בלא תעשה.</b> הואיל וראויין לאחר זמן יש בהן לא תעשה לשוחטן בחוץ:",
                "<b>אותו ואת בנו.</b> ששחט אחד מהן ובא להקריב השני בו ביום ואסור משום אותו ואת בנו לא תשחטו ביום אחד (ויקרא כ״ב:כ״ח):",
                "<b>ומחוסר זמן.</b> בין שהיא מחוסר זמן בגופו שלא היה שבעת ימים תחת אמו, בין שהבעלים מחוסרים זמן כדמפרש לקמן. וצריכא לאשמועינן פלוגתא דר׳ שמעון ורבנן בכולהו, דאי אשמועינן בבעלי מומין, בהא קאמרי רבנן משום דמאיסי, אבל תורים ובני יונה דלא מאיסי. אימא מודו ליה לר׳ שמעון. ואי אשמועינן תורים ובני יונה, משום דלא חזו ואידחו, אבל בעלי מומין דחזו ואידחו אימא מודה להו ר׳ שמעון לרבנן. ואי תנא הני תרתי, משום דפסולא דגופא, אבל אותו ואת בנו דפסולא מעלמא קאתי להו אימא מודו ליה רבנן לר׳ שמעון, צריכא. ואין הלכה כר׳ שמעון:"
            ],
            [
                "<b>הזב והזבה.</b> שהקריבו בחוץ, בתוך ימי ספרן:",
                "<b>והיולדת.</b> שהקריבה בתוך מלאת:",
                "<b>פטורין.</b> שאין מתקבלין לא לחובה ולא לנדבה:",
                "<b>ואשמם.</b> בגמרא פריך, זב וזבה ויולדת בני אשם נינהו. ומשני, תני מצורע בהדייהו, שהמצורע מביא אשם:",
                "<b>עולותיהן ושלמיהן.</b> בגמרא פריך, הני בני שלמים נינהו. ומשני, תני נזיר בהדייהו, שנזיר מביא שלמים:",
                "<b>בחוץ חייבין.</b> שהן מתקבלות בפנים נדבה לשמן לאחר שהקריבו חטאתם והמצורע את אשמו:",
                "<b>מבשר חטאת מבשר אשם כו׳.</b> דכל הני נאכלים לכהנים ואינן קרבים לגבי מזבח, ורחמנא אמר (ויקרא י״ז:ח׳) אשר יעלה עולה או זבח, מה עולה שהיא קרבה על גבי מזבח, אף כל שהוא קרב על גבי מזבח:",
                "<b>מבשר קדשי קדשים.</b> כבשי עצרת שהם שלמי צבור ויש להם תורת קדשי קדשים:",
                "<b>היוצק.</b> השמן על המנחה:",
                "<b>הבולל.</b> הפותת. הבולל המנחה בשמן. ופותתה פתים:",
                "<b>המניף.</b> המגיש. שמניף את המנחה שטעונה תנופה. ומגישה בחוץ. המנחה שהיא טעונה הגשה בפנים בקרן דרומית מערבית כדכתיב (שם ב׳) והגישה אל המזבח:",
                "<b>המסדר.</b> לחם הפנים על השלחן:",
                "<b>פטור.</b> דאמר קרא אשר יעלה עו׳, לה או זבח, מה העלאה שהוא גמר עבודה, אף כל שהוא גמר עבודה, יצאו אלו שאין אחד מהן גמר עבודה:",
                "<b>אין חייבין עליו משום זרות.</b> אם עשה זר אחת מכל העבודות הללו, כגון שבלל או פתת וכו׳. וכן טמא, או מחוסר בגדים, או מי שאינו רחוץ ידים ורגלים, אינו חייב מיתה אע״פ שנפסל אותו דבר שעבד בו:"
            ],
            [
                "<b>והעבודה בבכורות.</b> דכתיב (שמות כ״ד) וישלח את נערי בני ישראל, אלו הבכורות שהעבודה בהם:",
                "<b>משהוקם המשכן נאסרו הבמות.</b> דכתיב (ויקרא י״ז) ואל פתח אוהל מועד לא הביאו, מכלל דבאוהל מועד תלי אסורא. ודוקא לישראל נאסרו הבמות, אבל נכרים מותרים להקריב לשמים בכל מקום, ואפילו בזמן הזה. ואסור לישראל להיות שלוחם להקריב ולא לסייעם. אבל להורות להם סדר הקרבה שרי:"
            ],
            [
                "<b>באו לגלגל.</b> ולא היה שם בית אלא יריעות המשכן של מדבר:",
                "<b>הותרו הבמות.</b> דרחמנא אמר אשר ישחט במחנה וכו׳ ואל פתח אוהל מועד לא הביאו, פרט לגלגל שלא היה שם מחנה, שכבר בטלו המחנות והתחילו להיות נפוצים בכל הארץ. ומהאי טעמא נמי קדשים קלים נאכלין בכל מקום, שהרי לא היה שם מחנה כמו שהיה במדבר:"
            ],
            [
                "<b>באו לשילה נאסרו הבמות.</b> דכתיב (דברים י״ב) כי לא באתם עד עתה אל המנוחה, מכלל דכשיבואו אל המנוחה, הבמות אסורות. ומנוחה זו שילה שהיתה שם מנוחה שלא היו נוסעים ממקום למקום כמו במדבר:",
                "<b>בית של אבנים מלמטה ויריעות מלמעלה.</b> דכתיב (שמואל א׳ א׳) ותביאהו בית ה׳ שילה, אלמא בית היה, וכתיב (תהלים ע״ח) ויטוש משכן שילה, אלמא של יריעות היה, מלמד שלא היה שם תקרה אלא בית של אבנים מלמטה ויריעות מלמעלה:",
                "<b>ומעשר שני בכל הרואה.</b> ולעיל לא תני מעשר שני, לפי שכל י״ד שנה שהיו בגלגל לא נתחייבו במעשרות עד שכבשו וחלקו. ובכל הרואה היינו בכל מקום שרואין משם שילה, דאמר קרא (דברים י״ב) השמר לך פן תעלה עולותיך בכל מקום אשר תראה, בכל מקום אשר תראה אי אתה מעלה, אבל אתה אוכל בכל מקום שאתה רואה:"
            ],
            [
                "<b>באו לנוב ולגבעון.</b> כשחרבה שילה לסוף שלש מאות ושבעים חסר אחת שהיה המשכן שם, ונלקח הארון בימי עלי, באו לנוב, וחרבה נוב בימי שאול ובאו לגבעון. וכל ימי נוב וגבעון היו חמישים ושבע שנה, וכל זמן זה היו הבמות מותרות, דרחמנא אמר באיסור הבמות כי לא באתם עד עתה אל המנוחה ואל הנחלה, מנוחה זו שילה, נחלה זו ירושלים, ולמה חלקן הכתוב אלא כדי ליתן היתר לבמות בין זו לזו:",
                "<b>קדשים קלים בכל ערי ישראל.</b> והוא הדין למעשר שני, שהרי הקישן הכתוב, דכתיב (שם) לא תוכל לאכול בשעריך מעשר דגנך וגו׳, וכל נדריך אשר תדור, בזמן שקדשים קלים טעונים הבאת מקום אף מעשר שני טעון הבאת מקום, בזמן שקדשים קלים בכל ערי ישראל אף מעשר שני בכל ערי ישראל:"
            ],
            [
                "<b>והיא היתה נחלה.</b> האמורה בתורה כי לא באתם עד עתה אל המנוחה ואל הנחלה, דמשמע משתבואו אל הנחלה יאסרו הבמות:"
            ],
            [
                "<b>הרי אלו בעשה.</b> דשמה תביאו את עולותיכם, דמשמע אבל לא בבמה, ולאו הבא מכלל עשה עשה. אי נמי, עשה והביאום לה׳, ולא תעשה דהשמר לך פן תעלה עולותיך, וכל מקום שנאמר השמר פן ואל, אינו אלא לא תעשה:",
                "<b>ואין חייבין עליהם כרת.</b> כיון שהקדישם בשעת היתר הבמות, שאין המקריב בחוץ חייב כרת אלא על קרבן שאם הקריבו בחוץ בשעת הקדשו היה חייב, דומיא דמדבר, דבכרת דשחוטי חוץ כתיב (ויקרא י״ז:ז׳) חוקת עולם תהיה זאת להם, זאת להם ואין אחרת להם:",
                "<b>הקדישן בשעת איסור הבמות.</b> מההיא שעתא קרינן בהו והביאום לה׳, וכיון שהמתין עד שלא יכול לקיימו נתבטל העשה על ידו. אבל לאו וכרת ליכא, דאזהרה ועונש בשעת הקרבה כתיבי, והרי הותרו הבמות:"
            ],
            [
                "<b>ואלו קדשים קרבים במשכן.</b> כגון בזמן הגלגל ונוב וגבעון שהיה שם משכן והיו הבמות מותרות. אלו קדשים צריכין להקריבן במשכן ולא בבמה:",
                "<b>קדשים.</b> שסתמן הוקדשו במשכן, ומאי ניהו קרבנות צבור:",
                "<b>קרבנות יחיד.</b> סתמן לבמה:",
                "<b>קרבנות יחיד שהוקדששו למשכן.</b> שפירש בשעת הקדשן על מנת להקריבן למשכן:",
                "<b>ואם הקריבן בבמה פטור.</b> מאזהרה ומעונש, שהרי הותרו הבמות. ומיהו אסור לשנות, דכתיב (דברים כ״ג:כ״ד) מוצא שפתיך תשמור ועשית:",
                "<b>במות צבור.</b> גלגל ונוב וגבעון:",
                "<b>סמיכה.</b> דכתיב לפני ה׳ וסמך, שאין סמיכה בבמה:",
                "<b>שחיטת צפון.</b> דכתיב (ויקרא א׳:י״א) צפונה לפני ה׳, ואין צפון בבמה:",
                "<b>ומתן סביב.</b> שתי מתנות שהן ארבע. דכתיב בהו (שמות כ״ט:כ׳) את הדם על המזבח סביב, ולא בבמה:",
                "<b>תנופה.</b> דכתיב תנופה לפני ה׳, ואין תנופה בבמה:",
                "<b>והג.</b> שה. דכתיב (ויקרא ב׳:ח׳) והגישה אל המזבח, ואין הגשה בבמה:",
                "<b>אין מנחה בבמה.</b> דזבחים אמר קרא בבמה ולא מנחות:",
                "<b>כיהון.</b> דכתיב (שם י״ד) וזרק הכהן את הדם על המזבח, מזבח צריך כהן ואין במה צריכה כהן:",
                "<b>ובגדי שרת.</b> דכיון דאין צריך כהן אין כאן מקום לבגדי שרת, דבבגדי שרת כתיב (שם ו׳) ילבשם הכהן:",
                "<b>וכלי שרת.</b> דבכלי שרת כתיב (שמות כ״ח) לשרת בקדש, ולא בבמה:",
                "<b>וריח ניחוח.</b> אברים שצלאן והעלן, אין בהן משום ריח ניחוח. ודוקא במזבח דכתיב ריח ניחוח לה׳, אבל בבמה אפילו צלאן והעלן אין בכך כלום:",
                "<b>ומחיצת דמים.</b> חוט הסיקרא להבדיל בין דמים התחתונים לדמים העליונים. ואין חוט הסקרא בבמה דכתיב (שם כ״ו) והיתה הרשת עד חצי המזבח, ולא בבמה:",
                "<b>רחוץ ידים ורגלים.</b> דכתיב (שם ל׳) בבואם אל אהל מועד ירחצו מים, ולא בבמה:",
                "<b>הזמן.</b> אם חשב על הקרבן לאכלו חוץ לזמנו:",
                "<b>והטמא.</b> אע״פ שזר כשר להקריב בבמה, אין טמא מקריב בבמה:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "<b>כל הזבחים שנזבחו שלא לשמן כשרים אלא שלא עלו לבעלים לשם חובה כו': </b>מה שאמר כשרים ר\"ל כשנגמרה העבודה לשם הזבח אע\"פ ששחט שלא לשמן כגון ששחט עולה לשם חטאת ואח\"כ נודע שהוא קרבן עולה אז הוא מקבל הדם לשם עולה וישלים העבודה לשם עולה אע\"פ שהעולה הזאת לא עלתה לבעלים: וממה שאמר לבעלים תבין שאינו מדבר אלא על הקרבנות שיש להן בעלים ידועים אמנם קרבנות הצבור אין פוסלת אותן שחיטה שלא לשמן שכך אמרו רז\"ל קרבנות הצבור סכין מושכתן לכמות שהן וסמך הדין הזה לקרבנות יחיד ממה שנאמר מוצא שפתיך תשמור וגו' כאשר נדרת נדבה וכבר בארתי לך שהנדר אינו נדבה ולכן אמר אם כמה שנדרת עשית יהיה נדר ואם לאו נדבה ר\"ל אם שחט לשם זבח ולשם בעלים אז הוא עולה לבעלים משום חובה ויצא ידי נדרו ואם אירע בשחיטה שינוי כוונה ושחט שלא לשמן או שלא לשם בעלים הרי הוא כשר אלא שהוא נדבה ונשאר עליו הנדר שנדר. וממה שאמר שלא לשמן ראיה שאם שחט סתם שהוא כשר ועלה לבעלים ובא הכתוב בפסח ואמר ועשית פסח ואמר בפירושו שיהיו כל עשיותיו לשם פסח ועוד בא כתוב אחר ואמר ואמרתם זבח פסח הוא לה' שיהא זביחה לשם פסח ושני הכתובים האלה האחד לשלא לשמן שהוא פסול והכתוב האחר לשלא לשם בעלים ונאמר בחטאת ושחט אותה לחטאת שתהא שחיטה לשם חטאת וכן אמר ולקח הכהן מדם החטאת וכפר עליו הכהן מחטאתו אשר חטא ראיה שהוא צריך קבלה לשמה וזריקה לשמה ולכן אם נשחטה שלא לשמה או שלא לשם בעלים פסולה שנאמר וכפר עליו הכהן עליו ולא על חברו וצריך שתדע מה שאמר ושחט אותה לחטאת לשם אותו החטאת ודע שאם שחט החטאת לשם חולין כשרה ולא עלתה לבעלים אבל תפסל אם נשחטה לשם קדשים אחרים וזהו מה שאמר ולא יחללו את קדשי בני ישראל קדשים מחללים קדשים ואין חולין מחללין קדשים. וזמנו של פסח הוא יום י\"ד בניסן אבל אם ישחט ביום אחר שאינו יום י\"ד ושחטו לשמו פסול ושלא לשמו כשר וזה מבואר וכבר נזכר בפסחים ורבי אליעזר מביא ראיה ממה שנאמר כחטאת כאשם ואינו כן בענין זה לפי שלא מצינו באשם מיעוט כמו שמצינו בריטאת ושחט אותה לחטאת ואע\"פ שנאמר באשם אשם הוא לא נאמר בשעת שחיטה כמו שנאמר בחטאת אבל נאמר בו אחר גמר הקטרת אימורים ואין הלכה כר\"א: "
            ],
            [
                "<b>יוסי בן חוני אומר הנשחטים לשם פסח ולשם חטאת פסולין כו': </b>יוסי בן חוני חולק על ת\"ק ואומר שזה שאמר בשאר זבחים שלא לשמן כשרים על מנת שלא ישחוט אותם לשם חטאת או לשם פסח אבל אם שחט עולה או שלמים לשם חטאת או לשם פסח אותו הקרבן פסול וחולק ר\"ש אחי עזריה על יוסי בן חוני ועל ת\"ק ואמר ששאר זבחים אם שחטן לשם זבח שהוא גדול מהם בקדושה ה\"ז כשר ואם שחטן לשם זבח שהוא פחות מהם בקדושה ה\"ז פסול ומביא ראיה ממה שנאמר ולא יחללו את קדשי בני ישראל אין מורידין אותן מקדושתן ובאר איך יהיה זה ועוד יתבאר לך בפרק ה' מהמסכת הזאת מה הם קדשים קלים ומה הם קדשי קדשים ושם ג\"כ יתבאר שהבכורות והמעשר והשלמים כלן קדשים קלים ויש יתרון מעלה לשלמים לפי שהן טעונין מתן ארבע וסמיכה ונסכים ותנופת חזה ושוק ואין בבכור ובמעשר שום דבר מזה כמו שיתבאר בזה הסדר כל ענין מהם במקומו והלכה כתנא קמא: "
            ],
            [
                "<b>הפסח ששחטו בשחרית בארבעה עשר שלא לשמו כו': </b>כבר ידעת מה שאמרה תורה בפסח בין הערבים והודעתיך שפסח ששחטו בלא זמנו שלא לשמו כשר ואומר רבי יהושע שזמנו לענין שלא לשמו הוא זמן שחיטת בין הערבים אבל קודם לכן אם שחטו בתחלת היום לא. בן בתירא אומר יום י\"ד מקצתו ראוי ולפיכך כל זמן ששחטו שלא לשמו יום י\"ד פסול אפילו בתחלת היום וכבר ידעת שהעולה כליל לאשים כמו שבארנו בתחלת דברינו ואין הלכה כבן עזאי והלכה כבן בתירא: "
            ],
            [
                "<b>הפסח והחטאת ששחטן שלא לשמן קבל והלך וזרק שלא לשמן כו': </b>זה מבואר לפי שאנו הולכים אחר המחשבה באלו הארבע עבודות וכשחשב באחת מהן שלא לשמו פסול הזבח אם היה חטאת ופסח ואם היה שאר זבחים לא עלו לבעלים כמו שזכרנו וכבר באר ר\"ש טעם מה שאמר וחכ\"א עבודה שאפשר לבטלה שמה עבודה. וראוי שתדע מה שאמרו הולכה בזר פסולה ונאמר בסיפרא מקבלה ואילך מצות כהונה. ומה שאמר ר\"א מקום שהוא צריך להלוך הוא שיוליך הדם ממקום הזבח למבית לעזרה ר\"ל אצל המזבח ומקום שאינו צריך הוא שיוליך אותו חוץ לעזרה. ואין הלכה כר' אלעזר ולא כר\"ש: "
            ]
        ],
        [
            [
                "<b>כל הזבחים שקבל דמן זר אונן טבול יום מחוסר בגדים כו': </b><b>נשפך הדם על הרצפה ואספו פסול כו': </b><b>נתנו על גבי הכבש שלא כנגד היסוד כו': </b>כל מי שאינו כהן נקרא זר שנאמר וזר לא יקרב אליכם. והזר הקרב יומת. אונן נקרא האדם שימות לו מת שחייב עליו אבלות ויום המיתה בלבד הוא אונן מדאורייתא ואסור לו לאכול בקדשים כל זמן שהוא באנינות שכן כתוב בתורה ותקראנה אותי כאלה ואכלתי חטאת היום וכן אינו עובד אלא אם היה כ\"ג שהוא מקריב אונן כמו שנתבאר בסוף הוריות. וטבול יום לא נגמרה טהרתו עד הערב שנאמר ובא השמש וטהר ולפיכך אינו עובד. ומחוסר בגדים הוא כהן הדיוט שלא יהא בפחות מד' בגדים והם כתונת ומכנסים מצנפת ואבנט וכ\"ג בפחות מח' בגדים והם ארבעה הנזכרים מוסף עליהן ציץ וחשן ואפוד ומעיל ואלו הן הנקראים בגדי זהב כמו שנתבאר בכפורים ונאמר וחגרת אותם אבנט אהרן ובניו ואומר והיתה להם כהונה לחקת עולם ואמרו בזמן שבגדיהם עליהם כהונתם עליהם אין בגדיהם עליהם אין כהונתם עליהם ודע כי כמו שמחוסר בגדים פסול כן מיותר בגדים פסול ואפילו מוסף כל שהוא בבגדיו וראוי עלי לזכור בכאן שכהן אסור לעבוד בתפילין של יד לפיי שהן חוצצין בין הבגד לגופו ורחמנא אמר יהיו על בשרו שלא יהא דבר חוצץ בינם לבין בשרו אבל של ראש הן על השער בין הציץ והמצנפת ואינן מתכסין במצנפת. ומחוסר כפורים הוא הזב והזבה והמצורע והיולדת כשנגמרה טהרת כל אחד מהן קודם הבאת קרבנו המיוחד לו כמו שאמרנו הוא הנקרא מחוסר כפורים ואסור לו לאכול קדשים עד שיביא כפרתו כמו שבארנו בסדרים שלפנינו ומצאנו הכתוב אומר במחוסר כפרה שהוא מחוסר טהרה ולפיכך הוא פסול לעבודה שכך אמר רחמנא ביולדת שהיא מחוסרת כפרה וכפר עליה הכהן וטהרה מכלל שהיא טמאה קודם לכן. ושלא רחוץ ידים ורגלים ג\"כ פסול שנאמר ורחצו אהרן ובניו ממנו את ידיהם ואת רגליהם בבואם אל אהל מועד חקת עולם לו ולזרעו לדורותם ואמר עוד בבגדים חקת עולם כמו שזכרנו ולפיכך כמו שמחוסר בגדים פסול כמו שזכרנו כן מי שלא רחוץ ידים ורגלים. והואיל וזכרתי קדוש ידים ורגלים אזכיר סדר עשייתן וענין הכרחי מדיניו. סדר עשייתו שישים ידו הימנית על רגלו הימנית וידו השמאלית על רגלו השמאלית ומשלח המים מן הכיור עליהם וחוכך רגלו בידו בשעת רחיצה והוא כפוף לא ישב על הקרקע שאין ישיבה במקדש שנאמר לעמוד לשרת בשם ה'. לעמוד לפני ה' לשרתו ואסור לרחוץ בכיור עצמו שנאמר ממנו ולא בתוכו ולא יהיה בכיור מים פחות ממה שיספיק לד' כהנים שנאמר ורחצו אהרן ובניו ממנו והיו בני אהרן אלעזר ואיתמר ופינחס ואין צריך שיהיו מימי הכיור מן המעיין רק כל המים כשרים ואם קידש ידיו ורגליו וחשך עליו היום חייב ממחרת לקדש שנית לפי שידיו נפסלו בלינה ואם הוציא ידיו חוץ לחומת העזרה אינו חייב לקדש שנית ואם יצא כל גופו מקדש שנית ואם נטמאו ידיו מטבילים והם טהורים כמו שנבאר במקומות מסדר טהרות ואינו חייב לקדש שנית  (וכבר זכרנו לך ביומא שכל המשתין אפילו נטמא גופו יטבול ואינו מקדש שנית) [ואם נטמא גופו יטבול ויקדש שנית וכבר זכרתי לך ביומא שכל המשתין מקדש שנית] וכבר נתבאר מי שמקדש שנית. ואחזור להשלים הפירוש אמר ערל ונאמר ביחזקאל כל בן נכר ערל לב וערל בשר נתן הערל כמו בן נכר שהוא פסול בלי ספק ומה שאמר טמא כגון שנטמא באיזה דבר מן הטומאות כמו שיתבארו חלקיהן בסדר טהרות. יושב שנאמר לעמוד לשרת שלא תהיה עבודה אלא מעומד וכשם שאין בין ידיו ובין הכלי חציצה כך לא תהא בין רגליו ובין הארץ חציצה. אמרו רצפה מקדשת וכלי שרת מקדשין ר\"ל העזרה תקדש הנכנס בתוכה כמו שמקדשין כלי שרת הדבר הנכנס בהן מה כלי שרת אין דבר חוצץ בינו לבין הכלי אף קרקע לא יהא דבר חוצץ בינו לבין הרצפה בין שיהא החוצץ כלי או אדם או בהמה והעבודה לא תהא אלא בימין ר\"ל קבלת הדם וזריקתו והוא מה שאמר כ\"מ שנא' בו יד אינה אלא ימין [אצבע אינו אלא ימין] וזה בענייני העבודה בלבד הוא מה שאומרים כ\"מ שהוא אומר יד סתם הוא ימין ור\"ש אומר הואיל ואינו אומר בקבלת יד אלא ולקח מדם הפר ולקחת מדם אם קבל בשמאל כשר וחכמים אינן למדין אלא מן האצבע לפי שנאמר בקבלה אצבע וזה ענין מה שאמר ולקח הכהן מדם החטאת באצבעו ונתן שלא תהא קבלה אלא בימין. נשפך על הרצפה ואספו פסול ר\"ל אם שתת מצואר הזבח על הארץ מפני שצוה השם שתהא קבלת הדם מצואר הזבח שנאמר ולקח מדם הפר וכפר ואין ר\"ל מקצת הדם לפי שכבר צוה לקבל כל הדם שנאמר ואת כל דם הפר אלא ר\"ל מה שזכרנו דם מהפר יקבלנו מדם הפר ולא מדם העור ולא מדם התמצית. וסדר שחיטת קדשים הואיל וזכרנו אותו זהו שיאחוז הצואר ומושך הסימנים והוורידין לחוץ עד שיהיו כנגד אויר המזרק ושוחט כדי שיכניס הדם כולו בכלי והוא מה שאמר צריך שיתן הוורידין לתוך הכלי וכשנצייר המזבח בסדר הזה במסכת מדות יתבאר לך צורת הכבש והיסוד וזולתן מכלי המקדש ומקומותם ועוד נזכיר מזה קצת במסכתא זו: ומה שאמר בכאן פסול ר\"ל הבשר אבל הבעלים מתכפרים וזה הבשר אינו נאכל לפי שמאחר שהגיע הדם למזבח נתכפרו הבעלים ואם אירע פסול ושינוי בבשר אחר כן אינו מחוסר כפרה וסמך זה למה שנאמר ואני נתתיו לכם על המזבח לכפר כיון שהגיע הדם למזבח נתכפרו הבעלים אמרו לכפרה נתתיו ולא לאכילה ר\"ל אסור לאכול הבשר כשאירע בו שינוי וכבר נתבאר בתוספתא דזבחים (פי\"ב) שערל ויושב ואונן ובעל מום שעבדו באזהרה ולא במיתה. ודע שהמזבח י' אמות גבהו כפי מה שיתבאר אחר זה והוא רשום באמצעיתו בחוט הסיקרא וכל מה שזורקין מדמי הקרבנות בה' אמות העליונות שהם למעלה מהרשום הזה נקראים הנתנין למעלה וכל מה שזורקין למטה מן החוט הם הנתנין למטן ובפ' שלישי ממדות (מא.) אמרו במזבח וחוטשל סיקרא חוגרו באמצע להבדיל בין דמים העליונים לדמים התחתונים ועוד יתבאר במסכתא זו איזה מן הקרבנות דמן ניתן למעלה ואיזה דמן ניתן למטה. והנתנין בחוץ הם הקרבנות שזורקים דמן על מזבח החיצון והנתנין בפנים הוא שזורקין דמן על מזבח הפנימי או אל מבית קודש הקדשים כמו שיתבאר בחמישי מן המסכתא הזאת ומה שאמר אין בו כרת ר\"ל מי שאכל מן הבשר הזה שאירע בזריקת דמו השנוי הזה אינו חייב כרת ואין הלכה כרבי שמעון: "
            ],
            [
                "<b>השוחט את הזבח לזרוק דמו בחוץ או מקצת דמו כו': </b>כבר ידעת שהאליה מכלל האמורים והיא נשרפת ומתנאי אלו הדינים שתהא המחשבה לאכול כמו דבר שדרכו לאכול כמו שיתבאר אח\"כ ולפיכך אמר מעור האליה לפי שדעתו על עור האליה שאינו כאליה לזה הענין וכשחשב לאכלו כאילו חשב לאכול דבר שדרכו לאכול. ובכל מקום שהוא אומר פסול ואין בו כרת ר\"ל שהבשר ההוא פסול ואסור לאכלו ומי שאכלו אינו חייב כרת ולא נתכפרו הבעלים שלא עלה להן הזבח. והמקום שהוא אומר פגול וחייבים עליו כרת ר\"ל שהאוכל מזה הקרבן חייב כרת ולא נתכפרו הבעלים באותו קרבן ג\"כ לפי שהוא פגול הוא שנאמר עליו פגול הוא לא ירצה המקריב אותו לא יחשב לו ואוכליו עונו ישא והוא אמר עיקר זה וזהו שאמר: "
            ],
            [
                "<b>זה הכלל כל השוחט והמקבל והמהלך והזורק כו': </b>אמר הכתוב ואם האכל יאכל מבשר זבח שלמיו ביום השלישי לא ירצה המקריב אותו לא יחשב לו פגול יהיה ואמרו כוף אזנך לשמוע במחשב לאכול מזבחו ביום הג' הכתוב מדבר או אינו מדבר אלא באוכל מזבחו ביום השלישי אמרת אחר שהוכשר יחזור ויפסל והביא ראיה גם כן ממה שאמר הכתוב המקריב אותו בהקרבה נפסל ואמר עוד לא יחשב במחשבה נפסל וכבר נתבאר אצלך שאם המחשבה הפסיד באחד מאלו הענינים שבהן הזבח נפסל ר\"ל בשעת שחיטה או בשעת קבלת הדם במזרק או בשעת הולכה למזבח או בשעת זריקת הדם על המזבח וחשב על זה הקרבן שיאכל ממנו חוץ לזמנו או יקריב ממנו חוץ לזמנו כמו שנזכר אותו הקרבן יקרא פגול וחייב על אכילתו כרת ואינו נרצה אותו הקרבן ולא עלה לבעלים כמו שנאמר לא ירצה ופסקנו דינו בשוה בין שחשב עליו לאכול ממנו חוץ לזמנו בין שחשב עליו להקטיר אמוריו חוץ לזמנו ואמר שהוא פגול על שתי פנים אע\"פ שהכתוב זכר אכילת חוץ לזמן שנאמר ואם האכל יאכל אבל אמרו בשתי אכילות הכתוב מדבר אחת אכילת אדם ואחת אכילת מזבח לפיכך כמו שהבשר הראוי לאכול אם חשב לאכלו חוץ לזמן אכילה פגול כן האימורין הראוין להשרף או הדם שראוי להזרק שאלו הן אכילת מזבח מן הקרבן ר\"ל דמו ואימוריו אם חשב עליהן להאכילן למזבח חוץ לזמנו פגול אבל אם לא אירע פסול בשעת הקרבה והשאיר מן הבשר שום דבר אחר זמן הראוי לאכילה ועוד יתבארו זמני האכילה בפרק החמישי הרי זה נקרא נותר לא פגול והאוכל ג\"כ הנותר חייב כרת כמו שיתבאר מפשט הכתוב שנאמר ואוכליו עונו ישא אמנם הקרבן כבר נתקבל ונרצה ועלה לבעלים. ושמור אלה העיקרים בכל המשנה כי פעמים רבות יכפל זכרון פגול והנותר במשנה ולא נצטרך לשנות הפי' בכל מקום. ואמרו בגמרא דין הפגול לא ירצה כהרצאת כשר כך הרצאת פגול מה הרצאת כשר עד שיקרבו כל מתיריו אף הרצאת פגול עד שיקרבו כל מתיריו וזה ענין מה שאמר ובלבד שיקרב המתיר כמצותו רוצה לומר כי מה שאמרנו חוץ לזמנו פגול חייב עליו כרת ע\"מ שלא קדמה למחשבה הזאת מחשבה אחרת פוסלת בשום צד מעניני הפסול ולא תבא אחריה עוד מחשבה מן המחשבות הפוסלות שזהו הפגול שחייבים עליו כרת הואיל ולא נולד בו פסול כל עיקר זולתי מצד מחשבת הזמן לבדו ולולי אותה המחשבה היה הקרבן כשר אבל במקום שקדמה או איחרה למחשבת הזמן שום דבר שפוסל הקרבן מצד אחר מלבד מחשבת הזמן אותו הזבח פסול ואין חייבים עליו כרת לפי שלא קרב המתיר כמצותו וסדר מה שאמר ובלבד שיקרב המתיר פירושו כך הוא ובלבד שיקרבו הדברים המתירים זבח כשר וזבת זה הפסול כמצותו רוצה לומר שיגמר עבודותיו כולן במחשבת שינוי זמן או בשתיקה ועלה מזה מה שאמרנו כהרצאת כשר כך הרצאת פגול והתחיל לבאר זה בשני דוגמות ואמר: "
            ],
            [
                "<b>כיצד קרב המתיר במצותו שחט בשתיקה קבל והלך וזרק כו': </b>כבר ידעת שהמחשבה אינה אלא באחת מאלה ארבעה ענינים או בכולן ר\"ל שחיטה וקבלה והלוך וזריקה שאם חשב בכולן חוץ לזמנו או במקצתן חוץ לזמנו ובמקצתם היה פנוי מן המחשבה ועבד סתם כמו שאמר בשתיקה כ\"ש אם היתה מחשבתו במקצת ההוא כמצוה ר\"ל מחשבת כשרה זה הזבח מובדל בפסול חוץ לזמנו בלבד ולפיכך הוא פגול כמו שביארנו למעלה וכבר נאמר בפרק ראשון שפסח וחטאת בלבד נפסלין אם חשב בהן שלא לשמן והענין כולו מבואר מתוך מה שהקדמנו: "
            ],
            [
                "<b>לאכול כזית בחוץ וכזית למחר כזית למחר וכזית כו': </b>זה הענין כולו מבואר אם תבין מה שזכרנו לעיל מהפי' והלכה כחכמים. וראוי לידע בכאן שאם חשב על חצי זית חוץ למקומו ועל (חצי) זית חוץ לזמנו בין שקדמה מחשבת הזמן או לא קדמה הזבח פגול וחייבים עליו כרת לפי שעיקר בידינו שחצי זית אינו מועיל במקום כזית וכן אם חשב על חצי זית בין לאכילה בין להקטרה ואחר כך חשב על חצי זית אחר כמו המחשבה הראשונה עד שיהיו שתי המחשבות לכוונה אחת בין חוץ למקומו בין חוץ לזמנו שהוא מצטרף וכאילו חשב על כזית ונדין בדיני אותה המחשבה ואם חשב לאכול כחצי זית ושתאכל הבהמה או חיה חצי זית הוא מצטרף כי שם אכילה אחד הוא: "
            ]
        ],
        [
            [
                "<b>כל הפסולין ששחטו שחיטתן כשרה כו': </b>אמר רחמנא ושחט את בן הבקר לפני ה' והקריבו בני אהרן לא התנה בשחיטה בני אהרן אלא שוחט כל מי שירצה ומקבלת הדם ואילך צריך כהן כמו שזכרנו כאמרם מקבלה ואילך מצות כהונה ולפי שאלו הפסולים כשרים לשחיטה פוסלים במחשבה ר\"ל אם שחטו שלא לשמן או חוץ למקומו או חוץ לזמנו כמו שזכרנו: ודע שמותר לכתחלה לזר ולאשה ולעבד שישחטו קדשים ומה שאמר בכאן ששחטו שמורה שלכתחילה לא ישחוט זהו מפני הטמא שלכתחלה לא ישחוט גזירה שמא יגע בבשר ואל יקשה בעיניך היות הטמא שוחט קדשים מפני ששחיטת קדשים בעזרה הכרח כמו שהקדמנו והטמא אסור לו ליכנס לעזרה כמו שזכרנו בשבועות לפי שזה אפשר בהיות הסכין ארוך ושוחט והוא חוץ לעזרה או אם שגג ונכנס לעזרה (או כצ\"ל וכ\"כ התי\"ט) שעבר ג\"כ וכבר אמרנו בפ\"ב מהמסכת הזאת שכל הזבחים שקבל דמן אונן וזר יפסלו כל זה אם קבל דם הזבח כולו וכן מה שאמר למעלה שאם קבל המקבל והוא מכוין חוץ למקומו פסול וחוץ לזמנו פגול על מנת שיהא המקבל שפסל המחשבה ראוי לקבלה אבל אלו הפסולים שאינן ראויין לקבלה אם פסלו המחשבה בשעת הקבלה לא נפסל הקרבן לפי שאם נותר כל שהוא מדם הנפש יחזור הכשר ויקבל במחשבה כשרה שאין פוסל הקרבן במחשבה בעבודה מן העבודות אלא הראוי לאותה עבודה שמחשבתומועלת עד שלא יהא פסול בקבלה אלא מצד מחשבתו כמו שהתנינו על הפגול שיקרב המתיר כמצותו וזכור העיקר הזה גם כן: "
            ],
            [
                "<b>קבל הכשר ונתן לפסול יחזיר לכשר קבל בימינו כו': </b>הודיענו שמאחר שהקבלה כשרה אינו בא לידי פסול מן הפסולים ואחר כך עוד שב לענין אחר ואמר שזה הדם שקבל אותו הכשר ונתנו לפסול אם זרק אותו הפסול ושנה מקומו שהקרבן אינו נפסל הואיל וזה ששנה השינוי הזה אינו ראוי לזריקה וכמו שאין מחשבתו פוסל כמו שאמרנו הואיל ואינו ראוי לאותו עבודה ג\"כ אין פוסלין מעשיו אלא שאם נשאר מדם הנפש שיחזור הכשר ויקבל ויזרוק הדם במקומו וזכור זה העיקר והוא מה שאמר אין מחשבה מועלת אלא במי שראוי לעבודה ובדבר הראוי ובמקום הראוי לעבוד: "
            ],
            [
                "<b>השוחט את הזבח לאכול דבר שאין דרכו כו': </b>כל זה מבואר ואין הלכה כרבי אליעזר: "
            ],
            [
                "<b>השוחט את הזבח לאכול כזית מן העור ומן הרוטב כו': </b>רוטב הוא המרק וקיפה הוא התבלין שמבשלים בתבשיל הראוי להן: ואלל שיורי הבשר המתדבקים בעור בשעת הפשט. וגידים שם נופל על הגידים ממש ועל העורקים הדופקים ושאינן דופקין ועל המיתרים ועל הגידים הקושרים הפרקים. וכשהוא אומר בזה הענין קרנים וטלפים ר\"ל קצוות הדקות מהקרנים וטלפים הסמוכות לגוף שכשחותכין אותם מבצבץ מהם דם אמר אם חשב על כזית על שום דבר מכל זה לאכלו תוץ למקומו לא פסל הזבח אבל הוא זבח כשר לפי שאלה הדברים אע\"פ שנאכלין אין חוששין להן ואין סומכין עליהם לאוכלן וכן אם היה הקרבן עצמו פגול או נותר ואכל כזית מאותו הפגול או הנותר או אכל מזבח כשר והיה האוכל טמא ולא אכל משום אחד מהן הבשר עצמו רק מן הקרנים [מן הטלפים] ומן העור וכל מה שסיפר אינו חייב כרת כמו שחייב האוכל בשר נותר או פגול או האוכל בשר קדשים והוא טמא וכבר ביארנו בפ' הב' מה הוא הפגול ומה הוא הנותר: "
            ],
            [
                "<b>השוחט את המוקדשין לאכול שליל או שליא בחוץ כו': </b>כבר ידעת שהזבח לא יהיה פגול אלא אם חשב עליו חוץ לזמנו כמו שנזכר ולפיכך יהיה סדר המשנה כך השוחט את המוקדשים לאכול שליל או שליא בחוץ לא פסל וכן אם חשב לאכול מהם חוץ לזמנן לא פיגל לפי שהן מאוסים על האדם כמו העור והאלל. ושליל הוא העובר הנמצא בגוף הבהמה קודם גמר ברייתו ושליא הוא המכסה אשר על השליל בגוף ושאר ההלכה מבוארת ממה שרמזנו בכאן וזכרנו בפירוש ההלכה שלפני זאת: "
            ],
            [
                "<b>שחטו ע\"מ להניח את דמו או אמוריו למחר או להוציאן כו': </b>אם חשב שיזרוק הדם למחר או שיקטיר האימורים למחר בלי ספק שזהו חוץ לזמנו ושהזבח פגול אבל אם היתה המחשבה שיניח הדם או האימורים ואין דעתו לא לזריקה ולא להקטרה רק שישאר הכל עד מחרת וכן אם חשב שיוציא חוץ לעזרה בלבד ואין דעתו לא לזריקה בחוץ ולא להקטרה בחוץ אומרים חכמים הואיל ולא חשב לא לאכול ולא להקטיר ולא לזרוק לא פסל ורבי יהודה אומר הואיל ואם הוציא כמו שחשב או אם הניח פסל בלי ספק ג\"כ אם חשב על אותו דבר פסול ואין רבי יהודה חולק על המחשבה בשנוי מקומות נתינת הדם אבל מודה שלא פסל אע\"פ שאם נתן (במחשבתו) [כמחשבתו] פסל לפי שדעת ר' יהודה בדם שחוץ למקומו כמקומו הוא ר\"ל שאם חשב על הזריקה במזבח עצמו לא חוץ לעזרה כאילו חשב לזורקו במקומו ואינו חולק ג\"כ אם חשב שיאכלוהו טמאים וכו' שלא פסל לפי שהן דברים חוץ מן הזבח וכבר הודעתיך שענין בחוץ ובפנים מזבח הפנימי ומזבח החיצון ושהדמים הנזרקים על הפרכת ובקדש הקדשים הן ג\"כ נקראים הנתנים בפנים והלכה כחכמים: "
            ]
        ],
        [
            [
                "<b>בית שמאי אומרים כל הנתנים על מזבח החיצון כו': </b>עוד יתבאר לך בפרק שאחר זה שהקרבנות שזורקים דמן על מזבח החיצון יש מהן טעון מתנה אחת ויש מהן טעון שתי מתנות ויש מהן טעון ארבע מתנות כמו שיתבאר וכל זה למצוה אבל אם נתן מתנה אחת בכל קרבן וקרבן מהן כפר לפי שנאמר ודם זבחיך ישפך על מזבח באיזה צד שיהיה. וחלקו ב\"ש וב\"ה בחטאות שנכפל בהן ג\"פ על קרנות מזבח העולה ומיעוט רבים שנים ויהיו כולן שש מתנות אמרו ב\"ש ד' למצוה וב' לעכב לפי שכל זמן שמזה מדם החטאת פחות משתי מתנות לא כפר וב\"ה אומרים שבפסוק האחד בלבד מן השלשה שנאמר בחטאת הוא שכתוב בהן קרנות מזבח העולה אני אומר מיעוט קרנות שנים *) <small>(יראה היות סוגיית שנית פנים מכוונת אל הביאור האמיתי בלעדי נטיה אל המזבח תוספת נתוסף בחוץ)</small> ושני פסוקי האחרים כתוב בהן קרנות מזבח העולה ולפיכך יהיה המובן משלשה פסוקים ד' מתנות ג' למצוה ואחת לעכב ויעלה בידינו מהמחלוקת זו שב\"ה שאומרים מתנה אחת הוא העיקר ועליו ראוי לסמוך והשאר למצוה לפיכך אם זרק ראשונה כתקנה לא הפסיד הקרבן ואפי' הפסיד המחשבה בהזאה שניה ומה שאחריה ואם נתן הראשונה חוץ לזמנה יהיה הקרבן פגול ואפי' נתן השניה ומה שאחריה חוץ למקומה לפי שהשניה ומה שאחריה אינן אלא תשלום המצוה ואינן מתנאי הכפרה הכרח עד שנלך אחר המחשבה בהן ולדעת בית שמאי שאומרים שתי מתנות הן עיקר בחטאת אם נתן את הראשונה חוץ לזמנה והשניה חוץ למקומה אינו פגול לפי שכבר ערב מחשבת הזמן עם מחשבת המקום בשתי ההזאות שניהן יחד עיקר ולפיכך יהיה כשוחט חוץ לזמנו וקבל חוץ למקומו שאינו פגול כפי העיקרים שביארנו בפרק השני ואין אנו צריכים לשנות ששוחט חוץ לזמנו או חוץ למקומו שענינו מחשבת הזמן ומחשבת המקום כמו שנתבאר בפרק השני וזכור זה תמיד בכל המקומות שלא זכרנו אלא על המחשבה: <br> *) <small>[כל זה גליון מתלמיד אחד שהוסיף בחוץ כלומר בצד הספר ואח\"כ נדפס בפנים בשגגות המדפיס]</small>"
            ],
            [
                "<b>כל הנתנין על מזבח הפנימי שאם חסר אחת כו': </b>אמר רחמנא בפר החטאת הקרב ביום הכפורים ולפני הכפרת יזה ז' פעמים ואמר בשעיר החטאת שחבירו שעיר המשתלח ועשה את דמו כאשר עשה לדם הפר ר\"ל שיזה שבע פעמים ומורה שהזיות שבפנים מעכבות זו את זו לפי שהכתוב מבאר מספרם ולפי שכולן צריכות להן אין הקרבן פגול עד שיפסיד את המחשבה ר\"ל מחשבת הזמן בכולן כפי העיקר שבארנו בפרק השני [הלכה ג] כהרצאת כשר כך הרצאת פסול ולכך צריכין שתהא המחשבה פוסלת ההזיות ההכרחיות כלן אם היה ההפסד בהזאה ומזה יהיה פגול וכבר אמרנו שמתנות שבפנים כלן ההכרחיות בכפרה ולפיכך אם הפסיד המחשבה בקצת המתנות והוא מה שאמר אחת שלא כתקנן בין שאיחר אותה או הקדימה הקרבן ההוא פסול והאוכל ממנו אינו חייב כרת: "
            ],
            [
                "<b>אלו דברים שאין חייבים עליהם משום פגול כו': </b>כבר ידעת שהפיגול למדנו אותו מן השלמים שנאמר ואם האכל יאכל מבשר זבח שלמיו וגו' ואמר מה שלמים מיוחדים שיש להן מתירין בין לאדם בין למזבח חייבין עליו משום פגול אף כל שיש לו מתירין בין לאדם בין למזבח חייבין עליו משום פגול וענין זה המאמר כי כל דבר שאינו ראוי ליאכל כפי הדת ולא ליקרב אלא אם קדם לו מעשה אחר ואחר גמר אותו מעשה כתקנו יהיה ראוי אותו דבר ליאכל או ליקרב כגון האימורים שאסור להקריבן עד שיזרק הדם וכגון הדבר הנאכל מן השלמים שאסור לאוכלן אלא אחר הקטרת האימורים למזבח וזריקת הדם מתיר האימורים למזבח והאימורים מתירין בשר לאדם וכשהוא מפסיד המחשבה בחוץ לזמנו כמו שזכרנו יהיה אותו דבר שיהיה דבר ראוי ליאכל או לישרף פגול וחייב האוכל ממט כרת אך הדבר שאין לו מתיר אלא הוא עצמו מתיר לזולתו אין חייב האוכל ממנו כרת אע\"פ שהפסיד המחשבה ופיגל וזהו ענין שאין חייבין עליו משום פגול. ומכלל זה הקומץ והוא הדבר שלוקח הכהן מן המנחה ונותנו על גבי המזבח כמו שנאמר וקמץ משם מלא קמצו לפיכך האוכל אותו הקומץ או הלבונה אע\"פ שהמנחה נתפגלה אינו חייב כרת לפי שאין שם קדימת מעשה להתיר הקומץ והלבונה ליקרב רק הן בעצמן הן המתירים וכן קטרת ומנחת כהנים שורפין אותן כולן ואין לוקחין מהן קומץ לומר הקומץ מכשיר השירים. וכן מנחת כהן משיח והוא קרבן כהן גדול בכל יום ונאמר בתורה וכל מנחת כהן כליל תהיה לא תאכל. ומנחת נסכים הוא הסלת שמביאים עם הקרבנות כמו שנבאר בתחלת מנחות. והדם רוצה בו דם הקרבנות כלן לפי שהוא מכשיר זולתו ואין *[לו] מכשיר כמו שנזכר. והנסכים הבאים בפני עצמן הם היינות שמביאין בנדר ונדבה כמו שיתבאר במנחות והבאים עם הבהמה והם שמביאים עם הקרבנות שחייבים בנסכים כמו שיתבאר במנחות וכבר זכרנו ביאור זה בשקלים ואומר ר\"מ שדם הקרבן מכשיר הנסכים הבאים עמו למזבח ולפיכך חייבין עליהן משום פגול וחכ\"א שהנסכים מכל הזבחים אין להן מתיר אלא דינם כדין הדם ומכלל זה לוג שמן של מצורע נמצא העיקר הזה העולה בידינו שהקרבן או המנחה כשהוא מתפגל כפי תנאי הפגול שזכרנו בפרק השני וכמו שיתבאר בתחלת מנחות כיצד יהיה פגול המנחה שהאוכל מן המתירים עצמן שלא קדם להן מתיר אינו חייב כרת והאוכל מדבר שיש לו מתירין בין שיהיה אותו דבר מותר לאדם כמו שירי מנחות ושירי החטאות והאשמים או השלמים בין שיהיה ראוי לישרף כמו האימורים ובשר העולה חייב כרת משום פגול וכבר הארכנו בביאור זו ההלכה כדי שלא נצטרך לשנות אלו העיקרים בכל מקום והלכה כרבי שמעון: "
            ],
            [
                "<b>העולה דמה מתיר את בשרה למזבח ועורה כו': </b>פרים הנשרפים הן פר יום הכיפורים ופר הבא על כל המצות ופר העלם ושעירין הנשרפין הן שעיר יוה\"כ ושעירי עובדי כוכבים ודין התורה לשרוף אותן ר\"ל שעירי עבודת כוכבים כמו שבארנו בתחילת דברינו במסכת הזאת ששריפתן למדו חכמים ממה שנאמר בפר העלם חטאת הקהל הוא בנין אב לכל חטאות הקהל שישרפו ודינן כדין פר כהן משיח ופר העלם בשוה בשריפתן וזריקת דמן לפנים ובהקטר אימורים והוא מה שאמר בסיפרא נאמר בפרשת העלם דבר של צבור חטאת הקהל הוא לרבות שעירי עבודת כוכבים לכל האמור בענין ר\"ל הזאות וזריקה ולפנים והקטר אימורים על מזבח החיצון ולשרוף הנותר מן הגוף בחוץ ר\"ל חוץ למחנה ולפי שכל אלו זורקין את הדם לפנים ומקריבין מהם אימורים על גבי מזבח החיצון שורפין הנותר מגופן חוץ למחנה נמצא על דעת האומר דמן מתיר את אימוריהן ליקרב שהאימורים דבר שיש לו מתירין ואם פיגול במחשבה כמו שנזכר יהיו האימורים פיגול והאוכל ממנו כזית חייב כרת ורבי שמעון אומר הואיל ולמדנו הפיגול מן השלמים והשלמים כל מעשיהן במזבח החיצון כמו כן לא יהיה דין הפגול אלא במה שיהיו כל מעשיו במזבח החיצון ואין הלכה כרבי שמעון: "
            ],
            [
                "<b>קדשי עובדי כוכבים אין חייבין עליהן משום פגול נותר כו': </b><b>דברים שאין חייבין עליהם משום פגול כו': </b>דבר תורה שעובדי כוכבים מקריבין קרבנות ומקבלין אותן מהם וכבר בארנו בתחלת שקלים שמקבלין מהם דבר הנדר והנדבה ר\"ל העולות והשלמים וכבר נתבאר בפרק זה הדברים שאין חייבין עליהן משום פגול ומכללן הדם ואמר רחמנא בדם ואני נתתיו לכם על המזבח לכפר ואמר שלכם יהא ואמר עוד לכפרה נתתיו ולא למעילה וכן אם אכל מדם הקדשים והיה זה האוכל טמא הגוף אינו חייב כרת משום אוכל קדשים בטומאה נמצא שאין חייבין עליו לא משום טומאה ולא משום נותר ולא משום פגול אבל חייב האוכל ממנו משום אוכל דם בלבד כשאר הדמים והלכה כר' יוסי: ורש\"א שהעצים והלבונה והקטרת אין בהם משום טומאה ולא טומאת עצמן ולא טומאת הגוף ר\"ל שהטמא אם אכל קטרת ולבונה או הקריב עצים טהורין שהוא פטור וכן אם היה טהור והן טמאין ואין הלכה כר\"ש ואין לך עצים שמתטמאין אלא עצים של קרבן בלבד שהם נפסלים ואסור לשרפן על גבי המזבח: "
            ],
            [
                "<b>לשם ששה דברים הזבח נזבח לשם הזבח כו': </b>מכלל דברינו נתבאר לך שלא הוצרך שיהיו השלמים נשחטים לשם שלמים ולא עולה לשם עולה וכבר הודעתיך בתחלת המסכתא שאם שחט סתם כשר והתנא הזה הצריך שתהא כוונת בעל הקרבן לאלה הו' דברים מוסף על השוחט: וא\"ר יוסי שהוא תנאי בית דין שאין הולכים אלא אחר מחשבת העובד בלבד ר\"ל השוחט או המקבל או הזורק אבל בעל הזבח לא והלכה כרבי יוסי ולפיכך דברי האומר בעלים מפגלים נדחין ואין ענין המחשבה תלוי אלא בעושה אחד מד' העבודות בלבד כמו שנזכר: "
            ]
        ],
        [
            [
                "<b>איזהו מקומן של זבחים קדשי קדשים שחיטתן וכו': </b>קדשי קדשים נקראין העולה והחטאת והאשם ודבר תורה בחטאת ואשם קדשי קדשים הוא ולמדנו העולה לפי ששוה עם החטאת והאשם בשחיטתה ובקבול דמה כמו שיתבאר ומקום שחיטת העולה נאמר בה ושחט אותו על ירך המזבח צפונה ונאמר בחטאת במקום אשר ישחט העולה תשחט החטאת ונאמר באשם במקום אשר ישחטו את העולה ישחטו את האשם ואמרו בנין אב לכל החטאות שלא ישחטו אלא בצפון וכן המקבל דם לא יהיה אלא בצפון שנאמר סמוך לשחיטה ולקח מדם הפר שיהיה הקבול בצפון ג\"כ ורבוע המקום היה מכותל המזבח הצפוני עד כותל העזרה והוא ששים אמה [וחצי] וכל שכנגד הרוחב הזה מכותל האולם עד כותל המזרחי והוא ע\"ו אמה וזה הרבוע נקרא צפון לשחיטת קדשי קדשים וזה יתבאר לך מצורת המקדש שאצייר במדות וכן יתבאר בתוספתא זבחים [רפ\"ו] שהמקום הזה מקום השחיטה ופר ושעיר של יוה\"כ אינו אלא חטאת כמו שבארנו בתחלת חלוק הקרבנות (ולפיכך) [ולפי שדמים] נכנס לפנים כמו שנא' בתורה הקדים אותן על כל החטאות ולא הקדים העולה אע\"פ שהיא עיקר ועליה סמך הכתוב כמו שנאמר במקום אשר ישחטו את העולה ולמה לא אמר ג\"כ בק\"ק וקבול דמן בכלי שרת בצפון לפי שאשמות ומכלל קדשי קדשים מכלל האשמות אשם מצורע שכל דמו אינו נכנס לכלי שרת אלא מקצתו ביד הכהן ומקצתו בכלי שרת כמו שיתבאר בפרק האחרון מנגעים וכבר נתבאר לך בפרק שלפני זה שמתנות שבפנים מעכבות זו את זו: ושירי הדם ר\"ל הנותר מדם פר ושעיר של יום הכיפורים לפי שלמד מדינו משירי דם הפר של כהן משיח שדמו ג\"כ נכנס לפנים שנאמר בו ואת כל דם הפר ישפוך אל יסוד מזבח העולה אשר פתח אהל מועד והצד הסמוך לפתח אוהל מועד מן המזבח הוא צד מערבי לפי שההיכל במערב כמו שיתבאר מצורת המקדש במדות והמזבח לפניו ולפי שהוא שיורי מצוה נאמר בה אם לא נתן לא עכב שהעיקר בידינו שיורי מצוה אין מעכבים והמצוה שהיא עיקר הם ההזאות: "
            ],
            [
                "<b>פרים הנשרפים ושעירים הנשרפים שחיטתן כו': </b>כבר בארנו בפרק שלפני זה שפרים הנשרפין ושעירים הנשרפין הם כלם חטאות וקרבן צבור ולמדנו דינם במתן דמים וזולתו מפר כהן משיח ר\"ל פר שנגתו שנאמר בו והזה מן הדם שבע פעמים לפני ה' את פני פרכת הקדש ונתן הכהן מן הדם על קרנות מזבח העולה קטרת הסמים לפני ה' אשר באוהל מועד ואת כל דם הפר ישפוך אל יסוד מזבח העולה וכמו כן אמר בפר העלם. ולמדנו שעיר עבודת כוכבים מפר כהן משיח כמו שנזכר ולפיכך מה שאמר בכאן ודמן טעון הזייה על הפרכת תהיה הזייה מקור ולא תהא הכוונה הזאה אחת רק ההזאה ממנין ידוע שהוא ז' הזאות כמו שנתבאר: "
            ],
            [
                "<b>חטאות הציבור והיחיד אלו הן חטאות הצבור כו': </b>כבר זכרנו בתחלת דברינו במסכת זו כל החטאות של יחיד וצבור ונתבאר ג\"כ בפ' הזה שהחטאות שחיטתן בצפון וכן קבול דמן ודבר תורה בחטאת ולקח הכהן מדם החטאת באצבעו ונתן על קרנות מזבח העולה וכבר בארנו בפ' שלפני זה שהוא על ארבע קרנות וסוף הפסוק ואת דמו ישפוך אל יסוד מזבח העולה ואמר בסיפרי זה יסוד דרומי שהוא הקרוב אליו ברדתו מן המזבח לפי שהכבש שעולין בו למזבח הוא בדרומו של מזבח כמו שנבאר כשנצייר אותו במדות כמו שדם החטאת הנעשית בפנים שופכין שירי הדם על יסוד מערבי שהוא סמוך לו בצאתו מן ההיכל כמו שבארנו ג\"כ דם הנעשה בחוץ שופכין שירי הדם על היסוד הקרוב אליו ברדתו מראש המזבח ולפי שקרן דרומית מזרחית הוא על ימינו בעלותו מן הכבש למזבח ראוי להתחיל בו. והעיקר בידינו כל פנות שאתה פונה יהיו דרך ימין למזבח. ואני מצייר עתה צורת ריבוע המזבח כדי שיתבארו לך אלו הפנות והקרנות בלבד עד שנצייר צורת המזבח כלו במקומו ממדות וזו היא צורת ריבועו ומקום הנחתו תוך הד' פנות ונאמר בתורה על החטאת במקום קדש תאכל בחצר אהל מועד והוא ענין לפנים מן הקלעים והעזרה במקדש כנגד לפנים מן הקלעים במשכן <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAH4AAABqCAYAAAB6ZOUFAAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAABANSURBVHhe7Z0LsFXTG8C/uoQ8Cnm/y5srSt4URl7jEZqRaDCSyUR5Jmb6i/GMSBLqDoo8Jo8Zuogh5ZH3M8mrQt5ERF77v39fa127c8+519lrn33uOvv8ZvacvfbZ55x99rfW2t/6vm99q1UQIlUyR2vzWiVjVAWfUaqCzygVJfjffvtN/vnnH93/+++/5euvv9Z9C8csqDbRctaoGOUOoXfo0EE233xz6dmzp3Tu3FkGDRok22yzjYwaNUqFfN5550m/fv3k4Ycf1gry+++/y8yZM2WFFVYw35IdKqbFI8itt95azjrrLPn5559V+HV1ddK/f3+pr6+XuXPnyhFHHCF9+vTR1s4rlWHy5MnmG7JFRXX1S5culQEDBsjuu+8uX375pfTu3VsF37p1a2nbtq1ssMEGss4668jGG2+s5w0ZMkR7iixSMYJ/8cUXZc6cOfLss8/Kgw8+qF08TJ8+XWbPnq37vP/mm2/K559/Lj/99JOMHz9ej2eRinnGL1y4UK677jo5+eST5Y8//pCuXbvq8VNPPVXOPvtsadOmjQr79ttvly5dush6662nlWX48OGyxhpr6LlZomq5yyjVcXxGqQo+o1QFn1Gqgs8oiSh3L7/8slrBPvvsM9lkk03kk08+kS+++ELHzuuvv778+eefqnXz3korraTnWa27ED/++KOsuOKKamT56quv5JtvvjHvLIPv2m233RqOo7G3a9duuX1e3377bT2Wj1122UVWW201U1pG9HvgpZde0uuvqamRbt26aTnKvvvuq++/8cYbsummm8qSJUtk7bXX1vf++uuvhqFkFM7/5Zdf9P5wLhZHvofPp0Uigt9ss82kb9++suGGG+rQCMGuu+66DWPpfNgbSoVh3H3CCSfo8e23317H21jiOnbsKBtttFFDhQKOY5zhZlHhCsH3WAFEPx+FCooAEDYg8J122kmvi+tDMLaCvv/++3Lsscc2EiQV64UXXtDjGIz4Xa6P3+PzfBevTfH888/L6NGj1b5ABUsFBO9KWFODsOWZUnHU19cHvXr1MiU/qaurC8KKb0rxQBT33XefKZWexJ7xttXEIbcb943oo8GF7777zuyVnsQET/cWlwULFpi97NKqVSvp3r27KZWexASPIhYXnCdZZ5VVVpEddtjBlEqPs+BRzthQtuLCn846W265pXz44YemVHqcBR/qCbrFfc7NmDEj1WFMKWBIuOaaa5pSPBi9EEeQFs6CX7x4sQ6JXCBQwme4/traWlOKx1NPPaVxAmnhLHjG6wQ3uGj1lcDTTz9t9uJB8Ej79u1NqfQkptx98MEHZi+bYLlzAa3+3XffNaXSk5jgXbT6SoCwL59ITPDYqKv4Q2KCt/HsxbLzzjubPX/BJ0BAp0+U/WoJed5nn31MyU8uvPBCeeihh0wpXXACxcHZO8dQjkkMBDDiocOjhjuScS2aPmNcHgPz5883n1hmsNl1111NSVSp2XHHHU3pX/g8z04Ux+22207ds4x3Ob8p7x+/h87Bxrm4hvGuwR577KHfh9s36pblf3AT843HuQ40bs5977331O7A+Sh01i2Lp68pbyTwPVE3MR48ex0HH3yw3H333c26q2HEiBEaKLr33nvrtWD5RIz8PlHGXM+hhx6q96ogCN6FefPmqWep0re2bdsGgwcPzvteUturr75q7mrThJUk6Ny5c9C/f/9g4cKFwZ133hmEjS848sgjg2nTpgVh5Q1qamqC6dOnm080xrnF//DDD9riGcvTKtinFtIiqdG25eVCjaVnAEKdmQWDf53aj8MHKxafL2QRxEz8yiuvaCvkGctv4uzhfPsZys1ZBcObvdykCmIL+AzfzzXQeugx+H9rrbWWfPTRR+bMZdjeyv6WvQZaNlOz9txzT3Pmvx5Me32U2b/11lvVp09r/S8t/pBDDpFhw4bJfvvtp7EL2267rbz22mva41KmN8L8e8stt8htt91mPpWDit+R8A8HU6ZMMaXiCC8yCLsoU8ou4SOjqBY/evRo9d+ff/75emzRokVBWDl1Hx599NHg3HPPNaXGtAhVlGe3z8PB8D7qf0iToUOHyimnnKJRQUwGPeCAA2SLLbaQsDLos33gwIFy+eWXm7Mbk5jgXXzqPAqaC09qyRBAgck1LcJWLr/++qtu/O4xxxwjN9xwg8yaNUtdu1dddZV2+SuvvLL5RGMSE3xzz9IqyXHggQeavWXstddeOroA9I2TTjqpWVd3YoKvWu78IjHBo1XGAbcu0blVRG0EaZGY4OOGDTFtuVOnTqbkJwzp6G5dSTMELRHBM/a1Y9M42PGtr2B9c42HZ+IIdoK0SETwKHYYIOKAkyauvbmSSHs4mFhXHxfs5pUgeNe5AU3a1UtA2QWPudT38Gqmjblm1WjOwZM0ZRc8MMHSZ2itrr0Wvg3mzqVF2QWPIwaXps8wp8D1P6DgpvnIK7vg8eb5Dh5KEiq6wKiIWb1p0SK6et/B1+AaZZs2VcEnAON4fOA+kVfw1u6O14mQpe+//17LVfKD1dI3s3NewePbveiii+Twww/XGLQrrrhCTj/99JLEjhOlgtWLXLO+QoSxjSbyhbyCv/feezU7JI5+wo4uuOACtcw1lXokLtwwKpTPjhruFb0j4Vq+kFfwaNrXXHONOk+YE4YTAsFbn2+SoBjhO05To00aYg3xV/hEQeWOAMAzzjhDk/lQk8kRW4rE/nTz9CoYMHyG7j7upJJyUFDwTNslepWQKGK+cZ8+88wz5t3l2Wqrrcxe8SB4nvOLFi0yR/yDBkE6t2+//dYcafkUFDyWJLrho446SidDEMacL0waODeuP57ehCVEXDJqlBssbmw+rXRRUPCTJk2SkSNHauAerfGOO+4omJwHz1Tc6BFaC8NHF39+uWEMT8/l6mHLN5uoVBScUMHKDvfff78u9cFUHboxgvjyceKJJ+qEA9Z+KRYiRVEmfeomc+HamRIWnSZWLPSsTOC49NJLzZHGoABTyRhBUEnw4dvRkJ2AYmHih81ExnE+iwfwuOOO02MFBc9MF+LhWNvFQnfG6ST9j3LttdfqMy6rgqdHJPQqX/rS/wqCf+yxx/R7bKg5wmVExewi2yuSEjYXOyOnEAgeewzfY9OtFBQ8QfoM5cgXS82xygvhQdOmTVvumcw0HSx8WRU8Jls7GTMuF198sT4yWUEjDQo+4wmQYPov86+uvvpqmThxojz++OO6xovPilgpYOJCEvlr0ryvBQV/8803y/HHH68T/pmibLdSrN/CIyV3MqJPYHmcN2+ec0rSNPMIFRR8WvDMwurlk/Ejl1VXXVUfV7z6QtkFT2tBG25qnldLBz3lnXfe0SnXvlB2wWMUQmFEf/AVa6u32TV8oOyCZ2hYKUmMfVq1suyC59mOW7MScEndnjZlFzwUMCV4R+ZaPCbduMoZw8V81qgqpSURwa+++uol8dVnDRYlSotEBM+kScyWVeKDLZ2eMy0SETz+dFfLm0++7FKAI8W7mTTMJHHNSRvNB+cruKbjQl66jz/+2JRKTyKCh7g5cKjlrjbuloJL5i5GBCQqzL2PeD2b27iHfN6avemBo++PHz9e3bt4UQcNGiRvvfVWMgkOZ8+eHfTo0cOUiiO82KC2tjaYMGGCOeInodCCUDkzpeIZM2ZM0KZNm6Bdu3ZBhw4dGrZQjs1upDBt37590LFjx6BTp05BOMLKe57dSIWaWIuPu5AOKzNgtvVtQkI+XGbMEsqOIYugCnpAuwFBryx9Sni73aJl3icYhDB17mM+fYkoKRIbDx48WL2uibX4Ll26mFLx8NmxY8eakp/Q4keMGGFKxUMK0q5duwZz587V5MNLly4175SGxFq8C9RQMjH6jsukEOLnmKNIqDrJiXPD25KmRQj+kksukX79+pmSn7DgQjQ+sViI0E1zxq1z2nJAc2Q4x4wYsAsA0AJs5CcaJxorx9F+qdk2QPD111/XY2zR1Kgc55nFd+C3J1+unXmDJosWnA+ihKI6hy3boET7yjXT0nhGYoBCM+ZcrgNTcjRkHKEyjQzh8D/opQiVwvCCd5Flx+2MIPu/eEZznbxP8Crfy3vRnoH7wf0i0JIQt9RiD7XDd2TWrFmNNMdK20LFKO/xJDe0+LRIpMUTK3bYYYfp4ve0yOawcd4+wZIrpcrVQw9Ej1ZXV6eLFaSCit+RxYsXB/vvv78pFc/UqVODTz/91JT8ZNSoUf95oYF81NfXB2GXb0qlJxHljph75s7H9Uej3LH5DLOLJ0yYYErxSLMXTETwrCeDUuYSKev7NGlwSWTsYuePQ9ktd5WES+hV2gs9JCZ4lBMXXHPBlhsSSLgs/B/XyRWXxASPpo52mlUY07vg+vliSUzwGD5cBI8hxGeISXCBmEV0pebo0aOHDp2HDBmi4W4YfTAejR07ViZPnqy9Ds4echswV2HmzJlaZnUqJsFaPSwxwdulN+NSW1tr9vwEfzdj/biEIywdFTXX5fNIZC4+502ZMkUtgkQ/USaXARUDf/sDDzwgN910kwwYMEAtqyxQeNBBBzWks0lM8FWkYe55HNCRGM5h1i0EARasM8fasr169dKs31deeaWaspnWjrkX0y8maJYiu+eee6Rbt26aZ5cpXvQqdvJKVfAegV8Byx7RuFOnTtVHKxUluuYf9oQnn3xS90ljw7x94LzevXtr1w8tRvBxlzbJErRcVu0m+GLGjBmaeBL3LZlIgXz3ZCsjIymVgpAr7CMYlrAT8FhAP4BElTsXKiECJw1uvPFG9RBiKaUV03XT/QP79ASMsPAC3nXXXZrRhOgeUtSih9nHUWKCt67ILPPcc8+ZvdKCwKOp56xjjNdozkFCrRA0Ct8555yz3GcS8c4BXQiaZJzkACydTbYNUqwlAb0H/nQ2C0Of3CEX05tzc/cx9EFDtjHu+N35Hnq0fNHA1tTK9fM8pUVGjVl2n2lidL8sLx7F+uOx+rF0aFr++MQET+IjFAtuFAEJuevMEAgYtcfzPOJPM4xjjMk+AYRNYd25CIubRXfHDWcYhGBRfjjOzWVoybr0FgTJsIfjCJHrozVQSRA0G0YUkhwgYMp0nbQiAhnRpMeMGaO/Te9m5/vxvQh03Lhx+v9I/WqTGed7/PH7+RZg5pnNVDRyDqVBYoLHiMAfL+SPZygRFQQCxJhAq0P5QGgkTvYVfPX8fyqwDyQm+Cp+UR3HZ5Sq4DNKRQkenSFqDyjkNLIauyW3nAUqSvBPPPGEJupleEjSRAwX5IPFZg19+/aV66+/Xt+HPn366ERCRhMueWh9pKIET+gT2Z9x8SL4Rx55RIYOHaq2a8bTNhfv0UcfrZ4rbA68hweLxRh8WlPGlZr/hZh972HISOvFNEkLZqIgZYZajNEZe/NKTjqSKmLNYvx/5plnqrsS02eppy61FCqqxWN4wWyKgG1aEZINkG2bMTZCZsGF4cOHy2mnnSaXXXaZGlnweOHnjlr6KhuR/wPmVaRU0i/iJAAAAABJRU5ErkJggg==\"> ונאמר עוד כל זכר בכהנים יאכל אותה ולמה תאכל ליום ולילה לפי שמצאו התודה שהיא קדשים קלים נאמר בה שלא תאכל אלא ליום ולילה כמו שנזכר בפרק הזה לפיכך אינו ראוי לפסול זאת שהיא קדשי קדשים ג\"כ [<small>גי' יעב\"ץ</small> יותר] מיום ולילה. ולמה היא עד חצות הלילה כדי להרחיק את האדם מן העבירה כמו שנתבאר בתחילת ברכות: "
            ],
            [
                "<b>העולה קדשי קדשים שחיטתן בצפון וקבול כו': </b>לא נאמר בעולה קדשי קדשים אלא מפני שלא נאמר עליה כן בתורה אבל השוה בין החטאת והאשם והעולה במקום שחיטתן וקבלת דמן כמו שבארנו בתחלת פרק הזה ולפיכך היתה גם היא קדשי קדשים כמו החטאת והאשם ודבר תורה בעולה והפשיט את העולה ונתח אותה לנתחיה והקטיר את הכל ולא נאמר בעולה על קרנות המזבח כדי שנאמר עליה שהיא צריכה ארבע מתנות אבל נאמר בזריקת דמה וזרקו את הדם על המזבח סביב ולפי שנאמר סביב הוצרכנו שיהיו המתנות כוללים ארבע כותלי המזבח וזה יהא כשיזה שתי מתנות בשני קרנות שהן באלכסון וזהו שהן ד' ר\"ל ששניהם כוללים הד' כותלים והנני מצייר עכשיו ריבוע המזבח  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAGsAAABiCAYAAABXsC3EAAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAA0lSURBVHhe7Z0HrI3nH8d/ZmvXVqrUqL1rtdRqzYiidpAYISIIrS1Ga8YKEYTaJHathLYIYu8Ve286bK11/ufz+7+Pnt573XG895z3vff9JG/OOe8ZrvN9n9/zW89zkvj8iIcrSGrdergATywX4YnlIjyxXIQnlovwxHIR8SLW/fv3pXfv3rJ+/Xp59uyZjBkzRjZu3Ci///679YrgmTFjhsyZM0c/a/z48bJy5Uoh+rhy5Yo8f/5cLl68KIcOHZLXr19b70g4xEuctWvXLmnUqJFkzZpVqlatKn/++afs2bNHxo0bJ61atbJeFRx16tSRZMmSSfr06SVXrlx6QbRr105+++03qVGjhgwdOlTSpUsn7du3l6lTp1rvShjEmxnkSzty5IhkzJhRli9fLlWqVFHx3pXq1avraCpRooRMmDBBzpw5o+cLFy6so7lChQpy69Ytef/99/V8QiJexMqWLZuavqJFi0rBggXl6dOncvz4cfniiy+sVwQPn8ORPHlyfbx582YpUKCAfPjhh3Lz5k39txYvXiwpU6bU5xMS8ZZuOn/+vM5dn332mT6+fv26fPTRR3rfThDnvffeU9N49+5defHihdy7d09Kly5tvSLh4OUGXYTnursITywX4YnlIjyxXIQnlovwxHIRnlguwtY4a/To0dKyZUv5+++/5ezZsxqYksMDk88jsZsqVSo9l1Ahybxz507JlCmT5MmTRx4/fiyFChWSvXv3at6SVFkw2CpW/vz5ZdmyZTJixAjZunWrPHr0yHpGNFdHWogsA+moQIoXLy5JkyaVDBky6HO5c+eW27dvS+bMmTWNRFLYTZCjnDRpkv7dX375pfz4448ye/ZszWVSFdixY4d+F3HFVrHKlCmjIn3wwQeaaSfd9DYYffv27bMe/QtimuQskE/s0KGD9cgdTJ48Wb766iu90LjgfvnlFx1VQ4YMUeE++eQTadOmjfXq2GOrWJ9++qleUf369ZM0adJIkiRJ5J9//tEseJEiRSRLlizWK/+f7P3444/l9OnTKjKkSJFCKleurPcNbszxIdb27dvl2LFjWiFYvXq1HD58WFq3bi3z5s2TBQsWBFWBsE0sMt4lS5aUAwcOaBFw7ty5WhSMDQ8ePND/GJCEZW67dOmSjk5qYN9//70+5xY2bNigpo5yDoll5q/OnTtrNaBWrVpBVx9sE+vhw4fy9ddf63DH/DGR/vHHH3Lnzp03EyoimgouJQ5T5giE5xmR/FkczGU89rBRLOYarhpqTVSKMX/UlBgVPDYeESMQ8JIiOhoGHAzExt6fOHFCHZBAmjZtKp9//rn1KPFgm1g3btzQsjouO+Jgl+mXaNu2rSxcuFBfQ59EoIcYEUwGtp1qL2A+AnspmN8wk5TsKe8nNmwVK2/evLJ79241d6tWrdKGFvojEA7z2K1bN/nrr7+sd4jGW6Y4GQgjkIIirnwwlC1bVh2cQF6+fKl/GwXQunXrWmfdha1msFq1amq2EAYzyEhr3ry5xl4nT56Un376SYXEOySOosobFYzAQFHthOAc82pg3sQDZc41ATzBbPfu3dVhchK2iQWYr59//lkGDBgggwcP1v4LvKBZs2ZJvXr19IofOXKk9eq3QwyGSQyEc/v377ce/cvbzoMxm4BnyQX15MkTDRkuXLggr1690ueiglgxvi6YoEEsu8iXL59v6dKlvvr16/v8I0vP+QXy+Z0Kn9+Z8PXv31/PhQP/3Ofzi6OHue83jT6/iHrLcfXqVd/Bgwd9/nnWN2jQIOudzsG2RC45P65aIDfGVc3oSJ06tUby4Qb3nzDAhALcYhJpleOWAy+U0U9zD3Oc07BNLGw/GQjAxNCGxuNSpUrpOTcRlRl2AraJhUtucoHYezdDRsUJ1iAitomFm228rMDMBJ4hWQw34UQTCLaJFWj3KZUYyDaQjXATmHHjxjsJ28QyXLt2TW/JPoBxMtwEDgh1qJjAqSJWDPYg3uT23LlzunAjJmwTi/mKxK3BpIwoFfCfchPkNFnoEB18yeQ3yZTEdLDahdiOg7mQc9wnwc0tQTlrA2LCNrHw/Mi68weQZDVXCn+o28r4WANKNNGBtfDHZJqZiekgW0M4w0Ei+9SpU28em4NkQoxY8ZatDBs2zLdlyxa93759e70Nd1AcW/xm3OePwXxHjhyxzjgH2+csIHMOXKE5c+bU+26BsIMkshPjw3gRy4kBZWzB/EWXMwwn8SKWgXnMJFLdAi67UyvT8SLWd999J+XKldP7uKcGYjCnc/ny5Vj3joSaeBGLOpYJKgMDZBODOZnYxDvhIl7NIHMXNSS3xVk5cuSw7jmLSGLR50ZFl96JUaNG/ceMxRXmLEr6boyzooNq9/Tp07VNgNY7egG5pdsW3uU7i45IlWKaNNeuXau3S5YskUqVKkmTJk2sZ4Mne/bs2llLP7yTGThwoFYQottDg2wN7QqUUgIhgU32A7G5UI8ePartAszfEVNuNLZSvSaDUbFiRe3gjRHECoQqKgFtnTp1fD169PA9fvzYeubdcEtQ3LdvXw3q45tDhw75tm/frod/pFpnoyeSGSTGaNiwoe7cQq/funXrrGcSB6SHQgEji913OBiFsSGSWHhs9KQzzDkof3s4g0hK0Pu3aNEiqV27tkbzuOF2cfXqVeueRzBEEosOWDw4HAIO+v/sgsnUI3giiUWvOt5gr169pGPHjtr7hzfj1HyZ3fD/dyqRxGKOmj9/vlYvEe3XX3/V/f0o2ScGAnvrnUYksWgZpumfeIFt5zjc2E4WLMRFTiWSWB6RYd6mjM+oo00tIpwnxMEhC8x+kBQGzhEGgT9cihRMxxZPrCgoVqyYCmR2HWUVJz0lfMlRWRle27hxY42Z/IG/rlLBSWNdWb58+WT48OHar0HVgSW8OFr+4Nt6d+zxxIoCAmMCVfoHGR3kApkamM+bNWtmvepfaLdmAQYtbAjxzTff6EJB1qnxPqYW1q1xO2jQIF1jTCoqroRULDfUs4A1vwiTNm3aNzuCmixDVMVUupUwgz/88IN2eJUvX17PIw45QdaEsSKFz+C1QF4wroRULAJuN2A8QhalM8cEElUVmT4TFnwjColgFgPS6QWEQHR7If7YsWN1m4WZM2fqFhRxJaRiYSbcgHEA+JIZXcDcAxHXNxvY26Jr1666OQvvMaGOsSa8HxHr16+v85n53LgQUrHM4m+ngsfGPGU6snhszCDLmcLdsx9SsbiynAzzDc6EibVIaJsRglDhXh0TUrGcXjGmqEjPCIkAYiOq5nh6QBGWfsJwElKx2JTf6dDqjPnDcyOmMpv5U6pncXs4CalYbgCHgKWrwCgzzTMIx3PhLPN4YkWAtWS453RkrVmz5k37HHMXZjycZR5PrAhQEgKEYVSxJwaw3iyYQNZOQiqW3YvqSKqSl8OLi0u2HFPGHERaifeZ3zehZoc3CNzns00QjHhmzXS4sHXTkuig6kySM3CDLDaBJH5hOwNycFF17HI1M7FzxSMOTaNA+obVKpgnPDcyBLFtPOHf5PWIQfrHbAkB7LhJ0RXRCF47deokU6ZM0fmLNdOMsD59+livDi0hE4sE6IoVK6xHsYOr2vx5fLkRUz3EQWzhQLBN8Go2nyRbwCK+mGDhH7ET78WpIJZieaoJhEm24lgYsdj1bdq0aQlfLGDlflzaA8i1YaY4+LIYndHBVc+Iw2tjlLIklL1oTfIUwclQGDFigtIGvwOGWDgc7E2VKEZWKGDXNZZ8AiYTM4upQ2hGJSKxiRcCIqoRkVwgI5R5ibJGzZo1VSgCYZK5ZmTxfh57YoUIttrDRGI6MYGISLt0YAUYRwhPENPNVnyIRUGSFSYEyZ5YDoRRSYqJjAYC4kVSzzL1qlCTIMXCs6SbmOqsgRJGXIqfmEK8SzYlZlQ5gQQpFv8lU2I3kJc0W77ieDBqCAswf5g2Co4c/GxuIHiW7EbqBBKFGTR1qmAwcRh7UyEsTkjYsu+IldDxOwQ+/2j6z+EPcH2ZMmXiQtV9L7JmzepLnjy5nufwx136nN986q3fFOrtvHnzrE8NPYnWwcBdJ+Yj7UQWBA+R8oj5JQOe43FEiP1M2STUeN6gi/Cy7i7CE8tFeGK5CE8sF+GJ5SI8sVyE41x3KrWU6U1Nil+mowDIakySqbQoc5/qME2j5PDsgFrb8uXLtQxCOopCKakmNm9xytbnjhNr4sSJ2tzPzy6RkGWBGrWlHj16aCW4RYsW2tiPmPzpb/sdkrjCclwuFD6Ti4LEL02emzZtcswe744zg/wSKYvYWNfEF/Xtt9/qKOLHZ3r27KlZBUYaP+5p57YPjGJ+mI3fa6TQyH1GtVOEAseJxZdFyzJlCa5yvkTMUJcuXWTbtm26bIbePja3CubnY98GJXv2qGKDMcorZO1j08cRShxnBs+fP6+9FmbjfnofyOMxyho0aKDnzTnTOWsXZNX5fHo1nIiXG3QRnuvuIjyxXIQnlmsQ+R8HH+Det+l05QAAAABJRU5ErkJggg==\"> ויהיה הדם הנזרק כמו החוטים שכתוב עליהם דם וזו היא צורת המזבח והדם על סדר הנזכר:"
            ],
            [
                "<b>זבחי שלמי צבור ואשמות אלו הן אשמות כו': </b>כבר ידעת שאין לצבור שלמים אלא שני כבשי עצרת והן שמניפין אותן על שתי הלחם כמו שיתבאר אתר כך וסמך אותן הכתוב אל החטאת שנאמר ועשיתם שעיר עזים אחד לחטאת ושני כבשים בני שנה לזבח השלמים לכן היה משפטן כחטאת זולתי מתן ד' שאין חייבין במתן ד' בקרבן בשום פנים אלא בחטאת בלבד וכבר בארנו אלו האשמות כולן בתחלת דברינו: "
            ],
            [
                "<b>התודה ואיל נזיר קדשים קלים שחיטתן בכל כו': </b>התודה היא קרבן שלמים עם מנחה ועוד נבאר אותה במנחות שנאמר וזאת תורת זבח השלמים אם על תודה יקריבנו. ונאמר בזריקת דם השלמים סביב כמו שנאמר בעולה לפיכך כל שלמים דמן טעון שתי מתנות שהן ד' כמו העולה ואמר רחמנא בחטאת ואכלתם אותה במקום קדוש ואמרו אותה במקום קדוש ולא אחרת במקום קדוש ר\"ל שהחטאת וכל הראוי לה והאשם שמשפטו כמשפטם שנא' בתורה כחטאת כאשם היא שאינה נאכלת אלא בעזרה אבל זולתה מן הקרבנות נאכלין בכל ירושלים: והמורם הוא הדבר שהכהן נוטל מתודה ואיל נזיר והוא שנוטל מקרבן תודה חזה ושוק ונוטל מן הלחם שמקריבין עמו אחד מכל קרבן שהן ד' חלות כמו שנבאר בשביעי ממנחות ונוטל מאיל נזיר הזרוע בשלה וחזה ושוק ג\"כ וחלת מצה ורקיק מצה מן הלחם שמקריבין עם איל השלמים וכל אלו אוכלין אותן הכהנים זכרים ונקבות לפי שכן בא הכתוב עליהן חקך וחק בניך וגו' ונאמר בתודה בפי' ובשר זבח תודת שלמיו ביום קרבנו יאכל לא יניח ממנו עד בקר ואיל נזיר הוקש לתודה שהוא ג\"כ קרבן שלמים עם מנחה. וכבר ידעת שכ\"מ שנא' בו עד בוקר מצותו עד שיעלה עמוד השחר אבל מדרבנן אמרו עד חצות להרחיק האדם מן העבירה כמו שנזכר למעלה: "
            ],
            [
                "<b>שלמים קדשים קלים שחיטתן בכל מקום בעזרה כו': </b>אמר רחמנא על השלמים ושחטו אותו פתח אהל מועד ואמרו להכשיר כל הרוחות לפי שלא ייחד בו צפונה ואמר כל מיני שלמים מלבד תודה ואיל נזיר שדומה לו אמר בו והנותר מבשר הזבח ביום השלישי באש ישרף ואינן נאכלין אלא ביום השחיטה והלילה וממחרת עד ליל ג'. ומה שנוטל הכהן מן השלמים והוא הנקרא מורם מהם הוא חזה ושוק שנאמר בו כי את חזה התנופה ואת שוק התרומה וגו': "
            ],
            [
                "<b>הבכור והמעשר והפסח קדשים קלים שחיטתן כו': </b>אמר רחמנא בבכור את דמם תזרוק על המזבח ולא אמר את דמו שזה נאמר על הבכור שאינו צריך אלא זריקה אחת ומעשר בהמה שמקריבין ממנה האימורים ואוכלין הבעלים הנותר כמו שביארנו פעמים ואין לכהנים בו שום דבר אפי' תזה ושוק והוא מה שאמר לכל אדם והבכור אוכלים אותו הכהנים וכן כתוב בו ובשרם יהיה לך כחזה התנופה וגו' וכבר ידעת שחזה ושוק דומה לשלמים כמו שאמרנו המורם מהם כיוצא בהם והשלמים נאכלין לשני ימים ולילה אחד וג\"כ הבכור אוכלין אותו הכהנים לשני ימים ולילה אחד בכל העיר בכל מאכל כמו שאוכלין חזה ושוק וכל מה שנאמר בפסח הוא דבר תורה וכבר ביארנו אותו בפסחים. ואשר הצריכנו שתהא מתנה כנגד היסוד לפי שנא' בעולה וזרקו את הדם ואמר באלו את דמם תזרוק על המזבח לפיכך כמו שהעולה אי אפשר בלא יסוד שנאמר אל יסוד מזבח העולה כך אלו. ובמדות יתבאר לך שפנות המזבח יש מהן שיש להן יסוד ויש מהם שאין להם יסוד ושמה נצייר זה: ודע כי מה שאמרנו בתחלת דברינו במסכת הזאת שלמים או הדומים להם לא היתה כוונתינו אלא על אלה השלשה קרבנות ר\"ל הבכור והמעשר והפסח לפי שהן דומין לשלמים במקומות השחיטה ובהקטרת אימורים ובמקומות האכילה והיות האוכלים זכרים ונקבות ועבדים ובהיות קדשים קלים בזמן אכילתן זולתי הפסח שנאמר בו פסוק ואם יקשה מקשה ויאמר איך לא אמרת במיני הקרבנות ותמנה אלו השלשה מוסף על העולה והחטאת והאשם והשלמים זה אינו ראוי מצד החלוק לפי שאותן הד' מינים פעמים רבות יתחייב היחיד בכל אחד מהם כפי שנוי הענינים והצבור חייבין בהם בזמנים משונים ואלו אינם כן ועוד שהכתוב לא בא אלא על אלו המינים בלבד והם שנתן להם תורות שנאמר זאת תורת העולה למנחה ולחטאת לאשם ולמילואים ואמר אח\"כ אשר צוה ה' וגו' הרי אין שם קרבן זולתי אלו אמנם המילואים לא זכרנו אותו לפי שאינו זוכר אלא קרבן הנוהג לדורות והמנחה עוד יתפרשו דיניה במסכת שאחרי זאת: "
            ]
        ],
        [
            [
                "<b>קדשי קדשים ששחטן בראש המזבח כו': </b><b>המנחות היו נקמצות בכל מקום בעזרה כו': </b>כשנצייר המקדש במדות יתבארו לו מקום המזבח מן העזרה ונחלקו שניהן במה שנאמר וזבחת עליו את עולותיך ואת שלמיך וכבר ידעת כפי מה שנאמר בפרק שלפני זה שהעולה קדשי קדשים ושחיטתן בצפון והשלמים קדשים קלים ושחיטתן בכל מקום רבי יוסי אומר המזבח כלו כשר לשחיטת עולה ולשחיטת שלמים ורבי יוסי בר' יהודה אומר חציו לעולה וחציו לשלמים והמנחה לא (שוים) [סיים] לה מקום לקמיצה ונאמר במנחה והנותרת מן המנחה לאהרן ולבניו וגו' ונאמר בה עוד קדש קדשים כחטאת וכאשם ולפיכך היה דינה ודין החטאת והאשם אחד ר\"ל שאינה נאכלת אלא מבית לעזרה ואין אוכלין אותה אלא הזכרים בלבד וביום הקרבתה ועד חצות הלילה הסמוך לו כמו שביארנו בפרק אשר לפני זה ועליה אמר הכתוב כל זכר בבני אהרן יאכלנה וראוי להזכיר בכאן שהמזבח אם נפגם ממנו שום דבר כל הקדשים הנשחטים בעזרה כל זמן שהוא פגום פסולין לפי שנאמר וזבחת עליו ואין השחיטה על גוף המזבח אבל היא בעזרה לפיכך ר\"ל עליו כל זמן היותו מצוי שלם וזהו מה שאמרו מזבח שנפגם כל קדשים שנשחטו שם פסולין וכן הקדשים שיהיו באותה שעה בעזרה אע\"פ שלא בשחטו פסולים שכך עיקר בידינו קדשים בעלי חיים נדחין וכן שיורי מנחות אינם נאכלין בעוד המזבח פגום שנאמר ואכלוה מצות אצל המזבח ר\"ל כשהמזבח מצוי שלם כמו שזכרנו וכן קדשים קלים אינן נאכלין בירושלים אלא כשהמזבח מצוי שלם ודע ששחיטת קדשים קלים בהיכל בשעת הדחק מותר לפי שאמרנו בכל מקום וכן אכילת קדשי קדשים בהיכל והלכה כרבי יוסי: "
            ],
            [
                "<b>חטאת העוף היתה עשייתה על קרן דרומית מערבית כו': </b>ההגשות ר\"ל [<small>גי' יעב\"ץ</small> הגשת] המנחה לפי שנאמר בה הקרב אותה בני אהרן לפני ה' אל פני המזבח ואין נכון להיות פני המזבח ופני ה' אלא בקרן מערבית דרומית כמו שיתבאר לך כשתעיין ריבועו שציירנו בפ' שלפני זה ונקראת המנחה חטאת לפי שנאמר במנחת חוטא לא ישים עליה שמן ולא יתן עליה לבונה כי חטאת היא ולפיכך סיימנו (מצות) [מקום] וחטאת העוף באותו קרן וכבר ביארנו לך בפרק ה' ששירי הדם היה שופך אל יסוד דרומי: וענין מלמעלן ומלמטן למעלה מן החוט המפסיק גובה המזבח ושיפולו כמו שזכרנו בפרק שני: וניסוך המים הוא בחג הסוכות כמו שביארנו בסוף סוכה אבל ניסוך היין הוא תמיד כמו שנבאר בתחלת מנחות וסיימנו מקום עולת העוף שהוא במזרח המזבח לפי שהוא קרוב אל מקום שפך הדשן ושם משליך מוראתו בנוצתה: "
            ],
            [
                "<b>כל העולין למזבח עולין דרך ימין ומקיפין כו': </b>כבר ביארתי לך בפ' חמישי כי בשעה שעולה הכהן למזבח ופונה על ימין הוא מוצא קרן דרומית מזרחית וסובב על המזבח כלו ואז יגיע לקרן דרומית מערבית כמו שיתבאר לך מאותה הצורה אבל העולה לניסוך המים או היין או עולת העוף כשנצטרך לכך אף על פי שאמרנו שאלו הג' צריך שיהיו בקרן דרומית מערבית אין מטריחין אותו לפנות על ימין ולסבב המזבח כלו אלא מוליך אותו לאותו הקרן ומקריב שם ונרתע לאחוריו וטעם זה כי בשעה שהוא סובב המזבח והמים והיין בידו אפשר שיתעשנו בעשן המזבח בשעת סובבו ויפסיד ריחו ואנו צריכין תמימים יהיו לכם ונסכיהם כמו שיתבאר במנחות וג\"כ עולת העוף נחוש שתמות מן העשן: "
            ],
            [
                "<b>חטאת העוף כיצד היתה נעשית היה מולק כו': </b>אמר רחמנא בחטאת העוף והזה מדם החטאת על קיר המזבח והנשאר בדם ימצה אל יסוד המזבח ואמר קיר שהשירים שלו מתמצין ליסוד ואיזה זה קיר התחתון ר\"ל החצי התחתון מגבהו של מזבח מתחת החוט עד שימצה הנותר בדם אל יסוד המזבח ומפני זה היתה חטאת העוף למטה: וסדר מליקת חטאת העוף הוא שיאחוז שתי רגליו בשתי אצבעותיו מידו השמאלית והכנפים בין שתי האצבעות האחרות והעוף על גב ידו לא שיהיה בפנים על הכף ומושך צוארו על הבהן כשיעור רוחב שתי אצבעות ומולק ממול העורף וזו היא מן העבודות הקשות שבמקדש: "
            ],
            [
                "<b>עולת העוף כיצד היתה נעשית היה עולה לכבש כו': </b>עולת העוף לא ביאר בה הכתוב ממול עורף אבל למדנו מליקת העולה ממליקת החטאת ולא נאמר בעולת העוף ימצה אל יסוד אבל נאמר ונמצה דמו על קיר המזבח ולא זכר יסוד על כן יהיה הדם עולת העוף למעלה ודע שעולת בהמה דמה למטה וחטאת בהמה למעלה לפי שנאמר בה על קרנות המזבח כמו שבארנו וזה על ארבע קרנות כמו שזכרנו וכל זמן שתהיה חטאת בהמה למעלה תהיה עולת בהמה למטה בהפך מקום ולמדנו זה מעולת העוף וחטאת העוף לפי שהעולה מיוחסת ליסוד ר\"ל מה שנאמר יסוד מזבח העולה כמו שזכרנו והיסוד בתחתית המזבח כמו שיתבאר וממה שאמר הכתוב בחטאת העוף לא יבדיל ידענו שעולת העוף יבדיל רוצה לומר שחותך הראש ומבדילו בשעת מליקה: ופירוש ספגו במלח שיפרוש עליו המלח בידו כמו שמיבש שום דבר בידו כספוג הים שמנגבין בו: ומוראה הוא הזפק שבו המאכל והוא בעוף כנגד האצטומכא באדם ונוצתה היא הנוצה שעליה והוא חותך אותה עם העור ונוצה שעליה והוא דבר תורה: "
            ],
            [
                "<b>לא הסיר לא את המוראה ולא את הנוצה כו': </b>כבר נודע שרוב הדם הוא בכל הגוף לא בראש שעיקר הדם הכבד והלב והגידים היוצאין משניהן והוא מה שאמר הדמים בגוף שכיחי לפיכך סמך על דם הגוף וראוי שתדע כי חטאת העוף צריך לחתוך רוב סימן אחד לא פחות מזה ובעולה רוב שנים לא פחות ודבר תורה שהחיתוך ממול העורף כמו שנבאר בתחלת מסכת חולין: "
            ],
            [
                "<b>חטאת העוף שמלקה שלא לשמה מיצה דמה כו': </b>המליקה בעוף היא כמו השחיטה בבהמה והמיצוי כמו הזריקה ואין בעוף לא קבלה ולא הילוך ובאלו שתי העבודות בלבד תפסול בו המחשבה ר\"ל מליקה ומיצוי כמו שיפסל הזבח בד' דברים וזה הענין כלו מבואר כפי העיקרים שבארנו בפרק ראשון ושני וכשתבין מה שפירשנו בסוף הפ' השני יתבאר לך הכל לפי שהן אותן המשניות בעצמן וכפל אותן בכאן פעם שנית בקרבן העוף להשוות אותו לקרבן בהמה בדיני המחשבה ואין הלכה כר' יהודה: "
            ]
        ],
        [
            [
                "<b>חטאת העוף שעשאה למטן כמעשה חטאת כו': </b>כבר נתבאר לך בפרק שלפני זה שחטאת העוף למטה ועולת העוף למעלה ונתבאר לך ג\"כ הפרש שיש בין מליקת חטאת ומליקת עולה ומעשה חטאת היאך הוא ומעשה עולה היאך הוא: ומה שאמר בתחלה כמעשה חטאת לשם חטאת כשרה ר\"ל אפילו שינה בסדר מליקתה ושאר ההלכה מבואר: "
            ],
            [
                "<b>עולת העוף שעשאה למעלן כמעשה עולה כו': </b>מה שאמר ג\"כ כמעשה עולה לשם עולה כשרה ואפי' שינה בסדר מליקתה וכבר זכרנו לך שכל הזבחים שנשחטו שלא לשמן כשרים אלא שלא עלו לבעלים לשום חובה חוץ מן הפסח ומן החטאת ולפיכך (מפני) שעשה העולה לשם חטאת כשרה אבל אם עשה אותה כמעשה חטאת או במקום חטאת ר\"ל למטן אינה עולה אבל תהיה אז חטאת פסולה ר\"ל שהיא כמו חטאת שאירע בה פסול במעשה או במחשבה שהיא פסולה בלי ספק כמו שזכרנו לפי שאינם פסול העולה הזאת במחשבה עד שנא' כשרה ולא עלתה לבעלים אבל פסלה במעשה: "
            ],
            [
                "<b>וכולן אינן מטמאות בבית הבליעה ומועלין בהן כו': </b>מן העיקרים שבידינו שנבלת העוף טהור אינה מטמאה לא במגע ולא במשא לא אדם ולא בגדים אבל היא מטמאה בבית הבליעה בלבד ר\"ל מי שאכל ממנה כזית כשהגיע לבית הבליעה יטמא ויהיה טמא ואם נגע בבגדים מטמאין וזהו ענין מטמא בגדים כמו נושא הנבלה ואלו בכלל אבות הטומאות המקובלות כמו שנבאר בתחלת כלים ועוד יתבאר עיקר כל זה והרמז שנאמר על זה בתורה בתחלת מסכת טהרות ושמור העיקר הזה: וידוע שאם יפסד זבח החולין בשום ענין מהענינין המפסידין הזבח יהיה הזבח נבלה וכן אם הפסיד המליקה כגון שמלק בסכין והדומה לו כפי מה שיתבאר בתחלת חולין שזה נבלה אבל אם מלק מליקה כשרה אז תהיה כמו הזבח הכשר בחולין שהתיר רחמנא אכילתו לכהן ר\"ל חטאת העוף לפיכך אמר בכאן שאלו השינוין כלן שזכרנו לך בחטאת העוף אם מלקה שלא לשמה או שינה מקומה אע\"פ שהוא פוסל אותה לא הוציאה מכלל הטהרה שתהא כמו נבלת העוף ותטמא כזית בבית הבליעה ויהיה האוכל ממנה מטמא בגדים רק היא טהורה ואין מותר לאכלה מפני ההפסד שאירע בה והאוכל ממנה שוה פרוטה חייב מעילה כמו שחייב כל הנהנה מן ההקדש לפי שהיא קדש ואין ראוי לאכילה זולתי חטאת העוף שעשאה למטן כמעשה החטאת לשם חטאת שהיא כשרה ומותר באכילה אע\"פ ששינה במליקתה ולא מלקה כמו שאמרנו בסדר מליקת חטאת של עוף בפרק שלפני זה לפי שאותו הסדר למצוה ואם שינה לא הפסיד כלום: "
            ],
            [
                "<b>עולת העוף שעשאה למטן כמעשה חטאת כו': </b> דבריהן ומחלוקת שלהן אינו אלא בשינוי מקום ושינוי שם אין צריך בהבנת ענין זה זולתי שתזכור הדברים שהזהרתיך לשמרם והם שחטאת העוף כשהיא כשרה היא נאכלת כולה כמו שנתבאר בתורה וכמו שנזכר אין למזבח אלא דמה וכולה לכהנים לפיכך אין בה מעילה וכבר נתבאר בפ' הזה שאם עשאה לשם עולה אסור לאוכלה ומועלין בה וידוע שהעולה כליל לאשים ואפי' היא כשרה האוכל ממנה שום דבר חייב מעילה וכבר זכרנו בפרק ה' שקדשי קדשים שחיטתן בצפון וקדשים קלים שחיטתן בכל מקום וידוע שקדשים קלים יאכל לבעלים או לכהנים כמו שנתבאר בחמישי לפיכך אין בהם מעילה אבל יש בה איסור והיתר לפי שהאימורין מהן אסורים אין ראוי לאכלן לשום אדם והנותר הוא שמותר לכהנים או לישראל או לשניהן ועוד יתבאר בפרק ראשון ממעילה בסדר הזה מתי מועלין באימורי קדשים קלים ומתי אין מועלין בהם ושם יתבאר שקדשי קדשים שחיטתן בדרום אפילו הפסיד בהן המחשבה מועלין בהן ואין בזה מחלוקת. והלכה כרבי יהושע: "
            ],
            [
                "<b>מלק בשמאל או מלק בלילה שחט חולין בפנים כו': </b>כל הפסולין הן המנויין בתחלת פרק שני זר אונן טבול יום מחוסר כפורים וכו' ודברה תורה בעולת בהמה זכר תמים ואמרו בסיפרא בעולת העוף תמות וזכרות בבהמה ואין תמות וזכרות בעוף יכול שיבש גפה ושנסמית עינה ושנקטעה רגלה ת\"ל מן העוף ולא כל העוף וכבר ביארנו בשני מקדושין חולין שנשחטו בעזרה אסורים בהנאה אבל אינם מטמאין לפי שעיקר תורתנו שאין כל דבר אסור באכילה או בהנאה מטמא ואין כל טמא אסור באכילה ובמליקה אינה כשרה אלא בקדשים בפנים אבל כ\"ז שמלק בחוץ או מלק חולין אפילו בפנים היא נבלה בלי ספק לפי שאין הפרש בין המליקה ובין הנוחר והמעקר שאין נופל עליהם שם זבח כלל אלא שהוא מעשה יחדו השם על השחיטה בקדשים בפנים בלבד ודבר תורה גדול בני היונה וקטן התורים אינן ראויין לקרבן לפי שנא' תדיר שני תורים או שני בני יונה ולא סיים כל זה אלא [בקדשים ולא] בחולין. וענין מה שאמר לא היה פסולו בקדש שאינה ראויה לקרבן לא מצד הפסד המחשבה ולא מצד המתעסק ולא מצד אכילת שינוי מקום שבאלו הדברים נפסדים הזבחים מצד מעלת הקדש וגדולתו אלא מחמת שהן בעצמן נפסדים קודם שיגיע לפסלות ההקדש ואז נמלקה היא נבלה או אם מלק בסכין שהיא נבלה או אם מלק בחוץ כמו שזכרנו טעם כל זה: "
            ],
            [
                "<b>מלק ונמצא טרפה ר\"מ אומר אינה מטמאה בבית הבליעה כו': </b>טריפת העוף עוד יתבאר ענינה בשלישי מחולין וידוע שהקדשים אם נמצא מהן שום דבר טריפה אסור בהקרבה שאנו אומרים עליו הקריבהו נא לפחתך וידוע שהטריפה אינה מטמאה ודבר תורה בנבלת בהמה שהיא מטמאה במגע ומשא ונבלת עוף הטהור כבר זכרנו שאינה מטמאה לא במגע ובמשא ועוד יתבארו עקרי כל זה בטהרות במקומותיו. ור\"מ משוה בין השחיטה והמליקה ואומר כמו שמותר לישראל לאכול שחוטה כן מותר לכהן לאכול מליקה ולמד העוף מן הבהמה בקל וחומר כמו שאתה רואה מן הדבר שלמדנו ר\"ל נבלת העוף שהבהמה אין מוציאה מידי טומאה אלא שחיטה והעוף מוציאו שחיטה ומליקה ואמר ר' יוסי דיו לבא מן הדין להיות כנדון הואיל ולמדנו אותו מן הבהמה יהיה כמותה כמו שנתבאר: והכל מסכימים שכל דבר שאנו למדין דינו בק\"ו נאמר בו דיו לבא מן הדין להיות כנדון וזה א' מעקרי היקישות הגמ' ויש לו רמז בתורה כמו שבארנו בשני מן קמא כשחלק רבי יוסי על ר' מאיר בדיו לבא מן הדין להיות כנדון שאין עליו חולק בא ר' מאיר ולמד זה בהיקש ממה שנאמר זאת תורת הבהמה והעוף ואמר מה בהמה דבר המתירה באכילה מטהר טריפתו מטומאתו אף עוף דבר המתירו באכילה מטהר טריפתו מטומאתו ואז אין חולקין עליו בדיו לבא מן הדין לפי שלמד אותו בהיקש לא בק\"ו ורבי יוסי מוציא ההיקש הזה לדין אחר ולא יאות כפי כונתנו לזכור כל הטענות כפי מה שאמרנו בתחלת החבור והלכה כרבי יוסי: "
            ]
        ],
        [
            [
                "<b>כל הזבחים שנתערבו בחטאות המתות כו': </b>עוד יתבאר לך בפרק שני מתמורה מיני החטאות המתות ר\"ל שמניחין אותן עד שימותו: וידוע ששור הנסקל ג\"כ לסקילה עומד ואם נפל עירוב ביניהן ובין שאר הזבחים ואפילו נתערב בעלי חיים אחד מאלו העומדים למות באלף קרבן מניחין אותן עד שימותו כמו שיתבאר בתמורה ואין אנו אומרים יבטל ברוב לפי שהעיקר בעלי חיים חשיבי ולא בטילי: ומוקצה הוא מה שהופרש לקרב לעבודת כוכבים ועוד יתבאר בששי מתמורה שכל אלו אסורים לגבי המזבח ושם נביא ראיית איסור כל אחד מהן לקרבן: ועד שיסתאבו שיארע בהן מום ולא יהיו ראוין לקרבן: ומן הראוי לדעת כי מה שנאמר בכאן רובע ונרבע לא יהיה אלא בעד א' או על פי הבעלים או קודם גמר דינו תו אם יהיה הרובע והנרבע עובד כוכבים אבל אם יהיה מישראל בעדים ונגמר דינו אותו השור הוא נסקל וצריך אותו המין כגון שיהיו מעורבים שלמים בחולין שאז מוכרים הכל למי שיקריב אותו שלמים זולתי דמי הקרבן שנתערב שאינו נמכר ולפיכך ימכרו החולין: "
            ],
            [
                "<b>קדשים בקדשים מין במינו זה יקרב לשם מה שהוא כו': </b>מין במינו מקריבין את כלן ובשביל הבעלים אע\"פ שאין אנו מיחדים אותן לומר זה קרבנו של זה ואין דין זה נוהג אלא בקרבנות נשים שאינם צריכין סמיכה אבל קרבן האנשים שצריך סמיכה בבעלים שנאמר וסמך ידו על ראש קרבנו מן הנמנע להקריב אותו לשם בעלים הואיל ולא נדע מי הן והואיל ונתערב מין בשאינו מינו כגון שנתערב לו עולה בשלמים מניח אותן עד שיפול בהן מום ואז מוכרים שניהם כל אחד בפני עצמו כאילו מכר אחד בדינר והשני בשני דינרים ואז יתחייב להביא מדמן עולה בשני דינרים ושלמים בשני דינרים לפי שאין אנו יודעים אי זה מהן היה עולה ואי זה שלמים ומפסיד דינר וזהו מה שאמר ויפסיד המותר מביתו: ומה שאמר ויאכלו כבכור וכמעשר ר\"ל שלא ימכרו בשווקים ואין שוקלים אותן בליטרים כמו שאין עושין כן בבכור ובמעשר כשאירע בהן מום כמו שיתבאר בחמישי מבכורות וענין החטאת שאי אפשר להתערב עם האשם בשום פנים מבואר היטב והוא שהאשם לא יהיה אלא מזכרי הצאן כמו שבארנו בתחלת דברינו במסכת הזאת ולא תהיה חטאת ממין הצאן אלא ממין הנקבות בלבד וכשתעיין כל הקרבנות כפי חלוקיהן תמצא זה: "
            ],
            [
                "<b>אשם שנתערב בשלמים ירעו עד שיסתאבו כו': </b>כבר נתבאר בחמישי מזו המסכתא כי האשם קדשי קדשים ונשחט בצפון ונאכל לזכרי כהונה ליום ולילה עד חצות והשלמים קדשים קלים ונשחטים בכל מקום בעזרה ונאכלים בכל העיר לכל אדם לשני ימים ולילה אחד ואמר ר\"ש נדון בשניהן דין האשם להחמיר וחכמים אומרים אם נדון בשניהם דין האשם להחמיר אנו מביאים השלמים לידי פסול שלא כדין שאם יותר משניהם שום דבר ממחרת היום ישרף כמו האשם ואפשר שהנותר הוא שלמים ודינם שיאכלו לשני ימים ולילה אחת והעיקר בידינו אין מביאים קדשים לבית הפסול ר\"ל שאין עושים בהן שום דבר שמביאים לפסול ולפיכך אמרו חכמים שלא ישחטם אלא מניחין אותן עד שיסתאבו ויביא בדמי היפה שבהן ממין זה ובדמי היפה שבהן זה ויפסיד המותר מביתו אבל אם היה העירוב בחתיכות הבשר שאין להן תקנה אז נדון הכל כחמור שבהן: מה שאמר הנאכלין ליום אחד בנאכלים לשני ימים לפי שהקדשים קלים עצמן יש מהן שנאכלין ליום אחד ר\"ל תודה כמו שנתבאר בה' ממסכת זו ואין הלכה כר\"ש: "
            ],
            [
                "<b>אברי חטאת שנתערבו באברי עולה כו': </b>כבר ידעת שהחטאת תאכל והעולה תשרף: וענין מה שאמר יתן למעלה שיתן הבשר שנתערב למעלה מן העצים במזבח ונחשוב בשר החטאת שכל מה שניתן ממנו למעלה מן המזבח שהיא עצים והנשאר בשר עולה: וענין תעובר צורתו שיניח אותו עד שיפסול וישרף במקום שישרפו פסולי המוקדשים ר\"ל מבית לעזרה כמו שיתבאר בי\"ב ממסכתא זו ואין הלכה כרבי אליעזר: "
            ],
            [
                "<b>אברין באברי בעלי מומין רא\"א אם קרב ראש א' מהן כו': </b>דעת ר\"א במה שאמר ראש א' זוג ר\"ל אם הקריב שני ראשים מן הראשים המעורבים אומר שחל הספק בשניהן יחד לפי שנא' ראש בעל מום האחד משניהם ולא נדע איזה משניהן וכבר נקרבו שניהן והנשארים כשרים: וחכ\"א אפילו נקרבו כולן ולא נשאר אלא א' אפשר שזה הנשאר הוא של בעל מום לפיכך יצא לבית השריפה והלכה כחכמים: "
            ],
            [
                "<b>דם שנתערב במים אם יש בו מראה דם כשר כו': </b>רואין אותו כאילו הוא מים פירושו כמו שאבאר. והוא שאם נפל מן היין או מדם החולין על דם הקדשים והוא דבר מועט עד שאילו היה מים עומד הדם בעינו אדום אז הוא כשר ואם היה הרבה עד שאילו היה מים בטל מראית הדם בטל במיעוטו ואסור לעשות ממנו הזיה: ור' יהודה אומר אין דם מבטל דם אלא אפי' נפל כמו י' ליטרין דם חולין על משקל דרכמון א' מדם קדשים מותר להזות ממנו ולא נאמר בטל במיעוטו שפשוט אצלו בכל דבר מין במינו לא בטיל וכבר נתבאר מדבריו שזה העירוב הוא שיפלו המים או הדומה להן על דם הקרבן ולא שיפול דם הקרבן במים או ביין או בדם אחר וכן נאמר בגמ' לא שנו אלא שנפל מים לתוך דם אבל דם למים ראשון ראשון בטל וזה כבר מבואר וראוי ואין הלכה כר' יהודה: "
            ],
            [
                "<b>נתערב בדם פסולין ישפך לאמה בדם תמצית כו': </b>האמה המעבר ששותים ונגרין עליו הדמים אחר זריקתן על המזבח ויוצאין לנחל קדרון נקראת אמה כמו שיתבאר אחרי כן וא\"ר אליעזר שהתמצית יש בו מדם הנפש ולפיכך כשר לכתחלה: וענין אם לא נמלך שלא ישאל אותנו אם יזרוק ממנו אם לא אבל אם שאל פי בית דין מורין שישפך אל מקום שפך הדמים כמו שזכרנו ואין הלכה כרבי אליעזר: "
            ],
            [
                "<b>דם תמימים בדם בעלי מומין ישפך לאמה כוס בכוסות כו': </b>מה שאמר ר' אליעזר גם כן קרב כוס אחד רוצה בו זוג אחד כמו שאמר באברים והלכה כחכמים: "
            ],
            [
                "<b>הניתנין למטה שנתערבו בניתנין למעלה כו': </b>כבר זכרנו בפ' ה' ממסכתא זו שחטאת בהמה דמה למעלה: ודמים הניתנים למטה הן דם עולת בהמה ואשמות ושלמים ובכור ופסח ומעשר וכבר בארנו שלמעלה הוא למעלה מן החוט ולמטה למטה מן החוט ר\"ל הקו שמחלק המזבח ואין הלכה כרבי אליעזר: "
            ],
            [
                "<b>הניתנין מתנה אחת שנתערבו בניתנין מתנה אחת כו': </b>כבר נתבאר שהחטאת לבדה היא צריכה מתן ארבע והבכור ומעשר ופסח מתנה אחת ובזה הוא המחלוקת בין שניהם ג\"כ בעירוב מתן ארבע במתן שתים או שתים במתן אחת: ומה שאמר לא עשית בידך ר\"ל שלא השלים מתן ארבע שהמניעה מלעשות שום דבר אינו מעשה: "
            ],
            [
                "<b>הניתנין בפנים שנתערבו עם הניתנין בחוץ כו': </b>אומר שאם נמלך אומרים לו ישפך לאמה ואם לא שאל ונתן מן הדם המתערב בפנים מה שיהיה ראוי לתת מדם של חוץ כשר: ואמר ר\"ע שהדמים כל זמן שנכנסו להיכל לכפר נפסלו ולא ינתן מהן אחר כן בחוץ כל עיקר: וחכ\"א החטאת בלבד לפי שנאמר וכל חטאת אשר יובא מדמה אל אהל מועד לכפר בקדש וגו' אי זה מין שתהיה ואפילו תנואת יחיד הניתנת על מזבח הנחשת אם נכנס דמה לפנים נפסל להזות ממנו על מזבח החיצון והלכה כחכמים בכלן: "
            ],
            [
                "<b>חטאת שקבל דמה בשתי כוסות יצא אחד מהן כו': </b>דע שאם יצא מבשר קדשי קדשים חוץ לעזרה נפסל ואסור באכילה וסמך זה למה שנאמר ובשר בשדה טרפה ר\"ל שהבשר שיצא חוץ למחיצתו שהוא שדהו הרי הוא כבשר טרפה ואסור באכילה וכן [<small>גירסת יעב\"ץ</small> בשר] קדשים קלים שיצאו חוץ לחומה דינו אחד ואם הובא בשר קדשי קדשים אל ההיכל לא יפסל והוא מותר באכילה כמו שזכרנו בפ' ו' כמו שנא' וכל חטאת אשר יובא מדמה ואמרו מדמה ולא מבשרה הנה נתבאר שאם יצא בשר לחוץ נפסל ואם נכנס לפנים לא נפסל וג\"כ המחשבה אם חשב עליו לאוכלו בחוץ פסול ואם חשב לאכלו בפנים לא פסול כמו שבארנו בשני מזו המסכתא וחכמים מביאים לראיה אשר הובא מדמה אפילו מקצת דמה ולפיכך אם נכנס מקצת דמה נפסלה ורבי יוסי סמך על ק\"ו כמו שאתה רואה אותו דמים היוצאים הם מה שחשב עליהם לזרקו בחוץ והם נקראים דמים פסולים. דבר תורה על ציץ שהוא מכפר טומאת קדשים שנאמר והיה על מצח אהרן ונשא אהרן את עון הקדשים אשר יקדישו בני ישראל וגו' ואח\"כ פירש בפרשת אמר אל הכהנים שעון הקדשים שהוא מכפר הוא הטומאה לפי שנאמר אשר יקרב מכל זרעכם אל הקדשים וגו' כבר בארנו בסוף עדיות כי סוף הדבר שעל פיו עושים שאין דם הקדשים מטמא כל עיקר והלכה כחכמים ורבי יהודה: "
            ]
        ],
        [
            [
                "<b>המזבח מקדש את הראוי לו רי\"א כל הראוי לאשים כו': </b>הראוי לו הראוי ליקרב אבל קומץ המנחה אם לא נתקדש בכלי שרת שאינו ראוי ליקרב אינו מתקדש ואפי' עלה על גבי המזבח ומחלוקת רבן גמליאל ורבי יהושע מבואר ויש לכל אחד משניהן דחיה בטענות חבירו ולא יאות כפי כוונתינו לספר טענותיהם ור\"ש הולך אחרי דעת רבי יהושע וכלן סומכים על מה שנאמר כל הנוגע במזבח יקדש על מנת שיהא ראוי כמו שהתנה בתחלת המשנה ויש מחלוקת ביניהן על זה כמו ששמעת והלכה כרבי יהושע: "
            ],
            [
                "<b>ואלו אם עלו לא ירדו הלן והטמא והיוצא כו': </b>רבי יהודה מביא ראיה ממה שנאמר היא העולה פרט לנשחטה בלילה ושנשפך דמה ושיצא דמה חוץ לקלעים שאם עלתה תרד. רבי שמעון מביא ראיה ממה שנאמר זאת תורת העולה תורה אחת לכל העולין שאם עלו לא ירדו. ומה שאמר הלן ר\"ל דם הלן ובשר הלן והלכה כר' יהודה: "
            ],
            [
                "<b>אלו לא היה פסולן בקדש הרובע והנרבע והמוקצה כו': </b>אין רבי עקיבא מכשיר מבעלי מומים אלא המומים שיהיו בעין כגון הלובן והשחור ונקודה אדומה על לובן העין והקרום הקשה העולה בעין לצד האף והדומה לה לפי שכגון אלו המומין כשר בעופות כמו שבארנו בפרק ה' שאמרו אין תמות וזכרות בעופות והלכה כרבי חנינא סגן הכהנים: "
            ],
            [
                "<b>כשם שאם עלו לא ירדו כך אם ירדו לא יעלו כו': </b>וכולם שעלו חיים ר\"ל בעלי מומין והוא דברי ר\"ע שהוא מכשיר מבעלי מומין אותן שזכרנו אמר שזהו אחר שחיטה ואם הבהמה חיה תרד: ומה שאמר עולה שעלתה חיה היא עולה כשרה לדברי הכל ולא בא ללמדנו אלא שהמזבח ראוי להפשט ולניתוח אם עבר ושחט בראש המזבח: "
            ],
            [
                "<b>ואלו אם עלו ירדו בשר קדשי קדשים ובשר קדשים כו': </b>כל אלו שנאמר מורידין אותו מן המזבח ואפילו העלו אותן אינן ראוין למזבח אבל כלן ראוין לאכילה זולתי הקטרתן אבל היא ג\"כ אינה ראויה למזבח וכן כל מה שמנה אחר הקטרה אינו ראוי למזבח אלא אם היה מחובר ר\"ל שיהא כקרבן עולה ששורפין אותה כלם ויהיו דבוקים בבשר הדיבוק הטבעי: "
            ],
            [
                "<b>וכולם שפקעו מע\"ג המזבח לא יחזיר וכן גחלת כו': </b>וכולן שפקעו פי' כל אברים שזכרנו שאם עלו לא ירדו אם פקעו מעל גבי המזבח לא יחזיר וכן גחלת שפקעה ג\"כ לא יחזיר ופי' פקעו עפו כמו שאנו רואים במוקדי האש שכל דבר שיש בתוכו לחות הוא עף מן האש כשמתחיל אותו לחות להתנועע ולצאת ומה שאמר קודם חצות ולא אמר כל הלילה לפי שאמר הכתוב היא העולה על מוקדה על המזבח כל הלילה עד הבקר ואילו אמר כל הלילה לבד היה משמעו עד הבקר ולפי שאמר אח\"כ עד הבקר אמרו שהוא רמז להרחקה מן הבקר הוא מה שאמרו עד הבקר תן בוקר לבקרו של לילה ועל כן אמרו עד חצות להרחיק אדם מן העבירה כמו שבארנו בתחלת ברכות: "
            ],
            [
                "<b>כשם שהמזבח מקדש את הראוי לו כך הכבש כו': </b><b>כלי הלח מקדשין את הלח ומדות היבש מקדש כו': </b>כשם שאמר הכתוב במזבח כל הנוגע במזבח יקדש כך אמר בכל הכלים וקדשת אותם והיו קדש קדשים כל הנוגע בהם יקדש וע\"מ שיהא אותו דבר ראוי לאותו כלי או לאותו מקום וכלי הלח הכלים שמקבלים בהם הדם והיין או המים והשמן ומדות היבש מן המדות שמודדין בהן הסלת למנחות וראוי לך לדעת שכלי השרת אם נקבו או נשברו אין מרפאין שבריהן אלא עושין אותן פעם שניה וכן הסכין אם נשמט או נפגם אין מתקנין אותו ואין משחיזין אותו עד שיסיר הפגם וכן בגדי כהנים אם נתלכלכו אין מכבסים אותן אלא עושין בגדים חדשים ומניחים אלו לצורך פתילות כמו שנתבאר בסוכה וטעם כל זה אין עניות במקום עשירות: "
            ]
        ],
        [
            [
                "<b>כל התדיר מחבירו קודם את חבירו התמידים כו': </b>פירוש תדיר תרגום תמיד תדירא וכל הענין מבואר וכבר נזכר פירושו בתחלת סדר זה: "
            ],
            [
                "<b>וכל המקודש מחברו קודם את חברו דם חטאת כו': </b>מרצה מכפר ואימורי חטאת אע\"פ שנשרפים כלן כמו אברי עולה אבל העולה נשרפת כלה והחטאת אין שורפין ממנה זולתי האימורין וזהו ענין מה שאמר מפני שהן כליל לאשים ר\"ל שכל העולה כליל לאשים: ומה שאמר בשלמים מתן ארבע ר\"ל שתים שהן ארבע וכבר נתבאר הדינים כלן הנזכרים בהלכה זו בחמישי ממסכת זו ועוד נבאר במנחות שהבכור והמעשר אינם טעונים נסכים ותנופה: "
            ],
            [
                "<b>הבכור קודם למעשר מפני שקדושתו מרחם כו': </b>אע\"פ שקרבן העוף כולן קדשי קדשים לפי שהוא חטאת או עולה כמו שנתבאר אבל מין הבהמה שיש בה קצת מקדשי קדשים מעלתה גדולה אצלו ממין העוף שכולו קדשי קדשים ולפי שקרא הדם והאימורים קדשי קדשים ידענו שמי שהוציא אימורי קדשים קלים חוץ לעזרה נפסלו אבל בשר קדשים קלים אם עבר והוציאו חוץ לעזרה קודם זריקת הדם לא נפסל הואיל וסופו לצאת: "
            ],
            [
                "<b>העופות קודמין למנחות מפני שהן דמים מנחת חוטא כו': </b>מנחת חוטא הוא עשירית האיפה שמקריבה העני על טומאת מקדש וקדשיו או שבועת העדות כמו שזכרנו בתחלת דברינו בזו המסכתא ואמר רחמנא והקריב את אשר לחטאת ראשונה ואמרו בנין אב לכל החטאות שיהיו קודמות לעולות הבאות עמהן בין בעוף בין בבהמה ומה שאמר וכן בהקדשן ר\"ל כי בשעה שיפריש קרבנותיו אומר הרי זו חטאת ואחר כך אומר הרי זו עולה: "
            ],
            [
                "<b>כל החטאות שבתורה קודמות לאשמות חוץ כו': </b>כל אלו פסוקי התורה: וענין להכשיר שהוא מתקן האדם ומשלים טהרתו והוא מה שנאמר ולקח הכהן מדם האשם ונתן על תנוך וגו': "
            ],
            [
                "<b>כשם שהן קודמין בהקרבתם כך הן קודמין באכילתן כו': </b>הרי זה מבואר והלכה כחכמים: "
            ],
            [
                "<b>ובכולם הכהנים רשאין לשנות באכילתן לאכלן כו': </b>אמר רחמנא בדברים שהכהן אוכל למשחה אמר למשחה לגדולה כדרך שהמלכים אוכלין ר\"ל מטעמים ומאכלים בתבלין וכיוצא בהן והלכה כרבי מאיר: "
            ],
            [
                "<b>א\"ר שמעון אם ראית שמן שהוא מתחלק בעזרה כו': </b>דבר תורה שמנחת ישראל מקריבין ממנה הקומץ ואוכלים הכהנים הנותר והוא השירים ומנחת כהן שורפים אותה כלה שנאמר וכל מנחת כהן כליל תהיה לא תאכל על כן שורפים הנותר מן השמן שצף על מנחת כהן ואוכלין שאר השמן ממנחת ישראל ועל דעת האומר שאין מתנדב שום אדם שמן לבדו אין שם מה שישרף ולא יתחלק אלא מה שנזכר למעלה והלכה כר\"ט שאומר מתנדבים שמן ולא פחות מלוג ומקריבין ממנה קומץ לאשים והנותר יאכל כשאר המנחות אם היתה מנחת ישראל כמו שזכרנו וכן יכול אדם להתנדב יין בלבד ולא פחות מג' [לוגין] כמו שיתבאר בסוף מנחות וזורקין אותו כולו על גבי האשים ואע\"פ שהוא מכבה האש במזבח שהוא מצות לא תעשה לפי שנאמר לא תכבה ואמרו הנוטל גחלת מע\"ג המזבח וכבה חייב אבל הוא דבר שאין מתכוין מותר ושמא תאמר בהכרח יתפעל כי בשעה שזורק היין על המזבח יכבה אותו בהכרח והעיקר בידינו מודה רבי שמעון בפסיק רישיה ולא ימות דע שאינו מתכבה בהכרח לפי שמעט מן היין או המים והדומה להם מן הדברים הנגרים בשזורקין אותן על האש הגדולה אין מכבין אותם רק כח האש מלהט אותן ונוצחן ועוד שאפשר שיזרק על קרקע המזבח או על קצות העצים שלא נשרפו עדיין ומן הראוי להוסיף על הענין הזה מה שאמרו נסכים שנטמאו עושה להם מערכה בפני עצמה ושורפן. ודע שהתודה קודמת לאיל הנזיר לפי שיש בה מיני מנחה יותר כמו שבארנו במנתות וכן חטאת העוף קודמת לעולת בהמה: "
            ]
        ],
        [
            [
                "<b>דם חטאת שנתן על הבגד הרי זה טעון כבוס כו': </b>אמר רחמנא בחטאת הנאכלת ואשר יזה מדמה על הבגד וגו' ואמר עוד בה תשחט החטאת ואמרו בנשחטה הכתוב מדבר להוציא חטאת העוף שאין בה דין הכבוס: "
            ],
            [
                "<b>חטאת פסולה אין דמה טעון כבוס בין שהיתה כו': </b>נאמר בפירוש מדמה מדם כשרה ולא מדם פסולה והלכה מבוארת: "
            ],
            [
                "<b>נתן מן הצואר על הבגד אינו טעון כבוס מן הקרן כו': </b>[למד העיקר היה ממה שנאמר ואשר יזה (לא) מדמה ואמר לא אמרתי אלא בדם הראוי להזאה]: ",
                "<b>נתן על העור עד שלא הופשט אינו טעון כבוס כו': </b>הכל מסכימים שהעור עם צמרו בשעה שמפשיטין אותו קודם שיעבד ויתקן אותו אינו מטמא כשאר הטומאות אבל הוא ראוי לטומאה ר\"ל אם עבדו ותקנו ואמר בחטאת ואשר יזה מדמה על הבגד רבי יהודה אומר מה בגד הראוי לקבל טומאה אף כל הראוי לקבל טומאה והעור שהופשט ראוי ואע\"פ שעכשיו אינו מתטמא וכן הדומה לו מן הדברים שאינם מתטמאים כמו שהם אלא אם שינה בהם מחשבה מכמות שהוא עכשיו: ומה שאמר מקום הדם לא כל הבגד שנאמר אשר יזה עליה תכבס: ומה שאמר וראוי לכבוס להוציא כלי העץ והדומה להן ואע\"פ שהן מקבלין טומאה אין חייבין כבוס מדם החטאת אם נפל עליהן לפי שאין ראויין לכבוס רק לגרר והלכה כרבי יהודה לפי שסתם לן תנא כותיה במה שאמר ודבר שהוא ראוי לקבל טומאה: "
            ],
            [
                "<b>אחד הבגד ואחד השק ואחד העור טעונין כבוס כו': </b>שבירת כלי חרס שבישל בו חטאת דבר תורה ולא נאמר פסוק על השבירה שתהא במקדש אבל עשאוה ככבוס שנאמר בו פסוק ר\"ל שיהא במקדש והדין הזה (שדין המקדש) [שדן המקרא] בקרבן דבר בקדשי דמה מן הבגדים במקום קדוש ושבירת כלי חרס שמבשלין אותן בהן אין דין זה בשום חטאת לכבם קדשים אלא בחטאת לבדה ולכך נאמר זה חומר בחטאת מקדשי קדשים: "
            ],
            [
                "<b>בגד שיצא חוץ לקלעים נכנס ומכבסו במקום כו': </b>אם נטמא אחר שיצת מפני שאי אפשר להכניס בגד טמא למקדש קורע המקום שעליו הדם ומכניסו למקדש ומכבסו וזה מדרבנן אבל מדאורייתא אינו חייב לכבס אחר קריעה לפי שנאמר על הבגד: ונוקבו שיקוב אותו נקבים קטנים כשיעור שורש קטן כדי שיטהר מטומאתו כמו שנבאר במסכת כלים אבל אם ניקבו נקבים גדולים אינו כלי ואינו ייב לשבר אותו במקדש שנאמר וכלי חרס והוא כבר שברו חוץ למקדש מפני שהנקב הגדול הוא שבירה: "
            ],
            [
                "<b>כלי נחשת שיצא חוץ לקלעים נכנס ומורקו כו': </b>דבר תורה ואם בכלי נחשת בושלה ומורק ושוטף במים ומה שאמר פוחתו הוא שישבר אותו אבל אינו חייב במריקה מן התורה שנא' כלי נחשת ואין הפרש בין כלי נחשת ושאר מתכות: "
            ],
            [
                "<b>אחד שבישל בו ואחד שעירה לתוכו רותח כו': </b><b>ר' טרפון אומר אם בשל בו מתחלת הרגל יבשל בו כו': </b>הכלים שמשתמשים בהם לבשול ובמאכל הם טעונים מריקה ושטיפה בין שהיו המבושלים בהם קדשי קדשים או קדשים קלים ואין הפרש בזה בין כלי חרס לזולתם ואין כלי חרס טעונים שבירה אלא בחטאת בלבד כמו שבארנו. ומה שאמר רבי טרפון יבשל בו כל הרגל רוצה לומר יבשל בו כל היום כל ימות הרגל וענין כל זה שאם יבשל בו אלו הקדשים יצטרך למרוק הכלי ואז יבשל בו קדשים פעם שניה ורבי טרפון אומר שבמועד אין מחייבין למרוק הכלי כשתכלה האכילה אבל ראוי לו למרוק אותו בסוף היום מפני שהוא עסוק בשמחת הרגל ועכ\"פ צריכה מריקה לדברי הכל ואז מבשלים בו ממחרת שאילו לא נמרקו אותו משמנונית המדובק בכלים יהיה נותר ואסור ממחרת לבשל בו. וחכמים אומרים שלא יאחר למרקו אלא כפי זמן האכילה בלבד וכשתכלה האכילה ממרק אותו וסומכין זה למה שנאמר כל זכר בכהנים יאכל אותה ותכף נאמר ומורק ושוטף במים עד זמן אכילה מריקה ושטיפה הכבוס המופלג עד שמסיר מה שנדבק בכלים יקרא מריקה ותוספת הנקיות יקרא שטיפה והוא שיתן מים לתוך הכלי ואינו ממרק בידו הכלי אלא משפשף ואמרו מריקה בחמין ושטיפה בצונן ומה שאמר כמריקת הכוס ושטיפת הכוס רוצה לומר שאינו חייב להפליג עד שיסיר כל הרושם: ושפוד ידוע. ואיסכלא שבכה של ברזל שצולין עליה בשר. ופירוש מגעילן שיסיר השמנונית שנבלעה בשפוד שהנפש מואסת אותה מגזרת געלה נפשי מענין הזה נשתמשו בכל דבריהם גיעול גיעולי עובד כוכבים ומגעילן וזולתן ר\"ל להסיר ההגעלה וסדר המעשה הזה לתת אותן הכלים לתוך מים רותחים כשהן על גבי האש ושופכין עליהם מאותן המים ושוטפן במים קרים והלכה כחכמים: "
            ],
            [
                "<b>בישל בו קדשים וחולין או קדשי קדשים וקדשים כו': </b>כבר ביאר הגמרא ענין המשנה הזאת ואמר שאם יש בהם בנותן טעם הרי הקלים נאכלים כחמורים ואינם טעונין מריקה ושטיפה ופוסלין במגע אין בהם בנותן טעם אין הקלים נאכלין כחמורין ואינם טעונין מריקה ושטיפה ואין פוסלין במגע וענין פוסלים במגע שיהיו כמו קדשי קדשים שכל הנוגע בהם מן המאכלים יפסל אם יהיו אותן הקדשים פסולים או יהיה כמותן ויאכל בקדושה אם היתה כשרה לפי שנאמר בחטאת כל אשר יגע בבשרה יקדש ואמר יקדש להיות כמוה כיצד אם פסולה תפסל ואם כשרה תאכל כחמור שבה ועל מנת שתהא שם בליעה והוא מה שאמרו כל אשר יגע בבשרה יכול אע\"פ שלא בלע ת\"ל בבשרה עד שיבלע ואמרו אשכחן חטאת שאר קדשים מנין ת\"ל זאת התורה לעולה וכו' והלכה הזאת היא לר\"ש שאמר קדשים קלים אינן טעונים מריקה ושטיפה וכבר אמרנו שאין הלכה כר\"שי "
            ]
        ],
        [
            [
                "<b>טבול יום ומחוסר כפורים אינן חולקים בקדשים כו': </b>כבר בארנו פעמים רבות שטבול יום ומחוסר כפורים אינן ראוין לאכול קדשים ולעבוד עבודה לפי שלא נגמרה טהרתן וכבר בארנו בפרק שני מזו המסכתא ועיקר בידינו שכל הראוי לאכילה חולק לאכול והואיל ואלו אינן ראוין עכשיו לאכילה אין נותנין להם חלק שיצנעהו עד לערב ויאכלהו בשעת גמר טהרתן לפי שהכוונה אינה אלא בשעת הקרבה שכן נאמר במנחה זאת תורת המנחה וגו' והנותרת ממנה יאכלו וגו' ונאמר בחטאת הכהן המחטא אותה יאכלנה ונאמר בשלמים לכהן הזורק את דם השלמים לו יהיה ר\"ל בכל זה הראוי לאותו מעשה ואין הכוונה לומר שלא יאכל אותן אלא המתעסקים בעבודה: והאונן כבר נתבארו דיניו בתחלת פרק ב' ואסור לו ליגע בקדש אלא אחר טבילה על מנת שלא יסיח דעתו רק שישמר עצמו מן הטומאה ויתן מחשבת לבו בענין הזה ואם לא עשה כן פוסל את הקדשים וכן מחוסר כפורים צריך טבילה לקודש כמו שבארנו בחגיגה ומה שאמר כל שאינו ראוי לעבודה אינו חולק אל תקשה עליך מבעל מום לפי שבעל מום אין משגיחים בו מכלל זה לפי שנאמר בתורה עליו לחם אלהיו מקדשי קדשים וגו' ואמר עוד כל זכר בבני אהרן וגו' לרבות בעלי מומים לחלוקה לפי שהוא קרא כמו שזכרנו והעיקר בידינו אין חולק עד שיהא טהור משעת זריקת דמים עד שעת הקטר חלבים ואם נטמא (בין החולין) *[בינתים] אין חולק: "
            ],
            [
                "<b>כל שלא זכה המזבח בבשרה לא זכו הכהנים בעורה כו': </b>דבר תורה והכהן המקריב את עולת איש וגו' ואמרו חז\"ל אין הפרש בין האיש והאשה בזה הענין ומה שאמר איש פרט לעולת הקדש רוצה לומר שאם התפיס עולתו לבדק הבית שהעור קדש ואתה יודע ממה שזכרנו שעולה שנשחטה שלא לשמה כשרה אע\"פ שלא עלתה לבעלים משום חובה הואיל וזכה המזבח בבשרה וכן הכהנים בעורה: ומה שאמר עולה שעלתה לאיש אינו רוצה לומר עלתה משום חובה אבל רוצה לומר עלתה לגבי המזבח: "
            ],
            [
                "<b>עורות קדשים קלים לבעלים ועורות קדשי כו': </b>מקשה כי הקשה עליו בזה ההיקש שהקיש בק\"ו ואמר (רחמנא) מזבח יוכיח שזכה בבשרה ולא זכה בעורה אף אתה אל תתמה על קדשי קדשים שאע\"פ שזכו בבשרן לא יזכו בעורן השיב על הקושיא הזאת שהמזבח יוכיח שאין לו עור בכל מקום נתבארה התשובה הזאת שאינו קרב במזבח עור כל עיקר לא בעולה ולא בזולתו ואילו היו שום קרבן נקרב בעורו היינו אומר בקדשי קדשים (<small>גי' יעב\"ץ:</small> על) המזבח יוכיח שזכה בבשר רוצה לומר האימורים ולא זכה בעור כמו שזכה בעור בקרבן פלוני אבל הואיל והמזבח אינו זוכה בעור בשום פנים ואפילו מן העולה אינו ראוי ללמד ממנו מה שלא זכה בעור קדשי קדשים ונתקיים ההיקש בכהנים שזכו בעור העולה וגם כן יזכו בעור חטאת ואשם: "
            ],
            [
                "<b>כל הקדשים שאירע בהם פסול קודם להפשיטן כו': </b>מה שאמר ר\"ע אינו אלא בבכור בעל מום כשהתירו מומחה ונשחט על פיו ואפילו בכל ארץ ישראל כמו שיתבאר בבכורות ואח\"כ נמצא טריפה שדין אותו העור ליהנות בו והלכה כר' עקיבא: ומה שאמרו חכמים הוא בבכור תמים אם נשחט בעזרה ליקרב כמו שבארנו ונמצא טריפה דינו אצל החכמים שיקבר הבשר וישרף העור והלכה כחכמים: "
            ],
            [
                "<b>פרים הנשרפים ושעירים הנשרפים בזמן שהם כו': </b>כבר בארנו פעמים רבות שפרים הנשרפין הן פר של יום הכפורים ופר הבא על כל המצות ופר העלם. ושעירים הנשרפים שעירי יום הכפורים ושעיר עבודת כוכבים. מקומות השריפה ג' אחד מהן בעזרה ושם שורפין פסולי המוקדשין ואמורי קדשים קלים כשנפסלו ג\"כ ופרים ושעירים הנשרפים שאירע בהן פסול בין קודם זריקה בין לאחר זריקה והמקים הב' הר הבית ושם שורפין פרים ושעירים הנשרפים שאירע בהן פסול אחר יציאתן מן העזרה ושם אותו מקום בירה והמקום השלישי הוא שקורין בית הדשן והוא מחוץ לכל העיר ודוגמתו אל הקדש כדוגמת המקום הוא חוץ למחנה ישראל אל אהל מועד ששם שורפין פרים ושעירים הנשרפים לפי שנאמר בהן אל מחוץ למחנה ואמר חוץ לשלשה מחנות רוצה לומר מחנה שכינה מחנה לויה מחנה ישראל ונאמר בתורה על פר ושעיר של יום הכפורים שהן מטמאין בגדים שמתטמא בהן בשריפתן או במשאן והוא שנאמר והשורף אותם יכבס בגדיו כי בכל מקום שנאמר בתורה יכבס בגדיו טמא ומטמא כמו שנזכר לפי שהכוונה במאמר הזה שהטמא הזה אם נגע בבגדים בשעת טומאתן והוא מחובר במטמא טימא אותן ואין הכוונה שאינו מטמא זולתי הבגדים שעליו באותה שעה בלבד: ודע העיקר הזה ושמור אותו ועוד נבארהו בתחלת טהרות ואמרו בנין אב לכל הנשרפין שיהיו מטמאין בגדים ועוד יתבארו דיני הטומאה הזאת במקומות ממסכת פרה: "
            ],
            [
                "<b>היו סובלין אותן במוטות יצאו הראשונים חוץ כו': </b>דע שפרים ושעירים הנשרפין עצמן אינן מטמאין במגע ואין הבגדים הנוגעין בעצמן מטמאין אבל הן מטמאין אוכלין ומשקין בלבד לא אדם וכלי אבל השורף אותם הוא המטמא בגדים כמו שזכרנו והוא מדאורייתא והטעם שמחמתו יהיה הנושא אותן ג\"כ למקום השריפה מטמא בגדים הוא קבלה וסמכוה למה שנאמר בפר העלם והוציא את כל הפר אל מחוץ למחנה אמר כיון שיצאו חוץ למחנה אחת המתעסק בהם מטמא בגדים ור\"ל במחנה אחת מחנה שכינה שהיא העזרה והר הבית כנגד מחנה לויה וירושלים כנגד מחנה ישראל. ופירוש ניתך נימס וניגר כאשר יהיה בתחלת השריפה כשנתך הלחות והחכמים החולקים על ר\"ש אומרים והשורף אותם בשעת שריפה יכול אף משנעשו אפר (אינן) מטמאין בגדים ת\"ל אותם אותם מטמא בגדים נעשה אפר אין מטמא בגדים רוצה לומר המנענע אותו האפר או המוסיף בשריפתן או הנושא אותן אינן מטמאים בגדים מפני הסבה שזכר והלכה כחכמים: "
            ]
        ],
        [
            [
                "<b>השוחט והמעלה בחוץ חייב על השחיטה כו': </b>דבר תורה שהמקריב קרבנות חוץ למקדש שהוא חייב כרת אמר אשר יעלה עולה או זבח אל פתח אוהל מועד וגו' וטענת רבי יוסי הגלילי על החכמים שהוא אומר שוחט בפנים והעלה בחוץ אע\"פ שהעלה דבר פסול שעת הכשר היתה לו אבל שוחט בחוץ לא היתה לו שעת הכשר: ומה שאמר רבי יוסי פטור ר\"ל פטור על העליה אבל על השחיטה הכל מודים שהוא חייב לפי שאמרה תורה אל פתח אהל מועד לא יביאנו ולפיכך דעת תנא קמא אם שחט בחוץ והעלה בחוץ שחייב שתים ור' יוסי אומר אחת ואין הלכה כר' יוסי: "
            ],
            [
                "<b>טמא שאכל בין קדש טמא ובין קדש טהור כו': </b>הכל מודים שאם נטמא הגוף ואח\"כ נטמא הבשר חייב כרת אם אכל מאותו הבשר ולפיכך אין ראוי להקשות על ר' יוסי במה שאמרו לו כיון שנגע בו טמא הוא ואין מחלוקת אלא אם נטמא הבשר ואח\"כ נטמא האיש שעבר ואכלו חכמים אומרים חייב כרת לפי שדעתם שהוא איסור כולל ואומרים מגו דנאסר בבשר טהור וחייב עליו יתחייב על זה בכלל כל הקדשים ור' יוסי אין דעתו איסור כולל ואינו אומר מגו דנאסר ועוד יתבאר איסור כולל והדומה לו בכריתות במקומו ושם נבאר איסור כולל מן העיקרים שאנו סומכין עליהן בכל הדברים אבל מצד הגוף אינו חייב כרת אלא אם היה הוא בעצמו טמא ואין משגיחין על טומאת הבשר וזהו מה שנאמר נפש כי תגע בכל טמא בטומאת אדם: ומה שאמר פטור ר\"ל פטור מן הכרת אבל הוא חייב מלקות וכתוב בתוספתא דזבחים טהור שאכל טמא והאוכל מן הקדשים לפני זריקת דמים ומן האימורים לפני זריקת דמים הרי זה לוקה את הארבעים ואין הלכה כרבי יוסי: "
            ],
            [
                "<b>חומר בשחיטה מבהעליה ובהעליה מבשחיטה כו': </b>כל אלו הדינים קבלה וסמכוה לפסוקים אמרו שוחט להדיוט חייב דכתיב דם יחשב לאיש ההוא אפי' השוחט לאיש ועל העליה נאמר לעשות אותו לה' עד שיכוין בו לה' ואז יהיה בחוץ חייב כרת ובפנים כשר ונאמר בשוחט בחוץ אשר ישחט שור או כשב או עז א' ולא שנים ואמר במעלה לחוץ איש איש מבית ישראל ואפי' היו שנים ונאמר עוד במעלה בחוץ לעשות אותו לה' על כן אמר ר\"ש שזה הענין נופל על כל אבר ואבר ולפיכך אם העלה בחוץ חייב על כל אבר ואבר ר' יוסי אומר שהוא נופל על הקרבן כולו ועל כן אומר על השלם חייב ולא על החסר ורבי יוסי אומר ג\"כ שלא יקרא לו שם המעלה אפילו בחוץ אלא במזבח ומביא ראיה ממנוח שנאמר בו ויעל על הצור לה' והלכה כרבי יוסי בכולן: "
            ],
            [
                "<b>אחד קדשים כשרין ואחד קדשים פסולין שהיה כו': </b><b>הקומץ והלבונה והקטרת ומנחת כהנים ומנחת כו': </b>היו פסולן בקדש כגון הלן ויוצא ונשחט חוץ לזמנו וחוץ למקומו וחטאת ופסח ששחטן שלא לשמן והביא ראיה על כל זה ממה שנאמר לעשות אותו לה' כל הנעשה לה' חייבין עליו בחוץ וכל אלו שמנאן בכאן דינן שנשרפו כליל כמו שבארנו בפרק ארבע ואין הלכה כר' יהושע: "
            ],
            [
                "<b>המקריב קדשים ואימוריהם בחוץ חייב מנחה כו': </b><b>מנחה שלא נקמצה כו': </b>ענין מה שאמר קדשים ואימוריהם שיקריב אותן כלן ולא יבדיל בין האימורים שאין לנו לומר גוף הזבח חוצץ בין האימורים ובין האש לפי שעיקר בידינו מין במינו אינו חוצץ אבל המנחה אם לא נתקמצה [<small>גי' יעב\"ץ</small> אינו] הרי הוא פטור לפי שהקומץ ידוע הוא כמו האימורים הלא תראה כי לפי שנקמץ וחוזר לתוכה הרי הוא דומה לאימורים וחייב: "
            ],
            [
                "<b>הקומץ והלבונה שהקריב את אחד מהן בחוץ כו': </b><b>הזורק מקצת דמים בחוץ חייב רא\"א אף המנסך כו': </b>כבר ידעת מדברי תורה שהקומץ עם כל הלבונה ישרף. ושני בזיכי לבונה הם שהיו על מערכת הלחם ר\"ל לחם הפנים ושורפין ג\"כ אותן השני בזיכין כל יום שבת ושבת שנאמר ונתת על המערכת לבונה זכה. וכבר נתבאר לך במסכת סוכה שבסוכות מנסכים מים על גבי המזבח ור\"א סבר שזה חייב מן התורה ולפיכך אמר שהנמסך בחג בחוץ חייב ואין הדבר כן לפי שאינו אלא הל\"מ [ע' תמיהת תוי\"ט]: ודברי ר' נחמיה אינו אלא בשירי דמים הפנימים אבל שירי דמים החיצונים הכל מודים שהם שירי מצוה ולא מעכבין ולפיכך זורק בחוץ פטור ואין הלכה כרבי אליעזר בדבריו ולא כרבי נחמיה: "
            ],
            [
                "<b>המולק את העוף בפנים והעלה בחוץ חייב מלקות כו': </b>כבר ידעת ממה שהקדמנו שמליקה בפנים ושחיטה בחוץ ואם נתחלף הענין הרי זה פסול והוא נבלה ולפי העיקר הזה יתבאר המאמר הזה כלו מחלוקת ר\"ש וחכמים אינו אלא בשוחט בלילה שחכמים אומרים אם שחט קדשים בפנים בלילה והעלה בחוץ פטור שאין במקדש שחיטה בלילה ויהיה הזבח פסול כמו שבארנו בתחילת דברינו ולפיכך אינו חייב על ההעלאה ההיא שום דבר אבל אם שחט בלילה בחוץ והעלה בחוץ חייב מפני ששחיטה בחוץ בלילה כשירה היא ולפיכך חייב על השחיטה בחוץ ועל ההעלאה בחוץ וחולק ר\"ש על זה ואומר כשם ששוחט בחוץ בלילה והעלה חייב כך אם שחט בפנים בלילה והעלה בחוץ חייב על ההעלאה והוא ענין מה שאמר כל שחייבין עליו בחוץ חייבין על כיוצא בו בפנים שהעלהו בחוץ חוץ מהשוחט עוף בפנים והעלהו בחוץ שהוא פטור אף על פי שאם שחט והעלה בחוץ חייב כמו שזכרנו ואין הלכה כר' שמעון: "
            ],
            [
                "<b>החטאת שקבל דמה בכוס אחד נתן בחוץ כו': </b>אם נתן בחוץ בראשונה וחזר ונתן בפנים חייב על שזרק בחוץ לפי שכולו ראוי לבא בפנים אבל אם נתן בפנים וחזר ונתן בחוץ הרי הוא כשר ופטור לפי שהוא שירים. ומה שאמר בכאן חייב הוא דעת ר' נחמיה שאמר שירי הדם שהקריבו בחוץ חייב ודבריו נראה ומה שאמר כשם שדמה פוטר את בשרה רוצה לומר אם שחט שתיהם בפנים וזרק דם אחד מהן הותר בשר שתיהן לאכילה מפני שכשם שמתיר הדם הזה לאחת מתיר גם חבירתה ויהיו שתיהן כדבר אחד והענין כלו מבואר: "
            ]
        ],
        [
            [
                "<b>פרת חטאת ששרפה חוץ מגיתה וכן כו': </b>פרת חטאת נקראת פרה אדומה לפי שנאמר בה חטאת היא ועוד יתבארו משפטיה במסכת מיוחדת לה ודינה שתשרף על עצים מסודרים כמין גת במקום ששוחטים אותה בהר המשחה ואם שרפה חוץ למקום ההוא פסולה ודוגמת המקום הזה לשרפתה כדוגמת העזרה לקרבנות ולפי שאם יעלה על הדעת שאם שרפה במקום אחר שהוא חייב כמו שהקריב בחוץ הודיע אותנו שאין הדבר כן שנאמר ואל פתח אהל מועד: "
            ],
            [
                "<b>הרובע והנרבע והמוקצה והנעבד והאתנן כו': </b>אותו ואת בנו הוא שישחט אחד משניהן וישאר השני ויהיה זה הנשאר קרבן שאין מותר להקריבו עד למחרת היום לפי שנאמר אותו ואת בנו לא תשחטו ביום אחד. ומחוסר זמן הוא שלא שלמו לו אחר שנולד ז' ימים שנאמר שבעת ימים יהיה עם אמו וביום השמיני תתנו לו והוצרך בה להשמיענו אלו השלש שאילו אמר בעלי מומין היינו אומרים לפי שהן כעורים למראה וחכ\"א עליהם שהוא פטור הואיל ואינן ראוין אבל תורים שלא הגיע זמנה שאין בהם מום אין חולקים בהם חכמים ואילו אמר ג\"כ תורים שלא הגיע זמנם היינו אומרים לפי שאינן נפסלין אחר הכשרות ולפיכך יחייב ר\"ש אבל בעלי מומין שהוקדשו להקרבה ונדחו לפיכך אמרו פטור כשהקריבן בחוץ ואילו השמיענו שתי המצות הללו היינו אומרים לפי שהפסלות בגוף הזבחים אבל מחוסר זמן ואותו ואת בנו שהן נפסלין בטעם חוץ לגופם אין חולק עליהם ר\"ש לכן הודיענו שהוא חולק בכל והלאו הזה הוא מה שנאמר לא תעשון ככל אשר אנחנו עושים פה היום ומה שאמרו חכמים כל שאין בו כרת אין בו בלא תעשה אין הענין שחייב כרת ומלקות שזה לא יבא לעולם כמו שבארתי בכתובות ובבבא קמא ובמכות אבל הכוונה שהלאו הזה הוא אזהרה לכרת שאין לוקין עליו ואין הלכה כר\"ש בכולם: "
            ],
            [
                "<b>מחוסר זמן בין בגופו בין בבעליו איזהו הוא מחוסר כו': </b>לפי שהקדים בהלכה שלפני זאת שאם הקריב בחוץ מחוסר זמן אינו חייב כרת ביאר ואמר שאין הפרש בין שהוא מחוסר זמן בגופו כמו שבארנו והוא שלא שלמו לו ז' ימים או שיהיה מחוסר זמן בבעלים והוא שאינו ראוי לבעליו. ואח\"כ ביאר איך הוא מחוסר זמן בבעלים ואמר הזב והזבה והיולדת ואמרו בגמ' אתי נזיר בהדייהו וזה הכרח כמו שיתבאר עכשיו ומאשר בארנו בתחלת מסכת זו תדע שכל אלו האנשים יש בקרבנותיהם חטאת ועולה והמצורע לבדו יש בקרבנותיו אשם והנזיר לבדו יש בקרבנותיו שלמים: ומה שאמר אשמו ר\"ל מחויב אשם ומי הוא הוא המצורע ולא היו פטורים אלא לפי שהן עומדים בטומאה או בהרחקה ואינן ראוין לקרבן עד שמקריבין החטאת והאשם שהן חייבין בפנים ואח\"כ יהיו ראויין לקרבן עולה או שלמים אם היה נזיר ולפיכך אם קדם הקרבן שמכשיר אותן והוא החטאת או האשם ויצאו מכלל מחוסר זמן ואח\"כ הקריב כל מה שמקריב אח\"כ עולותיהן או שלמיהן בחוץ חייב לפי שבעלי הקרבן הזה אינן מחוסרי זמן ולפיכך היה הקרבן ראוי ואינו מחוסר זמן בעליו וידוע שבשר חטאת ואשם ובשר קדשי קדשים ר\"ל זבחי שלמי צבור ובשר קדשים קלים ומותר העומר ושתי הלחם ולחם הפנים ושירי מנחות כולן נאכלים ואינן נקרבין על גבי המזבח. ורחמנא אמר על מעלה בחוץ אשר יעלה עולה או זבח ואמר ומה עולה שראויה להעלאה אף כל שראוי להעלאה: ויוצק הוא שיוצק השמן על המנחות והוא מה שנאמר ויצקת עלה שמן. ובולל ר\"ל שבולל הסולת בשמן שנאמר בלולה בשמן למנחה. ופותת הוא הפותת לחם המנחות כמו שנאמר פתות אותה פתים. ומולח הוא נותן המלח למנחה שנאמר על כל קרבנך תקריב מלח. ומניף הוא שנאמר והניף אותם תנופה ומגיש הוא שנאמר והגישה. ועוד יתבארו הדברים שצריכים תנופה והגשה בה' ממנחות. ומסדר את השולחן הוא המסדר לחם הפנים על השולחן והביאו ראיה על שהעושה שום מעשה מכל המעשיות האלו בחוץ שאינו חייב כרת ממה שנאמר במעלה בחוץ אשר יעלה עולה או זבח אמרו מה העלאה שהוא גמר עבודה. [אף כל שהוא גמר עבודה] וכשאתה מעיין בהן יתבאר לך כל זה. ומטעם זה אמר אין חייבין עליהן לא משום זרות וכו' ר\"ל שאם עשה שום עבודה מעבודות אלו זר או טמא או מחוסר בגדים או שאינו רחוץ ידים ורגלים אינו חייב מיתה אע\"פ שהוא פוסל אותו דבר וכבר בארנו בפ\"ט מסנהדרין שזר וטמא ומחוסר בגדים ואינו רחוץ ידים ורגלים אם שמשו במקדש שחייבין מיתה בידי שמים וזכרנו ראיית כל אחד מהן ונתבאר בכאן שאינו כן באיזה שמוש שיהיה אלא שיעבוד עבודה גמורה ואז יתחייב מיתה בידי שמים אבל אלו הנזכרים אין בהם מיתה וכבר נתבאר בגמ' יומא הדברים שחייב עליהם מיתה ואמרו ארבע עבודות חייב עליהם הזר מיתה ואלו הם זריקה והקטרה וניסוך המים וניסוך היין ובכלל מה שאמר זריקה נכלל כל ההזאות בין בפנים בין בחוץ וכן זר שסודר שני גזירי עצים חייב והוא שמקריבים עם תמידים של כל יום כמו שבארנו בשני מיומא לפי שהן חשובים להם כהקטר: "
            ],
            [
                "<b>עד שלא הוקם המשכן היו הבמות מותרות וכו': </b>אמרו כי מה שנאמר וישלח את נערי בני ישראל שהם הבכורות שהעבודה לעולם אינה אלא בבכורות מאדם ועד מרע\"ה מותר לעובד כוכבים עכשיו להקריב עולות לשם בכל מקום שירצו על מנת שיהא במה שיבנו אותה אבל הם אמרו אסור לסייען ולעשות שליחותן לפי שאנו מצויין שלא להקריב בכל מקום ומותר לנו להורותם וללמדם איך יעשו והוא מה שאמר ולאורינהו שרי ואיסור ההקרבה בבמה משהוקם המשכן הוא ממה שנאמר ואל פתח אהל מועד לא הביאו וכן עבודה בכהנים היא (מאז) [מבואר] מפסוקי תורה: "
            ],
            [
                "<b>באו לגלגל והותרו הבמות קדשי קדשים נאכלים כו': </b>הגלגל לא היה בו בית בנוי אלא המשכן בעצמו שהיה במדבר אלא לפי שתלה הכתוב איסור הבמות במחנה והוא שנאמר אשר ישחט שור או כשב או עז במחנה ונתן טעם בזה למען אשר יביאו בנ\"י את זבחיהם וגו' וזהו איסור הבמות לפי שמיום שפסקו המחנות ונכנסו לארץ ר\"ל ארץ כנען והוא הזמן שבאו לגלגל נסתלקה מצות לא תעשה זו ונשאר מותר שכל מי שרוצה להקריב בבמה מקריב כמו שהיה קודם המשכן שלא נאסר זה אלא במדבר במקום שהיו המחנות וראה גם ראה מה שאמר וקדשים קלים בכ\"מ לפי שלא היה שם מחנה ידוע ופשטו בנ\"א בארץ: "
            ],
            [
                "<b>באו לשילה נאסרו הבמות לא היה שם תקרה כו': </b>נקרא שילה בית וכן כתוב ותביאהו בית ה' שילה ונקרא משכן והוא מה שנאמר ויטש משכן שילה לפי שהיה כמו שאמרנו ואחר שהיה שם בנין אז הוא מנוחה לפי שנתיישבו ולא היתה שם נסיעה וה' צוה שלא להקריב בבמות לכשתהיה שם מנוחה והוא מה שנאמר כי לא באתם עד עתה אל המנוחה ומכאן ראיה שבשעה שיגיעו אליה שיהא אסור עליהן להקריב בבמות. וכבר ידעת שמעשר שני טעון הבאת מקום אבל לא הזכירו כשזכר הגלגל לפי שלא נתחייבו אז במעשר עד שכבשו את הארץ וחלקוה אחר י\"ד שנה משנכנסו לארץ ז' שכבשו ושבע שחלקו והזמן הזה הוא שעמד אהל מועד בגלגל אח\"כ בנו הבית בשילה ועמד על מכונו והשכינה שרויה בתוכו ג' מאות וס' ותשע שנים. וענין בכל הרואה שהוא שכל זמן שעומד אפי' ברחוק ורואה שום דבר מן הבית מותר לו שיאכל באותו מקום קדשים קלים ומעשר שני וזו קבלה ואין ספק שהנביאים שראו אותו הבית עשו זה ולמדוהו וסמכו זה למה שנאמר פן תעלה עולותיך בכל מקום אשר תראה [בכל מקום אשר תראה] אי אתה מעלה אבל אתה אוכל בכל מקום שאתה רואה: "
            ],
            [
                "<b>באו לנוב ולגבעון הותרו הבמות קדשי קדשים כו': </b>אחר שחרב מקדש שילה בעונות אבותינו הקימו אהל מועד שנעשה במדבר בנוב אח\"כ חרב נוב הקימו אותו בגבעון ועמד בגבעון ובנוב נ\"ז שנה ובתוך זמן זה היתה ההקרבה מותרת בבמות לפי ששילה היא המנוחה שרמז עליה הכתוב וירושלים היא הנחלה כמו שנבאר ונאמר באיסור הבמות כי לא באתם עד עתה אל המנוחה ואל הנחלה ואילו היתה כוונת הכתוב לומר שמאחר שיגיעו אל המנוחה אסרו הבמות לעולם לא היה אומר ואל הנחלה אבל הכוונה כי מאחר שהגיעו למנוחה נאסרו כל הבמות וכיון שהגיעו אל הנחלה נאסרו ג\"כ והראיה שהן מותרות בין המנוחה והנחלה והוא מה שאמר למה חלקן הכתוב ליתן היתר בין זה לזה ובתוך הזמן שהיה המקדש בשלה ושהיה בירושלים היתה השכינה בנוב ובגבעון: ולא זכר מעשר שני לפי שהוא נאכל במקום שנאכלים קדשים קלים לעולם ולפי שהיה מותר להן להקריב בכ\"מ באותו זמן הותר להן ג\"כ לאכול בכ\"מ והוא מה שאמר קדשים קלים בכל ערי ישראל ואי אפשר זה בקדשי קדשים לפי שנאמר בהן במקום קדוש תאכל בחצר אהל מועד ובזמן שאין מותר לאכול קדשים קלים בכל מקום יהיה המעשר טעון הבאת מקום והוא מה שאמר לא תוכל לאכול בשעריך מעשר דגנך וגו' ולא נאמר בזמן הגלגל בכל ערי ישראל לפי שלא היו לישראל עדיין ערים ברשותן אבל היו עסוקים בכיבושן: "
            ],
            [
                "<b>באו לירושלים נאסרו הבמות ולא היה להם עוד היתר כו': </b>נקרא ירושלים נחלה להבאת קדושתה ועמידתה לעולם ועליה אמר הנביא ונחלתו לא יעזוב לפי שאמר בתחלת דבריו שהשם בחר בירושלים לשכינתו ובחר בישראל לסגולתו [יתברך] אח\"כ אמר שהקב\"ה ישמור העם הזה אשר בחר בו במקום ההוא אשר בחר בו ג\"כ שנאמר כי בחר ה' בציון וגו' כי יעקב בחר לו יה וגו' כי לא יטוש ה' את עמו וגו' וביאר גודל מעלתה ואמר זאת מנוחתי עדי עד וגו'. וענין לפנים מן הקלעים לפנים מכותלי העזרה כמו שבארתי פעמים רבות: "
            ],
            [
                "<b>כל הקדשים שהקדישן בשעת איסור במות והקריבן כו': </b>בעשה ולא תעשה שעבר על מצות עשה ועל מצות לא תעשה שנאמר השמר לך פן תעלה עולותיך וכבר בארנו בסוף מכות שהעיקר בידינו כל מקום שנאמר השמר פן ואל אינו אלא מצות לא תעשה והעברה על עשה הוא מה שנאמר שמה תביאו עולותיכם וגו' ראיה שלא יקריב אלא במקום שיבחר ומעקרי למודינו לאו הבא מכלל עשה עשה וכבר בארנו זה ביבמות ומכות. וחייבים עליהן כרת לפי שהקדישן בשעת היתר במות אפי' הקריב אותו או בחוץ אינו חייב כלום ואינו חייב כרת אם הקריבן בחוץ אלא על קרבן שאם הקריבו בשעת הקדישו בחוץ חייב כרת כמו שהיה במדבר בזמן שהיה אסור להקריב בחוץ והפרק השלישי שאמר בו הרי אלו בעשה לפי שהקדיש בשעת איסור הבמות ולא הקריב אז במקדש והואיל והקריב חוץ למקדש כבר עבר על מה שנאמר שמה תביאו כמו שבארנו: "
            ],
            [
                "<b>אלו קדשים קרבין במשכן קדשים שהוקדשו כו': </b>כבר זכרנו שהיה זמן שיש בו משכן ומקריבין בבמות והודיענו שאין מקריבין אפילו באותו זמן בבמה אלא קרבנות יחיד וע\"מ שלא התנה עליהן להקריבם במשכן ואלו הדברים שאמרנו לא היה אלא בבמת צבור ונאמר בכל אחד מהן זכרון מזבח או זכרון ה' או זכרון קדש או זכרון אהל מועד נאמר בסמיכה לרצונו לפני ה' ונאמר וסמך ידו ונאמר בשחיטת צפון צפונה לפני ה' ונאמר במתנות סביב וזרקו את הדם על המזבח סביב ונאמר בתנופה תנופה לפני ה' ונאמר במנחה והגישה אל המזבח ונאמר בכהן [וזרק הכהן] (בכלי) [בגדי] שרת לשרת בקדש ונאמר בכלי שרת אשר ישרתו בם בקדש ונאמר ריח ניחוח אשה לה' ונאמר מחיצה לדמים הוא שרושם בחצי גבהו של מזבח עד שיתן למעלה ולמטה כמו שנתבאר שנאמר והיתה הרשת עד חצי המזבח. ונאמר בקדוש ידים ורגלים בבאם אל אהל מועד ירחצו מים וענין מה שאמר הזמן הוא שיפסיד המחשבה בזמן ויהיה פיגול כמו שזכרנו פירושו בפ' עשירי מזו המסכתא. ומה שאמר הטמא ענינו שאין מקריב טמא אע\"פ שהוא זר לפי שזר הוא כשר בבמה קטנה כמו שזכר באמרו כיהון ובגדי שרת וכו' וכן פירש הגמרא: ",
                "<small>סליק ממסכת זבחים</small> "
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}