const Damages_to_Property = {
  "title": "Mishneh Torah, Damages to Property",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Damages_to_Property",
  "text": [
    [
      "כָּל נֶפֶשׁ חַיָּה שֶׁהִיא בִּרְשׁוּתוֹ שֶׁל אָדָם שֶׁהִזִּיקָה הַבְּעָלִים חַיָּבִין לְשַׁלֵּם שֶׁהֲרֵי מָמוֹנָם הִזִּיק שֶׁנֶּאֱמַר <small>(שמות כא לה)</small> \"כִי יִגֹּף שׁוֹר אִישׁ אֶת שׁוֹר רֵעֵהוּ\". אֶחָד הַשּׁוֹר וְאֶחָד שְׁאָר בְּהֵמָה חַיָּה וְעוֹף. לֹא דִּבֵּר הַכָּתוּב בְּשׁוֹר אֶלָּא בּ הוֹוֶה: \n",
      "וְכַמָּה מְשַׁלֵּם. אִם הִזִּיקָה בִּדְבָרִים שֶׁדַּרְכָּהּ לַעֲשׂוֹתָם תָּמִיד כְּמִנְהַג בְּרִיָּתָהּ. כְּגוֹן בְּהֵמָה שֶׁאָכְלָה תֶּבֶן אוֹ עָמִיר אוֹ שֶׁהִזִּיקָה בְּרַגְלָהּ בְּדֶרֶךְ הִלּוּכָהּ חַיָּב לְשַׁלֵּם נֵזֶק שָׁלֵם מִן הַיָּפֶה שֶׁבִּנְכָסָיו שֶׁנֶּאֱמַר <small>(שמות כב ד)</small> \"מֵיטַב שָׂדֵהוּ וּמֵיטַב כַּרְמוֹ יְשַׁלֵּם\". וְאִם שִׁנְּתָה וְעָשְׂתָה מַעֲשִׂים שֶׁאֵין דַּרְכָּהּ לַעֲשׂוֹתָם תָּמִיד וְהִזִּיקָה בָּהֶן. כְּגוֹן שׁוֹר שֶׁנָּגַח אוֹ נָשַׁךְ. חַיָּב לְשַׁלֵּם חֲצִי נֵזֶק מִגּוּף הַמַּזִּיק עַצְמוֹ שֶׁנֶּאֱמַר <small>(שמות כא לה)</small> \"וּמָכְרוּ אֶת הַשּׁוֹר הַחַי וְחָצוּ אֶת כַּסְפּוֹ\" וְגוֹ': \n",
      "כֵּיצַד. שׁוֹר שָׁוֶה מָנֶה שֶׁנָּגַח לְשׁוֹר שָׁוֶה עֶשְׂרִים וֶהֱמִיתוֹ וַהֲרֵי הַנְּבֵלָה שָׁוָה אַרְבָּעָה בַּעַל הַשּׁוֹר חַיָּב לְשַׁלֵּם שְׁמוֹנה שֶׁהוּא חֲצִי הַנֵּזֶק. וְאֵינוֹ חַיָּב לְשַׁלֵּם אֶלָּא מִגּוּף הַשּׁוֹר שֶׁהִזִּיק שֶׁנֶּאֱמַר <small>(שמות כא לה)</small> \"וּמָכְרוּ אֶת הַשּׁוֹר הַחַי\". לְפִיכָךְ אִם הֵמִית שׁוֹר שָׁוֶה עֶשְׂרִים לְשׁוֹר שָׁוֶה מָאתַיִם וְהַנְּבֵלָה שָׁוָה מָנֶה אֵין בַּעַל הַנְּבֵלָה יָכוֹל לוֹמַר לְבַעַל הַחַי תֵּן לִי חֲמִשִּׁים. אֶלָּא אוֹמֵר לוֹ הֲרֵי שׁוֹר שֶׁהִזִּיק לְפָנֶיךָ קָחֵהוּ וְלֵךְ אֲפִלּוּ אֵינוֹ שָׁוֶה אֶלָּא דִּינָר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָעוֹשֶׂה מַעֲשֶׂה שֶׁדַּרְכּוֹ לַעֲשׂוֹתוֹ תָּמִיד כְּמִנְהַג בְּרִיָּתוֹ הוּא הַנִּקְרָא מוּעָד. וְהַמְשַׁנֶּה וְעָשָׂה מַעֲשֶׂה שֶׁאֵין דֶּרֶךְ כָּל מִינוֹ לַעֲשׂוֹת כֵּן תָּמִיד כְּגוֹן שׁוֹר שֶׁנָּגַח אוֹ נָשַׁךְ הוּא הַנִּקְרָא תָּם. וְזֶה הַמְשַׁנֶּה אִם הִרְגִּיל בְּשִׁנּוּיוֹ פְּעָמִים רַבּוֹת נַעֲשָׂה מוּעָד לְאוֹתוֹ דָּבָר שֶׁהִרְגִּיל בּוֹ שֶׁנֶּאֱמַר <small>(שמות כא לו)</small> \"אוֹ נוֹדַע כִּי שׁוֹר נַגָּח הוּא\": \n",
      "חֲמִשָּׁה מַעֲשִׂים תָּמִים יֵשׁ בִּבְהֵמָה. וְאִם הוּעֲדָה לְאֶחָד מֵהֶן נַעֲשֵׂית מוּעֶדֶת לְאוֹתוֹ מַעֲשֶׂה. וְאֵלּוּ הֵן. הַבְּהֵמָה אֵינָהּ מוּעֶדֶת מִתְּחִלָּתָהּ לֹא לִגַּח וְלֹא לִגֹּף וְלֹא לִשֹּׁךְ וְלֹא לִרְבֹּץ עַל כֵּלִים גְּדוֹלִים וְלֹא לִבְעֹט. וְאִם הוּעֲדָה לְאֶחָד מֵהֶן הֲרֵי זוֹ מוּעֶדֶת לוֹ. אֲבָל הַשֵּׁן מוּעֶדֶת מִתְּחִלָּתָהּ לֶאֱכל אֶת הָרָאוּי לָהּ. וְהָרֶגֶל מוּעֶדֶת מִתְּחִלָּתָהּ לִשְׁבֹּר בְּדֶרֶךְ הִלּוּכָהּ. וְהַבְּהֵמָה מוּעֶדֶת מִתְּחִלָּתָהּ לִרְבֹּץ עַל פַּכִּין קְטַנִּים וְכַיּוֹצֵא בָּהֶם וְלִמְעֹךְ אוֹתָן: \n",
      "חֲמִשָּׁה מִינֵי בְּהֵמָה מוּעָדִין מִתְּחִלַּת בְּרִיָּתָן לְהַזִּיק וַאֲפִלּוּ הֵן בְּנֵי תַּרְבּוּת. לְפִיכָךְ אִם הִזִּיקוּ אוֹ הֵמִיתוּ בִּנְגִיחָה אוֹ בִּנְשִׁיכָה וּדְרִיסָה וְכַיּוֹצֵא בָּהֶן חַיָּב נֵזֶק שָׁלֵם. וְאֵלּוּ הֵן. הַזְּאֵב וְהָאֲרִי וְהַדֹּב וְהַנָּמֵר וְהַבַּרְדְּלָס. וְכֵן הַנָּחָשׁ שֶׁנָּשַׁךְ הֲרֵי זֶה מוּעָד וַאֲפִלּוּ הָיָה בֶּן תַּרְבּוּת: \n",
      "כָּל מוּעָד מְשַׁלֵּם נֵזֶק שָׁלֵם מִן הַיָּפֶה שֶׁבִּנְכָסָיו. וְכָל תָּם מְשַׁלֵּם חֲצִי נֵזֶק מִגּוּפוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁנִּכְנְסָה הַבְּהֵמָה לִרְשׁוּת הַנִּזָּק וְהִזִּיקַתְהוּ. אֲבָל אִם נִכְנַס הַנִּזָּק לִרְשׁוּת הַמַּזִּיק וְהִזִּיקַתְהוּ בְּהֶמְתּוֹ שֶׁל בַּעַל הַבַּיִת הֲרֵי זֶה פָּטוּר עַל הַכּל. שֶׁהֲרֵי הוּא אוֹמֵר לוֹ אִלּוּ לֹא נִכְנַסְתָּ לִרְשׁוּתִי לֹא הִגִּיעַ לְךָ הֶזֵּק וַהֲרֵי מְפֹרָשׁ בַּתּוֹרָה <small>(שמות כב ד)</small> \"וְשִׁלַּח אֶת בְּעִירֹה וּבִעֵר בִּשְׂדֵה אַחֵר\": \n",
      "הִזִּיקָה בִּרְשׁוּת הָרַבִּים אוֹ בְּחָצֵר שֶׁאֵינָהּ שֶׁל שְׁנֵיהֶן לֹא לַמַּזִּיק וְלֹא לַנִּזָּק אוֹ בְּחָצֵר שֶׁהִיא שֶׁל שְׁנֵיהֶן וַהֲרֵי הִיא מְיֻחֶדֶת לְהַנִּיחַ בָּהּ פֵּרוֹת וּלְהַכְנִיס לָהּ בְּהֵמָה כְּגוֹן הַבִּקְעָה וְכַיּוֹצֵא בָּהּ. אִם בְּשֵׁן וְרֶגֶל הִזִּיקָה כְּדַרְכָּהּ הֲרֵי זֶה פָּטוּר מִפְּנֵי שֶׁיֵּשׁ לָהּ רְשׁוּת לְהַלֵּךְ [כָּאן] וְכָאן וְדֶרֶךְ הַבְּהֵמָה לְהַלֵּךְ וְלֶאֱכל כְּדַרְכָּהּ וְלִשְׁבֹּר בְּדֶרֶךְ הִלּוּכָהּ. וְאִם נָגְחָה אוֹ נָגְפָה אוֹ רָבְצָה אוֹ בָּעֲטָה אוֹ נָשְׁכָה. אִם תַּמָּה הִיא מְשַׁלֵּם חֲצִי נֵזֶק וְאִם מוּעֶדֶת נֵזֶק שָׁלֵם: \n",
      "הָיְתָה הֶחָצֵר שֶׁל שְׁנֵיהֶן מְיֻחֶדֶת לְפֵרוֹת וְלֹא לְהַכְנִיס בָּהּ בְּהֵמָה וְהִכְנִיס שָׁם אֶחָד מִן הַשֻּׁתָּפִין בְּהֶמְתּוֹ וְהִזִּיקָה חַיָּב אֲפִלּוּ עַל הַשֵּׁן וְעַל הָרֶגֶל. וְכֵן אִם הָיְתָה מְיֻחֶדֶת לִבְהֵמָה לִשְׁנֵיהֶם וְהָיָה רְשׁוּת לָאֶחָד מֵהֶן בִּלְבַד לְהַכְנִיס לָהּ פֵּרוֹת וְהִזִּיקָה פֵּרוֹתָיו חַיָּב עַל הַשֵּׁן וְעַל הָרֶגֶל: \n",
      "שְׁלֹשָׁה אֲבוֹת נְזִיקִין בְּשׁוֹר. הַקֶּרֶן וְהַשֵּׁן וְהָרֶגֶל. תּוֹלְדוֹת הַקֶּרֶן נְגִיפָה נְשִׁיכָה רְבִיצָה בְּעִיטָה. תּוֹלְדוֹת הַשֵּׁן אִם נִתְחַכְּכָה בְּכֹתֶל לַהֲנָאָתָהּ וְהִזִּיקָה בְּחִכּוּכָהּ. וְכֵן אִם טִנְּפָה פֵּרוֹת לַהֲנָאָתָהּ. תּוֹלְדוֹת הָרֶגֶל הִזִּיקָה בְּגוּפָהּ דֶּרֶךְ הִלּוּכָהּ אוֹ שֶׁהִזִּיקָה בִּשְׂעָרָהּ דֶּרֶךְ הִלּוּכָהּ אוֹ כִּשְׁכְּשָׁה בִּזְנָבָהּ אוֹ בַּאֻכָּף שֶׁעָלֶיהָ בַּפְּרוּמְבְּיָא שֶׁבְּפִיהָ בַּזּוֹג שֶׁבְּצַוָּארָהּ. וְכֵן חֲמוֹר שֶׁהִזִּיק בְּמַשָּׂאוֹ בִּשְׁעַת הִלּוּכוֹ וְעֶגְלָה הַמּוֹשֶׁכֶת בְּקָרוֹן שֶׁהִזִּיקָה בִּשְׁעַת מְשִׁיכָתָהּ. כָּל אֵלּוּ תּוֹלְדוֹת הָרֶגֶל הֵן וּבִרְשׁוּת הָרַבִּים פְּטוּרִין וּבִרְשׁוּת הַנִּזָּק מְשַׁלְּמִין נֵזֶק שָׁלֵם: \n",
      "כִּשְׁכְּשָׁה בִּזְנָבָהּ כִּשְׁכּוּשׁ רַב שֶׁאֵין דַּרְכָּהּ לַעֲשׂוֹתָהּ תָּמִיד וְהִזִּיקָה בִּרְשׁוּת הָרַבִּים. אוֹ שֶׁכִּשְׁכְּשָׁה בַּגִּיד שֶׁלָּהּ בִּרְשׁוּת הָרַבִּים וְהִזִּיקָה. פָּטוּר. וְאִם תָּפַשׂ הַנִּזָּק גּוֹבֶה חֲצִי נֵזֶק מִמַּה שֶּׁתָּפַשׂ. שֶׁזֶּה הַדָּבָר סָפֵק הוּא אִם אֵלּוּ תּוֹלְדוֹת הַקֶּרֶן שֶׁחַיָּב עָלֶיהָ בִּרְשׁוּת הָרַבִּים אוֹ תּוֹלְדוֹת הָרֶגֶל שֶׁפָּטוּר עָלֶיהָ בִּרְשׁוּת הָרַבִּים כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "אֶחָד אֲבוֹת נְזִיקִין וְאֶחָד הַתּוֹלָדוֹת אִם הָיָה הָאָב מוּעָד תּוֹלְדוֹתָיו מוּעָדוֹת וְאִם הָיָה תָּם תּוֹלְדוֹתָיו כָּמוֹהוּ. וְכָל אֲבוֹת נְזִיקִין וְכָל תּוֹלְדוֹתֵיהֶן מוּעָדִין הֵן מִתְּחִלָּתָן חוּץ מִקֶּרֶן וְתוֹלְדוֹתָיו שֶׁהֵן תָּמִים בַּתְּחִלָּה עַד שֶׁיּוּעֲדוּ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "כָּל תּוֹלָדָה כְּאָב שֶׁלָּהּ חוּץ מִצְּרוֹרוֹת הַמְנַתְּזִין מִתַּחַת רַגְלֵי הַבְּהֵמָה בִּשְׁעַת הִלּוּכָהּ. שֶׁאַף עַל פִּי שֶׁתּוֹלֶדֶת הָרֶגֶל הֵם וּפָטוּר עֲלֵיהֶן בִּרְשׁוּת הָרַבִּים כְּרֶגֶל וְאִם הִזִּיקוּ בִּרְשׁוּת הַנִּזָּק מְשַׁלֵּם מִן הַיָּפֶה שֶׁבִּנְכָסָיו כְּרֶגֶל שֶׁהוּא אָב אַף עַל פִּי כֵן אֵינוֹ מְשַׁלֵּם אֶלָּא חֲצִי נֵזֶק: \n",
      "כֵּיצַד. בְּהֵמָה שֶׁנִּכְנְסָה לַחֲצַר הַנִּזָּק וְהָלְכָה וְהָיוּ צְרוֹרוֹת מְנַתְּזִין מִתַּחַת רַגְלֶיהָ וְשָׁבְרוּ אֶת הַכֵּלִים מְשַׁלֵּם חֲצִי נֵזֶק מִן הַיָּפֶה שֶׁבִּנְכָסָיו. וְדָבָר זֶה הֲלָכָה מִפִּי הַקַּבָּלָה הִיא: \n",
      "וְכֵן אִם הָיְתָה מְהַלֶּכֶת בִּרְשׁוּת הָרַבִּים וְנִתְּזוּ צְרוֹרוֹת מִתַּחַת רַגְלֶיהָ לִרְשׁוּת הַנִּזָּק וְשָׁבְרוּ אֶת הַכֵּלִים מְשַׁלֵּם חֲצִי נֵזֶק. דָּרְסָה עַל הַכְּלִי בִּרְשׁוּת הַנִּזָּק וּשְׁבָרַתּוּ וְנָפַל עַל כְּלִי אַחֵר וּשְׁבָרוֹ. עַל הָרִאשׁוֹן מְשַׁלֵּם נֵזֶק שָׁלֵם וְעַל הָאַחֲרוֹן מְשַׁלֵּם חֲצִי נֵזֶק: \n",
      "הָיְתָה מְהַלֶּכֶת בִּרְשׁוּת הָרַבִּים וּבָעֲטָה וְהִתִּיזָה צְרוֹרוֹת וְהִזִּיקוּ בִּרְשׁוּת הָרַבִּים פָּטוּר. וְאִם תָּפַשׂ הַנִּזָּק רְבִיעַ נֵזֶק אֵין מוֹצִיאִין מִיָּדוֹ. שֶׁהַדָּבָר סָפֵק הוּא שֶׁמָּא שִׁנּוּי הוּא וְאֵינוֹ תּוֹלֶדֶת רֶגֶל שֶׁהֲרֵי בָּעֲטָה: \n",
      "בָּעֲטָה בָּאָרֶץ בִּרְשׁוּת הַנִּזָּק וְהִתִּיזָה צְרוֹרוֹת מֵחֲמַת הַבְּעִיטָה וְהִזִּיקוּ שָׁם חַיָּב לְשַׁלֵּם רְבִיעַ נֵזֶק שֶׁזֶּה שִׁנּוּי הוּא בְּהַתָּזַת הַצְּרוֹרוֹת. וְאִם תָּפַשׂ הַנִּזָּק חֲצִי נֵזֶק אֵין מוֹצִיאִין מִיָּדוֹ. וַאֲפִלּוּ הָיְתָה מְהַלֶּכֶת בְּמָקוֹם שֶׁאִי אֶפְשָׁר לָהּ שֶׁלֹּא תַּתִּיז וּבָעֲטָה וְהִתִּיזָה מְשַׁלֵּם רְבִיעַ נֵזֶק. וְאִם תָּפַשׂ הַנִּזָּק חֲצִי נֵזֶק אֵין מוֹצִיאִין מִיָּדוֹ: \n",
      "כָּל הַמְשַׁלֵּם נֵזֶק שָׁלֵם הֲרֵי הַתַּשְׁלוּמִין מָמוֹן שֶׁהוּא חַיָּב לְשַׁלְּמוֹ כְּמִי שֶׁלָּוָה מֵחֲבֵרוֹ שֶׁהוּא חַיָּב לְשַׁלֵּם. וְכָל הַמְשַׁלֵּם חֲצִי נֵזֶק הֲרֵי הַתַּשְׁלוּמִין קְנָס חוּץ מֵחֲצִי נֵזֶק שֶׁל צְרוֹרוֹת שֶׁהוּא הֲלָכָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "זֶה הַכְּלָל כָּל הַמְשַׁלֵּם מַה שֶּׁהִזִּיק הֲרֵי זֶה מָמוֹן וְכָל הַמְשַׁלֵּם יֶתֶר אוֹ פָּחוֹת כְּגוֹן תַּשְׁלוּמֵי כֶּפֶל אוֹ חֲצִי נֵזֶק הֲרֵי הַיָּתֵר עַל הַקֶּרֶן אוֹ הַפָּחוֹת קְנָס. וְאֵין חַיָּבִין קְנָס אֶלָּא עַל פִּי עֵדִים. אֲבָל הַמּוֹדֶה בְּכָל קְנָס מִן הַקְּנָסוֹת פָּטוּר: \n",
      "תַּרְנְגוֹל שֶׁהוֹשִׁיט רֹאשׁוֹ לַאֲוִיר כְּלִי זְכוּכִית וְתָקַע בּוֹ וּשְׁבָרוֹ. אִם הָיוּ בְּתוֹכוֹ תַּבְלִין וְכַיּוֹצֵא בָּהֶן שֶׁהוֹשִׁיט רֹאשׁוֹ כְּדֵי לְאָכְלָן. עַל הַתַּבְלִין מְשַׁלֵּם נֵזֶק שָׁלֵם וְעַל הַכְּלִי מְשַׁלֵּם חֲצִי נֵזֶק כַּחֲצִי נֵזֶק צְרוֹרוֹת שֶׁכָּךְ הוּא דַּרְכּוֹ. וְאִם הָיָה הַכְּלִי רֵיקָן הֲרֵי זֶה מְשֻׁנֶּה וּמְשַׁלֵּם חֲצִי נֵזֶק כְּכָל הַקְּנָסוֹת: \n",
      "וְכֵן סוּס שֶׁצָּנַף וַחֲמוֹר שֶׁנָּעַר וְשָׁבַר אֶת הַכֵּלִים מְשַׁלֵּם חֲצִי נֵזֶק. הַתַּרְנְגוֹלִין מוּעָדִין לְהַלֵּךְ כְּדַרְכָּן וּלְשַׁבֵּר. הָיָה חוּט אוֹ רְצוּעָה קָשׁוּר בְּרַגְלֵיהֶן וְנִסְתַּבֵּךְ כְּלִי בְּאוֹתוֹ הַחוּט וְנִתְגַּלְגֵּל וְנִשְׁבַּר מְשַׁלֵּם חֲצִי נֵזֶק. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁקְּשָׁרוֹ אָדָם. אֲבָל אִם נִקְשַׁר עַל רַגְלֵיהֶם מֵאֵלָיו בַּעַל הַתַּרְנְגוֹלִין פָּטוּר. וְאִם הָיוּ לַחוּט בְּעָלִים וְלֹא הָיָה הַחוּט הֶפְקֵר בַּעַל הַחוּט חַיָּב חֲצִי נֵזֶק שֶׁהֲרֵי הוּא כְּבוֹר הַמִּתְגַּלְגֵּל: \n",
      "הִצְנִיעַ בַּעַל הַחוּט אֶת הַחוּט וְהַתַּרְנְגוֹלִים דָּרְסוּ עָלָיו וְהוֹצִיאוּהוּ וְנִקְשַׁר בְּרַגְלֵיהֶן וְשָׁבְרוּ בּוֹ אֶת הַכֵּלִים אַף בַּעַל הַחוּט פָּטוּר שֶׁהֲרֵי אָנוּס הוּא: \n",
      "תַּרְנְגוֹלִין שֶׁהָיוּ מַפְרִיחִין מִמָּקוֹם לְמָקוֹם וְשָׁבְרוּ אֶת הַכֵּלִים. אִם בְּכַנְפֵיהֶם שָׁבְרוּ מְשַׁלֵּם נֵזֶק שָׁלֵם וְאִם בָּרוּחַ שֶׁבְּכַנְפֵיהֶם מְשַׁלֵּם חֲצִי נֵזֶק: \n",
      "הָיוּ מְהַדְּסִין עַל גַּבֵּי עִסָּה אוֹ עַל גַּבֵּי פֵּרוֹת וְטִנְּפוּ אוֹ נִקְּרוּ מְשַׁלְּמִין נֵזֶק שָׁלֵם. הִזִּיקוּ בְּעָפָר אוֹ בִּצְרוֹרוֹת שֶׁהֶעֱלוּ בְּכַנְפֵיהֶן אוֹ בְּרַגְלֵיהֶן מְשַׁלְּמִין חֲצִי נֵזֶק: \n",
      "הָיוּ מְחַטְּטִין בְּחֶבֶל וְנִפְסַק הַחֶבֶל וְנִשְׁבַּר הַדְּלִי מְשַׁלְּמִין נֵזֶק שָׁלֵם. וְהוּא שֶׁנִּתְגַּלְגֵּל הַדְּלִי מֵחֲמָתָן עַד שֶׁנָּפַל וְנִשְׁבַּר. וְאִם הָיָה עַל הַחֶבֶל אֹכֶל וּבָעֵת אֲכִילָתָן פְּסָקוּהוּ מְשַׁלֵּם גַּם עַל הַחֶבֶל נֵזֶק שָׁלֵם: \n",
      "הַכֶּלֶב וְהַגְּדִי שֶׁקָּפְצוּ מֵרֹאשׁ הַגַּג מִלְּמַעְלָה לְמַטָּה וְשָׁבְרוּ אֶת הַכֵּלִים מְשַׁלְּמִין נֵזֶק שָׁלֵם מִפְּנֵי שֶׁמּוּעָדִים הֵן לְדָבָר זֶה. וְכֵן אִם נָפְלוּ וְהִזִּיקוּ. שֶׁעֲלִיָּתָן לְרֹאשׁ הַגַּג פְּשִׁיעָה. וְאַף עַל פִּי שֶׁנְּפִילָתָן אֹנֶס כָּל שֶׁתְּחִלָּתוֹ בִּפְשִׁיעָה וְסוֹפוֹ בְּאֹנֶס חַיָּב: \n",
      "קָפְצוּ מִמַּטָּה לְמַעְלָה מְשַׁלְּמִין חֲצִי נֵזֶק. וְהוּא שֶׁנִּתְלַשׁ הַגְּדִי וְנִסְרַךְ וְקָפַץ הַכֶּלֶב. אֲבָל נִסְרַךְ הַכֶּלֶב וְדִלֵּג הַגְּדִי בֵּין מִלְּמַעְלָה לְמַטָּה בֵּין מִמַּטָּה לְמַעְלָה חַיָּבִין נֵזֶק שָׁלֵם. וְכֵן תַּרְנְגוֹל שֶׁדִּלֵּג בֵּין מִלְּמַעְלָה לְמַטָּה בֵּין מִלְּמַטָּה לְמַעְלָה מְשַׁלֵּם נֵזֶק שָׁלֵם: \n",
      "כֶּלֶב שֶׁנָּטַל אֶת הַחֲרָרָה וְהָלַךְ לוֹ לַגָּדִישׁ. אִם הִנִּיחָהּ בַּגָּדִישׁ וְאָכַל אֶת הַחֲרָרָה וְהִדְלִיק אֶת הַגָּדִישׁ עַל הַחֲרָרָה וְעַל מְקוֹם הַחֲרָרָה מְשַׁלֵּם נֵזֶק שָׁלֵם וְעַל שְׁאָר הַגָּדִישׁ חֲצִי נֵזֶק. וְאִם הָיָה מְגָרֵר אֶת הַחֲרָרָה עַל הַגָּדִישׁ וְהוֹלֵךְ וְשׂוֹרֵף מְשַׁלֵּם עַל הַחֲרָרָה נֵזֶק שָׁלֵם וְעַל מְקוֹם הַגֶּחָלִים חֲצִי נֵזֶק וְעַל שְׁאָר הַגָּדִישׁ פָּטוּר: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁשָּׁמַר בַּעַל הַגַּחֶלֶת אֶת אִשּׁוֹ וְסָתַם הַדֶּלֶת וּבָא הַכֶּלֶב וְחָתַר וְנָטַל אֶת הַחֲרָרָה מֵעַל הָאֵשׁ. אֲבָל אִם לֹא שָׁמַר אִשּׁוֹ בַּעַל הָאֵשׁ חַיָּב עַל שְׂרֵפַת הַגָּדִישׁ וּבַעַל הַכֶּלֶב חַיָּב עַל אֲכִילַת הַחֲרָרָה וְעַל מְקוֹמָהּ: \n",
      "הַמְשַׁסֶּה כַּלְבּוֹ שֶׁל חֲבֵרוֹ בַּחֲבֵרוֹ פָּטוּר מִדִּינֵי אָדָם וְחַיָּב בְּדִינֵי שָׁמַיִם וּבַעַל הַכֶּלֶב חַיָּב חֲצִי נֵזֶק שֶׁכֵּיוָן שֶׁהוּא יוֹדֵעַ שֶׁאִם שִׁסָּה אֶת כַּלְבּוֹ לְהַזִּיק נוֹשֵׁךְ לֹא הָיָה לוֹ לְהַנִּיחוֹ. וְאִם שִׁסָּהוּ בְּעַצְמוֹ בַּעַל הַכֶּלֶב פָּטוּר שֶׁכָּל הַמְשַׁנֶּה וּבָא אַחֵר וְשִׁנָּה בּוֹ פָּטוּר: \n",
      "שְׁתֵּי פָּרוֹת בִּרְשׁוּת הָרַבִּים אַחַת רְבוּצָה וְאַחַת מְהַלֶּכֶת וּבָעֲטָה מְהַלֶּכֶת. בִּרְבוּצָה חַיָּב חֲצִי נֵזֶק שֶׁאַף עַל פִּי שֶׁדַּרְכָּהּ לְהַלֵּךְ עָלֶיהָ אֵין דַּרְכָּהּ לִבְעֹט בָּהּ: \n"
    ],
    [
      "הַבְּהֵמָה מוּעֶדֶת לֶאֱכל פֵּרוֹת אוֹ יְרָקוֹת וְכַיּוֹצֵא בָּהֶן. לְפִיכָךְ אִם נִכְנְסָה לִרְשׁוּת הַנִּזָּק וְאָכְלָה דְּבָרִים שֶׁדַּרְכָּהּ לְאָכְלָם מְשַׁלֵּם נֵזֶק שָׁלֵם שֶׁנֶּאֱמַר <small>(שמות כב ד)</small> \"וּבִעֵר בִּשְׂדֵה אַחֵר מֵיטַב שָׂדֵהוּ\" וְגוֹ'. וְאִם אֲכָלָתָם בִּרְשׁוּת הָרַבִּים פָּטוּר. וְאִם נֶהֱנֵית מְשַׁלֵּם מַה שֶּׁנֶּהֱנֵית לֹא מַה שֶּׁהִזִּיקָה: \n",
      "כֵּיצַד. נִכְנְסָה לִרְשׁוּת הַנִּזָּק וְאָכְלָה שֻׁמְשְׁמִין אוֹ לוֹט וְכַיּוֹצֵא בָּהֶם בִּשְׁוֵה דִּינָר מְשַׁלֵּם דִּינָר. וְאִם אֲכָלָתָן בִּרְשׁוּת הָרַבִּים וְנֶהֱנֵית רוֹאִין אוֹתָן כְּאִלּוּ הֵן שְׂעוֹרִים אוֹ עָמִיר וּמְשַׁלֵּם דְּמֵי עָמִיר אוֹ דְּמֵי שְׂעוֹרִים בְּזוֹל: \n",
      "אָכְלָה אֳכָלִין הָרָעִים לָהּ כְּגוֹן שֶׁאָכְלָה חִטִּין הוֹאִיל וְלֹא נֶהֱנֵית פָּטוּר. אָכְלָה אֳכָלִין שֶׁאֵין דַּרְכָּהּ לְאָכְלָן כְּגוֹן שֶׁאָכְלָה כְּסוּת אוֹ כֵּלִים בֵּין בִּרְשׁוּת הַנִּזָּק בֵּין בִּרְשׁוּת הָרַבִּים מְשַׁלֵּם חֲצִי נֵזֶק שֶׁזֶּה שִׁנּוּי הוּא וְדֶרֶךְ בְּנֵי אָדָם לְהַנִּיחַ כְּלֵיהֶם וּכְסוּתָן בִּרְשׁוּת הָרַבִּים עַד שֶׁיָּנוּחוּ מְעַט: \n",
      "בְּהֵמָה שֶׁהָיְתָה עוֹמֶדֶת בִּרְשׁוּת הַנִּזָּק וְתָלְשָׁה פֵּרוֹת מֵרְשׁוּת הָרַבִּים וַאֲכָלָתָן בִּרְשׁוּת הַנִּזָּק הֲרֵי הַדָּבָר סָפֵק לְפִיכָךְ אֵינָהּ מְשַׁלֶּמֶת אֶלָּא מַה שֶּׁנֶּהֱנֵית. וְאִם תָּפַשׂ הַנִּזָּק כַּמָּה שֶׁהִזִּיקָה אֵין מוֹצִיאִין מִיָּדוֹ שֶׁהֲרֵי בִּרְשׁוּתוֹ אָכְלָה: \n",
      "כֶּלֶב שֶׁנִּכְנַס לֶחָצֵר וְנָטַל פַּת אוֹ בָּשָׂר וְהוֹצִיאָן לִרְשׁוּת הָרַבִּים אוֹ לֶחָצֵר אַחֶרֶת וַאֲכָלָם מַה שֶּׁנֶּהֱנָה מְשַׁלֵּם. אֲכָלָם בַּשָּׂדֶה שֶׁל בַּעַל הֶחָצֵר מְשַׁלֵּם נֵזֶק שָׁלֵם כְּאִלּוּ אֲכָלָן בְּתוֹךְ הֶחָצֵר שֶׁהֲרֵי בִּרְשׁוּת הַנִּזָּק אָכַל. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "בְּהֵמָה שֶׁאָכְלָה אֳכָלִין שֶׁאֵין דַּרְכָּהּ לְאָכְלָן אֲבָל אוֹכַלְתָּן עַל יְדֵי הַדְּחָק. כְּגוֹן פָּרָה שֶׁאָכְלָה שְׂעוֹרִים וַחֲמוֹר שֶׁאָכַל כַּרְשִׁינִים אוֹ דָּגִים וַחֲזִיר שֶׁאָכַל חֲתִיכָה בָּשָׂר וְכֶלֶב שֶׁלִּקֵּק אֶת הַשֶּׁמֶן וְחָתוּל שֶׁאָכַל תְּמָרִים. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ. אִם אֲכָלָהּ בִּרְשׁוּת הַנִּזָּק מְשַׁלֵּם נֵזֶק שָׁלֵם. וּבִרְשׁוּת הָרַבִּים פָּטוּר וְאִם נֶהֱנֵית מְשַׁלֵּם מַה שֶּׁנֶּהֱנֵית: \n",
      "חַיָּה שֶׁנִּכְנְסָה לִרְשׁוּת הַנִּזָּק וְטָרְפָה וְאָכְלָה בְּהֵמָה אוֹ בָּשָׂר מְשַׁלֵּם נֵזֶק שָׁלֵם שֶׁזֶּהוּ דַּרְכָּהּ. אֲבָל כֶּלֶב שֶׁאָכַל כְּבָשִׂים קְטַנִּים אוֹ חָתוּל שֶׁאָכַל תַּרְנְגוֹלִים גְּדוֹלִים הֲרֵי זֶה שִׁנּוּי וּמְשַׁלֵּם חֲצִי נֵזֶק: \n",
      "סַל שֶׁיֵּשׁ בּוֹ לֶחֶם וְנִכְנַס חֲמוֹר וְשָׁבַר הַסַּל וְאָכַל הַלֶּחֶם מְשַׁלֵּם עַל הַסַּל וְעַל הַלֶּחֶם נֵזֶק שָׁלֵם שֶׁזֶּה הוּא דַּרְכּוֹ. וְכֵן שְׂעִיר עִזִּים שֶׁרָאָה לֶפֶת וְכַיּוֹצֵא בּוֹ עַל פִּי הֶחָבִית וְנִסְתַּבֵּךְ בֶּחָבִית וְאָכַל אֶת הַלֶּפֶת וְשָׁבַר אֶת הֶחָבִית מְשַׁלֵּם עַל שְׁנֵיהֶם נֵזֶק שָׁלֵם. כְּשֵׁם שֶׁדַּרְכּוֹ לֶאֱכל כָּךְ דַּרְכּוֹ לְהִתָּלוֹת בְּכֵלִים וְלַעֲלוֹת כְּדֵי לֶאֱכל. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. אֲבָל אִם נִכְנַס הַחֲמוֹר וְאָכַל אֶת הַלֶּחֶם וְאַחַר כָּךְ שָׁבַר אֶת הַסַּל עַל הַלֶּחֶם מְשַׁלֵּם נֵזֶק שָׁלֵם וְעַל הַסַּל חֲצִי נֵזֶק. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "בְּהֵמָה שֶׁאָכְלָה מִתּוֹךְ הָרְחָבָה בֵּין דֶּרֶךְ הֲלִיכָתָהּ בֵּין שֶׁעָמְדָה וְאָכְלָה מְשַׁלֵּם מַה שֶּׁנֶּהֱנֵית וַאֲפִלּוּ חָזְרָה עַל צִדֵּי הָרְחָבָה וְאָכְלָה מֵהֶן. אֲבָל אִם הִנִּיחָה אֶת הָרְחָבָה וְהָלְכָה וְעָמְדָה בְּצִדֵּי הָרְחָבָה וְאָכְלָה מְשַׁלֵּם מַה שֶּׁהִזִּיקָה. אָכְלָה מִפֶּתַח הַחֲנוּת מְשַׁלֵּם מַה שֶּׁנֶּהֱנֵית. מִתּוֹךְ הַחֲנוּת מְשַׁלֵּם מַה שֶּׁהִזִּיקָה: \n",
      "הָיְתָה מְהַלֶּכֶת בִּרְשׁוּת הָרַבִּים וּפָשְׁטָה צַוָּארָהּ וְאָכְלָה מֵעַל גַּבֵּי חֲבֶרְתָּהּ וַאֲפִלּוּ עָמְדָה מְשַׁלֵּם מַה שֶּׁנֶּהֱנֵית שֶׁכֵּן דֶּרֶךְ הַבְּהֵמוֹת לֶאֱכל זוֹ מֵעַל גַּבֵּי זוֹ. וְאִם קָפְצָה וְאָכְלָה עַל גַּבֵּי חֲבֶרְתָּהּ מְשַׁלֵּם מַה שֶּׁהִזִּיקָה שֶׁגַּבֵּי חֲבֶרְתָּהּ כַּחֲצַר הַנִּזָּק הוּא חָשׁוּב: \n",
      "בְּהֵמָה שֶׁהֻחְלְקָה בְּאֶבֶן אוֹ בְּמֵימֵי רַגְלֶיהָ וְנָפְלָה לְגִנָּה וְנֶחְבְּטָה עַל גַּבֵּי פֵּרוֹת וִירָקוֹת אוֹ שֶׁאָכְלָה מְשַׁלֵּם מַה שֶּׁנֶּהֱנֵית. אֲפִלּוּ הָלְכָה מֵעֲרוּגָה לַעֲרוּגָה וַאֲפִלּוּ נִשְׁאֲרָה שָׁם כָּל הַיּוֹם כֻּלּוֹ אֵינוֹ מְשַׁלֵּם אֶלָּא מַה שֶּׁנֶּהֱנֵית. וּמַה הֲנָאָה יֵשׁ לָהּ בַּחֲבִיטָה שֶׁהֲרֵי מָצְאָה מָקוֹם רַךְ וְלֹא נִתְרַסְּקוּ אֵיבָרֶיהָ. אֲבָל אִם יָרְדָה כְּדַרְכָּהּ וְאָכְלָה מְשַׁלֵּם מַה שֶּׁהִזִּיקָה. וַאֲפִלּוּ טִנְּפָה פֵּרוֹת בְּמֵי לֵידָה מְשַׁלֵּם מַה שֶּׁהִזִּיקָה מִפְּנֵי שֶׁתְּחִלָּתוֹ בִּפְשִׁיעָה. וְכֵן אִם דְּחָפָתָהּ חֲבֶרְתָּהּ וְנָפְלָה מְשַׁלֵּם מַה שֶּׁהִזִּיקָה מִפְּנֵי שֶׁהָיָה לוֹ לְהַעֲבִירָן אַחַת אַחַת כְּדֵי שֶׁלֹּא יִדְחֲפוּ זוֹ אֶת זוֹ: \n",
      "הֻחְלְקָה וְנָפְלָה וְיָצָאת וְחָזְרָה לַגִּנָּה אַף עַל פִּי שֶׁחָזְרָה שֶׁלֹּא לְדַעַת הַבְּעָלִים מְשַׁלֵּם מַה שֶּׁהִזִּיקָה מִפְּנֵי שֶׁהָיָה לוֹ לְשָׁמְרָהּ שֶׁלֹּא תַּחְזֹר שֶׁהַדָּבָר יָדוּעַ שֶׁכֵּיוָן שֶׁיָּדְעָה דֶּרֶךְ הַגִּנָּה הֲרֵי הִיא חוֹזֶרֶת מֵאֵלֶיהָ: \n",
      "הַקַּדָּר שֶׁהִכְנִיס קְדֵרוֹתָיו לַחֲצַר בַּעַל הַבַּיִת שֶׁלֹּא בִּרְשׁוּת וּשְׁבָרָתַן בְּהֶמְתּוֹ שֶׁל בַּעַל הַבַּיִת פָּטוּר. וְאִם הֻזְּקָה בָּהֶן בַּעַל הַקְּדֵרוֹת חַיָּב. וְאִם הִכְנִיס בִּרְשׁוּת פָּטוּר. וְאִם קִבֵּל עָלָיו בַּעַל הַבַּיִת לִשְׁמֹר אֶת הַקְּדֵרוֹת בַּעַל הַבַּיִת חַיָּב: \n",
      "וְכֵן אִם הִכְנִיס פֵּרוֹתָיו לַחֲצַר בַּעַל הַבַּיִת שֶׁלֹּא בִּרְשׁוּת וַאֲכָלָתַם בְּהֶמְתּוֹ שֶׁל בַּעַל הַבַּיִת פָּטוּר. וְאִם הֻחְלְקָה בָּהֶן וְהֻזְּקָה בַּעַל הַפֵּרוֹת חַיָּב. וְאִם הִכְנִיס בִּרְשׁוּת פָּטוּר. וְאִם קִבֵּל עָלָיו בַּעַל הַבַּיִת לִשְׁמֹר אֶת הַפֵּרוֹת בַּעַל הַבַּיִת חַיָּב. הִכְנִיסָן שֶׁלֹּא בִּרְשׁוּת וַאֲכָלָתַן בְּהֶמְתּוֹ שֶׁל בַּעַל הַבַּיִת וְהֻזְּקָה בַּאֲכִילָתָן בַּעַל הַפֵּרוֹת פָּטוּר מִפְּנֵי שֶׁהָיָה לָהּ שֶׁלֹּא תֹּאכַל. וְאִם הִכְנִיסָהּ בִּרְשׁוּת וְהִנִּיחוּ בַּעֲלֵי הֶחָצֵר אֶת זֶה שֶׁהִרְשָׁהוּ בֶּחָצֵר לְשָׁמְרוֹ וַאֲכָלָתַן בְּהֶמְתּוֹ שֶׁל בַּעַל הַבַּיִת וְהֻזְּקָה בַּאֲכִילָתָן בַּעַל הַפֵּרוֹת חַיָּב. שֶׁכֵּיוָן שֶׁרָאָה הַבְּהֵמָה אוֹכֶלֶת דְּבָרִים הַמַּזִּיקִין לָהּ וְהִנִּיחָהּ חַיָּב שֶׁהֲרֵי אֵין בַּעֲלֵי הֶחָצֵר מְצוּיִין שָׁם לְהַעֲבִיר הַבְּהֵמָה מֵהֶן. וּמַעֲשֶׂה בְּאִשָּׁה שֶׁנִּכְנְסָה לֶאֱפוֹת בַּתַּנּוּר בְּבֵית שְׁכֵנוֹתֶיהָ וְהִנִּיחוּהָ וְנִתְעַלְּמוּ כְּדֵי שֶׁלֹּא יַבִּיטוּ בָּהּ בְּעֵת לִישָׁתָהּ וַאֲפִיָּתָהּ וּבָא עֵז שֶׁל בַּעַל הַבַּיִת וְאָכַל הַבָּצֵק וּמֵת וְחִיְּבוּהָ חֲכָמִים לְשַׁלֵּם דָּמָיו. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַמַּגְדִּישׁ בְּתוֹךְ שְׂדֵה חֲבֵרוֹ שֶׁלֹּא בִּרְשׁוּת וַאֲכָלָתָן בְּהֶמְתּוֹ שֶׁל בַּעַל הַשָּׂדֶה פָּטוּר. וְאִם הֻחְלְקָה בָּהֶן וְהֻזְּקָה בַּעַל הַפֵּרוֹת חַיָּב. אֲכָלָתָן וְהֻזְּקָה בַּאֲכִילָתָן פָּטוּר. וְאִם הִגְּדִישׁ בִּרְשׁוּת בַּעַל הַשָּׂדֶה חַיָּב אַף עַל פִּי שֶׁלֹּא קִבֵּל עָלָיו לִשְׁמֹר. שֶׁהַשּׁוֹמֵר בָּגֳרָנוֹת כֵּיוָן שֶׁאָמַר לוֹ הַגְדֵּשׁ בְּכָאן כְּמִי שֶׁאָמַר לוֹ הַגְדֵּשׁ וַאֲנִי אֶשְׁמֹר לְךָ הוּא חָשׁוּב: \n"
    ],
    [
      "הַכּוֹנֵּס צֹאן לַדִּיר וְנָעַל בִּפְנֵיהֶן בְּדֶלֶת שֶׁיְּכוֹלָה לַעֲמֹד בְּרוּחַ מְצוּיָה וְיָצְאָה וְהִזִּיקָה פָּטוּר. וְאִם אֵינָהּ יְכוֹלָה לַעֲמֹד בְּרוּחַ מְצוּיָה אוֹ שֶׁהָיוּ כָּתְלֵי הַדִּיר רְעוּעִין הֲרֵי לֹא נָעַל בִּפְנֵיהֶן כָּרָאוּי וְאִם יָצָאת וְהִזִּיקָה חַיָּב. וַאֲפִלּוּ חָתְרָה וְיָצָאת וַאֲפִלּוּ נִפְרְצָה מְחִצָּה בַּלַּיְלָה אוֹ פְּרָצוּהָ לִסְטִים בַּעַל הַצֹּאן חַיָּב. הָיְתָה מְחִצָּה בְּרִיאָה וְנִפְרְצָה בַּלַּיְלָה אוֹ שֶׁפְּרָצוּהָ לִסְטִים וְיָצָאת וְהִזִּיקָה פָּטוּר. הוֹצִיאוּהָ לִסְטִים וְהִזִּיקָה לִסְטִים חַיָּבִים: \n",
      "הַפּוֹרֵץ גָּדֵר לִפְנֵי בֶּהֱמַת חֲבֵרוֹ וְיָצָאת וְהִזִּיקָה. אִם הָיָה גָּדֵר חָזָק וּבָרִיא חַיָּב. וְאִם הָיָה כֹּתֶל רָעוּעַ פָּטוּר בְּדִינֵי אָדָם וְחַיָּב בְּדִינֵי שָׁמַיִם. וְכֵן הַנּוֹתֵן סַם הַמָּוֶת לִפְנֵי בֶּהֱמַת חֲבֵרוֹ פָּטוּר מִדִּינֵי אָדָם וְחַיָּב בְּדִינֵי שָׁמַיִם: \n",
      "הַמַּעֲמִיד בֶּהֱמַת חֲבֵרוֹ עַל גַּבֵּי קָמַת חֲבֵרוֹ הַמַּעֲמִיד חַיָּב לְשַׁלֵּם מַה שֶּׁהִזִּיק. וְכֵן אִם הִכִּישָׁהּ עַד שֶׁהָלְכָה לְקָמַת חֲבֵרוֹ וְהִזִּיקָה זֶה שֶׁהִכִּישָׁהּ חַיָּב: \n",
      "הַמּוֹסֵר בְּהֶמְתּוֹ לְשׁוֹמֵר חִנָּם אוֹ לְנוֹשֵׂא שָׂכָר אוֹ לְשׂוֹכֵר אוֹ לְשׁוֹאֵל נִכְנְסוּ תַּחַת הַבְּעָלִים וְאִם הִזִּיקָה חַיָּב הַשּׁוֹמֵר. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁלֹּא שְׁמָרוּהָ כְּלָל. אֲבָל אִם שְׁמָרוּהָ שְׁמִירָה מְעֻלָּה כָּרָאוּי וְיָצָאת וְהִזִּיקָה הַשּׁוֹמְרִים פְּטוּרִין וְהַבְּעָלִים חַיָּבִים אֲפִלּוּ הֵמִיתָה אֶת הָאָדָם. שְׁמָרוּהָ שְׁמִירָה פְּחוּתָה אִם שׁוֹמֵר חִנָּם הוּא פָּטוּר וְאִם שׁוֹמֵר שָׂכָר אוֹ שׂוֹכֵר אוֹ שׁוֹאֵל הוּא חַיָּבִין: \n",
      "הִנִּיחָהּ בַּחַמָּה אֲפִלּוּ חָתְרָה וְיָצָאת וְהִזִּיקָה חַיָּב זֶה שֶׁהִנִּיחָהּ שָׁם. שֶׁכֵּיוָן שֶׁהִנִּיחָהּ בַּחַמָּה הֲרֵי הִיא מִצְטַעֶרֶת וּבוֹרַחַת וְעוֹשָׂה כָּל שֶׁאֶפְשָׁר לָהּ לַעֲשׂוֹת: \n",
      "מָסַר בְּהֶמְתּוֹ לְחֵרֵשׁ שׁוֹטֶה וְקָטָן אַף עַל פִּי שֶׁהָיָה הַשּׁוֹר קָשׁוּר הַבְּעָלִים חַיָּבִין. שֶׁדֶּרֶךְ הַשּׁוֹר וְכַיּוֹצֵא בּוֹ לְהַתִּיר הַקֶּשֶׁר וְלָצֵאת וּלְהַזִּיק. אֲפִלּוּ שְׁמָרוּהָ שְׁמִירָה מְעֻלָּה וְחָתְרָה וְיָצְאָה וְהִזִּיקָה הַבְּעָלִים חַיָּבִים: \n",
      "מָסַר שׁוֹרוֹ לַחֲמִשָּׁה וּפָשַׁע בּוֹ אֶחָד מֵהֶן וְיָצָא וְהִזִּיק אִם אֵינוֹ מִשְׁתַּמֵּר אֶלָּא בַּחֲמִשְּׁתָּן זֶה שֶׁפָּשַׁע בִּשְׁמִירָתוֹ חַיָּב. וְאִם מִשְׁתַּמֵּר בִּשְׁאֵרָן אַף אֵלּוּ הַנִּשְׁאָרִין חַיָּבִין: \n",
      "שְׁאָלוֹ בְּחֶזְקַת תָּם וְנִמְצָא מוּעָד. אִם יָדַע הַשּׁוֹאֵל שֶׁהוּא נַגְחָן הַבְּעָלִים מְשַׁלְּמִים חֲצִי נֵזֶק שֶׁכָּל מָקוֹם שֶׁהוּא הוֹלֵךְ הֲרֵי שֵׁם בְּעָלָיו עָלָיו. וְהַשּׁוֹאֵל מְשַׁלֵּם חֲצִי נֵזֶק. שֶׁאֲפִלּוּ הָיָה תָּם (כְּשֶׁעָלָה בְּדַעְתּוֹ) חֲצִי נֵזֶק הָיָה מְשַׁלֵּם שֶׁהֲרֵי יָדַע שֶׁהוּא נַגְחָן. וְאִם לֹא יָדַע שֶׁהוּא נַגְחָן אֵין הַשּׁוֹאֵל חַיָּב כְּלוּם וְהַבְּעָלִים מְשַׁלְּמִין נֵזֶק שָׁלֵם: \n",
      "שְׁאָלוֹ כְּשֶׁהוּא תָּם וְהוּעַד בְּבֵית הַשּׁוֹאֵל וְהֶחֱזִירוֹ לִבְעָלָיו חָזַר לְתַמּוּתוֹ. הוֹאִיל וְנִשְׁתַּנֵּית רְשׁוּתוֹ בָּטְלָה הַהַעֲדָה וְהַבְּעָלִים מְשַׁלְּמִין חֲצִי נֵזֶק וְהַשּׁוֹאֵל פָּטוּר שֶׁהֲרֵי הֶחֱזִירוֹ: \n",
      "שׁוֹמֵר שֶׁקִּבֵּל עָלָיו שְׁמִירַת גּוּף הַבְּהֵמָה בִּלְבַד אֲבָל לֹא שְׁמִירַת נְזָקֶיהָ וְהִזִּיקָה פָּטוּר מִלְּשַׁלֵּם וְהַבְּעָלִים חַיָּבִים. קִבֵּל שְׁמִירַת נְזָקֶיהָ וְהִזִּיקָה חַיָּב הַשּׁוֹמֵר. וְאִם הֻזְּקָה פָּטוּר וְהַבְּעָלִים עוֹשִׂים דִּין עִם הַמַּזִּיק: \n",
      "מָסַר הַשּׁוֹמֵר לְשׁוֹמֵר אַחֵר הַשּׁוֹמֵר הָרִאשׁוֹן חַיָּב לְשַׁלֵּם לַנִּזָּק שֶׁהַשּׁוֹמֵר שֶׁמָּסַר לְשׁוֹמֵר חַיָּב. וַהֲרֵי הַנִּזָּק אוֹמֵר לוֹ לָמָּה לֹא שָׁמַרְתָּ אַתָּה בְּעַצְמְךָ וּמָסַרְתָּ לְאַחֵר שָׁלֵם לִי אַתָּה וְלֵךְ וַעֲשֵׂה דִּין עִם הַשּׁוֹמֵר שֶׁמָּסַרְתָּ לוֹ אַתָּה. מְסָרָהּ הַשּׁוֹמֵר לִבְנוֹ אוֹ לְבֶן בֵּיתוֹ אוֹ לִמְסַעֲדוֹ נִכְנְסוּ תַּחַת הַשּׁוֹמֵר וְחַיָּבִים: \n",
      "כָּל שׁוֹמֵר שֶׁנִּתְחַיֵּב לְשַׁלֵּם וְאֵין לוֹ וְהָיָה הַמַּזִּיק תָּם שֶׁהוּא מְשַׁלֵּם חֲצִי נֵזֶק מִגּוּפוֹ הֲרֵי הַנִּזָּק מִשְׁתַּלֵּם מִן הַבְּהֵמָה שֶׁהִזִּיקָה וְיִשָּׁאֵר דְּמֵי מַה שֶּׁגָּבָה הַנִּזָּק חוֹב עַל הַשּׁוֹמֵר לְבַעַל הַבְּהֵמָה: \n",
      "כָּל בְּהֵמָה שֶׁהִזִּיקָה פֵּרוֹת מְחֻבָּרִין מְשַׁעֲרִין מַה שֶּׁהִזִּיקָה בְּשִׁשִּׁים וּמְשַׁלֵּם זֶה שֶׁנִּתְחַיֵּב לְשַׁלֵּם בֵּין הַבְּעָלִים בֵּין הַשּׁוֹמְרִים. כֵּיצַד. הֲרֵי שֶׁאָכְלָה בֵּית סְאָה שָׁמִין שִׁשִּׁים בֵּית סְאָה בְּאוֹתָהּ הַשָּׂדֶה כַּמָּה הָיָה שָׁוֶה וְכַמָּה הוּא שָׁוֶה עַתָּה אַחַר שֶׁנִּפְסַד בּוֹ הַבֵּית סְאָה וּמְשַׁלֵּם הַשְּׁאָר. וְכֵן אִם אָכְלָה קַב אוֹ רֹבַע אֲפִלּוּ קֶלַח אֶחָד שָׁמִין אוֹתוֹ בְּשִׁשִּׁים: \n",
      "אָכְלָה פֵּרוֹת גְּמוּרִין שֶׁאֵין צְרִיכִים לַקַּרְקַע מְשַׁלֵּם דְּמֵי פֵּרוֹת גְּמוּרִין בִּשְׁוֵיהֶן אִם סְאָה דְּמֵי סְאָה וְאִם סָאתַיִם דְּמֵי סָאתַיִם. הֲרֵי שֶׁאָכְלָה פֵּרוֹת דֶּקֶל אֶחָד וְכֵן הַלּוֹקֵט פֵּרוֹת דֶּקֶל חֲבֵרוֹ וְאָכַל אִם הָיָה דֶּקֶל רוֹמִי וְכַיּוֹצֵא בּוֹ שֶׁאֵין הַתְּמָרִים שֶׁלּוֹ יָפוֹת מְשַׁעֲרִין אוֹתוֹ בְּשִׁשִּׁים עַל גַּב הַקַּרְקַע. וְאִם דֶּקֶל פַּרְסִי וְכַיּוֹצֵא בּוֹ הוּא שֶׁהַתְּמָרִים שֶׁלּוֹ יָפוֹת בְּיוֹתֵר מְשַׁעֲרִין הַדֶּקֶל בִּפְנֵי עַצְמוֹ כַּמָּה הָיָה שָׁוֶה וְכַמָּה הוּא שָׁוֶה עַתָּה: \n"
    ],
    [
      "בְּהֵמָה שֶׁהָיְתָה רוֹעָה וּפָרְשָׁה וְנִכְנְסָה בַּשָּׂדוֹת וּבַכְּרָמִים אַף עַל פִּי שֶׁעֲדַיִן לֹא הִזִּיקָה מַתְרִין בִּבְעָלֶיהָ שָׁלֹשׁ פְּעָמִים. אִם לֹא שָׁמַר בְּהֶמְתּוֹ וְלֹא מְנָעָהּ מִלִּרְעוֹת יֵשׁ רְשׁוּת לְבַעַל הַשָּׂדֶה לְשָׁחֳטָהּ שְׁחִיטָה כְּשֵׁרָה וְאוֹמֵר לִבְעָלֶיהָ בּוֹאוּ וּמִכְרוּ בָּשָׂר שֶׁלָּכֶם. מִפְּנֵי שֶׁאָסוּר לָאָדָם לְהַזִּיק וּלְשַׁלֵּם מַה שֶּׁהִזִּיק אֲפִלּוּ לִגְרֹם הַנֵּזֶק אָסוּר: \n",
      "לְפִיכָךְ אָסְרוּ חֲכָמִים לְגַדֵּל בְּהֵמָה דַּקָּה וְחַיָּה דַּקָּה בְּאֶרֶץ יִשְׂרָאֵל בִּמְקוֹם הַשָּׂדוֹת וְהַכְּרָמִים אֶלָּא בַּיְעָרִים וּבַמִּדְבָּרוֹת שֶׁבְּאֶרֶץ יִשְׂרָאֵל. וּמְגַדְּלִין בְּסוּרְיָא בְּכָל מָקוֹם: \n",
      "עֲשָׂרָה תְּנָאִים הִתְנָה יְהוֹשֻׁעַ וּבֵית דִּינוֹ בְּשָׁעָה שֶׁחִלֵּק אֶת הָאָרֶץ וְאֵלּוּ הֵן. א) הִתְנָה שֶׁמַּרְעִין בְּהֵמָה דַּקָּה בִּיעָרִים שֶׁאִילָנֵיהֶן גַּסִּין. אֲבָל אֵין מַרְעִין שָׁם בְּהֵמָה גַּסָּה. וּבְיַעַר שֶׁאִילָנָיו דַּקִּים אֵין מַרְעִין בּוֹ לֹא גַּסָּה וְלֹא דַּקָּה אֶלָּא מִדַּעַת בְּעָלָיו. ב) וְכֵן הִתְנָה שֶׁיִּהְיֶה כָּל אָדָם מֻתָּר לְלַקֵּט עֵצִים מִשְּׂדֵה חֲבֵרוֹ. וְהוּא שֶׁיִּהְיוּ עֵצִים פְּחוּתִים וּקְרוֹבִים לִהְיוֹת קוֹצִים כְּגוֹן הִיזְמֵי וְהִיגֵי. וְהוּא שֶׁיִּהְיוּ לַחִים וּמְחֻבָּרִין וּבִלְבַד שֶׁלֹּא יְשָׁרֵשׁ. אֲבָל שְׁאָר עֵצִים אָסוּר. ג) וְכֵן הִתְנָה שֶׁיִּהְיֶה כָּל אָדָם מֻתָּר לְלַקֵּט עֲשָׂבִים הָעוֹלִין מֵאֲלֵיהֶן בְּכָל מָקוֹם חוּץ מִשְּׂדֵה תִּלְתָּן שֶׁזְּרָעָהּ לִבְהֵמָה. ד) וְכֵן הִתְנָה שֶׁיִּהְיֶה אָדָם קוֹטֵם נְטִיעָה בְּכָל מָקוֹם חוּץ מִגְּרוֹפִיּוֹת שֶׁל זַיִת וְאֵינוֹ קוֹטֵם מִן הָאִילָנוֹת אֶלָּא בְּזַיִת כְּבֵיצָה וּבְקָנִים וּבִגְפָנִים מִן הַפְּקָק וּלְמַעְלָה וּבִשְׁאָר הָאִילָן מִתּוֹכוֹ שֶׁל אִילָן לֹא מֵחֻדּוֹ. וּכְשֶׁהִתִּיר לִקְטֹם לֹא הִתִּיר אֶלָּא מֵחָדָשׁ שֶׁאֵינוֹ עוֹשֶׂה פֵּרוֹת אֲבָל לֹא מִיָּשָׁן שֶׁעוֹשֶׂה פֵּרוֹת. וְאֵינוֹ קוֹטֵם אֶלָּא מִמָּקוֹם שֶׁאֵינוֹ רוֹאֶה פְּנֵי חַמָּה. ה) וְכֵן הִתְנָה שֶׁהַמַּעְיָן הַיּוֹצֵא בַּתְּחִלָּה בְּנֵי אוֹתָהּ הָעִיר שֶׁיָּצָא בִּגְבוּלָם מִסְתַּפְּקִין מִמֶּנּוּ אַף עַל פִּי שֶׁאֵין עִקָּרוֹ בְּחֶלְקָם. וְאֵין לַאֲחֵרִים לְהִסְתַּפֵּק עִמָּהֶם מִמֶּנּוּ. ו) וְכֵן הִתְנָה שֶׁיִּהְיֶה כָּל אָדָם מֻתָּר לָצוּד דָּגִים מִיָּם טְבֶרְיָה וְהוּא שֶׁיָּצוּד בְּחַכָּה בִּלְבַד. אֲבָל לֹא יִפְרשֹׁ קֶלַע וְיַעֲמִיד סְפִינָה שָׁם אֶלָּא בְּנֵי הַשֵּׁבֶט שֶׁהִגִּיעַ אוֹתוֹ הַיָּם בְּחֶלְקָם. ז) וְכֵן הִתְנָה שֶׁכָּל אָדָם שֶׁצָּרִיךְ לִנְקָבָיו מִסְתַּלֵּק מִן הַדֶּרֶךְ וְנִכְנַס אֲחוֹרֵי הַגָּדֵר שֶׁפָּגַע בּוֹ וְנִפְנֶה שָׁם וַאֲפִלּוּ בְּשָׂדֶה מְלֵאָה כַּרְכֹּם וְנוֹטֵל מִשָּׁם צְרוֹר וּמְקַנֵּחַ. ח) וְכֵן הִתְנָה שֶׁכָּל הַתּוֹעֶה בֵּין הַכְּרָמִים וְכַיּוֹצֵא בָּהֶן מְפַסֵּג וְעוֹלֶה מְפַסֵּג וְיוֹרֵד עַד שֶׁיֵּצֵא לְדַרְכּוֹ. ט) וְכֵן הִתְנָה שֶׁבִּזְמַן שֶׁיִּרְבֶּה הַטִּיט בְּדַרְכֵי הָרַבִּים אוֹ נְקִיעֵי מַיִם יֵשׁ לְעוֹבְרֵי דְּרָכִים לְהִסְתַּלֵּק לְצִדְדֵי הַדְּרָכִים וּמְהַלְּכִין שָׁם אַף עַל פִּי שֶׁהֵן מְהַלְּכִין בְּדֶרֶךְ שֶׁיֵּשׁ לָהּ בְּעָלִים. י) וְכֵן הִתְנָה שֶׁמֵּת מִצְוָה קוֹנֶה מְקוֹמוֹ וְנִקְבָּר בַּמָּקוֹם שֶׁיִּמָּצֵא בּוֹ. שֶׁלֹּא יִהְיֶה מֻטָּל עַל הַמֵּצַר וְלֹא בְּתוֹךְ תְּחוּם הַמְּדִינָה. אֲבָל אִם נִמְצָא עַל הַמֵּצַר אוֹ שֶׁהָיָה בְּתוֹךְ הַתְּחוּם מְבִיאוֹ לְבֵית הַקְּבָרוֹת: \n",
      "שְׁלֹמֹה תִּקֵּן שֶׁיִּהְיוּ עוֹבְרֵי דְּרָכִים מֻתָּרִין בִּימוֹת הַחַמָּה לְהַלֵּךְ בַּשְּׁבִילִין שֶׁבַּשָּׂדוֹת שֶׁיֵּשׁ לָהֶן בְּעָלִים עַד שֶׁתֵּרֵד רְבִיעָה שְׁנִיָּה: \n",
      "וְתַקָּנוֹת אֵלּוּ כֻּלָּן נוֹהֲגוֹת בְּכָל מָקוֹם אֲפִלּוּ בְּחוּצָה לָאָרֶץ: \n",
      "וּמִשֶּׁיָּרַד הַטַּל בְּבָבֶל אָסוּר לְהַלֵּךְ בִּשְׁבִילִין שֶׁיֵּשׁ לָהֶן בְּעָלִים: \n",
      "אַף עַל פִּי שֶׁאֵין מְגַדְּלִין בְּהֵמָה דַּקָּה בְּאֶרֶץ יִשְׂרָאֵל מֻתָּר לַשְׁהוֹתָהּ קֹדֶם לָרֶגֶל שְׁלֹשִׁים יוֹם וְקֹדֶם לְמִשְׁתֵּה בְּנוֹ שְׁלֹשִׁים יוֹם. וְהַטַּבָּח לוֹקֵחַ וְשׁוֹחֵט לוֹקֵחַ וּמַשְׁהֶה עַד שֶׁיִּשְׁחֹט מְעַט מְעַט. וּבִלְבַד שֶׁלֹּא תֵּצֵא וְתִרְעֶה בָּעֵדֶר. אֶלָּא כָּל הַמַּשְׁהֶה מַשְׁהֶה בְּתוֹךְ בֵּיתוֹ כְּדֵי שֶׁלֹּא תַּזִּיק: \n",
      "וּכְבָר עָשׂוּ בָּבֶל כְּאֶרֶץ יִשְׂרָאֵל לֶאֱסֹר בָּהּ גִּדּוּל בְּהֵמָה דַּקָּה וְחַיָּה דַּקָּה מִפְּנֵי שֶׁהָיוּ רֹב הַשָּׂדוֹת וְהַכְּרָמִים שָׁם בְּאוֹתָן הַיָּמִים שֶׁל יִשְׂרָאֵל: \n",
      "וְכֵן אָסְרוּ חֲכָמִים לְגַדֵּל חֲזִירִים בְּכָל מָקוֹם. וְלֹא אֶת הַכֶּלֶב אֶלָּא אִם כֵּן הָיָה קָשׁוּר בְּשַׁלְשֶׁלֶת. אֲבָל מְגַדֵּל הוּא כְּלָבִים בָּעִיר הַסְּמוּכָה לַסְּפָר. בַּיּוֹם קוֹשְׁרוֹ וּבַלַּיְלָה מַתִּירוֹ. וְאָמְרוּ חֲכָמִים אָרוּר מְגַדֵּל כְּלָבִים וַחֲזִירִים מִפְּנֵי שֶׁהֶזֵּקָן מְרֻבֶּה וּמָצוּי: \n",
      "רוֹעֶה שֶׁעָשָׂה תְּשׁוּבָה אֵין מְחַיְּבִין אוֹתוֹ לִמְכֹּר מִיָּד אֶלָּא מוֹכֵר עַל יָד עַל יָד. וְכֵן מִי שֶׁנָּפְלוּ לוֹ כְּלָבִים וַחֲזִירִים בִּירֻשָּׁה אֵין מְחַיְּבִין אוֹתוֹ לִמְכֹּר מִיָּד אֶלָּא מוֹכֵר מְעַט מְעַט: \n"
    ],
    [
      "אֵיזֶהוּ מוּעָד כָּל שֶׁהֵעִידוּ בּוֹ שְׁלֹשָׁה יָמִים. אֲבָל אִם נָגַח בְּיוֹם אֶחָד אוֹ נָשַׁךְ אוֹ רָבַץ אוֹ בָּעַט אוֹ נָגַף אֲפִלּוּ מֵאָה פְּעָמִים אֵין זֶה מוּעָד. הֵעִידוּ בּוֹ שְׁלֹשָׁה כִּתֵּי עֵדִים בְּיוֹם אֶחָד הֲרֵי זֶה סָפֵק אִם הוּעַד אוֹ לֹא הוּעַד: \n",
      "אֵין הֶעָדָה אֶלָּא בִּפְנֵי הַבְּעָלִים וּבִפְנֵי בֵּית דִּין שֶׁנֶּאֱמַר <small>(שמות כא כט)</small> \"וְהוּעַד בִּבְעָלָיו\". וְאֵין הֶעָדָה אֶלָּא בְּבֵית דִּין: \n",
      "שׁוֹר שֶׁל חֵרֵשׁ שׁוֹטֶה וְקָטָן וּמִי שֶׁהוּא בִּמְדִינַת הַיָּם שֶׁנָּגְחוּ פְּטוּרִין. אֲבָל בֵּית דִּין מַעֲמִידִין לָהֶם אַפּוֹטְרוֹפְּסִין וּמְעִידִין בָּהֶן בִּפְנֵי הָאַפּוֹטְרוֹפְּסִין: \n",
      "הִזִּיקוּ אַחַר שֶׁהוּעֲדוּ בִּפְנֵי אַפּוֹטְרוֹפְּסִין אִם עֲדַיִן הוּא תָּם מְשַׁלֵּם חֲצִי נֵזֶק מִגּוּפוֹ וְאִם הוּעַד בּוֹ שְׁלֹשָׁה יָמִים וְאַחַר כָּךְ הִזִּיק מְשַׁלֵּם נֵזֶק שָׁלֵם מִן הַיָּפֶה שֶׁבְּנִכְסֵי אַפּוֹטְרוֹפְּסִין. וְלִכְשֶׁיִּגְדְּלוּ הַיְתוֹמִים יַעֲשׂוּ דִּין עִם הָאַפּוֹטְרוֹפְּסִין וִישַׁלְּמוּ לָהֶן: \n",
      "שְׁוָרִים שֶׁמְּשַׂחֲקִין בָּהֶן וּמְלַמְּדִין אוֹתָן לִגַּח זֶה אֶת זֶה אֵינָם מוּעָדִים זֶה לָזֶה. וַאֲפִלּוּ הֵמִיתוּ אֶת הָאָדָם אֵינָן חַיָּבִין מִיתָה שֶׁנֶּאֱמַר <small>(שמות כא כח)</small> \"כִי יִגַּח\" לֹא שֶׁיַּגִּיחוּהוּ: \n",
      "שׁוֹר שֶׁהוּעַד וְנִמְכַּר אוֹ נִתַּן בְּמַתָּנָה חָזַר לְתַמּוּתוֹ שֶׁהָרְשׁוּת שֶׁנִּשְׁתַּנֵּית מְשַׁנָּה דִּינוֹ. אֲבָל אִם הִשְׁאִילוֹ אוֹ מְסָרוֹ לְשׁוֹמֵר הֲרֵי הוּא בְּחֶזְקָתוֹ. וְכֵן שׁוֹר שֶׁהוּעַד בִּפְנֵי אַפּוֹטְרוֹפְּסִין וְנִתְפַּקֵּחַ הַחֵרֵשׁ וְנִשְׁתַּפָּה הַשּׁוֹטָה וְהִגְדִּיל הַקָּטָן אַף עַל פִּי שֶׁבָּטְלוּ הָאַפּוֹטְרוֹפְּסִין הֲרֵי הֵן מוּעָדִין בְּחֶזְקָתָן שֶׁהֲרֵי בִּרְשׁוּת בְּעָלִים הֵן: \n",
      "בְּהֵמָה שֶׁהוּעֲדָה וְחָזְרָה בָּהּ מִדָּבָר שֶׁהוּעֲדָה לוֹ חָזְרָה לְתַמּוּתָהּ. כֵּיצַד. שׁוֹר שֶׁהוּעַד לִגַּח וְחָזַר שֶׁלֹּא לִגַּח אַף עַל פִּי שֶׁהוּא נוֹגֵף הֲרֵי זֶה תָּם לִנְגִיחָה. וּמֵאֵימָתַי הוּא חֲזָרָתוֹ עַד שֶׁיִּהְיוּ הַתִּינוֹקוֹת מְמַשְׁמְשִׁין בּוֹ וְאֵינוֹ נוֹגֵחַ. וְכֵן בִּשְׁאָר הַדְּבָרִים שֶׁהוּעַד לָהֶן עַד שֶׁיְּמַשְׁמְשׁוּ בּוֹ וְלֹא יִהְיֶה עוֹשֶׂה אוֹתָן: \n",
      "שׁוֹר שֶׁהוּא מוּעָד לְמִינוֹ הֲרֵי זֶה אֵינוֹ מוּעָד לְשֶׁאֵינוֹ מִינוֹ. הוּעַד לְאָדָם אֵינוֹ מוֹעֵד לִבְהֵמָה. הוּעַד לִקְטַנִּים אֵינוֹ מוּעָד לִגְדוֹלִים. לְפִיכָךְ אִם הִזִּיק אֶת מִין שֶׁהוּא מוּעָד לוֹ מְשַׁלֵּם נֵזֶק שָׁלֵם וְאִם הִזִּיק לִשְׁאָר הַמִּינִין מְשַׁלֵּם חֲצִי נֵזֶק. הָיָה מוּעָד לְשַׁבָּתוֹת אֵינוֹ מוּעָד לִימוֹת הַחל וְאִם הִזִּיק בְּשַׁבָּתוֹת מְשַׁלֵּם נֵזֶק שָׁלֵם וּבִימוֹת הַחל מְשַׁלֵּם חֲצִי נֵזֶק. וּמֵאֵימָתַי הִיא חֲזָרָתוֹ מִשֶּׁיְּמַשְׁמְשׁוּ הַתִּינוֹקוֹת בּוֹ בַּיּוֹם שֶׁהוּא מוּעָד לוֹ וְלֹא יִהְיֶה מַזִּיק נֵזֶק שֶׁהוּעַד לוֹ: \n",
      "נָגַח שׁוֹר הַיּוֹם וַחֲמוֹר לְמָחָר וְגָמָל בְּיוֹם שְׁלִישִׁי נַעֲשָׂה מוּעָד לַכּל. רָאָה שׁוֹר הַיּוֹם וּנְגָחוֹ. וּלְמָחָר רָאָה שׁוֹר וְלֹא נְגָחוֹ. וּבַיּוֹם הַשְּׁלִישִׁי רָאָה שׁוֹר וּנְגָחוֹ. וּבָרְבִיעִי רָאָה שׁוֹר וְלֹא נְגָחוֹ. וּבַחֲמִישִׁי רָאָה שׁוֹר וּנְגָחוֹ. וּבַשִּׁשִּׁי רָאָה שׁוֹר וְלֹא נְגָחוֹ. נַעֲשָׂה מוּעָד לְסֵרוּגִין לִשְׁוָרִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "רָאָה שׁוֹר הַיּוֹם וּנְגָחוֹ. וּלְמָחָר רָאָה חֲמוֹר וְלֹא נְגָחוֹ. וּבַשְּׁלִישִׁי רָאָה סוּס וּנְגָחוֹ. וּבָרְבִיעִי רָאָה גָּמָל וְלֹא נְגָחוֹ. וּבַחֲמִישִׁי רָאָה פֶּרֶד וּנְגָחוֹ. וּבַשִּׁשִּׁי רָאָה עָרוֹד וְלֹא נְגָחוֹ. נַעֲשָׂה מוּעָד לְסֵרוּגִין לַכּל וְאִם נָגַח בַּיּוֹם שֶׁהוּא מוּעָד לוֹ אֶחָד מִשְּׁלֹשֶׁת הַמִּינִין שֶׁנָּגַח בְּסֵרוּגִין הֲרֵי זֶה מוּעָד: \n",
      "נָגַח בַּחֲמִשָּׁה עָשָׂר לְחֹדֶשׁ זֶה. וּבְשִׁשָּׁה עָשָׂר לְחֹדֶשׁ שֵׁנִי. וּבְשִׁבְעָה עָשָׂר לְחֹדֶשׁ שְׁלִישִׁי. אֵינוֹ מוּעָד עַד שֶׁיְּשַׁלֵּשׁ בַּדִּלּוּג. שָׁמַע קוֹל שׁוֹפָר וְנָגַח קוֹל שׁוֹפָר וְנָגַח קוֹל שׁוֹפָר וְנָגַח נַעֲשָׂה מוּעָד לְשׁוֹפָרוֹת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "נָגַח שְׁלֹשָׁה שְׁוָרִים בִּשְׁלֹשָׁה יָמִים זֶה אַחַר זֶה וּבָרְבִיעִי נָגַח חֲמוֹר וּבַחֲמִישִׁי נָגַח גָּמָל אוֹ שֶׁנָּגַח חֲמוֹר וְגָמָל בַּתְּחִלָּה בִּשְׁנֵי יָמִים זֶה אַחַר זֶה וְאַחַר כָּךְ נָגַח שְׁלֹשָׁה שְׁוָרִים זֶה אַחַר זֶה הֲרֵי זֶה סָפֵק אִם הוּא מוּעָד לִשְׁוָרִים בִּלְבַד אוֹ לִשְׁלֹשֶׁת הַמִּינִין הוּא מוּעָד. וְכֵן אִם נָגַח בְּשָׁלֹשׁ שַׁבָּתוֹת זוֹ אַחַר זוֹ וּבְאֶחָד בְּשַׁבָּת וּבְשֵׁנִי בְּשַׁבָּת אוֹ שֶׁנָּגַח בַּחֲמִישִׁי בְּשַׁבָּת וּבְעֶרֶב שַׁבָּת וּבְיוֹם הַשַּׁבָּת וּבִשְׁתֵּי שַׁבָּתוֹת הַבָּאוֹת אַחֲרֶיהָ הֲרֵי זֶה סָפֵק אִם הוּא מוּעָד לְשַׁבָּתוֹת בִּלְבַד אוֹ לִשְׁלֹשֶׁת הַיָּמִים שֶׁשְּׁנַיִם מֵהֶן חל: \n",
      "וְכָל אֵלּוּ הַסְּפֵקוֹת וְכַיּוֹצֵא בָּהֶן אֵין מְחַיְּבִין בָּהֶן אֶת הַמַּזִּיק אֶלָּא חֲצִי נֵזֶק. וְאִם תָּפַשׂ הַנִּזָּק נֵזֶק שָׁלֵם אֵין מוֹצִיאִין מִיָּדוֹ: \n"
    ],
    [
      "שׁוֹר שֶׁקְּשָׁרוֹ בְּעָלָיו בְּמוֹסֵרָה וְנָעַל בְּפָנָיו כָּרָאוּי וְיָצָא וְהִזִּיק. אִם תָּם הוּא מְשַׁלֵּם חֲצִי נֵזֶק. וְאִם הָיָה מוּעָד פָּטוּר שֶׁנֶּאֱמַר <small>(שמות כא לו)</small> \"וְלֹא יִשְׁמְרֶנּוּ\" הָא אִם שְׁמָרוֹ פָּטוּר וְשָׁמוּר הוּא זֶה. וְכֵן אִם הִזִּיק בְּדָבָר שֶׁהוּא מוּעָד לוֹ מִתְּחִלָּתוֹ כְּגוֹן שֶׁאָכַל דְּבָרִים הָרְאוּיִים לוֹ אוֹ שָׁבַר בְּרַגְלָיו בְּדֶרֶךְ הִלּוּכוֹ פָּטוּר מִלְּשַׁלֵּם: \n",
      "הָיָה מוּעָד לְקֶרֶן יָמִין וְאֵינוֹ מוּעָד לְקֶרֶן שְׂמֹאל וְיָצָא אַחַר שֶׁשְּׁמָרוֹ כָּרָאוּי וְנָגַח בֵּין בְּקֶרֶן יָמִין בֵּין בִּשְׂמֹאל מְשַׁלֵּם חֲצִי נֵזֶק: \n",
      "בְּהֵמָה שֶׁחָבְלָה בְּאָדָם בֵּין בְּכַוָּנָה בֵּין שֶׁלֹּא בְּכַוָּנָה. אִם תַּמָּה הִיא מְשַׁלֵּם חֲצִי נֵזֶק מִגּוּפָהּ וְאִם מוּעֶדֶת הִיא מְשַׁלֵּם נֵזֶק שָׁלֵם. וּפָטוּר מִן הַשֶּׁבֶת וּמִן הַבּשֶׁת וּמִן הַצַּעַר וּמִן הָרִפּוּי. שֶׁאַרְבָּעָה דְּבָרִים אֵלּוּ לֹא חִיְּבָה בָּהֶן תּוֹרָה אֶלָּא בְּאָדָם שֶׁחָבַל בַּחֲבֵרוֹ אֲבָל בְּהֵמָה שֶׁחָבְלָה בָּאָדָם הֲרֵי זֶה כְּמִי שֶׁהִזִּיקָה מָמוֹנוֹ שֶׁאֵינוֹ חַיָּב אֶלָּא חֲצִי נֵזֶק בִּלְבַד. לְפִיכָךְ שׁוֹרוֹ שֶׁבִּיֵּשׁ פָּטוּר וְאִם בִּיֵּשׁ הוּא בְּעַצְמוֹ חַיָּב כְּמוֹ שֶׁיִּתְבָּאֵר. וְשׁוֹרוֹ שֶׁחָבַל בְּאָבִיו אוֹ בְּאִמּוֹ אוֹ שֶׁהִדְלִיק גְּדִישׁ חֲבֵרוֹ בְּשַׁבָּת חַיָּב בִּנְזָקִין וְאִלּוּ הָיָה הוּא בְּעַצְמוֹ הָעוֹשֶׂה זֶה פָּטוּר מִלְּשַׁלֵּם כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
      "הַמַּכְנִיס שׁוֹרוֹ לַחֲצַר בַּעַל הַבַּיִת שֶׁלֹּא בִּרְשׁוּת וּנְגָחוֹ שׁוֹרוֹ שֶׁל בַּעַל הַבַּיִת אוֹ נְשָׁכוֹ כַּלְבּוֹ פָּטוּר. וְאִם נָגַח הוּא שׁוֹר שֶׁל בַּעַל הַבַּיִת. אִם הָיָה תָּם מְשַׁלֵּם חֲצִי נֵזֶק וְאִם הָיָה מוּעָד מְשַׁלֵּם נֵזֶק שָׁלֵם כְּדִין הַנּוֹגֵחַ בִּרְשׁוּת הָרַבִּים: \n",
      "נָפַל לְבוֹר שֶׁבְּחָצֵר זוֹ וְהִבְאִישׁ אֶת מֵימָיו. אִם הִבְאִישׁ אֶת מֵימָיו מִיָּד בִּשְׁעַת נְפִילָה חַיָּב בְּנִזְקֵי הַמַּיִם. וְאִם אַחַר זְמַן פָּטוּר. שֶׁהֲרֵי נַעֲשָׂה הַשּׁוֹר תַּקָּלָה כְּבוֹר וְהַמַּיִם הֲרֵי הֵן כְּכֵלִים וְלֹא מָצִינוּ בּוֹר שֶׁחִיֵּב בּוֹ אֶת הַכֵּלִים. וְאִם הִכְנִיס בִּרְשׁוּת בַּעַל הַשּׁוֹר פָּטוּר. וְאִם קִבֵּל עָלָיו בַּעַל הַבַּיִת לִשְׁמֹר הֲרֵי הוּא חַיָּב בְּנֵזֶק הַשּׁוֹר שֶׁנָּפַל לַבּוֹר: \n",
      "הִכְנִיס שׁוֹרוֹ לַחֲצַר בַּעַל הַבַּיִת שֶׁלֹּא בִּרְשׁוּת וְהִזִּיק אֶת בַּעַל הַבַּיִת. אוֹ שֶׁהֻזַּק בּוֹ בַּעַל הַבַּיִת. אוֹ שֶׁחָפַר בֶּחָצֵר בּוֹרוֹת שִׁיחִין וּמְעָרוֹת. בַּעַל הַשּׁוֹר חַיָּב בְּנִזְקֵי חָצֵר וּבַעַל חָצֵר חַיָּב בְּנִזְקֵי הַבּוֹר שֶׁהֲרֵי עָלָיו לְסָתְמוֹ: \n",
      "הִזִּיק בַּעַל הַבַּיִת אֶת הַשּׁוֹר. אִם הִזִּיקוֹ שֶׁלֹּא לְדַעַת פָּטוּר. שֶׁהֲרֵי אוֹמְרִין לוֹ לָמָּה נִכְנַסְתָּ שֶׁלֹּא בִּרְשׁוּת. שֶׁלֹּא יָדַעְתִּי עַד שֶׁשָּׁגַגְתִּי בְּךָ. וְאִם הִזִּיקוֹ לְדַעַת חַיָּב נֵזֶק שָׁלֵם. מִפְּנֵי שֶׁיֵּשׁ לוֹ רְשׁוּת לְהוֹצִיאוֹ מֵרְשׁוּתוֹ אֲבָל לְהַזִּיקוֹ אֵין לוֹ רְשׁוּת: \n",
      "שָׁמִין לִנְזָקִין. כֵּיצַד. הֲרֵי שֶׁשָּׁבַר כְּלִי שֶׁל חֲבֵרוֹ בֵּין הוּא בֵּין בְּהֶמְתּוֹ אֵין אוֹמְרִין לַמַּזִּיק קַח אַתָּה הַכְּלִי הַשָּׁבוּר וְשַׁלֵּם לָזֶה דְּמֵי הַכְּלִי אֶלָּא אוֹמְדִין כַּמָּה פָּחַת הַכְּלִי מִדָּמָיו וְנוֹתֵן לוֹ כָּל הַפְּחָת אִם הַמַּזִּיק מוּעָד אוֹ חֲצִי הַפְּחָת אִם הָיָה תָּם שֶׁנֶּאֱמַר <small>(שמות כא לד)</small> \"וְהַמֵּת יִהְיֶה לּוֹ\" לַנִּזָּק. פְּחַת הַנְּבֵלָה עַל הַנִּזָּק. וְשֶׁבַח הַנְּבֵלָה חוֹלְקִין אוֹתוֹ הַנִּזָּק וְהַמַּזִּיק: \n",
      "כֵּיצַד. שׁוֹר שָׁוֵה מָאתַיִם שֶׁנְּגָחוּהוּ וּמֵת וַהֲרֵי הַנְּבֵלָה שָׁוָה בִּשְׁעַת מִיתָה מֵאָה וּבִשְׁעַת הַעֲמָדָה בַּדִּין פָּחֲתָה וַהֲרֵי שָׁוָה שְׁמוֹנִים. אֵין הַמַּזִּיק מְשַׁלֵּם אֶלָּא מֵאָה אִם הָיָה מוּעָד. וְאִם הָיָה תָּם מְשַׁלֵּם לוֹ חֲמִשִּׁים מִגּוּפוֹ: \n",
      "הִשְׁבִּיחָה הַנְּבֵלָה וַהֲרֵי הִיא שָׁוָה בִּשְׁעַת הַעֲמָדָה בַּדִּין מֵאָה וְעֶשְׂרִים. הֲרֵי הַמַּזִּיק מְשַׁלֵּם לוֹ תִּשְׁעִים אִם הָיָה מוּעָד. וְאִם הָיָה תָּם מְשַׁלֵּם אַרְבָּעִים וַחֲמִשָּׁה מִגּוּפוֹ וְזֶהוּ שֶׁנֶּאֱמַר <small>(שמות כא לה)</small> \"וְגַם אֶת הַמֵּת יֶחֱצוּן\" [שֶׁבַח הַמֵּת יֶחֱצוּן]: \n",
      "שׁוֹר שָׁוֶה מָאתַיִם שֶׁנָּגַח שׁוֹר שָׁוֶה מָאתַיִם וְהִפְחִיתוֹ חֲמִשִּׁים וּבִשְׁעַת הַעֲמָדָה בַּדִּין הִשְׁבִּיחַ הַנִּזָּק וַהֲרֵי הוּא שָׁוֶה אַרְבַּע מֵאוֹת זוּז וְאִלּוּלֵא הַנְּגִיחָה שֶׁהִפְחִיתוֹ הָיָה שָׁוֶה שְׁמוֹנֶה מֵאוֹת. בֵּין שֶׁפִּטְּמוֹ בֵּין שֶׁשִּׁבֵּחַ מֵאֵלָיו אֵין נוֹתֵן אֶלָּא כִּשְׁעַת הַנֵּזֶק. כִּחֵשׁ מֵחֲמַת הַמַּכָּה בִּשְׁעַת הַעֲמָדָה בַּדִּין וַהֲרֵי הַפְּחָת שָׁוֶה מֵאָה נוֹתֵן לוֹ כִּשְׁעַת הַעֲמָדָה בַּדִּין: \n",
      "הִשְׁבִּיחַ הַמַּזִּיק בִּשְׁעַת הַעֲמָדָה בַּדִּין. אִם מֵחֲמַת שֶׁפִּטְּמוֹ שִׁבֵּחַ אֵינוֹ מִשְׁתַּלֵּם מִמֶּנּוּ אֶלָּא מַה שֶּׁהָיָה שָׁוֶה בְּשָׁעָה שֶׁהִזִּיק. וְאִם מֵחֲמַת עַצְמוֹ הִשְׁבִּיחַ מִשְׁתַּלֵּם חֲצִי נֵזֶק מִמֶּנּוּ כֻּלּוֹ כִּשְׁעַת הַעֲמָדָה בַּדִּין: \n",
      "עַל הַמַּזִּיק לִטְרֹחַ בַּנְּבֵלָה עַד שֶׁמַּמְצִיא אוֹתָהּ לַנִּזָּק. כֵּיצַד. כְּגוֹן שֶׁנָּפַל הַשּׁוֹר לַבּוֹר וּמֵת מַעֲלֶה הַנְּבֵלָה מִן הַבּוֹר וְנוֹתְנָהּ לַנִּזָּק וְאַחַר כָּךְ שָׁמִין לוֹ פְּחַת נְבֵלָה שֶׁנֶּאֱמַר <small>(שמות כא לד)</small> \"כֶּסֶף יָשִׁיב לִבְעָלָיו וְהַמֵּת יִהְיֶה לּוֹ\". מְלַמֵּד שֶׁהוּא חַיָּב לְהָשִׁיב אֶת הַנְּבֵלָה וְאֶת הַפְּחָת שֶׁפָּחֲתָה מִן הַחַי לַנִּזָּק. וְאִם הָיָה תָּם חֲצִי הַפְּחָת. כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "שׁוֹר שֶׁל יִשְׂרָאֵל שֶׁנָּגַח שׁוֹר שֶׁל הֶקְדֵּשׁ אוֹ שׁוֹר שֶׁל הֶקְדֵּשׁ שֶׁנָּגַח שׁוֹר שֶׁל יִשְׂרָאֵל פָּטוּר שֶׁנֶּאֱמַר <small>(שמות כא לה)</small> \"שׁוֹר רֵעֵהוּ\". וְכָל הַקָּדָשִׁים שֶׁחַיָּבִין בָּהֶן מְעִילָה אֵין בָּהֶן דִּין נְזָקִין. וּפְסוּלֵי הַמֻּקְדָּשִׁין יֵשׁ בָּהֶן דִּין נְזָקִין בֵּין שֶׁהִזִּיקוּ בֵּין שֶׁהֻזְּקוּ שֶׁהֲרֵי יָצְאוּ לַפִּדְיוֹן וְלִהְיוֹתָם חֻלִּין:  ",
      "שְׁלָמִים שֶׁהִזִּיקוּ גּוֹבֶה מִבְּשָׂרָם וְאֵינוֹ גּוֹבֶה מִן הַבָּשָׂר כְּנֶגֶד אֵימוּרֵיהֶן. שֶׁהָאֵימוּרִים שֶׁל קָדָשִׁים קַלִּים מוֹעֲלִין בָּהֶן כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת מְעִילָה. וְכֵן תּוֹדָה שֶׁהִזִּיקָה גּוֹבֶה מִבְּשָׂרָהּ וְאֵינוֹ גּוֹבֶה מִן הַלֶּחֶם הַבָּא עִמָּהּ שֶׁאֵין הַלֶּחֶם מִכְּלַל בָּשָׂר:  ",
      "וְכֵיצַד גּוֹבֶה. שֶׁיֹּאכַל הַנִּזָּק וַחֲבוּרָתוֹ מִן הַבָּשָׂר בִּקְדֻשָּׁה כְּנֶגֶד חֲצִי נֵזֶק שֶׁלּוֹ. וְכֵיצַד אֵינוֹ גּוֹבֶה כְּנֶגֶד הָאֵימוּרִין. שֶׁאִם הָיָה לוֹ לִגְבּוֹת בַּחֲצִי נִזְקוֹ שְׁוֵה דִּינָר וְהָיָה כָּל הַבָּשָׂר עִם הָאֵימוּרִין שָׁוֶה שְׁנֵי דִּינָרִים וְהַבָּשָׂר בְּלֹא אֵימוּרִין שָׁוֶה דִּינָר וָחֵצִי אֵינוֹ גּוֹבֶה שְׁנֵי שְׁלִישִׁי הַבָּשָׂר אֶלָּא חֲצִי הַבָּשָׂר בִּלְבַד:  ",
      "וְכֵן שׁוֹר הֶפְקֵר שֶׁהִזִּיק פָּטוּר שֶׁנֶּאֱמַר <small>(שמות כא לה)</small> \"שׁוֹר רֵעֵהוּ\" עַד שֶׁיִּהְיוּ הַנְּכָסִים מְיֻחָדִים לַבְּעָלִים. כֵּיצַד. שׁוֹר הַהֶפְקֵר שֶׁנָּגַח וְקֹדֶם שֶׁיִּתְפּשֹׁ אוֹתוֹ הַנִּזָּק בָּא אַחֵר וְזָכָה בּוֹ הֲרֵי זֶה פָּטוּר. וְלֹא עוֹד אֶלָּא שׁוֹר הַמְיֻחָד לַבְּעָלִים שֶׁהִזִּיק וְאַחַר שֶׁהִזִּיק הַקְדִּישׁוֹ אוֹ הִפְקִירוֹ הֲרֵי זֶה פָּטוּר עַד שֶׁיִּהְיוּ לוֹ בְּעָלִים בִּשְׁעַת הֶזֵּקוֹ וּבִשְׁעַת הַעֲמָדָה בַּדִּין:  ",
      "שׁוֹר שֶׁל יִשְׂרָאֵל שֶׁנָּגַח שׁוֹר שֶׁל עַכּוּ''ם בֵּין תָּם בֵּין מוּעָד פָּטוּר. לְפִי שֶׁאֵין הָעַכּוּ''ם מְחַיְּבִין אֶת הָאָדָם עַל בְּהֶמְתּוֹ שֶׁהִזִּיקָה וַהֲרֵי אָנוּ דָּנִין לָהֶם כְּדִינֵיהֶם. וְשׁוֹר שֶׁל עַכּוּ''ם שֶׁנָּגַח שֶׁל יִשְׂרָאֵל בֵּין תָּם בֵּין מוּעָד מְשַׁלֵּם נֵזֶק שָׁלֵם. קְנָס הוּא זֶה לְעַכּוּ''ם לְפִי שֶׁאֵינָן זְהִירִין בְּמִצְוֹת וְאֵינָן מְסַלְּקִין הַנֵּזֶק וְאִם לֹא תְּחַיֵּב אוֹתָן עַל נִזְקֵי בְּהֶמְתָּן אֵין מְשַׁמְּרִין אוֹתָהּ וּמַפְסִידִין מָמוֹן הַבְּרִיּוֹת:  ",
      "שׁוֹר תָּם שֶׁהִזִּיק אִם מְכָרוֹ הַמַּזִּיק עַד שֶׁלֹּא עָמַד בַּדִּין אַף עַל פִּי שֶׁהוּא מָכוּר הֲרֵי הַנִּזָּק גּוֹבֶה הֵימֶנּוּ וְחוֹזֵר הַלּוֹקֵחַ וְגוֹבֶה מִן הַמַּזִּיק שֶׁמָּכַר לוֹ. שֶׁכֵּיוָן שֶׁנָּגַח קוֹל יֵשׁ לוֹ וְלֹא הָיָה לוֹ לַלּוֹקֵחַ לִקַּח עַד שֶׁיִּגְבֶּה הַנִּזָּק:  ",
      "הִקְדִּישׁוֹ הַמַּזִּיק הֲרֵי זֶה מֻקְדָּשׁ כְּדֵי שֶׁלֹּא יֹאמְרוּ הֶקְדֵּשׁ יוֹצֵא בְּלֹא פִּדְיוֹן. שְׁחָטוֹ גּוֹבֶה מִבְּשָׂרוֹ. נְתָנוֹ בְּמַתָּנָה מַה שֶּׁעָשָׂה עָשׂוּי וְיִגְבֶּה הַנִּזָּק מִמֶּנּוּ:  ",
      "הִזִּיק וְעָמַד בַּדִּין וְאַחַר כָּךְ מְכָרוֹ אֵינוֹ מָכוּר. הִקְדִּישׁוֹ אֵינוֹ מֻקְדָּשׁ. נְתָנוֹ בְּמַתָּנָה לֹא עָשָׂה וְלֹא כְּלוּם. קָדְמוּ בַּעֲלֵי חוֹבוֹת שֶׁל מַזִּיק וּתְפָסוּהוּ בֵּין שֶׁחָב עַד שֶׁלֹּא הִזִּיק בֵּין הִזִּיק עַד שֶׁלֹּא חָב לֹא זָכוּ אֶלָּא הַנִּזָּק גּוֹבֶה מִמֶּנּוּ שֶׁאֲפִלּוּ הָיָה שֶׁל בַּעֲלֵי חוֹבוֹת מִתְּחִלָּה וְהִזִּיק הֲרֵי זֶה גּוֹבֶה מִגּוּפוֹ:  ",
      "מוּעָד שֶׁהִזִּיק בֵּין עָמַד בַּדִּין בֵּין שֶׁלֹּא עָמַד בַּדִּין וְהִקְדִּישׁוֹ אוֹ מְכָרוֹ אוֹ נְתָנוֹ בְּמַתָּנָה אוֹ שְׁחָטוֹ. מַה שֶּׁעָשָׂה עָשׂוּי. קָדְמוּ בַּעֲלֵי חוֹבוֹת וְהִנְהִיגוּהוּ בֵּין חָב עַד שֶׁלֹּא הִזִּיק בֵּין הִזִּיק עַד שֶׁלֹּא חָב זָכוּ בּוֹ. לְפִי שֶׁאֵין מִשְׁתַּלֵּם הַנִּזָּק אֶלָּא מִן הַמְעֻלֶּה שֶׁבְּנִכְסֵי הַמַּזִּיק וַהֲרֵי כָּל נְכָסָיו מְשֻׁעְבָּדִין לְנֶזֶק זֶה:  ",
      "כְּשֶׁבֵּית דִּין נִזְקָקִין לִגְבּוֹת לַנִּזָּק מִנִּכְסֵי הַמַּזִּיק גּוֹבִין מִן הַמִּטַּלְטְלִין תְּחִלָּה וְאִם לֹא הָיוּ לוֹ מִטַּלְטְלִין כְּלָל אוֹ שֶׁלֹּא הָיוּ לוֹ מִטַּלְטְלִין כְּנֶגֶד כָּל הַנֵּזֶק גּוֹבִין הַשְּׁאָר מִן הַקַּרְקַע הַמְעֻלָּה שֶׁבְּנִכְסֵי הַמַּזִּיק. וְכָל זְמַן שֶׁיִּמְצְאוּ מִטַּלְטְלִין וַאֲפִלּוּ סֻבִּין אֵין נִזְקָקִין לַקַּרְקַע:  ",
      "מֵת הַמַּזִּיק קֹדֶם שֶׁיְּשַׁלֵּם אֵין בֵּית דִּין נִזְקָקִין לַמִּטַּלְטְלִין שֶׁל יְתוֹמִים אֶלָּא לַקַּרְקַע. וְגוֹבִין לַנִּזָּק מִן הַזִּבּוּרִית. מִפְּנֵי שֶׁהַנִּזָק נַעֲשָׂה כְּבַעַל חוֹב וְהַמִּטַּלְטְלִין אֵינָן מְשֻׁעְבָּדִין לְבַעַל חוֹב. וְאִם תָּפַס הַנִּזָּק הַמִּטַּלְטְלִין בְּחַיֵּי הַמַּזִּיק גּוֹבִין לוֹ מֵהֶם לְאַחַר מוֹתוֹ:  ",
      "כְּבָר תִּקְּנוּ הַגְּאוֹנִים לִגְבּוֹת בַּעַל חוֹב מִן הַמִּטַּלְטְלִין. וּפָשְׁטָה תַּקָּנָה זוֹ בְּכָל בָּתֵּי דִּינִין. לְפִיכָךְ מְגַבִּין הַנְּזָקִין מִן הַמִּטַּלְטְלִין שֶׁל יְתוֹמִים. וְאִם לֹא הִנִּיחַ מִטַּלְטְלִין גּוֹבִין לוֹ מִן הַזִּבּוּרִית שֶׁכָּל הַבָּא לִפָּרַע מִנִּכְסֵי יְתוֹמִים לֹא יִפָּרַע אֶלָּא מִן הַזִּבּוּרִית כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "אֵין הַנְּזָקִין מִשְׁתַּלְּמִין וְאֵין חַיָּבִין בְּכֹפֶר וְאֵין הַבְּהֵמָה נֶהֱרֶגֶת אֶלָּא בִּרְאָיָה בְּרוּרָה וּבְעֵדִים הַכְּשֵׁרִים לְהָעִיד. שֶׁלֹּא תֹּאמַר הוֹאִיל וְאֵין מְצוּיִין בְּאֻרְווֹת הַסּוּסִים וּבְרֶפֶת הַבָּקָר וְגִדְרוֹת צֹאן אֶלָּא הָעֲבָדִים וְהָרוֹעִים וְכַיּוֹצֵא בָּהֶן אִם הֵעִידוּ שֶׁבְּהֵמָה זוֹ הִזִּיקָה אֶת זוֹ שׁוֹמְעִין לָהֶם וְאִם הֵעִידוּ קְטַנִּים אוֹ נָשִׁים שֶׁאָדָם זֶה חָבַל אֶת זֶה אוֹ הֵעִידוּ בִּשְׁאָר נְזָקִין סוֹמְכִין עֲלֵיהֶן. אֵין הַדָּבָר כֵּן. אֶלָּא אֵין מְחַיְּבִין לְעוֹלָם מָמוֹן עַל פִּי עֵדִים עַד שֶׁיִּהְיוּ עֵדִים הַכְּשֵׁרִים לְהָעִיד שְׁאָר עֵדֻיּוֹת וְיָעִידוּ וִיחַיְּבוּ בֵּית דִּין הַמַּזִּיק לְשַׁלֵּם:  ",
      "שׁוֹר שֶׁהָיָה רוֹעֶה עַל גַּבֵּי הַנָּהָר וְנִמְצָא שׁוֹר הָרוּג בְּצִדּוֹ. אַף עַל פִּי שֶׁזֶּה מְנֻגָּח וְזֶה מוּעָד לִגַּח זֶה מְנֻשָּׁךְ וְזֶה מוּעָד לִשַּׁךְ. אֵין אוֹמְרִים בְּיָדוּעַ שֶׁזֶּה נְשָׁכוֹ וְזֶה נְגָחוֹ. וַאֲפִלּוּ גָּמָל הָאוֹחֵר בֵּין הַגְּמַלִּים וְנִמְצָא [גָּמָל] הָרוּג בְּצִדּוֹ אֵין אוֹמְרִים בְּיָדוּעַ שֶׁזֶּה הֲרָגוֹ עַד שֶׁרָאוּהוּ עֵדִים כְּשֵׁרִים:  "
    ],
    [
      "בְּהֵמָה מְעֻבֶּרֶת שֶׁהִזִּיקָה גּוֹבֶה חֲצִי נֵזֶק מִמֶּנָּה וּמִוְּלָדָהּ מִפְּנֵי שֶׁהוּא מִגּוּפָהּ. אֲבָל תַּרְנְגלֶת שֶׁהִזִּיקָה אֵינוֹ גּוֹבֶה מִבֵּיצָתָהּ מִפְּנֵי שֶׁהַבֵּיצָה אֵינָהּ מִגּוּפָהּ אֲבָל מֻבְדֶּלֶת וּמֻפְרֶשֶׁת מִמֶּנָּה: \n",
      "מְעֻבֶּרֶת שֶׁנָּגְחָה וְנִמְצָא וְלָדָהּ בְּצִדָּהּ וְאֵין יָדוּעַ אִם עַד שֶׁלֹּא נָגְחָה יָלְדָה אוֹ אַחַר שֶׁנָּגְחָה יָלְדָה. מְשַׁלֵּם חֲצִי נֵזֶק מִן הַפָּרָה וְאֵינוֹ גּוֹבֶה מִן הַוָּלָד כְּלוּם עַד שֶׁיָּבִיא רְאָיָה שֶׁבְּשָׁעָה שֶׁנָּגְחָה הָיְתָה מְעֻבֶּרֶת. שֶׁהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו לְהָבִיא הָרְאָיָה: \n",
      "שׁוֹר שֶׁנָּגַח פָּרָה מְעֻבֶּרֶת וְנִמְצָא עֻבָּרָהּ נוֹפֵל בְּצִדָּהּ וְאֵין יָדוּעַ אִם עַד שֶׁלֹּא נְגָחָהּ הִפִּילָה אוֹ מֵחֲמַת נְגִיחָה הִפִּילָה. מְשַׁלֵּם נֵזֶק הַפָּרָה וְאֵינוֹ מְשַׁלֵּם נֵזֶק הַוָּלָד. שֶׁהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: \n",
      "נָגַח פָּרָה מְעֻבֶּרֶת וְהִפִּילָה. אֵין שָׁמִין פְּחַת פָּרָה בִּפְנֵי עַצְמָהּ וּפְחַת הַוָּלָד בִּפְנֵי עַצְמוֹ. אֶלָּא שָׁמִין כַּמָּה הָיְתָה הַפָּרָה שָׁוָה כְּשֶׁהָיְתָה מְעֻבֶּרֶת וּבְרִיאָה וְכַמָּה הִיא שָׁוָה עַכְשָׁו הִיא וְהַנֵּפֶל שֶׁלָּהּ וּמְשַׁלֵּם הַפְּחָת אוֹ חֶצְיוֹ אִם הָיָה תָּם: \n",
      "הָיְתָה הַפָּרָה לְאֶחָד וְהַוָּלָד לְאֶחָד הֲרֵי פְּחַת הַשֻּׁמָּן שֶׁפָּחַת גּוּף הַפָּרָה לְבַעַל הַפָּרָה. וּפְחַת הַנֶּפַח חוֹלְקִין אוֹתוֹ בַּעַל הַפָּרָה עִם בַּעַל הַוָּלָד. וְהַנֵּפֶל שֶׁל בַּעַל הַוָּלָד: \n",
      "שׁוֹר שֶׁהָיָה רוֹדֵף אַחַר שׁוֹר אַחֵר וְהֻזַּק. הַנִּזָּק אוֹמֵר שׁוֹרְךָ הִזִּיק וְזֶה אוֹמֵר אֵינִי יוֹדֵעַ שֶׁמָּא בְּסֶלַע לָקָה. הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. וְאַף עַל פִּי שֶׁהַנִּזָק אוֹמֵר אֵינִי יוֹדֵעַ בְּוַדַּאי וְזֶה אוֹמֵר אֵינִי יוֹדֵעַ. טָעַן הַנִּזָּק וְאָמַר וַדַּאי אַתָּה יוֹדֵעַ שֶׁשּׁוֹרְךָ הִזִּיק הֲרֵי זֶה נִשְׁבָּע שְׁבוּעַת הֶסֵּת שֶׁאֵינוֹ יוֹדֵעַ אִם הָיָה מוּעָד. אֲבָל אִם הָיָה תָּם פָּטוּר אַף מִשְּׁבוּעַת הֶסֵּת שֶׁאֲפִלּוּ הוֹדָה מֵעַצְמוֹ פָּטוּר שֶׁחֲצִי נֵזֶק קְנָס הוּא וּמוֹדֶה בִּקְנָס פָּטוּר הוּא: \n",
      "הָיוּ שְׁנַיִם רוֹדְפִין אַחַר אֶחָד וַהֲרֵי עֵדִים שֶׁאֶחָד מֵהֶן הִזִּיק וְאֵין הָעֵדִים יוֹדְעִים אֵיזֶהוּ מִשְּׁנֵיהֶם. זֶה אוֹמֵר שׁוֹרְךָ הִזִּיק וְזֶה אוֹמֵר שׁוֹרְךָ הִזִּיק שְׁנֵיהֶם פְּטוּרִין. וְאִם הָיוּ שְׁנֵיהֶם שֶׁל אִישׁ אֶחָד חַיָּב לְשַׁלֵּם מִגּוּף הַפָּחוּת שֶׁבִּשְׁנֵיהֶם. וְאִם הָיוּ מוּעָדִין מְשַׁלֵּם נֵזֶק שָׁלֵם מִנְּכָסָיו: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁשְּׁנֵי הַשְּׁוָרִים עוֹמְדִין. אֲבָל אִם מֵת אֶחָד מֵהֶן אוֹ אָבַד וְהָיָה אֶחָד מֵהֶן תָּם אַף עַל פִּי שֶׁהֵן שֶׁל אִישׁ אֶחָד פָּטוּר. שֶׁהֲרֵי אוֹמֵר לוֹ הָבֵא רְאָיָה שֶׁזֶּה הָעוֹמֵד הוּא שֶׁהִזִּיק וַאֲשַׁלֵּם לְךָ: \n",
      "הָיוּ שְׁנֵי הַשְּׁוָרִים הָרוֹדְפִין אֶחָד גָּדוֹל וְאֶחָד קָטָן. הַנִּזָּק אוֹמֵר גָּדוֹל הִזִּיק וְהַמַּזִּיק אוֹמֵר קָטָן הִזִּיק. הָיָה אֶחָד תָּם וְאֶחָד מוּעָד הַנִּזָּק אוֹמֵר מוּעָד הִזִּיק וְהַמַּזִּיק אוֹמֵר תָּם הִזִּיק. הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: \n",
      "לֹא הָיְתָה שָׁם רְאָיָה בְּרוּרָה שֶׁזֶּה הִזִּיק אֶלָּא עֵדִים מְעִידִים שֶׁאֶחָד מִשְּׁנֵי אֵלּוּ הִזִּיק מְשַׁלֵּם הַמַּזִּיק כְּמוֹ שֶׁאוֹמֵר. וְאִם טָעַן הַנִּזָּק שֶׁאַתָּה יוֹדֵעַ וַדַּאי שֶׁזֶּה הִזִּיק בְּפָנֶיךָ הֲרֵי הַמַּזִּיק נִשְׁבָּע שְׁבוּעַת הַתּוֹרָה וּמְשַׁלֵּם כְּמוֹ שֶׁהוֹדָה שֶׁהֲרֵי הוֹדָה בְּמִקְצָת: \n",
      "הָיוּ הַנִּזָּקִין שְׁנַיִם אֶחָד גָּדוֹל וְאֶחָד קָטָן וְהַמַּזִּיקִין אֶחָד גָּדוֹל וְאֶחָד קָטָן. הַנִּזָּק אוֹמֵר גָּדוֹל הִזִּיק אֶת הַגָּדוֹל וְהַקָּטָן אֶת הַקָּטָן וְהַמַּזִּיק אוֹמֵר לֹא כִּי אֶלָּא קָטָן הִזִּיק אֶת הַגָּדוֹל וְגָדוֹל אֶת הַקָּטָן. אוֹ שֶׁהָיָה אֶחָד תָּם וְאֶחָד מוּעָד הַנִּזָּק אוֹמֵר הַמּוּעָד הִזִּיק אֶת הַגָּדוֹל וְתָם הִזִּיק אֶת הַקָּטָן וְהַמַּזִּיק אוֹמֵר תָּם הִזִּיק אֶת הַגָּדוֹל וְהַמּוּעָד הִזִּיק אֶת הַקָּטָן. הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. לֹא הָיְתָה שָׁם רְאָיָה בְּרוּרָה הַמַּזִּיק פָּטוּר. לְמָה זֶה דּוֹמֶה לְזֶה טוֹעֵן אֶת חֲבֵרוֹ חִטִּים וְהוֹדָה לוֹ בִּשְׂעוֹרִים שֶׁהוּא נִשְׁבַּע שְׁבוּעַת הֶסֵּת וּפָטוּר אַף מִדְּמֵי שְׂעוֹרִים כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת טוֹעֵן. וְאִם תָּפַס הַנִּזָּק הֲרֵי זֶה מְשַׁלֵּם לַקָּטָן מִן הַגָּדוֹל וְלַגָּדוֹל מִן הַקָּטָן כְּמוֹ שֶׁהוֹדָה הַמַּזִּיק. אֲבָל אִם לֹא תָּפַס אֵין מוֹצִיאִין מִן הַמַּזִּיק כְּלוּם: \n",
      "שׁוֹר שֶׁנָּגַח וְחָזַר וְנָגַח שׁוֹר אַחֵר הֲרֵי הַנִּזָּק הָרִאשׁוֹן וְהַבְּעָלִים שֻׁתָּפִין בּוֹ. כֵּיצַד. שׁוֹר שָׁוֶה מָאתַיִם שֶׁנָּגַח שׁוֹר שָׁוֶה מָאתַיִם וְאֵין הַנְּבֵלָה יָפָה כְּלוּם הַנִּזָּק נוֹטֵל מֵאָה וּבַעַל הַשּׁוֹר מֵאָה. חָזַר וְנָגַח שׁוֹר אַחֵר שָׁוֶה מָאתַיִם וְאֵין הַנְּבֵלָה יָפָה כְּלוּם הָאַחֲרוֹן נוֹטֵל מֵאָה וְהַנִּזָּק שֶׁלְּפָנָיו עִם הַבְּעָלִים נוֹטְלִין חֲמִשִּׁים חֲמִשִּׁים זוּז. חָזַר וְנָגַח שׁוֹר אַחֵר שָׁוֶה מָאתַיִם וְאֵין הַנְּבֵלָה יָפָה כְּלוּם הָאַחֲרוֹן נוֹטֵל מֵאָה וְנִזָּק שֶׁלְּפָנָיו חֲמִשִּׁים וְהַנִּזָּק הָרִאשׁוֹן עִם הַבְּעָלִים עֶשְׂרִים וַחֲמִשָּׁה עֶשְׂרִים וַחֲמִשָּׁה. וְכֵן עַל דֶּרֶךְ זוֹ חוֹלְקִין וְהוֹלְכִים: \n",
      "נִזָּק שֶׁתָּפַס בְּהֵמָה שֶׁהִזִּיקָה לִגְבּוֹת חֲצִי נִזְקוֹ מִגּוּפָהּ נַעֲשָׂה עָלֶיהָ שׁוֹמֵר שָׂכָר לִנְזָקִין וְאִם יָצְתָה וְהִזִּיקָה הַנִּזָּק הָרִאשׁוֹן חַיָּב בִּנְזָקֶיהָ וְהַבְּעָלִים פְּטוּרִין. כֵּיצַד. שׁוֹר שָׁוֶה מָאתַיִם שֶׁנָּגַח וְהִפְסִיד מָאתַיִם וּתְפָסוֹ הַנִּזָּק לִגְבּוֹת מִמֶּנּוּ מֵאָה וְחָזַר וְנָגַח וְהִפְסִיד בְּמֵאָה וְאַרְבָּעִים הֲרֵי הַנִּזָּק הָאַחֲרוֹן מִשְׁתַּלֵּם שִׁבְעִים וְהַנִּזָּק הָרִאשׁוֹן שֶׁתְּפָסוֹ מִשְׁתַּלֵּם מוֹתַר נִזְקוֹ וְהוּא שְׁלֹשִׁים וְהַבְּעָלִים מֵאָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "שְׁנֵי שְׁוָרִים תַּמִּים שֶׁחָבְלוּ זֶה בָּזֶה מְשַׁלְּמִין בַּמּוֹתָר חֲצִי נֵזֶק. שְׁנֵיהֶם מוּעָדִין (אוֹ מוּעָד וְאָדָם) שֶׁחָבְלוּ זֶה בָּזֶה מְשַׁלְּמִין בַּמּוֹתָר נֵזֶק שָׁלֵם. אֶחָד תָּם וְאֶחָד מוּעָד. מוּעָד בְּתָם מְשַׁלֵּם בַּמּוֹתָר נֵזֶק שָׁלֵם תָּם בְּמוּעָד מְשַׁלֵּם בַּמּוֹתָר חֲצִי נֵזֶק. כֵּיצַד. שׁוֹר תָּם שֶׁהִפְסִיד בְּשׁוֹר תָּם אַחֵר שְׁוֵה מָנֶה וְחָזַר זֶה הָאַחֲרוֹן וְהִפְסִיד בָּרִאשׁוֹן שְׁוֵה אַרְבָּעִים הֲרֵי בַּעַל הָרִאשׁוֹן מְשַׁלֵּם לַבַּעַל הָאַחֲרוֹן שְׁלֹשִׁים. הָיוּ שְׁנֵיהֶם מוּעָדִין בַּעַל הָרִאשׁוֹן מְשַׁלֵּם שִׁשִּׁים. הָרִאשׁוֹן מוּעָד וְאַחֲרוֹן תָּם בַּעַל הָרִאשׁוֹן מְשַׁלֵּם שְׁמוֹנִים. הָרִאשׁוֹן תָּם וְהָאַחֲרוֹן מוּעָד בַּעַל הָרִאשׁוֹן מְשַׁלֵּם עֲשָׂרָה: \n"
    ],
    [
      "שׁוֹר שֶׁהֵמִית אֶת הָאָדָם בְּכָל מָקוֹם בֵּין גָּדוֹל בֵּין קָטָן בֵּין עֶבֶד בֵּין בֶּן חוֹרִין אֶחָד תָּם וְאֶחָד מוּעָד הֲרֵי זֶה נִסְקָל. וְאִם הֵמִית אֶת הָעַכּוּ''ם פָּטוּר כְּדִינֵיהֶם: \n",
      "אֶחָד שׁוֹר וְאֶחָד שְׁאָר בְּהֵמָה חַיָּה וְעוֹף שֶׁהֵמִיתוּ הֲרֵי אֵלּוּ נִסְקָלִין. מַה בֵּין תָּם שֶׁהָרַג אֶת הָאָדָם לְמוּעָד שֶׁהָרַג אֶת הָאָדָם. שֶׁהַתָּם פָּטוּר מִן הַכֹּפֶר וְהַמּוּעָד חַיָּב בְּכֹפֶר וּבִלְבַד שֶׁיִּהְיֶה מוּעָד לַהֲרֹג: \n",
      "וְהוֹאִיל וְכָל בְּהֵמָה חַיָּה וְעוֹף שֶׁהָרְגוּ אֶת הָאָדָם נִסְקָלִין הֵיאַךְ יִמָּצֵא מוּעָד לַהֲרֹג עַד שֶׁיְּשַׁלְּמוּ בְּעָלָיו אֶת הַכֹּפֶר. כְּגוֹן שֶׁהָרַג שְׁלֹשָׁה עוֹבְדֵי כּוֹכָבִים וְאַחַר כָּךְ הָרַג יִשְׂרָאֵל שֶׁהַמּוּעָד לְעַכּוּ''ם הֲרֵי זֶה מוּעָד לְיִשְׂרָאֵל. אוֹ שֶׁהָרַג שְׁלֹשָׁה יִשְׂרָאֵל טְרֵפָה וְאַחַר כָּךְ הָרַג שָׁלֵם. אוֹ שֶׁהָרַג וּבָרַח וּבָרְבִיעִי נִתְפַּס. שֶׁאֵין הַבְּעָלִים חַיָּבִין בְּכֹפֶר עַד שֶׁיִּסָּקֵל הַשּׁוֹר. וְכֵן אִם סִכֵּן שְׁלֹשָׁה בְּנֵי אָדָם כְּאֶחָד אוֹ שֶׁהָרַג שָׁלֹשׁ בְּהֵמוֹת הֲרֵי זֶה מוּעָד לַהֲרִיגָה וּבְעָלִים מְשַׁלְּמִין אֶת הַכֹּפֶר. וְכֵן אִם הִכִּירוּ עֵדִים אֶת בַּעַל הַשּׁוֹר וְלֹא הִכִּירוּ אֶת הַשּׁוֹר בְּפַעַם רִאשׁוֹנָה וּשְׁנִיָּה וּשְׁלִישִׁית וּבָרְבִיעִית רָאוּ שׁוֹרוֹ שֶׁהָרַג וְלֹא הָיוּ יוֹדְעִין אִם זֶה הוּא הַשּׁוֹר שֶׁהָרַג בְּשָׁלֹשׁ פְּעָמִים הָרִאשׁוֹנוֹת אוֹ אַחֵר הָיָה. הוֹאִיל וְהוּעֲדוּ הַבְּעָלִים שֶׁיֵּשׁ לָהֶם בִּבְקָרָם שׁוֹר שֶׁהָרַג שָׁלֹשׁ פְּעָמִים הָיָה לָהֶם לִשְׁמֹר כָּל בְּהֶמְתָּם וּמֵאַחַר שֶׁלֹּא שָׁמְרוּ מְשַׁלְּמִין אֶת הַכֹּפֶר: \n",
      "זֶה שֶׁכָּתוּב בַּתּוֹרָה <small>(שמות כא כט)</small> \"וְגַם בְּעָלָיו יוּמָת\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁחִיּוּב מִיתָה זוֹ בִּידֵי שָׁמַיִם וְאִם נָתַן כֹּפֶר הַנֶּהֱרָג מִתְכַּפֵּר לוֹ. וְאַף עַל פִּי שֶׁהַכֹּפֶר כַּפָּרָה מְמַשְׁכְּנִין מִי שֶׁנִּתְחַיֵּב בְּכֹפֶר בְּעַל כָּרְחוֹ: \n",
      "שׁוֹר שֶׁל שְׁנֵי שֻׁתָּפִין שֶׁהָרַג. כָּל אֶחָד מֵהֶם מְשַׁלֵּם כֹּפֶר שָׁלֵם שֶׁהֲרֵי כָּל אֶחָד מֵהֶן צָרִיךְ כַּפָּרָה גְּמוּרָה: \n",
      "אֵין גּוֹמְרִין דִּינוֹ שֶׁל שׁוֹר אֶלָּא בִּפְנֵי בְּעָלָיו אִם הָיוּ לוֹ בְּעָלִים. אֲבָל אִם לֹא הָיוּ לוֹ בְּעָלִים כְּגוֹן שׁוֹר הַמִּדְבָּר וְשׁוֹר שֶׁל הֶקְדֵּשׁ וְשׁוֹר שֶׁל גֵּר שֶׁמֵּת וְאֵין לוֹ יוֹרְשִׁין אִם הֵמִית הֲרֵי זֶה נִסְקָל וְגוֹמְרִין דִּינוֹ אַף עַל פִּי שֶׁאֵין לוֹ בְּעָלִים. וְכֵן שׁוֹר הָאִשָּׁה וְשׁוֹר הַיְתוֹמִים וְשׁוֹר הָאַפּוֹטְרוֹפְּסִים שֶׁהֵמִיתוּ נִסְקָלִין. וְאֵין הָאַפּוֹטְרוֹפְּסִים מְשַׁלְּמִין אֶת הַכֹּפֶר שֶׁהַכֹּפֶר כַּפָּרָה הוּא וְאֵין הַקְּטַנִּים וְהַחֵרְשִׁים וְהַשּׁוֹטִים בְּנֵי חִיּוּב כְּדֵי שֶׁיִּהְיוּ צְרִיכִין כַּפָּרָה: \n",
      "שׁוֹר שֶׁהוּא טְרֵפָה שֶׁהָרַג אֶת הַנֶּפֶשׁ אוֹ שֶׁהָיָה הַשּׁוֹר שֶׁל אָדָם טְרֵפָה אֵינוֹ נִסְקָל שֶׁנֶּאֱמַר <small>(שמות כא כט)</small> \"וְגַם בְּעָלָיו יוּמָת\" כְּמִיתַת הַבְּעָלִים כָּךְ מִיתַת הַשּׁוֹר. וְכֵיוָן שֶׁבְּעָלָיו כְּמֵת הֵם חֲשׁוּבִים וְאֵינָן צְרִיכִין מִיתָה הֲרֵי זֶה פָּטוּר: \n",
      "הַמְשַׁסֶּה כֶּלֶב בַּחֲבֵרוֹ וַהֲרָגוֹ אֵין הַכֶּלֶב נִסְקָל. וְכֵן אִם גֵּרָה בּוֹ בְּהֵמָה אוֹ חַיָּה וַהֲרָגוּהוּ. אֲבָל אִם שִׁסָּה בּוֹ נָחָשׁ וַאֲפִלּוּ הִשִּׁיכוֹ בּוֹ וַהֲרָגוֹ הַנָּחָשׁ נִסְקָל. שֶׁאֶרֶס הַנָּחָשׁ שֶׁמֵּמִית מֵעַצְמוֹ מְקִיאוֹ לְפִיכָךְ זֶה הָאָדָם שֶׁהִשִּׁיךְ בּוֹ נָחָשׁ פָּטוּר מִמִּיתַת בֵּית דִּין: \n",
      "אֵין הַבְּהֵמָה נִסְקֶלֶת אִם הֵמִיתָה עַד שֶׁנִּתְכַּוְּנָה לְהַזִּיק לְמִי שֶׁהִיא חַיֶּבֶת עָלָיו סְקִילָה. אֲבָל שׁוֹר שֶׁהָיָה מִתְכַּוֵּן לַהֲרֹג אֶת הַבְּהֵמָה וְהָרַג אֶת הָאָדָם. נִתְכַּוִּן לְעַכּוּ''ם וְהָרַג לְיִשְׂרָאֵל. נִתְכַּוֵּן לִנְפָלִים וְהָרַג בֶּן קַיָּמָא. פָּטוּר מִן הַמִּיתָה. וְאִם הָיָה מוּעָד הַבְּעָלִים חַיָּבִין בְּכֹפֶר. אוֹ בִּקְנָס אִם הֵמִית עֶבֶד. וְאַף עַל פִּי שֶׁהָרַג בְּלֹא כַּוָּנָה הוֹאִיל וְהוּא מוּעָד לָזֶה: \n",
      "הָיָה מוּעָד לִפּל עַל בְּנֵי הָאָדָם בְּבוֹרוֹת וְרָאָה יָרָק בַּבּוֹר וְנָפַל לַבּוֹר בִּשְׁבִיל הַיָּרָק וְהָיָה שָׁם אָדָם וּמֵת. אוֹ שֶׁהָיָה מוּעָד לְהִתְחַכֵּךְ בַּכְּתָלִים וּלְהַפִּיל עַל בְּנֵי אָדָם וְנִתְחַכֵּךְ בַּכֹּתֶל לַהֲנָאָתוֹ וְנָפַל עַל אָדָם וּמֵת מֵחֲמַת חִכּוּכוֹ. הַשּׁוֹר פָּטוּר מִמִּיתָה לְפִי שֶׁלֹּא נִתְכַּוֵּן לְהָמִית וְהַבְּעָלִים חַיָּבִין בְּכֹפֶר שֶׁהֲרֵי זֶה מוּעָד לִפּל בְּבוֹרוֹת עַל בְּנֵי אָדָם אוֹ לְהַפִּיל עֲלֵיהֶם הַכְּתָלִים. וְהֵיאַךְ יוֹדֵעַ שֶׁנִּתְחַכֵּךְ לַהֲנָאָתוֹ. כְּשֶׁנִּתְחַכֵּךְ לְאַחַר שֶׁהִפִּיל וְהֵמִית: \n",
      "אֵין הַבְּעָלִים מְשַׁלְּמִין אֶת הַכֹּפֶר עַד שֶׁתָּמִית בְּהֶמְתָּן חוּץ מֵרְשׁוּתָן. אֲבָל אִם הֵמִית בִּרְשׁוּת הַמַּזִּיק אַף עַל פִּי שֶׁהוּא בִּסְקִילָה הַבְּעָלִים פְּטוּרִין מִן הַכֹּפֶר. כֵּיצַד. הַנִּכְנָס לַחֲצַר בַּעַל הַבַּיִת שֶׁלֹּא בִּרְשׁוּתוֹ וַאֲפִלּוּ נִכְנַס לִתְבֹּעַ שְׂכָרוֹ אוֹ חוֹבוֹ מִמֶּנּוּ וּנְגָחוֹ שׁוֹרוֹ שֶׁל בַּעַל הַבַּיִת וּמֵת. הַשּׁוֹר בִּסְקִילָה וְהַבְּעָלִים פְּטוּרִין מִן הַכֹּפֶר. שֶׁהֲרֵי אֵין לוֹ רְשׁוּת לִכָּנֵס לִרְשׁוּתוֹ שֶׁל זֶה שֶׁלֹּא מִדַּעְתּוֹ: \n",
      "עָמַד בַּפֶּתַח וְקָרָא לְבַעַל הַבַּיִת וְאָמַר לוֹ הֵן. וְנִכְנַס וּנְגָחוֹ שׁוֹרוֹ שֶׁל בַּעַל הַבַּיִת הֲרֵי הַבְּעָלִים פְּטוּרִין. שֶׁאֵין מַשְׁמַע הֵן אֶלָּא עֲמֹד בִּמְקוֹמְךָ עַד שֶׁאֲדַבֵּר עִמְּךָ: \n",
      "בְּהֵמָה שֶׁנִּכְנְסָה לַחֲצַר הַנִּזָּק וְדָרְסָה עַל גַּבֵּי תִּינוֹק דֶּרֶךְ הִלּוּכָהּ וַהֲרָגַתְהוּ הַבְּעָלִים מְשַׁלְּמִין אֶת הַכֹּפֶר שֶׁהָרֶגֶל מוּעֶדֶת לְהַזִּיק בְּדֶרֶךְ הִלּוּכָהּ וּבִרְשׁוּת הַנִּזָּק חַיָּב אַף עַל הַשֵּׁן וְעַל הָרֶגֶל כְּמוֹ שֶׁבֵּאַרְנוּ. נִמְצֵאתָ לָמֵד שֶׁהַמּוּעָד שֶׁהֵמִית בְּכַוָּנָה נִסְקָל וְהַבְּעָלִים חַיָּבִין בְּכֹפֶר וְאִם הֵמִית שֶׁלֹּא בְּכַוָּנָה פָּטוּר מִן הַמִּיתָה וְהַבְּעָלִים חַיָּבִין בְּכֹפֶר. וְתָם שֶׁהֵמִית שֶׁלֹּא בְּכַוָּנָה פָּטוּר מִן הַמִּיתָה וּמִן הַכֹּפֶר. וְאִם נִתְכַּוֵּן לְהָמִית נִסְקָל וְהַבְּעָלִים פְּטוּרִין מִן הַכֹּפֶר וְכֵן מִקְּנָס שֶׁל עֶבֶד: \n",
      "נִרְאֶה לִי שֶׁאַף עַל פִּי שֶׁהַתָּם שֶׁהֵמִית בְּכַוָּנָה עֶבֶד אוֹ שִׁפְחָה פָּטוּר מִן הַקְּנָס שֶׁהוּא שְׁלֹשִׁים סֶלַע הַכָּתוּב בַּתּוֹרָה. אִם הֵמִית שֶׁלֹּא בְּכַוָּנָה מְשַׁלֵּם חֲצִי דְּמֵי הָעֶבֶד אוֹ חֲצִי דְּמֵי הַשִּׁפְחָה מִגּוּפוֹ כְּאִלּוּ הֵמִית שׁוֹר חֲבֵרוֹ אוֹ חֲמוֹרוֹ: \n"
    ],
    [
      "כַּמָּה הוּא הַכֹּפֶר. כְּמוֹ שְׁרָאוּ הַדַּיָּנִין שֶׁהוּא דְּמֵי הַנֶּהֱרָג הַכּל לְפִי שָׁוְיוֹ שֶׁל נֶהֱרָג שֶׁנֶּאֱמַר <small>(שמות כא ל)</small> \"וְנָתַן פִּדְיֹן נַפְשׁוֹ כְּכל אֲשֶׁר יוּשַׁת עָלָיו\". וְכֹפֶר הָעֲבָדִים בֵּין גְּדוֹלִים בֵּין קְטַנִּים בֵּין זְכָרִים בֵּין נְקֵבוֹת הוּא הַקְּנָס הַקָּצוּב בַּתּוֹרָה שְׁלֹשִׁים סֶלַע כֶּסֶף יָפֶה בֵּין שֶׁהָיָה הָעֶבֶד שָׁוֶה מֵאָה מָנֶה בֵּין שֶׁאֵינוֹ שָׁוֶה אֶלָּא דִּינָר. וְכָל הַמְעֻכָּב גֵּט שִׁחְרוּר אֵין לוֹ קְנָס הוֹאִיל וְאֵין לוֹ אָדוֹן שֶׁהֲרֵי יָצָא לְחֵרוּת: \n",
      "לְמִי נוֹתְנִין הַכֹּפֶר. לְיוֹרְשֵׁי הַנֶּהֱרָג. וְאִם הֵמִית אִשָּׁה הַכֹּפֶר לְיוֹרְשֶׁיהָ מֵאָבִיהָ וְאֵינוֹ לַבַּעַל. הֵמִית מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין נוֹתֵן חֲצִי קְנָס לְרַבּוֹ וְהַחֵצִי הָאַחֵר רָאוּי לִתֵּן וְאֵין מִי יִקָּחֶנּוּ: \n",
      "שׁוֹר שֶׁנָּגַח אִשָּׁה וְיָצְאוּ יְלָדֶיהָ אַף עַל פִּי שֶׁהוּא מוּעָד לִגַּח הַבְּעָלִים פְּטוּרִין מִדְּמֵי וְלָדוֹת. שֶׁלֹּא חִיְּבָה תּוֹרָה בִּדְמֵי וְלָדוֹת אֶלָּא לָאָדָם: \n",
      "נָגַח שִׁפְחָה וְיָצְאוּ יְלָדֶיהָ מְשַׁלֵּם דְּמֵי וְלָדוֹת. שֶׁזֶּה כְּמִי שֶׁנָּגַח חֲמוֹר מְעֻבֶּרֶת. וְאִם הָיָה תָּם מְשַׁלֵּם חֲצִי דְּמֵי וְלָדוֹת מִגּוּפוֹ: \n",
      "כֵּיצַד שָׁמִין אוֹתָהּ. אוֹמְדִין כַּמָּה הָיְתָה שִׁפְחָה זוֹ שָׁוָה כְּשֶׁהָיְתָה מְעֵבֶּרֶת וְכַמָּה הִיא שָׁוָה עַתָּה וְנוֹתֵן לִבְעָלֶיהָ הַפְּחָת אוֹ חֶצְיוֹ. וְאִם הֵמִית הַשִּׁפְחָה מְשַׁלֵּם הַכֹּפֶר הַקָּצוּב בַּתּוֹרָה בִּלְבַד כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "שׁוֹר שֶׁנִּתְכַּוֵּן לִבְהֵמָה וְנָגַח אֶת הָאָדָם אַף עַל פִּי שֶׁאִם הֱמִיתוֹ פָּטוּר כְּמוֹ שֶׁבֵּאַרְנוּ אִם חָבַל בּוֹ חַיָּב בְּנֵזֶק. וְאִם תָּם הוּא מְשַׁלֵּם חֲצִי נֵזֶק מִגּוּפוֹ. וְאִם מוּעָד נֵזֶק שָׁלֵם: \n",
      "שׁוֹר תָּם שֶׁהֵמִית וְהִזִּיק דָּנִין אוֹתוֹ דִּינֵי נְפָשׁוֹת וְאֵין דָּנִין אוֹתוֹ דִּינֵי מָמוֹנוֹת. וּמוּעָד שֶׁהֵמִית וְהִזִּיק דָּנִין אוֹתוֹ דִּינֵי מָמוֹנוֹת וְחוֹזְרִין וְדָנִין אוֹתוֹ דִּינֵי נְפָשׁוֹת. קָדְמוּ וְדָנוּהוּ דִּינֵי נְפָשׁוֹת תְּחִלָּה חוֹזְרִין וְדָנִין אוֹתוֹ דִּינֵי מָמוֹנוֹת: \n",
      "וּמֵהֵיכָן מִשְׁתַּלֵּם מִן הַשֶּׁבַח שֶׁהִשְׁבִּיחַ בִּרְדִיָּתוֹ אַחַר שֶׁנִּגְמַר דִּינוֹ. שֶׁכֵּיוָן שֶׁנִּגְמַר דִּינוֹ לִסְקִילָה אֵין לוֹ בְּעָלִים שֶׁיִּתְחַיְּבוּ בִּנְזָקָיו. דָּנוּהוּ דִּינֵי נְפָשׁוֹת וּבָרַח אֵין דָּנִין אוֹתוֹ דִּינֵי מָמוֹנוֹת: \n",
      "שׁוֹר שֶׁהֵמִית אֶת הָאָדָם וְהִקְדִּישׁוֹ בְּעָלָיו אֵינוֹ קָדוֹשׁ. וְכֵן אִם הִפְקִירוֹ אֵינוֹ מֻפְקָר. מְכָרוֹ אֵינוֹ מָכוּר. הֶחֱזִירוֹ שׁוֹמֵר לִבְעָלָיו אֵינָהּ חֲזָרָה. שְׁחָטוֹ בְּשָׂרוֹ אָסוּר בַּהֲנָאָה. בַּמֶּה דְּבָרִים אֲמוּרִים אַחַר שֶׁנִּגְמַר דִּינוֹ לִסְקִילָה. אֲבָל עַד שֶׁלֹּא נִגְמָר דִּינוֹ לִסְקִילָה אִם הִקְדִּישׁוֹ מֻקְדָּשׁ וְאִם הִפְקִירוֹ הֲרֵי הוּא מֻפְקָר. מְכָרוֹ הֲרֵי זֶה מָכוּר. הֶחֱזִירוֹ שׁוֹמֵר לִבְעָלָיו הֲרֵי זֶה מֻחְזָר. וְאִם קָדַם וּשְׁחָטוֹ הֲרֵי זֶה מֻתָּר בַּאֲכִילָה: \n",
      "שׁוֹר שֶׁלֹּא נִגְמַר דִּינוֹ שֶׁנִּתְעָרֵב בִּשְׁוָרִים אֲחֵרִים כֻּלָּן פְּטוּרִין לְפִי שֶׁאֵין גּוֹמְרִין דִּינוֹ שֶׁל שׁוֹר אֶלָּא בִּפְנֵי הַשּׁוֹר כְּדִין הָאָדָם. נִגְמַר דִּינוֹ וְאַחַר כָּךְ נִתְעָרֵב בַּאֲחֵרִים אֲפִלּוּ בְּאֶלֶף כֻּלָּן נִסְקָלִים וְנִקְבָּרִין וַאֲסוּרִין בַּהֲנָאָה כְּדִין בְּהֵמָה נִסְקֶלֶת: \n",
      "פָּרָה מְעֻבֶּרֶת שֶׁהֵמִיתָה אֶת הָאָדָם וְכֵן כָּל בְּהֵמָה שֶׁנֶּעֶבְדָה בָּהּ עֲבֵרָה הֲרֵי עֵבָּרָהּ כָּמוֹהָ. הִיא וְעֵבָּרָהּ נָגְחָה הִיא וְעֻבָּרָהּ נִרְבְּעָה: \n",
      "נָגְחָה וְהֵמִיתָה וְאַחַר כָּךְ נִתְעַבְּרָה. אִם עַד שֶׁלֹּא נִגְמַר דִּינָהּ נִתְעַבְּרָה וְיָלְדָה קֹדֶם גְּמַר דִּין וְלָדָהּ מֻתָּר וְאִם יָלְדָה אַחַר גְּמַר דִּין וְלָדָהּ אָסוּר שֶׁהָעֻבָּר יֶרֶךְ אִמּוֹ הוּא. וְאִם נִתְעָרֵב וָלָד זֶה בַּאֲחֵרִים כּוֹנְסִין אֶת כֻּלָּם בְּכִפָּה עַד שֶׁיָּמוּתוּ שָׁם: \n",
      "שׁוֹר הַנִּסְקָל שֶׁהוּזַמּוּ עֵדָיו כָּל הַקּוֹדֵם בּוֹ זָכָה שֶׁהֲרֵי מִשֶּׁנִּגְמַר דִּינוֹ הִפְקִירוּהוּ בְּעָלָיו. וְאִם הֵעִידוּ שֶׁבְּעָלָיו רִבְּעָהוּ וְהֵזִים אֶת הָעֵדִים הֲרֵי הַשּׁוֹר לִבְעָלָיו וְהַקּוֹדֵם וּמְשָׁכוֹ לֹא זָכָה בּוֹ שֶׁכֵּיוָן שֶׁהַבַּעַל יוֹדֵעַ בְּעַצְמוֹ שֶׁלֹּא חָטָא וְשֶׁאֵלּוּ עֵדֵי שֶׁקֶר הֵם וַהֲרֵי הוּא מְיַחֵל לַהֲזִימָם לֹא הִפְקִיר: \n"
    ],
    [
      "הַחוֹפֵר בּוֹר בִּרְשׁוּת הָרַבִּים וְנָפַל לְתוֹכוֹ שׁוֹר אוֹ חֲמוֹר וּמֵת אֲפִלּוּ הָיָה הַבּוֹר מָלֵא גִּזּוֹת שֶׁל צֶמֶר וְכַיּוֹצֵא בָּהֶן הֲרֵי בַּעַל הַבּוֹר חַיָּב לְשַׁלֵּם נֵזֶק שָׁלֵם שֶׁנֶּאֱמַר <small>(שמות כא לד)</small> \"בַּעַל הַבּוֹר יְשַׁלֵּם\". וְאֶחָד שׁוֹר וַחֲמוֹר אוֹ שְׁאָר מִינֵי בְּהֵמָה חַיָּה וְעוֹף לֹא נֶאֱמַר <small>(שמות כא לג)</small> \"שׁוֹר וַחֲמוֹר\" אֶלָּא בָּהוֹוֶה: \n",
      "אֶחָד הַחוֹפֵר בּוֹר בִּרְשׁוּת הָרַבִּים אוֹ הַחוֹפֵר בּוֹר בִּרְשׁוּתוֹ וּפִתְחוֹ לִרְשׁוּת הָרַבִּים אוֹ פָּתַח לִרְשׁוּת חֲבֵרוֹ אוֹ שֶׁחָפַר וּפָתַח לִרְשׁוּתוֹ וְהִפְקִיר רְשׁוּתוֹ וְלֹא הִפְקִיר בּוֹרוֹ הֲרֵי זֶה חַיָּב בִּנְזָקָיו. אֲבָל אִם הִפְקִיר רְשׁוּתוֹ וּבוֹרוֹ אוֹ שֶׁהִפְקִיר בּוֹרוֹ שֶׁבִּרְשׁוּתוֹ אוֹ הִקְדִּישׁוֹ הֲרֵי זֶה פָּטוּר שֶׁנֶּאֱמַר <small>(שמות כא לד)</small> \"בַּעַל הַבּוֹר יְשַׁלֵּם\" מִי שֶׁיֵּשׁ לוֹ בְּעָלִים וְזֶה הֶפְקֵר וּבַתְּחִלָּה בִּרְשׁוּת חָפַר מִפְּנֵי שֶׁחָפַר בִּרְשׁוּתוֹ: \n",
      "אֶחָד הַחוֹפֵר בּוֹר אוֹ שֶׁנֶּחְפַּר מֵאֵלָיו אוֹ שֶׁחֲפָרַתּוּ בְּהֵמָה אוֹ חַיָּה הוֹאִיל וְהוּא חַיָּב לְמַלְּאוֹתוֹ אוֹ לְכַסּוֹתוֹ וְלֹא עָשָׂה הֲרֵי זֶה חַיָּב בִּנְזָקָיו. ואֶחָד הַחוֹפֵר אוֹ הַלּוֹקֵחַ אוֹ שֶׁנִּתַּן לוֹ בְּמַתָּנָה שֶׁנֶּאֱמַר <small>(שמות כא לד)</small> \"בַּעַל הַבּוֹר יְשַׁלֵּם\" מִי שֶׁיֵּשׁ לוֹ בְּעָלִים מִכָּל מָקוֹם: \n",
      "אֶחָד הַחוֹפֵר אוֹ הַמְגַלֶּה מָקוֹם שֶׁהָיָה מְכֻסֶּה שֶׁנֶּאֱמַר <small>(שמות כא לג)</small> \"כִי יִפְתַּח אִישׁ בּוֹר אוֹ כִּי יִכְרֶה\". וְאִם כִסָּהוּ כָּרָאוּי אַף עַל פִּי שֶׁהִתְלִיעַ מִתּוֹכוֹ וְנָפַל לְתוֹכוֹ שׁוֹר וּמֵת פָּטוּר שֶׁנֶּאֱמַר <small>(שמות כא לג)</small> \"וְלֹא יְכַסֶּנּוּ\" הָא אִם כִּסָּהוּ פָּטוּר. כִּסָּהוּ בְּדָבָר שֶׁיָּכוֹל לַעֲמֹד בִּפְנֵי שְׁוָרִים וְאֵינוֹ יָכוֹל לַעֲמֹד בִּפְנֵי גְּמַלִּים וְהָלְכוּ עָלָיו גְּמַלִּים וְנִתְרוֹעֵעַ וְהָלְכוּ עָלָיו שְׁוָרִים וְנָפְלוּ בּוֹ. אִם אֵין הַגְּמַלִּים מְצוּיִין בְּאוֹתוֹ מָקוֹם הֲרֵי זֶה פָּטוּר מִפְּנֵי שֶׁזֶּה אֹנֶס. וְאִם יָבוֹאוּ שָׁם גְּמַלִּים אֲפִלּוּ לִפְרָקִים הֲרֵי זֶה חַיָּב: \n",
      "הִתְלִיעַ מִתּוֹכוֹ וְנָפְלוּ בּוֹ שְׁוָרִים אַף עַל פִּי שֶׁהַגְּמַלִּים מְצוּיִין שָׁם תָּמִיד וַהֲרֵי הוּא פּוֹשֵׁעַ לַגְּמַלִּים הוֹאִיל וּמֵחֲמָת שֶׁהִתְלִיעַ נָפְלוּ בּוֹ הַשְּׁוָרִים הֲרֵי זֶה פָּטוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַמּוֹצֵא בּוֹר וְכִסָּהוּ וְחָזַר וְגִלָּהוּ בַּעַל הַבּוֹר חַיָּב וְזֶה הָאַחֲרוֹן פָּטוּר. סְתָמוֹ בְּעָפָר וְחָזַר וְהוֹצִיא אֶת כָּל הֶעָפָר זֶה הָאַחֲרוֹן חַיָּב שֶׁכֵּיוָן שֶׁסְּתָמוֹ בְּעָפָר נִסְתַּלְּקוּ מַעֲשֵׂה הָרִאשׁוֹן: \n",
      "בּוֹר שֶׁל שְׁנֵי שֻׁתָּפִין וְעָבַר הָרִאשׁוֹן וְלֹא כִּסָּהוּ הַשֵּׁנִי וְלֹא כִּסָּהוּ הָרִאשׁוֹן חַיָּב עַד שֶׁיִּמְסֹר דִּלְיוֹ לַשֵּׁנִי. וּמִשֶּׁמָּסַר דִּלְיוֹ לַשֵּׁנִי לִדְלוֹת מִמֶּנּוּ נִפְטַר הָרִאשׁוֹן וְנִתְחַיֵּב הַשֵּׁנִי לְכַסּוֹתוֹ. כִּסָּהוּ הָרִאשׁוֹן וּבָא הַשֵּׁנִי וּמְצָאוֹ מְגֻלֶּה וְלֹא כִּסָּהוּ הַשֵּׁנִי חַיָּב. וְעַד אֵימָתַי יִהְיֶה הַשֵּׁנִי לְבַדּוֹ חַיָּב. עַד שֶׁיֵּדַע הָרִאשׁוֹן שֶׁהַבּוֹר מְגֻלֶּה וּכְדֵי שֶׁיִּשְׂכֹּר פּוֹעֲלִים וְיִכְרֹת אֲרָזִים וִיכַסֶּנּוּ. וְכָל שֶׁיָּמוּת בּוֹ תּוֹךְ זְמַן זֶה הֲרֵי הַשֵּׁנִי לְבַדּוֹ חַיָּב בּוֹ וְכָל שֶׁיָּמוּת בּוֹ אַחַר זְמַן כָּזֶה שְׁנֵיהֶן חַיָּבִין לְשַׁלֵּם שֶׁהֲרֵי שְׁנֵיהֶן פָּשְׁעוּ בּוֹ: \n",
      "הַמּוֹסֵר בּוֹרוֹ לְשׁוֹמֵר חַיָּב בִּנְזָקָיו. וְאִם מְסָרוֹ לְחֵרֵשׁ שׁוֹטֶה וְקָטָן אַף עַל פִּי שֶׁהָיָה מְכֻסֶּה הֲרֵי הַבְּעָלִים חַיָּבִין שֶׁהַבּוֹר עָשׂוּי לְהִתְגַּלּוֹת וְאֵלּוּ אֵין בָּהֶן דַּעַת: \n",
      "הַמְכַסֶּה בּוֹרוֹ בְּדִלְיוֹ שֶׁל חֲבֵרוֹ וּבָא בַּעַל הַדְּלִי וְנָטַל דִּלְיוֹ בַּעַל הַבּוֹר חַיָּב: \n",
      "אֶחָד הַחוֹפֵר בּוֹר אוֹ שִׁיחַ אוֹ מְעָרָה אוֹ חָרִיץ. וְלָמָּה נֶאֱמַר <small>(שמות כא לג)</small> \"בּוֹר\" עַד שֶׁיִּהְיֶה בּוֹ כְּדֵי לְהָמִית. וְכַמָּה כְּדֵי לְהָמִית עֹמֶק עֲשָׂרָה טְפָחִים אֲבָל אִם הָיָה פָּחוֹת מֵעֲשָׂרָה וְנָפַל לְתוֹכוֹ שׁוֹר אוֹ שְׁאָר בְּהֵמָה חַיָּה וְעוֹף וּמֵת פָּטוּר. וְאִם הֻזְּקוּ חַיָּב בַּעַל הַתַּקָּלָה נֵזֶק שָׁלֵם: \n",
      "הָיָה עֹמֶק הַבּוֹר תִּשְׁעָה וּמֵהֶן טֶפַח אֶחָד מַיִם חַיָּב. שֶׁהַטֶּפַח שֶׁל מַיִם חָשׁוּב כְּעֹמֶק שְׁנֵי טְפָחִים בַּיַּבָּשָׁה. הָיָה עָמֹק שְׁמוֹנָה וּמֵהֶן שְׁנֵי טְפָחִים מַיִם אוֹ שֶׁהָיָה עָמְקוֹ שִׁבְעָה וּמֵהֶן שְׁלֹשָׁה טְפָחִים מַיִם וְנָפַל לְתוֹכוֹ שׁוֹר וְכַיּוֹצֵא בּוֹ וּמֵת אֵין מְחַיְּבִין אוֹתוֹ לְשַׁלֵּם. וְאִם תָּפַשׂ הַנִּזָּק אֵין מוֹצִיאִין מִיָּדוֹ שֶׁהַדְּבָרִים הָאֵלּוּ יֵשׁ בָּהֶן סָפֵק: \n",
      "הַחוֹפֵר בּוֹר עָמֹק עֲשָׂרָה טְפָחִים וּבָא אַחֵר וְהִשְׁלִימוֹ לְעֶשְׂרִים וּבָא אַחֵר וְהִשְׁלִימוֹ לִשְׁלֹשִׁים כֻּלָּן חַיָּבִים. חָפַר הָרִאשׁוֹן פָּחוֹת מֵעֲשָׂרָה אֲפִלּוּ טֶפַח וּבָא הָאַחֲרוֹן וְהִשְׁלִימוֹ לַעֲשָׂרָה בֵּין שֶׁחָפַר בּוֹ טֶפַח אוֹ שֶׁהִגְבִּיהַּ בִּנְיָן עַל שְׂפָתוֹ טֶפַח זֶה הָאַחֲרוֹן חַיָּב. סָתַם טֶפַח שֶׁהוֹסִיף אוֹ שֶׁסָּתַר טֶפַח שֶׁבָּנָה הֲרֵי זֶה סָפֵק אִם כְּבָר נִסְתַּלֵּק מַעֲשֶׂה רִאשׁוֹן אוֹ עֲדַיִן לֹא נִסְתַּלֵּק: \n",
      "חָפַר הָרִאשׁוֹן בּוֹר עָמֹק וּבָא הָאַחֲרוֹן וְהִרְחִיבוֹ וְנָפַל לְתוֹכוֹ שׁוֹר וּמֵת. אִם מֵחֲמַת הֶבְלוֹ מֵת הָאַחֲרוֹן פָּטוּר שֶׁהֲרֵי מִעֵט הֶבְלוֹ וְאִם מֵחֲמַת חֲבָטוֹ מֵת הָאַחֲרוֹן חַיָּב שֶׁהֲרֵי הוּא הִקְרִיב הֶזֵּק בּוֹר זֶה. וְכֵן אִם נָפַל הַשּׁוֹר מֵאוֹתוֹ הַצַּד שֶׁהִרְחִיב הָאַחֲרוֹן הָאַחֲרוֹן חַיָּב שֶׁהֲרֵי הִקְרִיב הֶזֵּק בּוֹר זֶה אַף עַל פִּי שֶׁמֵּת מִן הַהֶבֶל. וְאִם מִן הַצַּד שֶׁחָפַר הָרִאשׁוֹן נָפַל הָרִאשׁוֹן חַיָּב שֶׁזֶּה הָאַחֲרוֹן מִעֵט הֶבְלוֹ: \n",
      "בּוֹר שֶׁחִיְּבָה עָלָיו הַתּוֹרָה אֲפִלּוּ לֹא מֵתָה הַבְּהֵמָה אֶלָּא מֵהֶבְלוֹ וְאֵין צָרִיךְ לוֹמַר אִם מֵתָה מֵחֲבָטוֹ. לְפִיכָךְ אִם הָיָה עֹמֶק הַבּוֹר כְּרָחְבּוֹ אֵין לוֹ הֶבֶל. וְאִם לֹא נֶחְבְּטָה בּוֹ הַבְּהֵמָה וּמֵתָה פָּטוּר. הָיָה עָמְקוֹ יֶתֶר עַל רָחְבּוֹ יֵשׁ לוֹ הֶבֶל וְאִם מֵתָה בּוֹ הַבְּהֵמָה חַיָּב אַף עַל פִּי שֶׁלֹּא נֶחְבְּטָה בְּקַרְקָעִיתָהּ: \n",
      "עָשָׂה תֵּל גָּבוֹהַּ בִּרְשׁוּת הָרַבִּים וְנֶחְבְּטָה בּוֹ הַבְּהֵמָה וּמֵתָה. אִם הָיָה גָּבוֹהַּ עֲשָׂרָה טְפָחִים חַיָּב לְשַׁלֵּם. וְאִם הָיָה פָּחוֹת מֵעֲשָׂרָה פָּטוּר עַל מִיתַת הַבְּהֵמָה. אֲבָל אִם הֻזְּקָה בִּלְבַד חַיָּב לְשַׁלֵּם נֵזֶק שָׁלֵם. וַאֲפִלּוּ בְּתֵל גָּבוֹהַּ כָּל שֶׁהוּא אוֹ בַּחֲפִירָה כָּל שֶׁהִיא. שֶׁהַנֵּזֶק בְּכָל שֶׁהוּא דָּבָר מָצוּי וְיָדוּעַ וְאֵין הַמִּיתָה בְּכָל שֶׁהוּא מְצוּיָה וַהֲרֵי הוּא כְּמוֹ אֹנֶס: \n",
      "וְכֵן אֵינוֹ חַיָּב עַל מִיתַת הַבְּהֵמָה בְּבוֹר אוֹ עַל חֲבִיטָתָהּ בְּתֵל. אֶלָּא אִם הָיִתָה הַבְּהֵמָה קְטַנָּה אוֹ חֵרֶשֶׁת אוֹ שׁוֹטָה אוֹ סוּמָא אוֹ שֶׁנָּפְלָה בַּלַּיְלָה. אֲבָל אִם הָיְתָה פִּקַּחַת וְנָפְלָה בַּיּוֹם וּמֵתָה פָּטוּר שֶׁזֶּה כְּמוֹ אֹנֶס מִפְּנֵי שֶׁדֶּרֶךְ הַבְּהֵמָה לִרְאוֹת וְלָסוּר מִן הַמִּכְשׁוֹלוֹת. וְכֵן אִם נָפַל לְתוֹכוֹ אָדָם וּמֵת אֲפִלּוּ הָיָה סוּמָא אוֹ שֶׁנָּפַל בַּלַּיְלָה בֵּין שֶׁהָיָה בֶּן חוֹרִין אוֹ עֶבֶד הֲרֵי זֶה פָּטוּר. וְאִם הֻזַּק בּוֹ הָאָדָם אוֹ הַבְּהֵמָה הַפִּקַּחַת חַיָּב נֵזֶק שָׁלֵם כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "נָפַל לְתוֹכוֹ שׁוֹר פְּסוּלֵי הַמֻּקְדָּשִׁין וּמֵת הֲרֵי זֶה פָּטוּר שֶׁנֶּאֱמַר <small>(שמות כא לד)</small> \"וְהַמֵּת יִהְיֶה לּוֹ\" מִי שֶׁהַמֵּת שֶׁלּוֹ יָצָא זֶה שֶׁהוּא אָסוּר בַּהֲנָאָה וְדִינוֹ שֶׁיִּקָּבֵר: \n",
      "הָיָה חוֹפֵר בַּבּוֹר וְנָפְלָה הַבְּהֵמָה בְּתוֹךְ הַבּוֹר מִקּוֹל הַחֲפִירָה וּמֵתָה. אִם נָפְלָה מִלְּפָנֶיהָ חַיָּב. מֵאַחֲרֶיהָ כְּגוֹן שֶׁנִּבְעֲתָה וְחָזְרָה עַל עֲקֵבָהּ לְאָחוֹר וְנָפְלָה וּמֵתָה פָּטוּר שֶׁנֶּאֱמַר <small>(שמות כא לג)</small> \"וְנָפַל\" עַד שֶׁיִּפּל דֶּרֶךְ נְפִילָה. נָפְלָה לְפָנֶיהָ מִקּוֹל הַחֲפִירָה חוּץ לַבּוֹר וּמֵתָה אֵין בֵּית דִּין מְחַיְּבִין אוֹתוֹ. וְאִם תָּפַשׂ הַנִּזָּק אֵין מוֹצִיאִין מִיָּדוֹ. וְאִם נָפְלָה לַאֲחוֹרֶיהָ חוּץ לַבּוֹר וּמֵתָה אוֹ הֻזְּקָה בַּעַל הַבּוֹר פָּטוּר: \n",
      "שׁוֹר שֶׁדָּחַף בְּהֵמָה לְתוֹךְ הַבּוֹר וּמֵתָה. אִם מוּעָד הוּא בַּעַל הַבּוֹר מְשַׁלֵּם מֶחֱצָה וּבַעַל הַשּׁוֹר מֶחֱצָה. וְאִם תָּם הוּא בַּעַל הַשּׁוֹר מְשַׁלֵּם רְבִיעַ מִגּוּפוֹ וּבַעַל הַבּוֹר מְשַׁלֵּם שְׁלֹשָׁה חֲלָקִים מִן הַיָּפֶה שֶׁבִּנְכָסָיו. שֶׁבַּעַל הַנְּבֵלָה אוֹמֵר לְבַעַל הַבּוֹר פְּחַת נְבֵלָה זוֹ יֵשׁ לִי אֶצְלְךָ אַף עַל פִּי שֶׁהִיא גְּדוֹלָה וּפִקַּחַת כֵּיוָן שֶׁנִּדְחֲפָה הֲרֵי זוֹ כְּמִי שֶׁנָּפְלָה בַּלַּיְלָה כָּל שֶׁאֲנִי יָכוֹל לְהוֹצִיא מִבַּעַל הַשּׁוֹר אֲנִי מוֹצִיא וְהַשְּׁאָר אַתָּה חַיָּב לְשַׁלְּמוֹ: \n",
      "וְכֵן הַמַּנִּיחַ אֶבֶן עַל פִּי הַבּוֹר וּבָא הַשּׁוֹר וְנִתְקַל בָּהּ וְנָפַל לַבּוֹר וּמֵת. הַמַּנִּיחַ אֶת הָאֶבֶן מְשַׁלֵּם מֶחֱצָה וּבַעַל הַבּוֹר מֶחֱצָה: \n",
      "וְכֵן שׁוֹר שֶׁל הֶדְיוֹט וְשֶׁל פְּסוּלֵי הַמֻּקְדָּשִׁין שֶׁנָּגְחוּ כְּאֶחָד. אִם תָּם הוּא זֶה שֶׁל הֶדְיוֹט מְשַׁלֵּם חֲצִי נֵזֶק וְאִם מוּעָד נֵזֶק שָׁלֵם. שֶׁהַנִּזָק אוֹמֵר לוֹ כָּל שֶׁאוּכַל לְהוֹצִיא מִזֶּה אוֹצִיא וְהַשְּׁאָר מִמְּךָ וְזֶה הוֹאִיל וְהֶקְדֵּשׁ הוּא וּפָטוּר אַתָּה תְשַׁלֵּם לִי הַכּל: \n",
      "מִי שֶׁהָיָה חוֹפֵר בּוֹר בִּרְשׁוּת הָרַבִּים וְנָפַל עָלָיו שׁוֹר וַהֲרָגוֹ. בַּעַל הַשּׁוֹר פָּטוּר. וְאִם מֵת הַשּׁוֹר נוֹטֵל בַּעַל הַשּׁוֹר דְּמֵי שׁוֹרוֹ מִיּוֹרְשֵׁי בַּעַל הַבּוֹר: \n"
    ],
    [
      "כֵּלִים שֶׁנָּפְלוּ לַבּוֹר וְנִשְׁתַּבְּרוּ בַּעַל הַבּוֹר פָּטוּר שֶׁנֶּאֱמַר <small>(שמות כא לג)</small> \"וְנָפַל שָׁמָּה שּׁוֹר אוֹ חֲמוֹר\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שׁוֹר וְלֹא אָדָם חֲמוֹר וְלֹא כֵּלִים. אֲפִלּוּ נָפַל שׁוֹר בְּכֵלָיו וּמֵת הַשּׁוֹר וְנִשְׁתַּבְּרוּ כֵּלָיו חַיָּב עַל הַבְּהֵמָה וּפָטוּר עַל הַכֵּלִים: \n",
      "הַבּוֹר מֵאֲבוֹת נְזִיקִין הוּא וְתוֹלְדוֹתָיו כָּמוֹהוּ מוּעָדִין מִתְּחִלָּתָן. וְכָל הַמַּנִּיחַ תַּקָּלָה הֲרֵי זוֹ תּוֹלֶדֶת הַבּוֹר וְאִם הֻזַּק בָּהּ אָדָם אוֹ בְּהֵמָה מְשַׁלֵּם זֶה שֶׁהִנִּיחַ הַתַּקָּלָה נֵזֶק שָׁלֵם בֵּין הִפְקִיר הַתַּקָּלָה בֵּין לֹא הִפְקִירָהּ. וְאִם הֻזְּקוּ בָּהּ כֵּלִים פָּטוּר: \n",
      "כֵּיצַד. הַמַּנִּיחַ אַבְנוֹ אוֹ סַכִּינוֹ אוֹ תִּבְנוֹ אוֹ מַשָּׂאוֹ וְכַיּוֹצֵא בָּהֶן בִּרְשׁוּת הָרַבִּים וְהֻזְּקוּ בָּהֶן בֵּין אָדָם בֵּין בְּהֵמָה חַיָּב נֵזֶק שָׁלֵם. וְכֵן אִם הִנִּיחָן בִּרְשׁוּתוֹ וְהִפְקִיר רְשׁוּתוֹ וְלֹא הִפְקִירָן נִתְקָל בַּקַּרְקַע וְנֶחְבָּט בְּתַקָּלָה זוֹ וְהֻזַּק בָּהּ חַיָּב בַּעַל הַתַּקָּלָה. וְאִם הֻזְּקוּ כֵּלִים בְּכָל אֵלּוּ אוֹ נִטַּנְּפוּ פָּטוּר: \n",
      "הִכְנִיס שׁוֹרוֹ לַחֲצַר בַּעַל הַבַּיִת שֶׁלֹּא בִּרְשׁוּת וְהִרְבִּיץ גְּלָלִים וְנִטַּנְּפוּ בָּהֶן כֵּלָיו שֶׁל בַּעַל הַבַּיִת פָּטוּר. שֶׁהַגָּלָל זֶה תּוֹלֶדֶת בּוֹר הוּא וְלֹא מָצָאנוּ בּוֹר שֶׁחִיֵּב בּוֹ עַל הַכֵּלִים: \n",
      "הַמַּנִּיחַ אֶת הַכַּד בִּרְשׁוּת הָרַבִּים וְהָלַךְ [הַמְהַלֵּךְ] וְנִתְקַל בָּהּ וּשְׁבָרָהּ פָּטוּר לְפִי שֶׁאֵין דֶּרֶךְ בְּנֵי אָדָם לְהִתְבּוֹנֵן בַּדֶּרֶךְ כְּשֶׁהֵן מְהַלְּכִין. וְאִם הֻזַּק בָּהּ הֲרֵי בַּעַל הַכַּד חַיָּב בִּנְזָקָיו וַאֲפִלּוּ הִפְקִיר הַכַּד. שֶׁכָּל הַמַּפְקִיר נְזָקָיו בְּמָקוֹם שֶׁאֵין לוֹ רְשׁוּת לַעֲשׂוֹתָהּ מִתְּחִלָּה חַיָּב כְּאִלּוּ לֹא הִפְקִירָן: \n",
      "הִנִּיחַ אֶת הַכַּד בְּמָקוֹם שֶׁיֵּשׁ לוֹ רְשׁוּת לְהַנִּיחָהּ שָׁם כְּגוֹן מְקוֹם הַקְּרָנוֹת שֶׁל גִּתּוֹת וְכַיּוֹצֵא בָּהֶן וְנִתְקַל בָּהּ וּשְׁבָרָהּ חַיָּב. וְאִם הֻזַּק בָּהּ הַמְהַלֵּךְ בַּעַל הַכַּד פָּטוּר מִפְּנֵי שֶׁהָיָה לוֹ לְהִסְתַּכֵּל. וְאִם הָיְתָה אֲפֵלָה אוֹ שֶׁמִּלֵּא כָּל הַדֶּרֶךְ כַּדִּים פָּטוּר עַל שְׁבִירָתָהּ. וְאִם נִתְקַל בָּהּ הֲרֵי בַּעַל הַכַּד חַיָּב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "נִשְׁבְּרָה כַּדּוֹ בִּרְשׁוּת הָרַבִּים וְהֻחְלַק אֶחָד בַּמַּיִם אוֹ שֶׁלָּקָה בַּחֲרָסֶיהָ פָּטוּר מִדִּינֵי אָדָם לְפִי שֶׁאָנוּס הוּא. וְחַיָּב בְּדִינֵי שָׁמַיִם מִפְּנֵי שֶׁלֹּא סִלֵּק הַחֲרָסִים. וַהֲרֵי הַחֲרָסִים וְהַמַּיִם כְּהֶפְקֵר וְלֹא הִפְקִיר אֶלָּא אַחַר שֶׁנֶּאֱנַס וּלְפִיכָךְ פָּטוּר. וְאִם נִתְכַּוֵּן לִזְכּוֹת בַּחֲרָסֶיהָ וְהֻזַּק בָּהֶן אַחֵר חַיָּב. וְהוּא הַדִּין לְנָפְלָה גְּמַלּוֹ וְלֹא הֶעֱמִידָהּ וְכָל כַּיּוֹצֵא בָּהּ. וְאִם הֻזְּקוּ כֵּלִים בְּכָל אֵלּוּ פָּטוּר בֵּין הִפְקִיר בֵּין לֹא הִפְקִיר כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "שְׁנֵי קַדָּרִין שֶׁהָיוּ מְהַלְּכִין בַּדֶּרֶךְ זֶה אַחַר זֶה וְנִתְקַל הָרִאשׁוֹן וְנָפַל וְנִתְקַל הַשֵּׁנִי בָּרִאשׁוֹן. אִם הָיָה לָרִאשׁוֹן לַעֲמֹד וְלֹא עָמַד חַיָּב הָרִאשׁוֹן בְּנִזְקֵי שֵׁנִי שֶׁאַף עַל פִּי שֶׁהוּא אָנוּס בִּשְׁעַת נְפִילָה אֵינוֹ אָנוּס בִּהְיוֹתוֹ מֻטָּל בַּדֶּרֶךְ וַהֲרֵי הוּא יָכוֹל לַעֲמֹד. וְאִם לֹא הָיָה לוֹ לַעֲמֹד פָּטוּר וְאַף עַל פִּי שֶׁלֹּא הִזְהִיר לָזֶה שֶׁנִּתְקַל בּוֹ מִפְּנֵי שֶׁהוּא טָרוּד בְּנַפְשׁוֹ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהוּא חַיָּב בִּנְזָקָיו שֶׁל שֵׁנִי כְּשֶׁהֻזַּק גּוּפוֹ שֶׁל שֵׁנִי. אֲבָל אִם הֻזְּקוּ כֵּלָיו פָּטוּר שֶׁאֵינוֹ חַיָּב עַל הַכֵּלִים בַּבּוֹר וְכָל תַּקָּלָה תּוֹלֶדֶת בּוֹר הוּא כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הַקַּדָרִים וְהַזַּגָּגִים וְכַיּוֹצֵא בָּהֶן שֶׁהָיוּ מְהַלְּכִין זֶה אַחַר זֶה וְנִתְקַל הָרִאשׁוֹן וְנָפַל וְנִתְקַל הַשֵּׁנִי בָּרִאשׁוֹן וְהַשְּׁלִישִׁי בַּשֵּׁנִי וְכָל אֶחָד מֵהֶן יֵשׁ לוֹ לַעֲמֹד וְלֹא עָמַד. הָרִאשׁוֹן חַיָּב בְּנִזְקֵי גּוּפוֹ שֶׁל שֵׁנִי בֵּין שֶׁהֻזַּק בְּגוּפוֹ שֶׁל רִאשׁוֹן הַמֻּטָּל בָּאָרֶץ בֵּין שֶׁהֻזַּק בְּמַשָּׂאוֹ. וְהַשֵּׁנִי חַיָּב בְּנִזְקֵי גּוּפוֹ שֶׁל שְׁלִישִׁי אִם הֻזַּק בְּגוּפוֹ שֶׁל שֵׁנִי. אֲבָל אִם הֻזַּק בְּמַשָּׂאוֹ שֶׁל שֵׁנִי שֶׁנָּפַל פָּטוּר. שֶׁהֲרֵי אוֹמֵר לוֹ הַשֵּׁנִי בּוֹר זֶה שֶׁהוּא מַשָּׂאִי אֵין אֲנִי הַכּוֹרֶה אוֹתוֹ שֶׁהֲרֵי הָרִאשׁוֹן הִפִּיל הַשֵּׁנִי עִם מַשָּׂאוֹ. וְאִם הִזְהִירוּ זֶה אֶת זֶה כֻּלָּן פְּטוּרִין: \n",
      "נָפַל הָרִאשׁוֹן וְהָיָה מֻטָּל לְרֹחַב הַדֶּרֶךְ וְנִתְקַל אֶחָד בְּרֹאשׁוֹ וְאֶחָד בְּרַגְלָיו וְאֶחָד בְּבִטְנוֹ הֲרֵי הוּא חַיָּב בְּנִזְקֵי כֻּלָּן הוֹאִיל וְהָיָה לוֹ לַעֲמֹד וְלֹא עָמַד: \n",
      "הַשּׁוֹפֵךְ אֶת הַמַּיִם בִּרְשׁוּת הָרַבִּים וְהֻזַּק בָּהֶן אַחֵר חַיָּב בִּנְזָקָיו. וְאִם נִטַּנְפוּ כֵּלָיו פָּטוּר כְּמוֹ שֶׁבֵּאַרְנוּ. נִבְלְעוּ הַמַּיִם בָּאָרֶץ וְנִשְׁאֲרָה הָאָרֶץ חֲלָקָה וְהֻחְלַק וְנָפַל וְהֻזַּק בַּקַּרְקַע הֲרֵי זֶה חַיָּב בִּנְזָקָיו: \n",
      "כָּל אֵלּוּ שֶׁפּוֹתְקִין בִּיבוֹתֵיהֶן וְגוֹרְפִין מְעָרוֹתֵיהֶן אֵין לָהֶן רְשׁוּת לִשְׁפֹּךְ הַמַּיִם בִּרְשׁוּת הָרַבִּים בִּימוֹת הַחַמָּה אֲבָל בִּימוֹת הַגְּשָׁמִים יֵשׁ לָהֶן רְשׁוּת. וְאַף עַל פִּי כֵן אִם הֻזַּק אָדָם אוֹ בְּהֵמָה בַּמַּיִם חַיָּבִין נֵזֶק שָׁלֵם: \n",
      "לֹא יוֹצִיא אָדָם תִּבְנוֹ וְקַשּׁוֹ לִרְשׁוּת הָרַבִּים כְּדֵי שֶׁיָּדוּשׁוּ וְיַעֲשׂוּ לוֹ זֶבֶל. וְאִם הוֹצִיא קְנָסוּהוּ חֲכָמִים שֶׁיִּהְיוּ כְּהֶפְקֵר וְכָל הַקּוֹדֵם בָּהֶן זָכָה מֵעֵת שֶׁנִּדּוֹשׁוּ וְהִשְׁבִּיחוּ. וְאִם קָדַם אָדָם וְזָכָה בָּהֶן מִשְּׁעַת הוֹצָאָה לִרְשׁוּת הָרַבִּים אֵין מוֹצִיאִין מִיָּדוֹ. וְאַף עַל פִּי שֶׁהֵן כְּהֶפְקֵר אִם הֻזַּק בָּהֶן אָדָם אוֹ בְּהֵמָה הֲרֵי זֶה הַמּוֹצִיא חַיָּב לְשַׁלֵּם: \n",
      "יֵשׁ לְכָל אָדָם לְהוֹצִיא אֶת הַזֶּבֶל וְהַגְּלָלִים לִרְשׁוּת הָרַבִּים בִּשְׁעַת הוֹצָאַת זְבָלִים וְלִצְבֹּר אוֹתָן שָׁם שְׁלֹשִׁים יוֹם כְּדֵי שֶׁיִּהְיֶה נִשּׁוֹף בְּרַגְלֵי אָדָם [וְרַגְלֵי בְּהֵמָה]. וְאַף עַל פִּי כֵן אִם הִזִּיק חַיָּב לְשַׁלֵּם. וְחַיָּבִין עַל זֶה הַגָּלָל מִשּׁוּם גֵּזֶל כֵּיוָן שֶׁאֵין בּוֹ שֶׁבַח אִם נִדּוֹשׁ לֹא קָנְסוּ בּוֹ: \n",
      "אֵין שׁוֹרִין טִיט בִּרְשׁוּת הָרַבִּים וְאֵין לוֹבְנִים לְבֵנִים. אֲבָל גּוֹבְלִין טִיט בִּרְשׁוּת הָרַבִּים אֲבָל לֹא לְבֵנִים: \n",
      "הַבּוֹנֶה בִּרְשׁוּת הָרַבִּים הַמֵּבִיא אֲבָנִים מֵבִיא וְהַבּוֹנֶה בּוֹנֶה. וְכֻלָּן שֶׁהִזִּיקוּ חַיָּבִין לְשַׁלֵּם נֵזֶק שָׁלֵם: \n",
      "הַחוֹצֵב שֶׁחָצַב אֶבֶן וּמְסָרָהּ לְסַתָּת וְהֻזַּק בָּהּ אָדָם אוֹ בְּהֵמָה הַסַּתָּת חַיָּב. וְסַתָּת שֶׁמָּסַר לְחַמָּר הַחַמָּר חַיָּב. מָסַר חַמָּר לְכַתָּף הַכַּתָּף חַיָּב. מָסַר כַּתָּף לְבוֹנֶה הַבּוֹנֶה חַיָּב. מְסָרָהּ הַבּוֹנֶה לְזֶה שֶׁמְּתַקֵּן יְשִׁיבָתָהּ בַּבִּנְיָן הַמְתַקֵּן חַיָּב. וְאִם אַחַר שֶׁהֶעֱלוּהָ עַל גַּבֵּי הַדִּימוֹס נָפְלָה וְהִזִּיקָה וְהָיוּ עוֹשִׂין בְּקַבְּלָנוּת כֻּלָּן חַיָּבִין. וּבִשְׂכִירוּת הָאַחֲרוֹן חַיָּב וְכֻלָּן פְּטוּרִין: \n",
      "הַכֹּתֶל וְהָאִילָן שֶׁנָּפְלוּ לִרְשׁוּת הָרַבִּים וְהִזִּיקוּ פָּטוּר מִלְּשַׁלֵּם וְאַף עַל פִּי שֶׁהִפְקִירָן. לְפִי שֶׁאֵינָן דּוֹמִים לַבּוֹר שֶׁהֲרֵי אֵין תְּחִלָּתָן לְהַזִּיק. וְאִם הָיוּ רְעוּעִין בֵּית דִּין קוֹבְעִין לוֹ זְמַן לָקֹץ אֶת הָאִילָן וְלִסְתֹּר אֶת הַכֹּתֶל. וְכַמָּה הַזְּמַן שְׁלֹשִׁים יוֹם. נָפְלוּ בְּתוֹךְ הַזְּמַן וְהִזִּיקוּ פָּטוּר לְאַחַר הַזְּמַן חַיָּב מִפְּנֵי שֶׁשִּׁהָה אוֹתָן: \n",
      "הַמַּצְנִיעַ אֶת הַקּוֹץ וְאֶת הַזְּכוּכִית וְהַגּוֹדֵר גְּדֵרוֹ בְּקוֹצִים וְהִפְרִיחַ לִרְשׁוּת הָרַבִּים וְהֻזַּק אֶחָד בָּהֶן חַיָּב נֵזֶק שָׁלֵם. וְאִם גָּדַר בְּקוֹצִים בְּצִמְצוּם בְּתוֹךְ רְשׁוּתוֹ פָּטוּר לְפִי שֶׁאֵין דֶּרֶךְ בְּנֵי אָדָם לְהִתְחַכֵּךְ בַּכְּתָלִים: \n",
      "הַמַּצְנִיעַ קוֹצָיו וּזְכוּכִיּוֹתָיו בְּתוֹךְ כָּתְלוֹ שֶׁל חֲבֵרוֹ וּבָא בַּעַל הַכֹּתֶל וְסָתַר אֶת כָּתְלוֹ וְנָפַל לִרְשׁוּת הָרַבִּים וְהִזִּיק. אִם כֹּתֶל רָעוּעַ הָיָה הַמַּצְנִיעַ חַיָּב. וְאִם כֹּתֶל בָּרִיא הוּא בַּעַל הַכֹּתֶל חַיָּב: \n",
      "חֲסִידִים הָרִאשׁוֹנִים הָיוּ מַצְנִיעִין אֶת הַקּוֹצִים וְאֶת הַזְּכוּכִיּוֹת בְּתוֹךְ שְׂדוֹתֵיהֶם בְּעֹמֶק שְׁלֹשָׁה טְפָחִים בָּאָרֶץ כְּדֵי שֶׁלֹּא תַּעֲלֵם הַמַּחֲרֵשָׁה. וַאֲחֵרִים שׂוֹרְפִים אוֹתָן בְּאֵשׁ. וַאֲחֵרִים מַשְׁלִיכִים אוֹתָן לַיָּם אוֹ לַנָּהָר כְּדֵי שֶׁלֹּא יֻזַּק בָּהֶן אָדָם: \n",
      "לֹא יְסַקֵּל אָדָם מֵרְשׁוּתוֹ לִרְשׁוּת הָרַבִּים. ואֵין עוֹשִׂין חָלָל תַּחַת רְשׁוּת הָרַבִּים וְלֹא בּוֹרוֹת וְלֹא שִׁיחִין וְלֹא מְעָרוֹת וְאַף עַל פִּי שֶׁהָעֲגָלָה יְכוֹלָה לְהַלֵּךְ עַל גַּבֵּיהֶן וְהִיא טְעוּנָה אֲבָנִים שֶׁמָּא תִּפָּחֵת מִלְּמַטָּה שֶׁלֹּא מִדַּעְתּוֹ. וְהַחוֹפֵר בּוֹר לְצָרְכֵי רַבִּים מֻתָּר: \n",
      "אֵין מוֹצִיאִין זִיזִין וּגְזוּזְטְרָאוֹת לִרְשׁוּת הָרַבִּים אֶלָּא אִם כֵּן הָיוּ לְמַעְלָה מִגָּמָל וְרוֹכְבוֹ. וְהוּא שֶׁלֹּא יַאֲפִיל הַדֶּרֶךְ עַל בְּנֵי רְשׁוּת הָרַבִּים. וְאִם רָצָה כּוֹנֵס לְתוֹךְ שֶׁלּוֹ וּמוֹצִיאוֹ. כָּנַס וְלֹא הוֹצִיא הֲרֵי זֶה מוֹצִיא כָּל זְמַן שֶׁיִּרְצֶה. אֲבָל אֵינוֹ יָכוֹל לְהַחְזִיר כְּתָלִים לִמְקוֹמָן לְעוֹלָם. שֶׁכָּל מֵצַר שֶׁהֶחְזִיקוּ בּוֹ רַבִּים אָסוּר לְקַלְקְלוֹ: \n",
      "לָקַח חָצֵר וּבָהּ זִיזִין וּגְזֻזְטְרָאוֹת יוֹצְאוֹת לִרְשׁוּת הָרַבִּים הֲרֵי זוֹ בְּחֶזְקָתָהּ וְאִם נָפְלָה חוֹזֵר וּבוֹנֶה אוֹתָהּ כְּשֶׁהָיְתָה: \n",
      "אִילָן שֶׁהוּא נוֹטֶה לִרְשׁוּת הָרַבִּים קוֹצֵץ כְּדֵי שֶׁיִּהְיֶה הַגָּמָל עוֹבֵר בְּרוֹכְבוֹ. וּמַנִּיחִין מָקוֹם פָּנוּי מִשְּׁתֵי שִׂפְתוֹת הַנָּהָר כְּרֹחַב כִּתְפֵי הַמַּלָּחִים שֶׁיּוֹרְדִין שָׁם וּמוֹשְׁכִין הַסְּפִינָה. וְכָל אִילָן הַנִּמְצָא בְּרֹחַב זֶה קוֹצְצִין אוֹתוֹ מִיָּד וְאֵין מַתְרִין בִּבְעָלָיו שֶׁהֲרֵי מְעַכֵּב מוֹשְׁכֵי הַסְּפִינָה: \n",
      "מִי שֶׁהָיְתָה דֶּרֶךְ הָרַבִּים עוֹבֶרֶת בְּתוֹךְ שָׂדֵהוּ נְטָלָהּ וּנְתָנָהּ לָהֶם מִן הַצַּד מַה שֶּׁנָּתַן נָתַן וְזָכוּ בּוֹ וְזֶה שֶׁנָּטַל לֹא זָכָה בּוֹ. וְכַמָּה רֹחַב דֶּרֶךְ הָרַבִּים אֵין פָּחוֹת מִשֵּׁשׁ עֶשְׂרֵה אַמּוֹת: \n"
    ],
    [
      "הַמַּדְלִיק בְּתוֹךְ שְׂדֵה חֲבִרוֹ וְעָבְרָה הַדְּלֵקָה [וְהִזִּיקָה] חַיָּב לְשַׁלֵּם נֵזֶק שָׁלֵם שֶׁנֶּאֱמַר <small>(שמות כב ה)</small> \"כִּי תֵצֵא אֵשׁ וּמָצְאָה קֹצִים וְנֶאֱכַל גָּדִישׁ אוֹ הַקָּמָה\" וְגוֹ' שַׁלֵּם יְשַׁלֵּם הַמַּבְעִר וְגוֹ'. וְהַבְּעֵרָה מֵאֲבוֹת נְזִיקִין הִיא: \n",
      "הִדְלִיק בְּתוֹךְ רְשׁוּתוֹ צָרִיךְ לְהַרְחִיק מִסּוֹף הַמֵּצַר כְּדֵי שֶׁלֹּא תַּעֲבֹר הַדְּלֵקָה לִשְׂדֵה חֲבֵרוֹ. וְכַמָּה שִׁעוּר הַהַרְחָקָה הַכּל לְפִי גֹּבַהּ הַדְּלֵקָה. וְאִם לֹא הִרְחִיק כָּרָאוּי וְעָבְרָה הָאֵשׁ וְהִזִּיקָה חַיָּב לְשַׁלֵּם נֵזֶק שָׁלֵם. הִרְחִיק כָּרָאוּי וְעָבְרָה וְהִזִּיקָה פָּטוּר שֶׁזּוֹ מַכָּה בִּידֵי שָׁמַיִם הִיא. וְכֵן אִם עָבְרָה נָהָר אוֹ שְׁלוּלִית שֶׁיֵּשׁ בָּהֶן מַיִם וְרָחְבָּן שְׁמוֹנֶה אַמּוֹת פָּטוּר: \n",
      "עָבְרָה גָּדֵר אוֹמְדִין גֹּבַהּ הַגָּדֵר וְגֹבַהּ הַדְּלֵקָה וְהָעֵצִים אוֹ הַקּוֹצִים הַמְּצוּיִין שָׁם אִם אֵינָהּ רְאוּיָה לַעֲבֹר פָּטוּר וְאִם רְאוּיָה לַעֲבֹר חַיָּב. בַּמֶּה דְּבָרִים אֲמוּרִים בְּאֵשׁ הַקּוֹדַחַת. אֲבָל אִם הָיָה לָהּ לַהַב גָּדוֹל הָעוֹלֶה וְנִכְפָּף מִגֹּבַהּ עֲלִיַּת הַלַּהַב וְהָיוּ עֵצִים מְצוּיִין שָׁם אֵין לָהּ אֹמֶד אֶלָּא אֲפִלּוּ עָבְרָה אֶלֶף אַמָּה חַיָּב: \n",
      "נָפְלָה דְּלֵקָה בַּחֲצֵרוֹ וְנָפַל גָּדֵר שֶׁלֹּא מֵחֲמַת הַדְּלֵקָה וְעָבְרָה הַדְּלֵקָה בְּחָצֵר אַחֶרֶת. אִם הָיָה יָכוֹל לִגְדֹּר הַגָּדֵר שֶׁנָּפַל וְלֹא גְּדָרוֹ חַיָּב. לְמָה הַדָּבָר דּוֹמֶה לְשׁוֹרוֹ שֶׁיָּצָא וְהִזִּיק שֶׁהָיָה לוֹ לְשָׁמְרוֹ וְלֹא שְׁמָרוֹ: \n",
      "הַשּׁוֹלֵחַ אֶת הַבְּעֵרָה בְּיַד חֵרֵשׁ שׁוֹטֶה וְקָטָן פָּטוּר מִדִּינֵי אָדָם וְחַיָּב בְּדִינֵי שָׁמַיִם. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁמָּסַר לָהֶן גַּחֶלֶת וְלִבּוּהָ שֶׁדֶּרֶךְ הַגַּחֶלֶת לְהִכָּבוֹת מֵאֵלֶיהָ קֹדֶם שֶׁתַּעֲבֹר וְתַדְלִיק. אֲבָל אִם מָסַר לָהֶן שַׁלְהֶבֶת חַיָּב שֶׁהֲרֵי מַעֲשָׂיו גָּרְמוּ: \n",
      "שָׁלַח אֶת הַבְּעֵרָה בְּיַד פִּקֵּחַ זֶה הַפִּקֵּחַ שֶׁהִבְעִיר חַיָּב לְשַׁלֵּם וְהַשּׁוֹלֵחַ פָּטוּר. וְכֵן אִם הִנִּיחַ שׁוֹמֵר לִשְׁמֹר הַבְּעֵרָה הַשּׁוֹמֵר חַיָּב: \n",
      "אֶחָד הֵבִיא אֶת הָאוּר וְאֶחָד הֵבִיא אֶת הָעֵצִים הַמֵּבִיא אֶת הָעֵצִים חַיָּב. אֶחָד הֵבִיא אֶת הָעֵצִים וְאֶחָד הֵבִיא אֶת הָאוּר הַמֵּבִיא אֶת הָאוּר חַיָּב. בָּא אַחֵר וְלִבָּהּ הַמְלַבֶּה חַיָּב. לִבַּתּוּ רוּחַ שֶׁאֵינָהּ מְצוּיָה תָּמִיד הֲרֵי כֻּלָּן פְּטוּרִין. לִבָּה וְלִבַּתּוּ הָרוּחַ חַיָּב שֶׁהֲרֵי הוּא גָּרַם וְכָל הַגּוֹרֵם לְהַזִּיק מְשַׁלֵּם נֵזֶק שָׁלֵם מִן הַיָּפֶה שֶׁבַּנְּכָסִים כִּשְׁאָר כָּל הַמַּזִּיקִין: \n",
      "אֵשׁ שֶׁיָּצְאָה וְאָכְלָה עֵצִים אוֹ אֲבָנִים אוֹ עָפָר חַיָּב לְשַׁלֵּם שֶׁנֶּאֱמַר <small>(שמות כב ה)</small> \"וּמָצְאָה קֹצִים\" כוּ' <small>(שמות כב ה)</small> \"אוֹ הַשָּׂדֶה\". אָכְלָה גָּדִישׁ וְכַיּוֹצֵא בּוֹ וְהָיוּ כֵּלִים טְמוּנִים בְּתוֹךְ הַגָּדִישׁ אִם הָיוּ כְּגוֹן מוֹרִיגִים וּכְלֵי בָּקָר וְכַיּוֹצֵא בָּהֶן מִדְּבָרִים שֶׁדֶּרֶךְ אַנְשֵׁי הַשָּׂדֶה לְטָמְנָם בַּגָּדִישׁ חַיָּב לְשַׁלֵּם. הָיוּ בְּגָדִים וּכְלֵי זְכוּכִית וְכַיּוֹצֵא בָּהֶן פָּטוּר עַל הַכֵּלִים: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמַדְלִיק בְּתוֹךְ שְׂדֵה חֲבֵרוֹ. אֲבָל בְּמַדְלִיק בְּתוֹךְ שֶׁלּוֹ וְעָבְרָה לִשְׂדֵה חֲבֵרוֹ פָּטוּר עַל כָּל הַכֵּלִים הַטְּמוּנִים בַּגָּדִישׁ אֲבָל מְשַׁלֵּם הוּא שִׁעוּר מְקוֹם הַכֵּלִים וְרוֹאִין אוֹתוֹ כְּאִלּוּ הוּא מָלֵא גָּדִישׁ שֶׁל חִטִּים אוֹ שֶׁל שְׂעוֹרִים: \n",
      "הַמַּדְלִיק בְּתוֹךְ שְׂדֵה חֲבֵרוֹ וְיָצְאָה הָאֵשׁ וְנֶאֱכַל הַגָּדִישׁ וְהָיָה גְּדִי כָּפוּת לוֹ וְעֶבֶד סָמוּךְ לוֹ וְנִשְׂרַף עִמּוֹ חַיָּב. שֶׁכֵּן דֶּרֶךְ בְּנֵי אָדָם לַעֲשׂוֹת בְּגָדִישׁ. הָיָה עֶבֶד כָּפוּת לוֹ וּגְדִי סָמוּךְ לוֹ וְנִשְׂרַף עִמּוֹ פָּטוּר: \n",
      "הַמַּשְׁאִיל מָקוֹם לַחֲבֵרוֹ וְהִגְדִּישׁ בּוֹ וְהִטְמִין בּוֹ כֵּלִים וְהִדְלִיק הַמַּשְׁאִיל וְשָׂרַף הַגָּדִישׁ אֵינוֹ מְשַׁלֵּם אֶלָּא דְּמֵי גָּדִישׁ בִּלְבַד. הִשְׁאִילוֹ מָקוֹם לְהַגְדִּישׁ חִטִּים וְהִגְדִּישׁ שְׂעוֹרִים אוֹ לְהַגְדִּישׁ שְׂעוֹרִים וְהִגְדִּישׁ חִטִּים אוֹ שֶׁהִגְדִּישׁ חִטִּים וְחִפָּם בִּשְׂעוֹרִים אוֹ שֶׁהִגְדִּישׁ שְׂעוֹרִים וְחִפָּם בְּחִטִּים אֵינוֹ מְשַׁלֵּם לוֹ אֶלָּא דְּמֵי שְׂעוֹרִים בִּלְבַד: \n",
      "הַמַּדְלִיק אֶת הַבִּירָה שֶׁל חֲבֵרוֹ מְשַׁלֵּם כָּל מַה שֶּׁבְּתוֹכָהּ. שֶׁכֵּן דֶּרֶךְ בְּנֵי אָדָם לְהַנִּיחַ כָּל כְּלֵיהֶם וְכָל חֶפְצֵיהֶם בַּבָּתִּים. וְכָל שֶׁיִּטְעֹן בַּעַל הַבַּיִת הֲרֵי זֶה נִשְׁבָּע בִּנְקִיטַת חֵפֶץ וְנוֹטֵל. וּשְׁבוּעָה זוֹ מִדִּבְרֵי סוֹפְרִים כְּמוֹ שֶׁיִּתְבָּאֵר. וּבִלְבַד שֶׁיִּטְעֹן דְּבָרִים שֶׁהוּא אָמוּד בָּהֶן אוֹ שֶׁהוּא לָמוּד לִהְיוֹת אוֹתָן הַדְּבָרִים שֶׁטָּעַן פִּקָּדוֹן אֶצְלוֹ: \n",
      "גָּמָל שֶׁהוּא טָעוּן פִּשְׁתָּן וְעוֹבֵר בִּרְשׁוּת הָרַבִּים וְנִכְנַס פִּשְׁתָּנוֹ לְתוֹךְ הַחֲנוּת וְדָלְקָה בְּנֵרוֹ שֶׁל חֶנְוָנִי וְהִדְלִיק אֶת כָּל הַבִּירָה בַּעַל הַגָּמָל חַיָּב מִפְּנֵי שֶׁהִרְבָּה בְּמַשּׂאוֹי בֵּין שֶׁעָמְדָה הַבְּהֵמָה בֵּין שֶׁלֹּא עָמְדָה. הִנִּיחַ הַחֶנְוָנִי נֵרוֹ מִבַּחוּץ הַחֶנְוָנִי חַיָּב אַף בִּדְמֵי פִּשְׁתָּן מִפְּנֵי שֶׁהִנִּיחַ נֵרוֹ מִבַּחוּץ. וַאֲפִלּוּ נֵר חֲנֻכָּה הָיָה לוֹ לֵישֵׁב וְלִשְׁמֹר: \n",
      "הַכּוֹפֵף קָמָתוֹ שֶׁל חֲבֵרוֹ לִפְנֵי הָאֵשׁ עַד שֶׁתִּדְלַק אִם אֵין הָאֵשׁ מַגַּעַת לָהּ אֶלָּא בְּרוּחַ שֶׁאֵינָהּ מְצוּיָה פָּטוּר מִדִּינֵי אָדָם וְחַיָּב בְּדִינֵי שָׁמַיִם. וְהַטּוֹמֵן קָמָתוֹ שֶׁל חֲבֵרוֹ בְּעָפָר אוֹ בְּתֶבֶן וְעָבְרָה הָאֵשׁ וְאָכְלָה אוֹתָהּ הֲרֵי הַטּוֹמֵן פָּטוּר מִדִּינֵי אָדָם וְחַיָּב בְּדִינֵי שָׁמַיִם מִפְּנֵי שֶׁהַמַּדְלִיק אֶת הָאֵשׁ פָּטוּר עַל הַטָּמוּן: \n",
      "אֵשׁ שֶׁעָבְרָה וְהִזִּיקָה אֶת הָאָדָם וְחָבְלָה בּוֹ הֲרֵי הַמַּבְעִיר חַיָּב בִּנְזָקָיו וּבְשִׁבְתּוֹ וּבְרִפּוּיוֹ וּבְצַעֲרוֹ וּבְבָשְׁתּוֹ כְּאִלּוּ הִזִּיקוֹ בְּיָדוֹ. שֶׁאַף עַל פִּי שֶׁאִשּׁוֹ מָמוֹנוֹ הוּא הֲרֵי הוּא כְּמוֹ שֶׁהִזִּיקָה בְּחִצָיו. אֲבָל אִם הִזִּיקָה בְּהֶמְתּוֹ אוֹ בּוֹרוֹ אֶת הָאָדָם אֵינוֹ חַיָּב אֶלָּא בְּנֵזֶק בִּלְבַד כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "כָּל תּוֹלְדוֹת הָאֵשׁ הֲרֵי הֵן כְּאֵשׁ. כֵּיצַד. הִנִּיחַ אֶבֶן אוֹ סַכִּין אוֹ מַשָּׂא בְּרֹאשׁ גַּגּוֹ וְנָפְלוּ בְּרוּחַ מְצוּיָה וְהִזִּיקוּ חַיָּב לְשַׁלֵּם נֵזֶק שָׁלֵם שֶׁכָּל אֵלּוּ וְכַיּוֹצֵא בָּהֶן תּוֹלְדוֹת הַבְּעֵרָה הֵן. וְאִם נָפְלוּ בְּרוּחַ שֶׁאֵינָהּ מְצוּיָה וְהִזִּיקוּ פָּטוּר: סְלִיקוּ לְהוּ הִלְכוֹת נִזְקֵי מָמוֹן בְּסַ''ד \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות נזקי ממון",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Nezikim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [],
    [
      [
        "<b> תולדותיו כמוהו.</b> א''א הא לא מיחוור דהא אפילו מקרן לקרן אמרו מועד לקרן ימין אינו מועד לקרן שמאל כ''ש לביעוט רגל או לנשיכת שן והוא עצמו לא כתב כן למעלה, ואולי כך ר''ל תולדותיהן כיוצא בהן כמו שהיא מועדת מתחילתה לאכילת פירות כך היא מועדת להתחכך בכותל להנאתה וכן כולן עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> היתה מהלכת בר''ה וכו'.</b> כתב הראב''ד ז''ל זה טעות הוא כי בודאי הבעוט שינוי הוא דאי לא שינוי בצרורות לרביע נזק היכי משכחת לה ובעיא דרבי ירמיה מר' זירא לאו בביעוט הוא אלא בצרורות כי אורחייהו וקא מיבעי ליה אם הוא חייב בר''ה הואיל וחצי נזק הוא כקרן או פטור דכי אורחיה הוא כרגל ופשט ליה כהלכתא דפטור ולדידיה נמי דגריס ביעטה הא פשוט ליה דתולדה דרגל הוא עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> תרנגול שהושיט ראשו וכו'.</b> כתב הראב''ד ז''ל זה טעות הוא דהא צרורות ע''י שינוי הוא ובעיא היא אם יש שינוי לרביע נזק או לא עכ''ל: "
      ],
      [],
      [
        "<b> שהרי אנוס הוא.</b> כתב הראב''ד ז''ל דבר זה איני יודע מהו דהא קשרו אדם דקאמר ודאי בעל התרנגול הוא והא דקאמר חצי נזק משום דס''ל כרבה דמסופק ליה דרסה על הכלי ונתגלגל למקום אחר ונשבר צרורות הוו או גופיה דחוט הקשור בו והרי הוא כשליף שעליה מעתה כשנתקשר החוט מאליו ונסתבך בו הכלי ונתגלגל ונשבר אמאי פטור מ''מ צרורות דתרנגול הוא ואפילו בחוט של הפקר חייב. ומ''ש עוד שאם היו לחוט בעלים משלם חצי נזק שלא מצינו בבור חצי נזק לאו מילתא היא דאי בתר דנייח אזיק בעל החוט נזק שלם הוא דמשלם בורו הוא ובעל תרנגול פטור הוא איש בור ולא שור בור ואם ע''י גלגול נשבר בעל החוט פטור דלאו בור הוא אלא צרורות דתרנגול וכחו הוא. ומ''ש אף בעל החוט פטור אנוס הוא דמשמע הוא הדין לתרנגול הא לא מתוקמא אלא בשברו בתר דנייח ומשום דלאו שור בור דאי בהדי דאזלי בעל התרנגול אמאי פטור, עכ''ל: "
      ],
      [],
      [],
      [
        "<b> היו מחטטין וכו'.</b> כתב הראב''ד ז''ל לא נהיר ולא צהיר ולא בהיר דהא דמקשינן בגמרא והא חבל משונה הוא אגופה דברייתא קא מקשי, עכ''ל: "
      ],
      [],
      [],
      [
        "<b> כלב שנטל וכו'.</b> כתב הראב''ד ז''ל ליתא דצרורות על ידי שינוי מרביע נזק מיהא לא מיפטר. עכ''ל: "
      ],
      [
        "<b> בד''א כששמר וכו'.</b> כתב הראב''ד ז''ל בעל האש נמי חייב. עכ''ל: "
      ],
      [
        "<b> ובעל הכלב וכו'.</b> א''א ואם מועד הוא נזק שלם משלם. עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> ואם תפס וכו'.</b> א''א נראה דהכי גריס לה למילתא מתגלגל מהו היכי דמי דקיימא ברה''י וקא מתגלגל ואתי מר''ה לרה''י והיא מיושרת מן הגירסא שלנו. עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> הוחלקה ונפלה וכו'.</b> א''א האי פירושא לא נהיר אלא הכי פירושו שאפילו נעל בפניה כראוי ויצתה ולא ידע היכן הלכה חייב איבעי ליה למידע דהתם אזלא עכ''ל: "
      ],
      [],
      [
        "<b> בעל הבית חייב.</b> א''א אע''ג דהלכה כרבי אפילו הכי כיון דברשות הוי אקני ליה מקום בחצר והויא לה חצר מיוחדת לבעל חצר לשוורים ולקדרות ולזה לקדרות בלבד כיון דאיתזיק ממילא איהו דאזיק אנפשיה ומש''ה פטור וכדאמרינן שניהם ברשות הוזקו זה בזה פטורין דאיבעי להו למיזל ולעיוני עכ''ל: "
      ],
      [
        "<b> אע''פ שלא קבל וכו'.</b> א''א ודוקא בשומר את הגרנות. עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> הפורץ גדר וכו'.</b> א''א זה שאמר חייב לא ידענו מהו אם על הכותל אמר ל''ל למימר ויצתה והזיקה ואם על הנזק אמר אינו כן אא''כ הכישה עכ''ל: "
      ],
      [
        "<b> המעמיד בהמת חבירו וכו'.</b> א''א וכ''ש קם לה באפה עכ''ל: "
      ],
      [
        "<b> שמירה פחותה וכו'.</b> א''א לא מתוקמא הא אלא בכדי שידע כענין שאמרו בבור של שני שותפין ואפ''ה לא מיחוור דלא דמיא שמירת שומר דאית ליה זמן קצוב עד כמה הוא חייב לשמרו לשותפין דכל חד וחד מיחייב בשמירתו לעולם הילכך שומר לעולם חייב אם לא שמר כראוי ואם שמרו כראוי ויצא והזיק חזר השומר לחייבו בכדי שידע ובעלים פטורין אלא שי''ל לעולם אין הבעלים ניצולין מיד הניזוק הם ידונו עם השומר ואם יש זמן לשמירתו יחזרו בעלים על השומר ואם כלתה שמירתו פטור והבעלים חייבים עכ''ל: "
      ],
      [],
      [
        "<b> הבעלים חייבים.</b> א''א חיי ראשי דבר זה לא מצאתי לו שורש כי מה שאמרו בור מכוסה ושור קשור שמסר לחש''ו שהוא חייב באינו קשור ואינו מכוסה כראוי עסקינן וסומך על שמירת החרש עכ''ל: "
      ],
      [],
      [
        "<b> משלמין נזק שלם.</b> א''א הא דלאו כהלכתא שאין זה הדין אלא בשתפסוהו ב''ד עכ''ל: "
      ],
      [],
      [
        "<b> דין עם המזיק.</b> א''א זה אינו מחוור דמתחזי מגמ' דמסתמא לא מקבל עליה שמירת נזקיה שהיא מזקת דאמרינן בפ''ק ואם קבל עליו שמירה ביום חייב ואפשר דאיהו נמי ה''ק שלא פירש שמירת נזקיה עכ''ל: "
      ],
      [
        "<b> מסר השומר לשומר וכו'.</b> א''א כל זה אינו מחוור אלא הניזק גובה מן שני או מאיזה שירצה ועד שאומר לשומר יאמר לבעלים למה לא שמרת אתה את שורך וחיי ראשי כל מה שכתב בזה שלא לצורך הוא דליכא למימר הכא אין רצוני שיהא פקדוני ביד אחר שהרי הבעלים אינם מפסידים כלום עכ''ל: "
      ]
    ],
    [
      [
        "<b> אפילו לגרום וכו'.</b> א''א דברים הללו לא נאמרו בגמרא אלא בעיזי דשוקא שעומדות לשחיטה ואין להם רועה אבל במי שיש לו עדר של בהמות אין שוחטין לו כל עדרו אלא אם יזיק לעולם ישלם בלא שום התראה עכ''ל: "
      ]
    ],
    [
      [
        "<b> ספק אם הועד וכו'.</b> א''א שנגח ג' פעמים בג' ימים עכ''ל: "
      ],
      [],
      [
        "<b> אפוטרופוסין וכו'.</b> א''א אני מפרש לסתם מתני' דאין מעמידין אפוטרופוס לתם לגבות מגופו עכ''ל: "
      ],
      [],
      [
        "<b> כי יגח וכו'.</b> א''א ולמה לא וליהוי כשור שהוא מועד לשופרות ועוד שכבר פסק למעלה משסה כלבו של חבירו בחבירו חייב בעל הכלב עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> ראה שור היום וכו'.</b> כתב הראב''ד על כל בבא ובבא מהם. על בבא ראשון עד שיגח בסירוגין הרי זה מועד כתב ובלבד שלא יגח מין אחד שתי פעמים זו אחר זו. ועל בבא שניה נגח שלשה שוורים וכו' עד או לג' מינים הוא מועד כתב אי נמי לכל המינין. ועל בבא שלישית וכן אם נגח בג' שבתות וכו' עד הימים כתב א''נ לכל הימים: "
      ]
    ],
    [
      [],
      [
        "<b> לקרן ימין וכו'.</b> א''א מגופו כר' יהודה עכ''ל: "
      ],
      [],
      [],
      [
        "<b> נפל לבור וכו'.</b> א''א לא ידעתי למה פטור אלא בנגיחה ולא בהבאשת מימיו שהרי כחצר השותפים הוא ולא עוד אלא דלגבי מי הבור חצר הניזק הוא שהרי יש רשות לבעל החצר בחצר לשוורים ולפירות ולזה אינו מיוחד אלא לשוורים עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> שור של ישראל וכו'.</b> א''א הטענה הזאת אינה מספקת שהרי הם תופסים גוף המזיק ונפרעין ממנו עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אין הנזקין משתלמין וכו'.</b> א''א לא בא למעט אלא עדים פסולים אבל ע''פ עצמו חייב בנזק וכופר אלא שאינו נהרג ע''פ עצמו. עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נשבע שבועת וכו'.</b> א''א אתם ואמועד קאי ומתני' דקתני המע''ה כגון דקאמר שמא תם הזיק דליכא שבועה גביה ואי תימא להוו כמחוייב שבועה שאינו יכול לישבע דהא אומר מקצת ידענא ומקצת לא ידענא התם תובע אותו בברי ואומר לו באמת אתה יודע עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שור שהוא טרפה וכו'.</b> א''א ואם בפני ב''ד הרג נהרג משום ובערת הרע. עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נ''ל וכו'.</b> א''א הסברא הזו אינה מחוורת שהרי ע''פ עצמו דאמר רבא דלא משלם כופר בבן חורין אפ''ה משלם דמים ולגבי עבד דמים נמי לא משלם שלא בכוונה ואי בבן חורין לא משלם חצי דמים גבי עבד אמאי משלם חצי דמים אלא מסתברא בין בבן חורין בין בעבד דמיו משלם בין ע''פ עצמו בין שלא בכוונה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ומהיכן משתלם וכו'.</b> א''א זו הסוגיא אינה מסכמת עם הגמ' והיא עצמה שבוש דאיהו סבר שאין חוששין במיתת השור משום עינוי הדין וא''כ תם שהמית והזיק נדייניה דיני נפשות והדר נדייניה דיני ממונות מאי אמרת רדייא עליה דמרא היא והא כיון דדנוהו דיני נפשות שוב אין לבעליו רשות בו ועוד דאמרי' בגמרא דקבול סהדי וברח ומה לנו אם ברח השור או לא ברח אלא ודאי כשברחו הבעלים כמו שאנו מפרשים והכל בענין אחד וחוששין לעינוי הדין עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> התליע מתוכו וכו'.</b> א''א הרי''ף לא הביא בהלכות מכל אותה סוגיא כלום דומה שאינו עיקר וסמך על מה שהסכימו בעלי הגמרא דתחלתו בפשיעה וסופו באונס חייב וצ''ע עכ''ל: "
      ],
      [
        "<b> המוצא בור וכו'.</b> א''א בכדי שידע עכ''ל: "
      ],
      [
        "<b> שהרי שניהן וכו'.</b> א''א אין בגמרא עד כדי שידע הראשון אלא בכדי שידע משמע שיעור מנהגו שיחזור לדלות מבורו עכ''ל: "
      ],
      [
        "<b> אין בהם דעת.</b> א''א אני אומר שלא היה מכוסה כראוי, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> היתה פקחת וכו'.</b> א''א ובהמה הפקחת ביום למה ומה בין נזק למיתה לענין זה עכ''ל: "
      ],
      [
        "<b> שור פסולי המוקדשין כו'.</b> א''א אע''ג דפרקיה עכ''ל: "
      ],
      [
        "<b> חוץ לבור וכו'.</b> א''א נראה לי כל הסוגיא אינה נצלת מן השבוש ואולי חזרה היתה שנסתפק לו הלכה כרב או כשמואל וכתב למעלה כשמואל ועכשיו בא לפסוק כרב, מכל מקום שבושים יש כאן שאם נתקל בבור מקול החפירה ונפל חוץ לבור לרשות הרבים פטור ואם נפל לאחוריו בבור זהו הספק שאמר שאין ב''ד מחייבין אותו עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> בין שהוזק במשאו כו'.</b> א''א זהו תימה שהוא כתב כל הסוגיא כדעת ר''י דאמר נתקל אנוס הוא ואמר כל הנתקל ואפילו הראשון מעתה משאו של ראשון אינו בורו. וראיתי לרב ר' יצחק ז''ל שכתב כן אמרתי א''א שהוא טועה אלא הענין כולו בשלא הפקירו וכבר אמר ר' יהודה במתכוין לזכות בחרסיה חייב אע''ג דאנוס הוא ודוקא ראשון שמעצמו נפל אבל שני שמחמת ראשון נפל אע''ג דלא הפקיר משאו ההיא שעתא מיהת בורו של ראשון הוא ופטור דהא לאו בורו הוא. עכ''ל: "
      ],
      [],
      [
        "<b> נבלעו המים וכו'.</b> א''א זהו שנעשית טיט וזהו כרפשו דאמרו בגמרא ונראה דהכי גריס לה מי סברת דתמו מיא כלומר דנעשית הקרקע טיט לא דלא תמו מיא ותרתי בדלא תמו למה לי חדא בימות החמה וכו' עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אחד הביא וכו'.</b> א''א ואיך לא הפליג כמו שהפליג בברייתא אם יש בלבויו כדי ללבותה חייב ואם לאו פטור. עכ''ל: "
      ],
      [],
      [],
      [
        "<b> בתוך שדה חבירו וכו'.</b> א''א זה איני יודע מהו דהכא לאו בטמון מיירי עכ''ל: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>כל נפש חיה שהיא ברשותו של אדם שהזיקה הבעלים וכו'.</b> זה מבואר במשנה פירקא קמא דבבא קמא (דף ט\"ו:) שמונה זאב וארי ובכיצד הרגל (דף כ\"א:) משנה וגמרא: "
      ],
      [
        "<b>וכמה משלם אם הזיקה בדברים שדרכה לעשותם.</b> משנה פירקא קמא (דף ט\"ז:) מה בין תם למועד וכו' ומבואר בגמרא (דף ז') באורחיה ולאו אורחיה ואמר כולן כאבות הן לשלם ממיטב ופירוש בעדית כמ''ש הניזקין מן העדית. וזה שכתב רבינו המעולה שבנכסיו ר''ל בקרקע ויתבאר בפרק ח': "
      ],
      [],
      [],
      [
        "<b>חמשה מעשים תמים יש בבהמה וכו'.</b> משנה שם (דף ט\"ו:) נתבאר בגמרא. ",
        "<b>ומה שאמר ואם הועדה לאחד מהן נעשית מועדת לאותו מעשה.</b> ר''ל אבל לא לאחר שאם הועדה ליגח לא הועדה לישך וכן הוא בגמרא (דף ט\"ז) דקאמר אם הועדו חמשתן: ",
        "<b>אבל השן מועדת וכו' ורגל מועדת וכו'.</b> במשנה שם ובכיצד הרגל (דף י\"ט:). ",
        "<b>ומה שכתב לרבוץ על כלים קטנים.</b> מימרא דר''א פירקא קמא (דף ט\"ז) ויש שם לשונות חלוקים פסק הרב ז''ל כלשון אחרון ועיקר ותימה שאינה בהלכות: "
      ],
      [
        "<b>חמשה מיני וכו'.</b> משנה שם (דף ט\"ו:) כת''ק והנחש ג''כ מפורש במשנה וכל אלו אם עשו מעשה שן ורגל דינם כדין שן ורגל ואם עשו מעשה קרן והם ה' מעשים הנזכרים למעלה דינן כדין קרן לענין חלוק הרשויות כמבואר בסמוך אלא שהן מועדים מתחלתן: "
      ],
      [
        "<b>כל מועד וכו'.</b> כבר נתבאר למעלה והוא במשנה שם (דף ט\"ז): ",
        "<b>אבל אם נכנס הניזק וכו'.</b> משנה (דף ט':) וגמרא (דף י\"ג:) שם: "
      ],
      [
        "<b>הזיקה בר''ה או בחצר שאינה של שניהם וכו'.</b> דין חצר שאינה של שניהם שהיא בר''ה מבואר כדאמרינן בסוגיא (דף י\"ד) מאי לא לזה ולא לזה [אילימא לא לזה ולא לזה כלל] אלא לאחר והא בעינן ובער בשדה אחר וליכא, וזה פשוט: ",
        "<b>או בחצר שהיא של שניהם והרי וכו'.</b> החלוק הזה בחצר של שותפין הוא מחלוקת אמוראים שם ופסק כפסק ההלכות והחלוק בין קרן ושן ורגל מבואר שם ומוסכם. ודע שבחצר המיוחדת לשנים לפירות או לבהמה ובאה שם בהמת אחרים שאינה מאחד מהשותפין והזיקה שם בשן ורגל הרי הן כאילו הזיקה בחצר הניזק לגמרי דלגבי אחרים ברשות הניזק הוא וזה מבואר ראש פ' הפרה (דף מ\"ז:) בסוגיא ההיא דתני יהודה בר סימון ולזה נתכוון הרב באמרו שיש לה רשות להלך כאן וכאן ובהמת אחרים אין לה רשות: "
      ],
      [],
      [
        "<b>שלשה אבות נזיקין בשור.</b> ברייתא פרק קמא (דף ב':): ",
        "<b>תולדות הקרן וכו'.</b> שם פ''ק ואמרינן עליה בגמרא נשיכה תולדה דשן היא לא שן יש הנאה להיזקה הא אין הנאה להיזקה ופירשו ז''ל שהנשיכה בזמן שהיא מכוונת להזיק ולא לאכול היא תולדת הקרן אבל בזמן שהיא מכוונת לאכול וליהנות בהיזקה אע''פ שלא אכלה וכגון שלא הספיקה בנשיכה זו הרי הוא תולדת השן. ורבינו ז''ל לא חלק ואפשר שהוא מפרש ה''מ היכא דיש הנאה להיזקה דוקא נהנית שאכלה הא לא אכלה לא והראשון נכון יותר שהרי דרכן בכך. ואפשר שגם הרב ז''ל סמך על מ''ש שכל כדרכו מועד הוא: ",
        "<b>תולדות השן וכו' תולדות הרגל וכו'.</b> שם פ''ק והרי הן כאבות. ודין כשכשה בזנבה מבואר בסוגיא בכיצד הרגל (דף י\"ט:) במילתא דיתיב [רבי יהודה נשיאה] ורבי אושעיא. ודין אוכף ופרומביא וחמור במשאו פירוש אף על פי שאינו מהודק עליו וברייתות הם שם: "
      ],
      [
        "<b>כשכשה בזנבה כשכוש רב שאין דרכה וכו' או כשכשה באמתה וכו'.</b> בעיות ולא איפשיטו שם. ויש מי שסובר דההיא דזנבה נפשטה לפטור שהרי היא כרגל דהא דקא הדר וכי יאחזנה בזנבה וילך אפילו אכשכוש יתר קאי ואין כן דעת הרב ז''ל אלא שהמשיב היה סבור שעל כשכוש כדרכו הוא שואל ומתוך כך פסק שאם תפס אין מוציאין מידו וכן דרכו ז''ל בכל תיקו דממונא מלבד קצת מקומות שיש טעם למה לא כתב כן. והרמב''ן ז''ל חולק בזה ואומר שכל תיקו שנסתפק לנו בגמ' מחמת הדין עצמו לא מחמת הכחשה כיון שדינו לקולא לנתבע בין תפס בעדים בין שלא בעדים מוציאין אותו מידו זהו דעתו: "
      ]
    ],
    [
      [
        "<b>אחד אבות נזיקין וכו'.</b> מאמרו זה מבואר שהוא באותן המועדים מתחלתן בשן ורגל אבל הקרן שהועדה ליגח אין תולדותיה מועדין וכמו שנתבאר פ''א. ומאמרו שהתולדה כאב, רפ''ק דב''ק: "
      ],
      [
        "<b>כל תולדה כאב שלה חוץ מצרורות וכו'.</b> דין הצרורות לפטור בר''ה הוא מבואר בכיצד הרגל (דף י\"ט) בבעיא דר' ירמיה מר' זירא. ובפ''ק (דף ג') לשלם מן העליה בעי לה רבא בפ''ק ולרב פפא פשיטא ליה. ותשלומי צרורות ח''נ משנה בכיצד הרגל (דף י\"ז) דלא כסומכוס: "
      ],
      [],
      [
        "<b>וכן אם היתה מהלכת ברשות הרבים ונתזו צרורות וכו'.</b> מבואר בכיצד הרגל (דף י\"ח) בבעיא דרבי ירמיה ומהכרח ברייתות: ",
        "<b>דרסה על הכלי ברשות הניזק ושברתו וכו'.</b> משנה שם (דף י\"ז) וברשות הניזק למעט רשות הרבים וכן הוא בברייתא: <br><br>'ה-ו' ",
        "<b>היתה מהלכת בר''ה ובעטה והתיזה וכו' בעטה בארץ ברשות הניזק והתיזה צרורות וכו' היתה מהלכת במקום שא''א שלא להתיז וכו'.</b> שנינו במשנה שם היתה מבעטת או שהיו צרורות מנתזין מתחת רגליה ושברה את הכלים משלם חצי נזק ע''כ. ובגמ' (דף י\"ט) איתמר עלה דרב אשי בעי הכי היתה מבעטת והזיקה בביעוטה (בגופה) או צרורות כי אורחייהו ח''נ הא מחמת ביעוט רביע נזק ויש שינוי או דילמא ה''ק היתה מבעטת והזיקה בביעוטה או שהיו מנתזין צרורות מחמת ביעוט ח''נ ואין שינוי תיקו ע''כ. וסובר הרב ז''ל דאי אמרינן יש שינוי משמע קולא וחומרא קולא דאפילו ברשות הניזק רביע נזק ותו לא חומרא דאפילו בר''ה משלם רביע נזק דהוי לה כתולדה דקרן דכי אמרינן צרורות תולדה דרגל ופטורין בר''ה דוקא כדרכן אבל ע''י שינוי אי אמרינן יש שינוי לצרורות אפילו בר''ה חייב ואינו משלם אלא רביע נזק דהכי גמירי לה הלכה מפי הקבלה דכל צרורות לא משלמי אלא חצי ממה שהיו ראויים לשלם הילכך כדרכן שהן תולדה דרגל ורגל משלם נזק שלם הן משלמין חצי ודוקא ברשות הניזק אבל שלא כדרכן אם יש שינוי לצרורות הן תולדה דקרן וקרן תמה משלם ח''נ הן אין משלמין אלא רביע נזק ואפילו בר''ה משלם ואי אמרינן אין שינוי בר''ה פטורין לגמרי ואפילו בשלא כדרכן כגון מחמת ביעוט וברשות הניזק ח''נ. ועלתה שאלה זו בתיקו ולפיכך כתב הרב ז''ל בשתי הבבות הראשונות מ''ש כפי שיטתו ז''ל בתיקו האמורין בגמרא והבבא השלישית במהלכת במקום שאי אפשר שלא להתיז יצא לו מאיבעיא דר' אבא בר ממל הסמוכה לזה ופירושו בה כפירוש רש''י ויש בה ביאור אחר. ובהשגות כתוב על מ''ש רבינו ואם תפס הניזק רביע נזק אין מוציאין מידו א''א זו טעות הוא כי בודאי הביעוט שינוי הוא דאי לא שינוי בצרורות לרביע נזק היכי משכחת לה ובעיא דרבי ירמיה מר' זירא לאו בביעוט הוא אלא אפילו בצרורות כי אורחייהו וכו'. וחוץ מכבודו הטעה כוונת רבינו שלא יצא לו מבעיא דרבי ירמיה דההיא ודאי בכדרכן הוא וברשות הרבים פטור וכבר כתבתיה למעלה אלא מבעיא דרב אשי שהזכרתי יצא לו ודברים ברורים הם שזו כוונת רבינו והוא דבר נכון: \n"
      ],
      [],
      [],
      [
        "<b>כל המשלם נזק שלם הרי התשלומין ממון וכו'.</b> פרק קמא (דף ט\"ו:) פסק הלכה בגמרא: "
      ],
      [
        "<b>ומ''ש והמודה בכל קנס מן הקנסות פטור.</b> כשלא באו עדים עד אחר כן הוא על דרך שיתבאר פ''ג מהל' גניבה: "
      ],
      [
        "<b>תרנגול שהושיט ראשו וכו' ואם היה הכלי ריקן הרי זה משונה ומשלם ח''נ.</b> הראב''ד השיגו ז''ל מן החלק האחרון דכשהכלי ריקן צרורות על ידי שינוי הם ושמא יש שינוי ואין לו רביע נזק. ובהלכות כשיש תבלין בכלי מיחייב נזק שלם ובאין תבלין חצי נזק. ולא ירדתי לסוף דעתו ז''ל באמת אך אכתוב מה שנ''ל בטעמו של רבינו ז''ל דבגמ' שם בעי רבא יש העדה לצרורות או אין העדה לצרורות ואמרינן תא שמע דתני רמי בר יחזקאל תרנגול שהושיט ראשו לאויר כלי זכוכית ותקע בו ושברו משלם נזק שלם ואמר רב יוסף אמרי בי רב סוס שצנף וחמור שנער ושבר את הכלים משלם חצי נזק מאי לאו כגון דעבד תלתא זימני ובהא קא מיפלגי מר סבר יש העדה וכו' ודחינן לא בפלוגתא דסומכוס ורבנן קא מיפלגי כלומר דסומכוס מיחייב נזק שלם בצרורות ורמי בר יחזקאל סובר כמותו ואקשינן והא משונה הוא ופרקינן דשדי ביה ביזרוני פי' תבלין או זרועים, ודעת רבינו ז''ל דכי אקשינן והא משונה הוא לסומכוס בלבד הקשו דאי לרבנן מאן לימא לן דיש שינוי לצרורות שיקשו להדיא והא משונה הוא אלא לסוכמוס הקשו לומר שאע''פ שלסומכוס משלם בצרורות נזק שלם דוקא כדרכה שהן תולדות דרגל והלכתא לא גמיר אבל במשונה תולדה דקרן הוא ולא ישלם אלא חצי נזק ופריקו דשדו בה ביזרוני ודרכו בכך אבל לרבנן לא שניא ליה כלל שאע''פ שמסופק לנו אם יש שינוי לצרורות דוקא בשיש שינוי בגוף המעשה כגון התזת צרורות ע''י ביעוט אבל כשאין שינוי בגוף המעשה כגון תקיעת התרנגול אף על פי שאין דרכו להכניס ראשו לאויר הכלי אין זה שינוי בצרורות אלא תולדה דקרן הוא. וחלק הרב ז''ל ולא עשה מהן בבא אחת לפטור על הראשונה ברה''ר ולחייב על השניה ועדיין צ''ע ודעת ההלכות כתבה רשב''א ז''ל: "
      ],
      [
        "<b>תרנגולין מועדין להלך כדרכן כו'.</b> משנה שם (דף י\"ז): ",
        "<b>בד''א כשקשרו אדם וכו'.</b> זה כתב על הסוגי' האמורה על משנה זו, ואיני יודע למה לפי גרסת ספרינו וכבר הושג מזה: "
      ],
      [],
      [
        "<b>תרנגולין שהיו מפריחין וכו' היו מהדסין וכו'.</b> ברייתות שם (י\"ז:): "
      ],
      [],
      [
        "<b>היו מחטטין בחבל ונפסק החבל. ומה שכתב ואם על החבל וכו'.</b> בהשגות א''א לא נהיר ולא צהיר וכו'. ולא כן פירשו שאר המפרשים ז''ל אלא ה''ק אי אמרת בשלמא אדלי קאי משכחת לה בחבל בלוי שדרכן לחטט בו כדי להוציא מעט מים שבתוכו ובחטט מעט נפסק החבל והדלי נופל ונשבר והתשלומין לא על החבל שאין לו דמים אלא על הדלי אלא אי אמרת אחבל קאי והא משונה הוא ואינו משלם נזק שלם ע''כ בחידושי הרשב''א ז''ל ואמרו דמאוס בלישא פירוש שיש בה עיסה והוא השיטה לדעת רבינו ז''ל וכשדרכן לחטט הוא מאמרו על הדרך שכתבתי. <b>ומה שכתב והוא שנתגלגל הדלי</b> לכוונה שנגעו בגוף הדלי וכן דעת הרשב''א ז''ל: "
      ],
      [
        "<b>הכלב והגדי שקפצו וכו' וכן אם נפלו וכו'.</b> משנה וגמרא שם (דף כ\"ח:) חולק בין מלמעלה למטה ומלמטה למעלה הוא כפי גרסת ההלכות ודין התרנגולין שם ברייתא וסוגיא: "
      ],
      [],
      [
        "<b>כלב שנטל את החררה וכו'.</b> הושג ממה שאמרו בסוף ועל שאר הגדיש פטור א''א ליתא דצרורות ע''י שינוי וכו': <b>ואיני</b> יודע לתרץ ודבריו בנויים על המשנה ובאוקימתא דר''י (דף כ\"ב) דאמר אשו משום חציו ומתני' בדאנח אנוחי בדוקא הוא ואולי שהוא ז''ל סובר שכיון שהניח כלו חציו ושוב אינו מחוייב על הגרירה כיון שלא נשרף הגדיש אלא מחמת הגרירה וצ''ע. והחררה הזו יש בה גחלים שכך דרך לאפותה עליהם: "
      ],
      [
        "<b>בד''א בששמר בעל הגחלת וכו'.</b> בסוגיא שם (דף כ\"ג) ויש בה פירוש אחר וגורסין וליחייב נמי בעל הגחלת: "
      ],
      [
        "<b>המשסה כלבו של חבירו בחבירו פטור וכו' ובעל הכלב חייב בחצי נזק כו'.</b> שם (דף כ\"ד:). ובהשגות א''א ואם הוא מועד נזק שלם משלם ע''כ. ולי נראה שאפילו מועד אינו משלם אלא חצי נזק כיון שלא עשה מעצמו אלא ע''י שסוי וכדאמרינן בדין מיתת אדם שור האיצטדין פטור כי יגח ולא שיגיחוהו אף כאן דינו כתם ואינו משלם אלא חצי נזק ולפיכך סתם רבינו ז''ל. ",
        "<b>ומה שאמר ואם שסהו בעצמו.</b> מבואר שם: "
      ],
      [
        "<b>שתי פרות ברשות הרבים וכו'.</b> פלוגתא דר''ל ורבה שם ופסק כרבה וכן פסקו בהלכות: "
      ]
    ],
    [
      [],
      [
        "(א-ב) ",
        "<b>הבהמה מועדת וכו'.</b> משנה פרק כיצד הרגל (דף י\"ט:). ",
        "<b>ומ''ש בסוף משלם דמי עמיר או דמי שעורים בזול.</b> בגמרא (דף כ':) הוא מחלוקת רבה אמר דמי עמיר רבא אמר דמי שעורים בזול. ותניא כוותיה דרבה ותניא כוותיה דרבא ותימה איך עירב רבינו את המחלוקת ואפשר שנסתפק לו פסק ההלכה כמי וכתב שתי הדעות להיות יד המזיק על העליונה אי זו מהם שיהא פחות ישלם. ונראה שהוא מפרש עמיר אגודת השבלים וכן פירשו בעלי הלשון שלא כדברי רש''י שפירש תבן או קש ופירוש אחר כתב תבן או עמיר. ודין אכלה אוכלים הרעים. שם בברייתא: "
      ],
      [
        "<b>אכלה אוכלין שאין דרכה לאוכלן וכו'.</b> משנה שם ומחלוקת אמוראים בגמ' (דף כ') פסק כשמואל ורבי יוחנן דלא כרב וריש לקיש: "
      ],
      [],
      [
        "(ד-ה) ",
        "<b>בהמה שהיתה עומדת ברשות הניזק וכו' כלב שנכנס לחצר וכו'.</b> דעת רבינו ז''ל דהיכא דלקיחת הדבר ברשות אחת ואכילתו ברשות אחרת הולכין אחרי רשות שהאכילה שם כל זמן שהוא להקל על המזיק וזו היא הבבא השנייה ויצאה לו מהסוגיא שעל משנת כלב שנטל את החררה וכשאמרו למעלה פרק שני ועל החררה משלם נזק שלם דוקא כשאכלה בגדיש של בעל החררה וכמו שנתבאר כאן וכל זמן שרשות האכילה הוא להחמיר על המזיק סובר רבינו שהיא בעיא דלא איפשיטא וגורס כך בעי רבי זירא מתגלגל מהו היכי דמי דקיימא ברשות היחיד וקא מיגלגל ואתי מרשות הרבים לרשות היחיד. ובהשגות והיא מיושרת מן הגרסאות שלנו ע''כ: "
      ],
      [
        "<b>בהמה שאכלה אוכלין שאין וכו'.</b> ברייתא שם: "
      ],
      [
        "<b>חיה שנכנסה לרשות הניזק וכו'.</b> ברייתא ספ''ק (ט\"ז:) פסק רבינו כפשטה ולא חש לדשמואל: ",
        "<b>אבל כלב שאכל כבשים וכו'.</b> בגמ' שם גבי פלגא נזקא קנסא: "
      ],
      [
        "<b>סל שיש בו לחם וכו' וכן שעיר עזים כו' אבל אם נכנס החמור וכו'.</b> מעשים פשוטים פרק כיצד (דף י\"ט כ'): "
      ],
      [
        "<b>בהמה שאכלה מתוך הרחבה וכו'.</b> מחלוקת רב ושמואל שם (דף כ\"א) פסק כשמואל וכלישנא קמא וכן פסקו בהלכות: "
      ],
      [
        "<b>היתה מהלכת ברה''ר וכו'.</b> מחלוקת אילפא ורבי אושעיא ופסק שם (דף כ') כרבי אושעיא וכתירוציה דרבא בקפיצה וכן דעת ההלכות: "
      ],
      [
        "<b>בהמה שהוחלקה וכו'.</b> משנה שם וגמרא פרק הכונס (בבא קמא דף נ\"ח). ",
        "<b>ומ''ש אפילו טנפה פירות וכו'.</b> מבואר שם דקי''ל כמ''ד (דף נ\"ז) תחילתו בפשיעה וסופו באונס חייב: ",
        "<b>וכן אם דחפתה וכו'.</b> מחלוקת אמוראים שם ופסק כפסק ההלכות: "
      ],
      [
        "<b>הוחלקה ונפלה וכו' מפני שהיה לו לשמרה וכו'.</b> דברי ר' יוחנן כפירושיה דר''פ שם דאמר כיון שיצאתה לדעת אע''פ שהחזירה שלא לדעת חייב וסובר רבינו ז''ל שכל שנעל בפניה כראוי והוא לא ידע בצאתה פטור ואינו משלם אלא מה שנהנית. ובהשגות א''א האי פירושא לא נהיר וכו'. ביאור דבריו ז''ל שכל שהיתה שם פעם אחת כל תחבולות היא עושה כדי ללכת שם ואפילו נעל בפניה כראוי חייב. ואיני צריך להכריע דברי רבינו ז''ל כי מן הדעת הם מוכרעים דודאי אע''פ שהיתה שם פעם אחת אינו צריך לעולם לאוחזה או לסוגרה בדלת שיכולה לעמוד בפני כל רוח, והר''א ז''ל בעצמו כך כתב בפירושיו דדוקא לא נעל בפניה כראוי הא לאו הכי אינו משלם אלא מה שנהנית וכ''כ הרשב''א שם בשמו, נראה שחזר בו מן ההשגה הזאת ובודאי אם החזיר דרך שם צריך לאוחזה כדי שלא תפיל עצמה שם וכ''כ הרב ז''ל: "
      ],
      [
        "<b>הקדר שהכניס קדרותיו וכו'.</b> משנה פ' הפרה (דף מ\"ז): "
      ],
      [
        "<b>ואם הכניס ברשות פטור וכו'.</b> שם. ",
        "<b>ומ''ש רבינו ואם קבל.</b> הוא מחלו' רבי ורבנן ופסק ההלכה כרבי וכשמואל דפסיק הכי בגמ' (דף מ\"ח:) והלכתא כוותיה דשמואל בדיני ואע''ג דקי''ל כרבי אף רבי לא אמרה דנבעי קבלה בפירוש אלא להתחייב בעל הבית בנזקי בעל קדרות אבל להפטר בעל הקדרות מנזקי בעל החצר כיון שהרשהו להכנס פטור ונכון הוא וכן דעת התוס' וגם הר''א ז''ל הודה לו בהשגות ונתן טעם לדבריו: ",
        "<b>הכניסן שלא ברשות וכו'.</b> מימרא שם. ",
        "<b>ומ''ש ואם הכניסן ברשות.</b> מעשה שם: "
      ],
      [
        "<b>המגדיש בתוך שדה חבירו וכו'.</b> פרק הכונס (בבא קמא דף נ\"ט:) משנה. ",
        "<b>ומה שכתב ואם הגדיש ברשות וכו'.</b> מפורש שם בגמרא הכא בנטר בי דרי עסקינן דכיון דא''ל עייל וגדיש עייל ואנטר לך הוא, ופירוש נטר בי דרי שומר בית הגרנות ולזה כתב רבינו שהשומר בגרנות שלא אמרו אלא בשומר דוקא וכ''כ בהשגות א''א ודוקא בשומר בית הגרנות ע''כ: "
      ]
    ],
    [
      [
        "<b>הכונס צאן לדיר ונעל בפניהן וכו'.</b> משנה וברייתא שם בפרק הכונס (בבא קמא דף נ\"ה:). ",
        "<b>ומ''ש או שהיה כותלי הדיר וכו' ואפילו חתרה ויצאת וכו'.</b> למד מהסוגיא האמורה שם (דף נ\"ו) על מימרא דרבא וכמ''ד תחלתו בפשיעה וסופו באונס חייב דהכין הלכתא. והוציאוה לסטים שכתב רבינו שהם חייבין. משנה שם והוציאוה שהכישוה ולכך חייבין כדאיתא בגמרא: "
      ],
      [
        "<b>הפורץ גדר לפני בהמת חבירו וכו'.</b> ברייתא (דף נ\"ה:) וסוגיא בגמרא שם ופירש רבינו ז''ל פטור וחייב על הנזק שהזיקה הבהמה והקשו עליו מהמשנה שהביא הוא למעלה דקתני הוציאוה ליסטים דוקא הוציאוה הא פרצו בפניה אינן חייבין על נזקיה. והשיב ז''ל שחילוק יש בין הליסטים המתכוונים לגנוב ולא לפרוץ גדר ובין זה המתכוון לפרוץ הגדר ולא לגנוב והראה פנים לדבריו, ואחרים פירשו פטור וחייב על הבהמה שנאבדה וכן דעת ר''א בהשגות וכן דעת האחרונים ז''ל: ",
        "<b>וכן הנותן סם המות וכו'.</b> מבואר שם (דף נ\"ז): "
      ],
      [
        "<b>המעמיד בהמת חבירו וכו'.</b> מימרא שם (דף נ\"ו:) ופי' וכ''ש בבהמה שלו. ",
        "<b>ומ''ש וכן אם הכישה וכו'.</b> שם מבואר בגמרא ובהלכות. ובהשגות א''א וכ''ש קם לה באפה ע''כ. ולא ידעתי מהו דאדרבה קם לה באפה גרמא בלחוד הוא ופטור וכ''כ הוא עצמו בפירושיו וכן מוכח בגמרא שם ופשוט הוא. ודע שאפילו היו הפירות ברה''ר חייב המעמיד שאין זה שן שפטרה תורה ברה''ר שכאן המעמיד הוא שחייב: "
      ],
      [
        "<b>המוסר בהמתו לשומר חנם וכו'.</b> משנה פרק שור שנגח ארבעה וחמשה (דף מ\"ד:). ",
        "<b>ומ''ש רבינו במה דברים אמורים.</b> הוא בגמרא על ברייתא. <b>ומ''ש והבעלים חייבין בששמרוה שמירה מעולה,</b> הוא בנזק קרן בלבד ר''ל בדברים שהיא תמה להם שבהן הבעלים חייבים אפילו בשמירה מעולה כמו שיתבאר פרק ז' אבל בנזק שן ורגל אפילו הבעלים פטורין וזהו דין הכונס שבראש הפרק וחילוק זה מבואר בגמרא. ודע ששמירה פחותה היא דלת שיכולה לעמוד ברוח מצויה ושמירה מעולה היא ביכולה לעמוד בפני כל רוח ובשמירה זו השומרין פטורין וכן נתבארו שמות אלו בגמרא בפרק הכונס. ויש מי שכתב שהשואל חייב מפני שהוא חייב באונסין ויש לחלק: "
      ],
      [
        "<b>הניחה בחמה אפילו חתרה וכו'.</b> משנה וגמ' ר״פ הכונס (בבא קמא דף נ\"ו): "
      ],
      [
        "<b>מסר בהמתו לחרש שוטה וקטן וכו' אף על פי שהיה השור קשור וכו'.</b> ברייתא פירקא קמא (דף ט':) פסק כסוגיין ואליבא דחזקיה דאמר בשור קשור ופי' רבינו בשור קשור כראוי ואף על פי כן הוא [חייב] שדרכן של אלו לשחוק בהן ולהתירן וכיון שכן ה''ל תחלתו בפשיעה ואפילו סופו באונס כגון שחתרה חייב וכן עיקר ובהשגות א''א חיי ראשי דבר זה לא מצאתי לו שורש וכו'. וכבר הכריע הרשב''א ז''ל כפירוש המחבר ז''ל: "
      ],
      [
        "<b>מסר שורו לחמשה ופשע וכו'.</b> שם פרק קמא (דף י') מבואר. ",
        "<b>ומה שכתב אף אלו הנשארים חייבין.</b> כן פירשו כל המפרשים ז''ל: "
      ],
      [
        "<b>שאלו בחזקת תם ונמצא וכו'.</b> פרק ארבעה וחמשה (דף מ') ברייתא שם. ועל מה <b>שכתב והשואל משלם חצי נזק</b> כתוב עליו בהשגות א״א הא דלא כהלכתא שאין זה הדין אלא בשתפסוהו בית דין ע״כ. ובאמת שהגמרא כך היא דמקשי נימא ליה (שואל) אי תם הוא הוה מערקנא ליה לאגמא ופריקו הכא במאי עסקינן דאקדום בית דין ותפסוה. ויש דרך לתרץ דברי רבינו שאותה סוגיא אינה לדעת רבי ישמעאל שאמר יושם השור וב״ח הוא אבל אליבא דרבי עקיבא דאמר שותפי נינהו אי מעריק ליה חייב ומחלוקתן פרק המניח (בבא קמא דף ל\"ד) וקיימא לן הלכה כרבי עקיבא מחבירו ולפיכך לא חשש רבינו לאותה קושיא וכן פירשו מן המפרשים דההיא קושיא דוקא לרבי ישמעאל וכן כתב הרשב״א ז״ל: "
      ],
      [
        "<b>שאלו כשהוא תם והועד וכו'.</b> פסק רבינו כרב פפא דהוא בתרא דאמר רשות משנה ותימה שאין מזה רמז בהלכות: "
      ],
      [
        "<b>שומר שקבל עליו שמירה וכו'.</b> מימרא סוף הפרק (דף מ\"ח:). <b>ומ''ש אבל לא שמירת נזקים</b> מאמרו ז''ל מסופק מה ידין רבינו בשקבל עליו שמירה סתם והמפרשים חלוקים בזה. ונראה מלשונו שהוא סובר דמן הסתם חייב בכל וכן דעת הרשב''א ז''ל אלא א''כ הכיר בשור שהוא נגחן שהוא פטור כשהוזק דלא ה''ל לאסוקי דעתיה כדאיתא התם: "
      ],
      [
        "<b>מסר השומר לשומר וכו'.</b> משנה (דף מ\"ד) וגמרא בפ' הכונס (בבא קמא דף נ\"ו:). ",
        "<b>ומ''ש מסר השומר לבנו וכו'.</b> מבואר שם מאמרם בעלמא (בבא מציעא דף ל\"ו) כל המפקיד על דעת אשתו ובניו הוא מפקיד. ",
        "<b>ומה שכתב נכנסו תחת השומר.</b> פירושו שאפילו אין להם לשלם לאלו הוא פטור ואין כאן מקום להשגה כלל ולא ידעתי מה היא שהרי הדברים מבוארים שם בגמרא ולזה לא כתבתיה: "
      ],
      [
        "<b>כל שומר שחייב וכו'.</b> זה יצא לרבינו ז״ל מהסוגיא שבפ' שור שנגח ד' וה' (בבא קמא דף מ') על הברייתא דשאלו בחזקת תם דקאמרי סוף סוף את לאו תורא בעית שלומי לדידי: "
      ],
      [
        "<b>כל בהמה שהזיקה וכו'.</b> משנה פ' הכונס (בבא קמא דף נ\"ה:) וגמ'. <b>ומ״ש אפילו קלח אחד</b> הוא כחזקיה דגמ' (דף נ\"ח:): "
      ],
      [
        "<b>אכלה פירות גמורין.</b> דברי ר''ש במשנה ופסק הלכה כמותו בגמ' (דף נ\"ט:): ",
        "<b>הרי שאכלה וכו' וכן הלוקט וכו' ואם דקל פרסי הוא.</b> הכל מבואר שם בגמ' בסוגיא לפי המסקנא: "
      ]
    ],
    [
      [
        "<b>בהמה שהיתה רועה וכו'.</b> מימרא שם (דף כ\"ג:) פרק כיצד הרגל ושם אמרו הני עיזי דשוקא וכו'. ובהשגות א''א דברים הללו לא נאמרו בגמרא וכו'. ורבינו סובר שפירושו עזים שהולכות בשוק כלומר שיוצאות לרעות בשוק. ורוב המפרשים כדברי הר''א ז''ל: "
      ],
      [
        "<b>לפיכך אסרו חכמים וכו'.</b> משנה וברייתא פרק מרובה (בבא קמא דף ע\"ט:) ודוקא דקה אבל גסה מגדלין: "
      ],
      [
        "<b>עשרה תנאים וכו'.</b> מפורשין שם (דף פ':). ",
        "<b>ומ''ש חוץ משדה תלתן שזרעה לבהמה.</b> מפרש שם בגמרא שכשאינו עשוי ערוגות מוכיח שהוא לבהמה והרב ז''ל סתם לפי שהכל הולך אחר המנהג. <b>ומ''ש מאובו אבל לא מחודו</b> פי' מאובו מקום שיש שם ענפים הרבה ולא מחודו ענף האמצעי: ",
        "<b>ומ''ש אלא בני השבט שהגיע אותו הים לחלקם.</b> חלקו על רבינו ואפרש מחלוקתם. שנינו שם (דף פ\"א) ומחכין בימה של טבריא ובלבד שלא יפרוס קלע ויעמיד את הספינה וכו' ת''ר בראשונה התנו השבטים זה עם זה שלא יפרוס קליעה ויעמיד את הספינה אבל צד הוא ברשתות ומכמורות ע''כ. והנה הרב סובר שדין חכה ורשתות הכל אחד ומה שאמר התנו באותם השבטים שלא היה הים בחלקם שאל''כ לא יהיה חלוק בין אותו שבט לשאר וא''א וכן מוכרח שם. והחולקים עליו פירשו שפריסת קלע ולהעמיד בספינה אפילו בני אותו שבט אינם רשאים אלא שהם רשאים לצוד ברשתות ומכמורות והשאר בחכה בלבד. ",
        "<b>ומ''ש בזמן שירבה הטיט.</b> הוא פירוש יתידות הדרכים האמורים בגמרא: "
      ],
      [],
      [
        "(ד-ה) ",
        "<b>שלמה תיקן וכו'.</b> שם. <b>ומ''ש אפי' בחוצה לארץ,</b> פסק כשמואל דהלכתא כוותיה בדיני: "
      ],
      [
        "<b>ומ''ש ומשירד הטל בבבל כו'.</b> מפורש שם: "
      ],
      [
        "<b>אע''פ שאין מגדלין בהמה דקה וכו'.</b> ברייתא שם (דף ע\"ט:) ותמה אני למה לא הזכיר רבינו בטבח ובלבד שלא ישהה העגונה. פירוש מאוחרת שלשים יום דהכי איתא שם. ואפשר שהוא בכלל לוקח ושוחט לוקח ומשהה עד שישחוט מעט מעט וסמך לו על מה שהזכיר בקודם הרגל ל' יום ואמרי' התם דדוקא קודם הרגל אבל לפניו ט''ו ימים אסור למלאות ל' שלאחריו: "
      ],
      [
        "<b>וכבר עשו בבל וכו'.</b> מימרא שם (דף פ'). ודע שהמפרשים ז''ל נחלקו אם מותר לגדל בהמה דקה בא''י ע''י רועה שאין הבהמות שלו דנימא חזקה הרועה אינו חוטא ולא לו ואין שם ראיה מכרחת לא לאסור ולא להתיר: "
      ],
      [
        "<b>וכן אסרו חכמים וכו'.</b> משנה וברייתות שם (דף פ\"ב:) סוף הפרק: "
      ],
      [
        "<b>רועה שעשה תשובה כו' וכן מי שנפלו לו כו'.</b> ברייתא מבוארת שם (דף פ'): "
      ]
    ],
    [
      [
        "<b>אי זהו מועד וכו'.</b> משנה פ' כיצד (דף כ\"ג:) ופסק הלכה מבואר בגמ' (דף כ\"ד): ",
        "<b>העידו בו ג' כיתי עדים וכו'.</b> פי' והוא עשה הנגיחות בימים חלוקים וכן פירש הר''א ז''ל בהשגות וז''ל א''א שנגח שלש פעמים בג' ימים ע''כ. ודבר פשוט הוא שזו היא כוונת רבינו והדין בעיא ולא איפשיטא שם: "
      ],
      [
        "<b>אין העדה אלא בפני הבעלים וכו'.</b> ברייתא שם: "
      ],
      [
        "<b>שור חש''ו וכו'.</b> משנה (דף ל\"ט) ומחלוקת בברייתא ופסק כחכמים דברייתא דלא כמתני' לפי שהוא סובר דמתני' יחידאה היא וזהו שאמרו ומעמידין אפוטרופוס לתם לגבות מגופו תנאי היא ומתני' כסומכוס ורבא. ועוד כתוב בהשגות א''א אני מפרש לסתם מתני' וכו': "
      ],
      [
        "<b>ומה שאמר רבינו משלם נזק שלם מן המעולה שבנכסי אפוטרופוסין.</b> מחלוקת בגמרא ר''י אומר מעליית יתומים ורבי יוסי בר חנינא אמר מעליית אפוטרופסין ופסק כרבי יוסי בר חנינא ור''ח פסק כר''י: "
      ],
      [
        "<b>שוורים שמשחקין בהן וכו'.</b> זה שור האצטדין האמור במשנה (דף ל\"ט) שאינו חייב מיתה. ועל מה שכתב אין מעידין זה לזה כתוב בהשגות א''א ולמה לא וכו'. ותימה הוא שהרי רבינו ז''ל כבר נזהר מזה ואמר למעלה פ''ב בעל הכלב חייב ח''נ וכן הוא האמת וכמ''ש וג''כ פשוט הוא שאינו דומה למועד לשופרות לפי שאלו ממש מכוונין לנגחן וכיון שהם פטורים מן המיתה דין הוא שלא יעשו מועדין: "
      ],
      [
        "<b>שור שהועד ונמכר כו'.</b> שם פרק שור שנגח ד' וה' (בבא קמא דף מ':) מחלוקת אם רשות משנה אם לאו ופסק כרב פפא דהוא בתרא ואוקימתיה בתרייתא דאמר דכולה ברייתא דרשות משנה אתייא והשאילו היינו טעמא דכ״מ שהלך שם בעליו עליו וזהו הטעם לשור שהועד בפני אפוטרופסין וכר' יוסי (דף ל\"ט) דאמר הרי הוא בחזקתו אע״ג דמעיקרא אוקימנא הך דר' יוסי משום רשות אינה משנה ואנן קי״ל משנה רב פפא אמר חרש אע״ג דבעלמא משנה הכא לא. זהו דעת רבינו ולא ראיתי חולק: "
      ],
      [
        "<b>בהמה שהועדה וכו' ומאימתי היא חזרתו וכו'.</b> משנה ופסק הלכה בגמרא פרק כיצד הרגל (דף כ\"ד): "
      ],
      [
        "<b>שור שהוא מועד למינו וכו'.</b> פרק שור שנגח ד' וה' (בבא קמא דף ל\"ז) ופסק כרב פפא וכן פסקו רבינו חננאל והרב אלפסי ז״ל ויש חולקין: ",
        "<b>הועד לאדם אינו מועד לבהמה.</b> שם משנה ומבואר בגמרא. ",
        "<b>ומועד לקטנים.</b> משנה וגמרא שם וקטנים וגדולים במין אחד קאמר: ",
        "<b>היה מועד לשבתות אינו וכו'.</b> משנה שם. ",
        "<b>ומ''ש שחזרתו משיהיו התינוקות ממשמשין בו.</b> אע''פ שיש במשנה משיחזור בו שלשת ימי שבתות ר''י אמרה ולא קי''ל כוותיה בחזרה כדאיתא פרק כיצד (דף כ\"ד) כמ''ש: "
      ],
      [
        "<b>נגח שור היום וחמור למחר וכו' נעשה מועד לכל.</b> בלשון הזה בעצמו יש בגמ' ומתוך מ''ש לפנינו נראה שדעתו ז''ל שזה הכל אינו כולל אלא המינין שנגח ולא מין אחר שהרי הזכיר בדין הסירוגין אחד משלשת המינין וכן הזכיר למטה אם לשלשת המינין הוא מועד וכתב שם בהשגות א''א א''נ לכל המינין ע''כ. ובאמת שאין ראיה מכרעת לאחת מן הדעות והתימה בדברי רבינו כשהזכיר בסוף או לשלשת הימים שהיה לו לומר בכל הימים שלא מצינו חלוק מיום ליום אלא משבת ליום חול ויש מפרשים מפני שהוא נח ממלאכה ובירושלמי נתנו טעם אחר דכיון דחמי לון לובשין מנין נקיים מגיס דעתיה ע''כ. אבל בימות החול לא מצינו חלוק אפשר שדעתו ז''ל שזה כוסת הנדה שכל הימים שוין בהם וכל זמן שהורגלה בימים ידועים אינה קובעת וסת אלא לאותן הימים וטעם הירושלמי אינה אלא למה אחזו במשנה שבתות ואמרי שהוא מצוי יותר אבל הדין שוה בכל הימים. ויתר דברי רבינו בזה הפרק כולם מבוארים הם שם וכבר כתבתי בפ' א' שהוא ז''ל פוסק בכל תיקו דממונא שאם תבע התובע אין מוציאין מידו: "
      ]
    ],
    [
      [
        "<b>שור שקשרו בעליו כו'.</b> החלוק בין תם למועד במשנה פרק ארבעה וחמשה ופסק כר''י וכרב דס''ל דלא אמרינן צד תמות במקומה עומדת אלא פטור לגמרי. ",
        "<b>ומה שכתב וכן אם הזיק וכו'.</b> נתבאר ריש פרק הכונס (בבא קמא דף נ\"ה:). וכראוי הוא דלת שיכולה לעמוד ברוח מצויה כמו שנתבאר שם: "
      ],
      [
        "<b>היה מועד לקרן ימין וכו'.</b> מימרא פרק ארבעה וחמשה (דף מ\"ח ע\"ב) בשם רב וי''מ שאם הזיק בקרן ימין שהוא מועד שפטור לגמרי ואין כן דעת הרב ז''ל ורבו הפירושים באותה שמועה ופירוש חצי נזק מגופו משתלם וכן כתוב בהשגות א''א מגופו כר''י ע''כ. ופשוט הוא דחצי נזק משום צד תמות הוא ומגופו בדוקא כדין תם בעלמא ולפיכך לא חשש רבינו ז''ל לפרש: "
      ],
      [
        "<b>בהמה שחבלה באדם וכו'.</b> נתבאר ס''פ כיצד הרגל (דף כ\"ו) שהשור פטור מד' דברים. ",
        "<b>ומ״ש לפיכך שורו שבייש וכו' ושורו שחבל באביו וכו'.</b> משניות פ' המניח (בבא קמא דף ל\"ד:): "
      ],
      [
        "<b>המכניס שורו לחצר בעל הבית וכו'.</b> משנה פרק הפרה (דף מ\"ז). ",
        "<b>ומה שכתב אם היה תם משלם חצי נזק.</b> פסק כחכמים ודלא כרבי טרפון דאמר קרן שבחצר הניזק נזק שלם ומחלוקתן פרק כיצד (דף כ\"ד:): "
      ],
      [
        "<b>נפל לבור שבחצר זו והבאיש את מימיו וכו'.</b> משנה פ' הפרה (מ\"ז:) והחילוק בין שעת נפילה לאחר נפילה מפורש שם בגמ' (מ\"ח:) אליבא דשמואל דהלכתא כוותיה בדיני. ",
        "<b>ומ''ש ואם הכניס ברשות בעל השור פטור.</b> לא נזכר במשנה כלל אלא בלשון זה ואם הכניס ברשות בעל החצר חייב רבי אומר בכולן אינו חייב עד שיקבל עליו (בעל הבית) לשמור ויש אומרים דברשות כל אחד חייב בנזקי חבירו דהוי להו כחצר של שותפין כיון שהזיקו זה את זה בידים. ובהשגות א''א זה לא ידעתי למה פטור וכו' ולזה אינו מיוחד אלא לשוורים ע''כ. ולא ידעתי טעם לחילוק זה שחילק הר''א ז''ל בין נגיחה להבאשת המים דאי כחצר השותפין חשיב לה אף אנגיחה ליחייב דהא קרן ודאי בחצר השותפין מחייבת. ואולי שהוא ט''ס בהשגות וראוי להיות למה פטור לא בנגיחה ולא בהבאשת מימיו וכבר נתבאר זה פ' ראשון. ברם נראין דברי התוס' והם כדברי רבינו שכתבו שכך סובר רבי שכשמכניס שורו ברשות הרי הוא כאילו הם מתנים בפירוש שיפטר כל אחד בנגיחת שורו ובשאר נזקין וכן עיקר. <b>ומ''ש רבינו ואם קבל</b> הוא כדברי רבי וכשמואל שפסק כן: "
      ],
      [
        "<b>הכניס שורו לחצר בעל הבית וכו'.</b> מימרות מפורשות שם (דף ס\"ח:). ",
        "<b>ומה שכתב בעל חצר חייב בנזקי הבור.</b> הוא בשהפקיר שורו לאחר מכאן כדין כל בור האמור בכל מקום וזה פשוט ולזה סתם רבינו ז''ל: "
      ],
      [],
      [
        "<b>שמין לנזקין כיצד וכו'.</b> מימרא מפורשת פ''ג (דף י\"א): ",
        "<b>פחת נבלה של הניזק וכו'.</b> משנה (דף ל\"ד.) ומבואר בגמרא פ''ק (דף י':). ",
        "<b>ומ''ש שבח נבילה חולקין.</b> הוא מחלוקת ר''מ ור' יהודה שם בפ' המניח ופסק כר' יהודה: "
      ],
      [],
      [],
      [
        "<b>שור שוה מאתים וכו'.</b> ברייתא שם ופסק כר''ע: "
      ],
      [
        "<b>ומה שכתב השביח המזיק כו'.</b> גם זה שם: "
      ],
      [
        "<b>על המזיק לטרוח בנבלה וכו'.</b> מחלוקת תנאים בברייתא בגמרא (דף י\"א) בפרק קמא ופסק כאבא שאול וכאחרים וכן עיקר: "
      ]
    ],
    [
      [
        "<b>שור של ישראל וכו'.</b> משנה וברייתא פרק ארבעה וחמשה (דף ל\"ו:): ",
        "<b>וכל הקדשים שחייבין עליהם וכו'.</b> משנה וגמרא פירקא קמא (דף ט') ודין פסולי המוקדשים מבואר בסוגיא פ''ק ופרק הפרה: "
      ],
      [
        "<b>שלמים שהזיקו גובה וכו'.</b> מימרא דרבי אבא שם פרק קמא (דף י\"ג): "
      ],
      [
        "<b>וכיצד אינו גובה וכו'.</b> שם: "
      ],
      [
        "<b>וכן שור הפקר שהזיק וכו'.</b> שם: ",
        "<b>ולא עוד אלא שור וכו'.</b> שם (דף מ\"ד:) בשם ר''י פ' ד' וה' ברייתא: "
      ],
      [
        "<b>שור של ישראל וכו'.</b> משנה היא פ' ד' וה' (דף ל\"ז). ",
        "<b>ומ''ש רבינו לפי שאין וכו'.</b> נתינת טעם מדעתו ז''ל. ובהשגות א''א הטענה הזאת אינה מספקת וכו'. ואפשר שבזמן הגמ' לא היו העכו''ם נפרעים כלל ואף בזמן הזה אפשר שאין כל העכו''ם נפרעין מגוף המזיק ואף בארץ שדינם לגבות הדין כך. ודין שור של עכו''ם שהזיק וכו' מפורש שם: "
      ],
      [
        "<b>שור תם שהזיק וכו'.</b> ברייתא פ' המניח (בבא קמא דף ל\"ג:) התחלתה ת״ר שור תם שהזיק וכו'. ",
        "<b>ומ''ש אף על פי שהוא מכור.</b> הכוונה לומר שהלוקח חורש בו לכתחלה וכן שהמכר קיים ואין כל אחד יכול לחזור בו. נראה שהוא סובר שהברייתא אתיא אפי' לר''ע דאמר התם שותפי נינהו ויליף לה מדקאמר הקדישו מוקדש מדרבי אבהו וכו' דאי לר' ישמעאל דאמר בעל חוב הוא לא צרכינן לר' אבהו. ובאמת שאין בסוגיא דבר בהפך דוק ותשכח: "
      ],
      [
        "<b>הקדישו המזיק וכו' כדי שלא יאמרו הקדש יוצא בלא פדיון.</b> זו היא דר' אבהו שהזכרתי למעלה והכוונה שפודה אותו בדבר מועט הניזק וגובה ממנו וכן פירשו המפרשים ז''ל: "
      ],
      [],
      [
        "(ח-ט) ",
        "<b>הזיק ועמד בדין וכו' קדמו בעלי חובות של מזיק וכו' וכן מועד שהזיק בין שעמד בדין וכו' קדמו בעלי חובות והנהיגוהו וכו'.</b> כל אלו הדינים מפורשים בברייתא הנזכרת ובסוגיא שעליה. ומ''ש במועד ובעלי חובות זוכין בו. הא אפי' כשאין נכסים אחרים למזיק לפי שאם הזיק עד שלא חב אין דין קדימה במטלטלים ובעל חוב מאוחר שקדם וגבה בהן מה שגבה גבה כמו שיתבאר פ''ב מהל' מלוה ולוה משא''כ בתם שהרי הוא משתלם מגופו ושעבוד נזקו עליו לבד: "
      ],
      [
        "<b>כשב''ד נזקקין וכו'.</b> מבואר פ''ק (דף י\"ד:) בסוגיא על פיסקא דשוה כסף וכן למעלה באותו פרק מחלוקת אמוראין ופסק רבינו כרב פפא ורב הונא בריה דרב יהושע וכן דעת ההלכות: "
      ],
      [
        "<b>מת המזיק קודם שישלם וכו'.</b> דין המטלטלין שם מוסכם ודין הזיבורית מחלוקת אמוראים פרק הניזקין בגיטין (דף נ') ופסק כר''נ דהלכתא כוותיה בדיני וכאביי דאמר הכי ודלא כרבא וכן פסקו ז''ל דיתומים אלו בין קטנים בין גדולים. אבל הרשב''א ז''ל כתב בשם הרב ר' יונה דלענין נזקין דוקא קטנים אבל גדולים מן העידית: "
      ],
      [
        "<b>כבר תקנו הגאונים לגבות וכו'.</b> בהלכות פ''ק: "
      ],
      [
        "<b>אין הנזקין משתלמין וכו'.</b> משנה שם פירקא קמא (דף י\"ד:) על פי עדים בני חורין ובני ברית ומפורש בגמרא. ובהשגות א''א לא בא למעט אלא עדים פסולים וכו'. ופשוט הוא שכוונת רבינו כך הוא שהרי השוה אותן לשאר דיני ממונות שהודאת בעל דין בהם כמאה עדים מיהו דוקא נזק שלם שהוא חייב על פי עצמו אבל חצי נזק קנס הוא ואם הודה נפטר וכבר נתבאר בדברי רבינו דין זה בביאור למעלה בפרק ב': "
      ],
      [
        "<b>שור שהיה רועה וכו'.</b> ברייתא בשבועת העדות (דף ל\"ד) ובהמוכר פרות (דף צ\"ג) פסק כתנא קמא וכן דעת ההלכות פרק הפרה. ופירוש גמל האוחר שמשמש אחור כנגד אחור ודרכו להרוג כל המסתכל בו בשעת תשמישו. ל''א אוחר נוחר. ופירוש מ''ש <b>רבינו ואפילו גמל האוחר</b> פי' ואפילו הוא מועד ועוד שאוחר: "
      ]
    ],
    [
      [
        "<b>בהמה מעוברת שהזיקה גובה וכו'.</b> מימרא דרבא פרק הפרה (דף מ\"ז) ובבהמה תמה שהיא משלמת חצי נזק מגופה. ודין ביצת התרנגולת כתבו קצת המפרשים דוקא בדלא אגידא בה אבל אגידא בה גובה ממנה ואולי לזה כתב רבינו ז''ל מובדלת ומופרשת ממנה: "
      ],
      [
        "<b>מעוברת שנגחה וכו'.</b> שם ופסק כחכמים וכן דעת ההלכות: "
      ],
      [
        "<b>שור שנגח פרה מעוברת וכו'.</b> גם זה כחכמים ודלא כסומכוס: "
      ],
      [
        "<b>נגח פרה מעוברת וכו'.</b> מימרא דרבא שם. <b>ומ''ש בריאה</b> לומר שפחתה אף היא בשמנה ופחותה בנפח מלבד נזק הולד כדין האמור בסמוך: "
      ],
      [
        "<b>היתה הפרה לאחד וכו'.</b> מבואר שם בגמ' בביאור: "
      ],
      [
        "<b>שור שהיה רודף וכו'.</b> משנה פרק המניח (בבא קמא דף ל\"ה) ואפילו המזיק אומר שמא כדאיתא בגמרא ופרק הפרה (דף מ\"ו) כחכמים: ",
        "<b>טען הניזק ואמר ודאי אתה יודע וכו'.</b> זו היא שבועת היסת שתיקנו חכמים בכל מקום לכופר בכל והתובע טוען ברי ונתקנה אחר חכמי המשנה ועיקרה בשבועות (דף מ':): ",
        "<b>אבל [אם היה] תם פטור.</b> פשוט הוא: "
      ],
      [],
      [
        "(ז-ח) ",
        "<b>היו שנים רודפין אחר אחד וכו'.</b> משנה שם פ' המניח (בבא קמא דף ל\"ה). ",
        "<b>ומה שכתב בד''א.</b> הוא מפורש בגמרא (דף ל\"ו) על דרך פירושו ז''ל והוא הנכון שאם אבד אחד פטור לגמרי. ",
        "<b>וכן מ''ש מגוף הפחות שבשניהם.</b> מפני שהוא ספק והמוציא מחבירו עליו הראיה ודברי רבינו עיקר: "
      ],
      [
        "<b>היו שני השוורין וכו'.</b> משנה שם. ",
        "<b>ומ''ש המוציא מחבירו ע''ה.</b> ביאור דבריו שאם לא הביא הניזק ראיה כלל הרי המזיק פטור לגמרי כמ''ש לפנינו בדין היו הניזקין שנים שהרי הוא דומה לחטים ולשעורים ולא עוד אלא כיון שאינו מודה אלא בתם אם אין שם עדים הרי הוא מודה בקנס ופטור וסוגיין דמ''ד פלגא נזקא ממונא דאי מודה לא מיפטר אין הלכה כן. ",
        "<b>ומ''ש רבינו לא היה שם ראיה ברורה שזה הזיק אלא עדים מעידים וכו' משלם המזיק כמו שאמר.</b> הוא דין נכון שאינו דומה לדין חיטים ושעורים שלפנינו שהרי יש כאן עדים: "
      ],
      [
        "<b>ואם טען הניזק שאתה יודע וכו' הרי המזיק נשבע שבועת התורה.</b> הודה לו הר''א ז''ל בהשגות דין זה ואמר בהשגות א''א אתם ואמועד קאי וכו'. והחילוק הזה שכתב הר''א ז''ל בין אומר לו אתה יודע בין אינו אומר לו אתה יודע יתבאר דעתו בהלכות שאלה ופקדון. ודעתו ז''ל באחד תם ואחד מועד הרי התם בכלל תביעת המועד שכל הנכסים משועבדים לו אבל כששניהם תמים הרי הם כחיטים ושעורים ואע''פ שיש שם עדים שאחד מהם הזיק פטור מן השבועה. ויש לחלוק שאפילו בששניהם תמים כיון שיש שם עדים חייב שבועת התורה וצ''ע: "
      ],
      [
        "<b>היו הניזקין שנים אחד גדול ואחד קטן וכו'.</b> משנה שם. ודבר ברור הוא החילוק שיש בין גדול לקטן בניזקין וכן פשוט במזיקין בששניהם תמים לפי שהתם אינו משלם אלא מגופו וכשהמזיק קטן לא יהיו דמי גופו בחצי נזקו: ",
        "<b>לא היתה שם ראיה ברורה המזיק פטור וכו'.</b> אי אפשר לבאר מאמר רבינו ז''ל לומר שאין שם ראיה ברורה אי זה מהם הזיק אבל יש שם עדים שהזיקו שאם כן לא אמר פטור שהרי למעלה אמר בכיוצא בזה משלם המזיק כמו שאמר דכל שיש שם עדים אינו דומה לחיטים ושעורים כמו שנתבאר למעלה אלא ודאי כוונת רבינו ז''ל שאין שם עדים כלל והמזיק פטור בתמין מדינא דמודה בקנס פטור ובאחד תם ואחד מועד כדין טענו חיטים והודה לו בשעורים. ",
        "<b>ומה שכתב רבינו ז''ל ואם תפס הניזק הרי זה משלם לקטן מן הגדול והוא ודאי בששניהם תמים.</b> כך הוא בגמרא מפורש ואף על פי שהמודה בקנס פטור כבר תירץ הר''א ז''ל בפירושיו דפלגא נזקא שאני משאר קנסות שאם תפס אין מוציאין מידו והוא דעת רבינו ז''ל. ודע שדיני בבא זו ושלמעלה ממנה שוין רצוני לומר שאם יש עדים בשהנזקין שנים משלם המזיק כמו שאמר כמו שנתבאר למעלה ואף שם אם לא היו שם עדים כלל פטור לגמרי כדין חטים ושעורים ואם תפס אין מוציאין מידו וזה מוכרח בגמרא וזה דעת כל המפרשים ז''ל להשוותן. ורבינו ז''ל כתב למעלה דין עדים מעידים שהוא חייב אף על פי שאין התביעה אלא על אחד מהם וכל שכן כאן שהתביעה על שניהם וכאן כתב כשאין שם עדים כלל שהוא פטור מדין חיטים ושעורים אף על פי שהתביעה על שניהם וכ''ש למעלה שאין התביעה אלא לאחד ולזה יש דעת אחרת למפרשים ז''ל: "
      ],
      [
        "<b>שור שנגח וחזר וכו'.</b> משנה פרק ד' וה' (דף ל\"ז) פסק רבינו כר''ש דמתני' דאתיא כר''ע דגמרא: "
      ],
      [
        "<b>ניזק שתפס הבהמה וכו'.</b> זה נלמד מהסוגיא אשר שם וברור הוא וכ''כ בהלכות: "
      ],
      [
        "<b>שני שוורים וכו' עד סוף הפרק.</b> משנה מפורשת בבבא קמא בפרק המניח (בבא קמא דף ל\"ג): "
      ]
    ],
    [
      [
        "<b>שור שהמית את האדם וכו'.</b> משנה פרק ארבעה וחמשה (בבא קמא דף מ\"א). ",
        "<b>ומה שאמר ואחד חיה ועוף וכו'.</b> מבואר במשנה בפ''ו דעדיות דקתני תרנגול שנסקל בירושלים על שהרג את הנפש והובאה ברכות (דף כ\"ז): "
      ],
      [
        "<b>מה בין תם שהרג את האדם למועד וכו'.</b> שם במשנה פרק ארבעה וחמשה (דף מ\"א): "
      ],
      [
        "<b>והואיל וכל בהמה חיה ועוף שהרגו את האדם נסקלין וכו'.</b> סוגיית הגמ' עליה והצדדין שכתב רבינו ז''ל אוקימתות בגמרא אלא שאני תמה בשני הצדדין הראשונים שהם כשהרג עכו''ם או ישראלים טרפות הרי נדחו בגמ' דפרכינן ומועד לעכו''ם הוי מועד לישראל בתמיה פי' דילמא בעלים מנטרי ליה טפי מליגח לישראל ופרקינן אלא אמר ר''ל כגון שהרג בני אדם טרפה ופרכינן מועד לטרפה הוי מועד לשלם בתמיה ואמרינן אלא אמר רב פפא כגון דקטיל וערק וכו'. ואפשר שרבינו ז''ל אינו גורס בשני אוקימתות אלו אלא והוא מפרשן בניחותא שמועד לעכו''ם הוי מועד לישראל ומועד לטרפה הוי מועד לשלם ואין כן גירסת הספרים שלנו ולא כפי' רש''י ז''ל: ",
        "<b>וכן אם סכן ג' בני אדם וכו'.</b> פי' ולא מתו וכשנגח הרביעי מתו כולן לפיכך לא נסקל עד עתה כך פירש רש''י ז''ל: ",
        "<b>או שהרג ג' בהמות וכו'.</b> זה באמת קשה מן הראשונות דהא ודאי בתמיה אמר התם ומועד לבהמה הוי מועד לאדם ובכמה מקומות נראה כן ורבינו ז''ל עצמו כתב בפ''ו מועד לאדם אינו מועד לבהמה x וכ''ש דמועד לבהמה לא הוי מועד לאדם ואפי' גרסינן לה בניחותא ודאי אין הלכה כדברי רב זביד דאמר הכין אלא כרב פפא דפליג בריש פירקין ואמר דשור שהוא מועד למין אחד אינו מועד למין אחר ורבינו ז''ל פסק כרב פפא כמ''ש למעלה פרק ו', וצריך לי עיון: ",
        "<b>וכן אם הכירו העדים וכו'.</b> פי' ולבסוף הוכר בנגיחה רביעית ואוקימתא אמיתית הוא שם בגמ' (דף מ\"א): "
      ],
      [
        "<b>זה שכתוב בתורה וגם בעליו יומת וכו'.</b> מבואר שם בסנהדרין. ",
        "<b>ומה שכתב רבינו ז''ל ממשכנין מי שחייב בכופר.</b> בעיא שם בבא קמא (דף מ') ולא איפשיטא ופירשו בתוספות בד''ה חייבי כופר דביורשי הניזק מיבעיא ליה אם יכולין למשכנו ונראה מדבריהם דפשיטא דאילו לא רצה לשלם בית דין מגבין וממשכנין כשאר נזקין דעלמא ע''כ בחידושי הרשב''א ז''ל ונראה שזה דעת רבינו ז''ל: "
      ],
      [
        "<b>שור של שני שותפין וכו'.</b> זו ודאי בעיא שם דאמר כיצד משלמין כופר משלם האי כופר והאי כופר כופר אחד אמר רחמנא ולא שני כופרים נשלם האי חצי כופר והאי חצי כופר כופר שלם אמר רחמנא ולא חצי כופר ע''כ לשון הגמרא ולא פשטוה. ונראה דעת רבינו ז''ל בזה כיון דפשיטא לן שחייבין בכופר וכדקאמר כיצד משלמין כופר וקיימא לן דכופרא כפרה חייבין הן להביא כפרתן והולכין בה להחמיר ואין זה כשאר ספק חמץ דלקולא לנתבע: "
      ],
      [
        "<b>אין גומרין דין השור וכו'.</b> כדברי חכמים (דף מ\"ה:) שבברייתא השנויה שם: ",
        "<b>אבל אם לא היו לה בעלים וכו'.</b> הג' ראשונים שהזכיר רבינו ז''ל הם במחלוקת שם בגמרא (דף מ\"ד:) ופסק כסתם משנה דלא כר' יהודה. ",
        "<b>ומ''ש שאין האפוטרופסין משלמין את הכופר.</b> ברייתא מפורשת שם (דף מ'): "
      ],
      [
        "<b>שור שהוא טרפה וכו'.</b> בסנהדרין פרק אלו הנשרפין (דף ע\"א) ופסק כרב אשי. ובהשגות א''א ואם בפני הבית דין הרג נהרג משום ובערת הרע מקרבך ע''כ. למד זה התם מדאמר התם באדם טרפה שהרג בפני בית דין חייב משום ובערת ודי שנמעט השור ממה שהבעלים פטורין דהתם נמי ילפינן פטורא דשור מדלא קרינן ביה וגם בעליו יומת ויש לחלק דהאי קרא דובערת לא כתיב אלא באדם: "
      ],
      [
        "<b>המשסה כלבו בחבירו וכו'.</b> זהו דין שור האיצטדין השנוי במשנה פרק ארבעה וחמשה (דף ל\"ט) ודין הנחש משנה פרק אלו הן הנשרפין (ע\"ו:) והובא פרק כיצד הרגל (כ\"ט:) ופסק כחכמים: "
      ],
      [
        "<b>אין הבהמה נסקלת וכו'.</b> משנה פרק ארבעה וחמשה (דף מ\"ד) ועולה מכלל דברי רבינו שאם נתכוון להרוג ראובן והרג שמעון שהוא נסקל וכן העלו בגמרא: ",
        "<b>ואם היה מועד וכו'.</b> פסק כמימרא דשמואל בגמרא שם ובקנס העבד פסק כר''י: "
      ],
      [
        "<b>היה מועד ליפול על בני אדם בבורות וכו'.</b> מפורש שם ואליבא דשמואל, ופירוש מועד שעשה כן שלש פעמים וכן עיקר וכן מתברר פרק הפרה (דף מ\"ח): "
      ],
      [
        "<b>אין הבעלים משלמין את הכופר וכו'.</b> ברייתא פ' המניח (בבא קמא דף ל\"ג) ופסק כת״ק אבל במ״ש רבינו ז״ל ואפילו נכנס לתבוע שכרו יש קצת תימה איך לא חילק שלפי הסוגיא נראה דאי בעל הבית לא שכיח במתא פי' בשוק שהרי הוא כאילו נכנס ברשות ואולי שרבינו מפרשה בפנים אחרים: "
      ],
      [
        "<b>עמד בפתח וקרא וכו'.</b> שם בברייתא: "
      ],
      [
        "<b>בהמה שנכנסה בחצר הניזק.</b> בעיא דאיפשיטא סוף כיצד הרגל (דף כ\"ו) ודוקא ברשות הניזק ואז חייב אפילו בביאה ראשונה אבל ברה''ר אפילו בג''פ פטור לפי שאין חיוב הרגל ברה''ר: "
      ],
      [
        "<b>נ''ל שאע''פ שהתם שהמית בכוונה עבד וכו'.</b> כבר כתב רבינו למעלה שהמועד שהמית את בני חורין או את העבד שלא בכוונה משלם כופר וקנס אבל בתם סובר הרב שאם המית בן חורין פטור אפי' מחצי דמים דאין דמים לבן חורין וההיא סוגיא דפ' ד' וה' (דף מ\"ג) דמשמע מינה דיש דמים בבני חורין נאמרה דוקא לדעת רבה דאמר שור [שהמית בן חורין] שלא בכוונה פטור מן הכופר ואין הלכה כמותו ולדידן אין דמים לבן חורין אבל העבד יש דמים לעבד ושלא בכוונה שאין השור נסקל משלם מגופו. ובהשגות א''א זאת הסברא אינה מחוורת וכו'. ודברים אלו צריכין ביאור ארוך וכבר העירותי על דברי רבינו ז''ל. ודעת הר''א ז''ל הוא דתם לדידן כמועד אליבא דרבה ויש דמים לבן חורין: "
      ]
    ],
    [
      [
        "<b>כמה הוא הכופר וכו'.</b> זה מחלוקת פ' ד' וה' (דף מ') ופסק כחכמים דברייתא דאמרי דמי ניזק: ",
        "<b>וכופר העבדים וכו'.</b> פשוט ומבואר במשנה: ",
        "<b>וכל המעוכב גט שחרור וכו'.</b> בעיא ולא איפשיטא בגיטין פ' השולח (גיטין דף מ\"ב:) ולקולא. ואני תמה למה לא כתב רבינו ז״ל שאם תפס אין מוציאין מידו כדרכו בשאר תיקו שבממון ואפילו בתיקו דקנס כמו שיתבאר פ״ב מהלכות גניבה. וי״ל שאפשר שרבינו ז״ל סובר שהיא פשוטה שאין לה קנס דההיא דברייתא דאוקימנא התם דילמא כמאן דאמר א״צ סובר הוא שצריך כמו שפסק בה' עבדים ולא מפקינן ברייתא לבר מהלכתא אבל מתוך מ״ש רבינו פ״ד מהל' חובל ומזיק אינו נראה כן אלא אם תפס אין מוציאין מידו: "
      ],
      [
        "<b>למי נותנים וכו' ואם המית אשה וכו'.</b> ברייתא פרק ד' וה' (דף מ\"ב:) כר''ע: ",
        "<b>המית מי שחציו עבד וחציו בן חורין וכו'.</b> דברי רבינו ז''ל קיימין בשפחה שחצייה בת חורין אבל בעבד ודאי צ''ע שהרי כבן חורין הוא אלא שמחוסר גט שחרור וזה מוכרח בגמרא שם פ' השולח דקא בעינן התם מעוכב גט שחרור יש לו קנס או לא ואמר ת''ש המית מי שחציו עבד וחציו בן חורין נותן חצי קנס לרבו וכו' מאי לאו כמשנה אחרונה פי' שהודו ב''ה שכופין את רבו לשחררו וכותב שטר על חצי דמיו כדי שלא יבטל מפריה ורביה וש''מ דיש קנס למחוסר גט שחרור ודחינן לא כמשנה ראשונה פי' שאמרו ב''ה עובד את רבו יום אחד ואת עצמו יום אחד ועבד גמור הוא בחציו וכיון שכתב רבינו דמעוכב גט שחרור אין לו קנס וקי''ל כמשנה אחרונה כמו שיתבאר בהל' עבדים פ''ז היאך יהיה לזה קנס אבל בשפחה דקי''ל דעובדת את רבה יום אחד ואין חוששין לפריה ורביה לפי שאינו מצוה עליה וכמו שיתבאר שם יש לרבה חצי נזק ואני תמה איך כתב רבינו ז''ל כן בסתם וע''ק שכתב חציו עבד וצ''ע. אחר כן מצאתי לרבינו מאיר ז''ל שכתב כדברי שעבד אין לו קנס וכן עיקר: "
      ],
      [
        "<b>שור שנגח את האשה וכו'.</b> מבואר בברייתא (דף מ\"ב:) ובסוגיא פרק ד' וה': "
      ],
      [
        "<b>נגח שפחה ויצאו ילדיה וכו'.</b> מימרא פרק הפרה (דף מ\"ט): "
      ],
      [],
      [
        "<b>שור שנתכוון לבהמה וכו'.</b> נזקין שלא בכוונה הם בברייתא מחלוקת רבי יהודה ור''ש פרק ד' וה' (דף נ') ופסק כר' יהודה וידוע דר''ש ור' יהודה הלכה כר''י: "
      ],
      [
        "<b>שור תם שהמית והזיק וכו'.</b> ברייתא וסוגיא פ' החובל (בבא קמא דף צ':) ודעת רבינו ששור המועד אחר שדנוהו דיני נפשות אם דנין אותו דיני ממונות אין הבעלים חייבין לשלם מן העליה וזה שאמרו שם (דף צ\"א) סוף סוף מהיכא משתלם מרדיא פי' מחרישה ואין חוששין לעינוי דינו של שור וכשברח השור ליכא ביה רדיה ומבעלים ליכא לאשתלומי וכדאמרן. ואפשר לפרש הסוגיא על דרך זה ולומר דלהך אוקימתא בתרייתא לא חיישינן לעינוי דינו של שור. זה נ״ל לדעת רבינו ז״ל ובהשגות שיטה אחרת על דרך פירש״י ז״ל ואין בה הכרח: "
      ],
      [],
      [
        "<b>שור שהמית את האדם וכו'.</b> כרבנן בברייתא בסוף פרק ד' וה' (דף מ\"ד:): "
      ],
      [
        "<b>שור שלא נגמר דינו שנתערב וכו'.</b> מבואר בסוגיא דאלו הן הנשרפים (דף ע\"ט:) על המשנה דרוצח שנתערב באחרים ופסק כחכמים. ",
        "<b>ומה שכתב רבינו והם אסורין בהנאה.</b> כן מוכח בזבחים פ' התערובת (זבחים דף ע\"ו) ופשוט הוא: "
      ],
      [
        "<b>פרה מעוברת שהמיתה וכו'.</b> הכל מבואר שם באלו הן הנשרפים על ברייתא (דף פ') וסוגיא שעליה: "
      ],
      [],
      [
        "<b>שור הנסקל שהוזמו עדיו וכו' עד סוף הפרק.</b> מבואר בכריתות (דף כ\"ד) ריש פרק המביא מימרא בשם ר''י ורבא: "
      ]
    ],
    [
      [
        "<b>החופר בור ברשות הרבים וכו'.</b> משנה פ' הפרה (דף נ':): ",
        "<b>אפילו היה הבור מלא גזות וכו'.</b> שם מפורש בגמרא: ",
        "<b>ואחד שור וחמור וכו'.</b> משנה שם (דף נ\"ד:): "
      ],
      [
        "<b>אחד החופר בור ברה''ר וכו'.</b> משנה שם (דף מ\"ט:). <b>ומ''ש רבינו ז''ל או פתח לרשות חבירו</b> הוא פירוש שפי' רבינו ז''ל למה שאמרו במשנה ברה''י ופתחו לרה''י אחר חייב: ",
        "<b>ומה שכתב רבינו בשהפקיר רשותו.</b> הוא מחלוקת שם ופסק כר''ע ואליבא דרבה או כר' ישמעאל ואליבא דרב יוסף וכסתם משנה וכן בהלכות. ומה שפטר רבינו כשהפקיר רשותו ובורו דבר פשוט ומוסכם מרוב המפרשים ז''ל שהרי על הכריה אינו חייב שברשות כרה וכשהפקירו הרי סלק עצמו מן הכל: "
      ],
      [
        "<b>אחר החופר או שנחפר וכו'.</b> מבואר בפרק הפרה שם במימרא דרבא: "
      ],
      [
        "<b>אחד החופר או המגלה וכו'.</b> מבואר שם: ",
        "<b>ואם כסהו כראוי וכו'.</b> מפורש שם בסוגיא ובגמרא (דף נ\"ב) ובמשנה: ",
        "<b>כסהו בדבר שיכול לעמוד וכו'.</b> מבואר שם בסוגיא כלישנא בתרא וכו': "
      ],
      [
        "<b>התליע מתוכו ונפלו בו וכו'.</b> בעיא (דף נ\"ב:) ואיפשיטא שם כדברי רבינו. בהשגות א''א הרי''ף לא הביא בהלכותיו מכל אותה הסוגיא כלום וכו'. וכבר חילקו המפרשים בין זו לתחילתה בפשיעה דשאני הכא שלא בא האונס מחמת הפשיעה וכן תירצו ז''ל והיאך עלה בדעת הר''א לדחות בעיא דאיפשיטא מברייתא בשביל סברא לומר שקשה לאמוראים דאמרי תחלתו בפשיעה וסופו באונס חייב ואין ראיה מדברי הרב רבי יצחק ז''ל שהרי השמיט הרבה הלכות פסוקות מענינים אלו לפי שאינם מצויין וזו אחת מהן: "
      ],
      [
        "<b>המוצא בור וכסהו וכו'.</b> מבואר בסוגיא בפ' המניח (בבא קמא דף כ\"ט:) ובהשגות בעל הבור חייב בכדי שידע ע״כ. דימה הר״א ז״ל דין זה לבור של שותפין שיתבאר למטה שאין הראשון חייב עד שידע. ויש לי לחלק שכאן לא היה לו לסמוך על כסויו של אדם שאין לו חלק בבור ואפילו ידע בכסויו לפי שהיה לו לחוש שמא יבוא הלה ויטול כסויו ולפיכך היה לו לבעל הבור לכסותו משלו ואם לא כיסהו משלו אפילו בא אחר וגלהו חייב משא״כ בבור של שותפין שהראשון היה לו לסמוך על כסויו ועל השני שעבר שם הוא החיוב כיון שהראשון לא ידע וזה ברור: "
      ],
      [
        "<b>בור של שני שותפין ועבר הראשון וכו'.</b> משנה מפורשת פ' הפרה (דף נ\"א) ומסירת הדלי מבואר בגמרא (שם ע\"ב) ופסק כראב''י דאיפסיקא הלכה כוותיה בנדרים (דף נ\"ו:): ",
        "<b>כסהו הראשון ובא השני וכו'.</b> משנה שם. ",
        "<b>ומה שכתב רבינו ז''ל וכדי שישכור פועלים וכו'.</b> פסק כר''י וכן פסקו ז''ל. ובהשגות א''א אין בגמרא עד שידע הראשון וכו'. ומדברי שאר המפרשים נראה דבעינן שידע ממש וכדברי רבינו וכן עיקר: "
      ],
      [
        "<b>המוסר בורו לשומר וכן אם מסרו לחש''ו אע''פ שהיה מכוסה הרי הבעלים וכו'.</b> דין החרש שוטה וקטן ברייתא פ''ק (דף י'). ובהשגות א''א אני אומר שאינו מכוסה כראוי ע''כ. וכבר הכריע הרשב''א ז''ל כדברי רבינו ז''ל שאפילו מכוסה כראוי חייב אליבא דחזקיה דהלכתא כוותיה לגבי ר''י דרביה הוה וכמוכרח הוא בסוגיא שם וכבר כתבתי כיוצא בזה פרק רביעי בדין שור: "
      ],
      [
        "<b>המכסה בורו בדליו של חבירו ובא וכו'.</b> מימרא בפרק המניח (בבא קמא דף ל'): "
      ],
      [
        "<b>אחד החופר בור וכו'.</b> משנה פרק הפרה (דף נ':). <b>ומ''ש רבינו ואם הוזקו חייבין לשלם</b> פירוש בחפירת כל שהוא לפי שאין שיעור לנזקין וכמ''ש למטה, ובתוספתא מחלוקת ופסק כת''ק דאמר כל שהוא וכסתם משנה שלא נתנה בו שיעור: "
      ],
      [
        "<b>היה עומק הבור ט' וכו'.</b> מימרא פרק הפרה (דף נ\"א:) לפי הנראה מדבריו כך היא גרסתו שם אמר רבא וכו' בור תשעה ומהם טפח מים חייב קסבר כל טפח מים כטפחיים ביבשה דמי איבעיא להו בור שמונה ומהם טפחיים מים מהו מי אמרי' כיון דלא עמיק לית ביה הבלא או דילמא כיון דנפישי מיא אית ביה הבלא ואת''ל כיון דנפישי מיא אית ביה הבלא בור שבעה ומהם שלשה טפחים מים מהו ודאי קריבה ליה לגבי ארעא או דילמא נפיש להו הבלא תיקו. ובספרינו מוחלפת השיטה דפשיטא להו בור שמונה ומהם טפחיים מים דחייב ומיבעיא להו בור תשעה וטפח מים ובור שבעה ושלשה טפחים מים: "
      ],
      [
        "<b>החופר בור עמוק עשרה טפחים וכו'.</b> ברייתא שם (דף נ\"א) ואתיא אליבא דרבנן וכלישנא קמא דרב זביד דטפי עדיף לאוקמיה כהלכתא. ודע שהוא הדין לחופר בור שמונה ובא אחר והשלימו לתשעה ששניהם חייבין בנזקין שהרי היה במעשה הראשון שיעור לנזקין וכ''כ ז''ל: ",
        "<b>חפר הראשון פחות מעשרה וכו' זה האחרון חייב.</b> פי' חייב לגמרי וכרבנן דאמרי הכי והראשון נפטר אפי' מנזקין. והטעם מפני שהאחרון העתיקו ממדת נזקין למדת מיתה ומתוך כך חייב בכל ואינו דומה לחופר בור ח' ובא אחר והשלימו לט' שכתבתי למעלה ששניהם חייבין לפי ששם עדיין במדת נזקין הוא עומד, זה דעת המפרשים ז''ל: ",
        "<b>סתם טפח שהוסיף וכו'.</b> בעיא ולא איפשיטא (דף נ\"א:): "
      ],
      [
        "<b>חפר הראשון בור עמוק וכו'.</b> בעיא שם והרכיב רבינו שתי הלשונות האמורין שם, וביאור דבריו ז''ל כך בשחפר הראשון בור עמוק לשיעור המיתה ובא אחר והרבה ברחבו ונפל השור מאותו צד שהרחיבו וכגון שלא הרחיבו בהיקף כולו אפילו מת מחמת הבל הבור חייב שאם לא הרחיב זה האחרון היזק הבור לא היה נופל שם ואין צריך לומר אם מת מחמת חבטה, נפל השור בצד האחר שלא הרחיב זה בו אם מת מחמת הבל האחרון פטור שהרי מיעט הבלו אם מחמת חבטה מת האחרון חייב. זהו כוונתו ז''ל והוא תימה איך עירב הלשונות דבודאי משמע דללישנא קמא הכל תלוי בהבל וחבט לבד ולא איכפת לן מאי זה צד נפל. ללישנא בתרא הכל תלוי מאי זה צד נפל ואם לא נפל מאותו צד שהרחיב הוא אפילו מת מחבטה האחרון פטור ואולי דעת רבינו ז''ל שאינן חולקין לענין הדין וצ''ע: "
      ],
      [
        "<b>בור שחייבה עליו תורה וכו'.</b> פסק כשמואל (דף נ':) דהלכתא כוותיה בדיני. ",
        "<b>ומה שכתב לפיכך אם היה עומק הבור כרחבו אין לו הבל.</b> מימרא שם פרק הפרה ובשלא נחבטה הפרה כמה שכתב הוא ז''ל דאי נחבטה כיון דקי''ל כשמואל ודאי מיחייב בכל גוונא וכן פירשו ז''ל: "
      ],
      [
        "<b>עשה תל גבוה ברה''ר וכו'.</b> גם זה כשמואל ושיעור העשרה טפחים דומיא דבור: "
      ],
      [
        "<b>אבל אם היתה פקחת ונפלה ביום ומתה וכו'.</b> משנה שם (דף נ\"ב) וגמרא (דף נ\"ה): ",
        "<b>וכן אם נפל לתוכו אדם ומת וכו'.</b> משנה שם: ",
        "<b>ואם הוזק בו אדם או הבהמה הפקחת וכו'.</b> נזקי האדם ליחייב הם מפורשים בגמרא פ' המניח (בבא קמא דף ל\"ג) ה״מ לענין קטלא אבל לענין נזקי האדם חייב אבל חיוב נזקי הבהמה הפקחת לא נתבאר בגמרא. ובהשגות א״א ובהמה הפקחת ביום למה ומה בין נזק למיתה לענין זה ע״כ. ול״נ שיצא דין זה לרבינו ממה שאמרו פ' המניח (בבא קמא דף כ\"ז:) לפי שאין דרכן של בני אדם להתבונן בדרכים והביאה ז״ל פי״ג וסובר הרב ז״ל דכ״ש בהמה שאין בה דעת וכשמיעטו בהמה פקחת ביום לא מיעטוה אלא מן המיתה בדוקא שהפקחות מעיינות ונשמרות ממכשול גדול שיש בו סכנת נפשות אבל אינן שומרות עצמן בכל עת מן הנזקים ולפיכך חייב בעל הבור על נזקיהם שאין זה אונס, ואפשר שהרב רבינו אברהם ז״ל סבור שהאדם שהוא בעל מחשבה הוא שאינו מתבונן בדרכים אבל בהמה דרכה להתבונן והלכך ה״ל כאונס ופטור וכן פי' הרשב״א ז״ל: "
      ],
      [
        "<b>נפל לתוכו שור של פסולי המוקדשין וכו'.</b> מימרא פ' הפרה (דף נ\"א) ובהשגות א''א אע''ג דפרקיה ע''כ. ונראה שיצא לו להר''א ז''ל מן הסוגיא שמיעטו בבור שור פסולי המוקדשין החייב בשור כדאיתא התם בהדיא ובשלא נפדו אפילו בשור פטור כמו שיתבאר בפרק זה ואף דעת רבינו כן הוא שהרי לא חילק: "
      ],
      [
        "<b>היה חופר בבור ונפלה הבהמה מקול החפירה וכו' נפל לפניו מקול החפירה חוץ לבור וכו'.</b> הלשון הנמצא בספרי רבינו הוא משובש משבוש המעתיקים והר''א ז''ל תיקן דבריו בהשגות ולא הגיע בידי הנוסחא המתוקנת בהשגות ועיקר הדברים מחלוקת דרב ושמואל פרק הפרה (דף נ\"ג) ונחלקו המפרשים ז''ל בפסק הדין ואין הדברים הללו מצויין כדי להאריך בהם: "
      ],
      [
        "<b>שור שדחף בהמה וכו' עד אתה משלם לי.</b> הכל מבואר שם בברייתא ובמימרא ואליבא דר' נתן ופסק כמוהו משום דדיינא הוה ונחית לעומקא דדינא ותו דקיימא מתנית' כוותיה וכן כתוב בהלכות. ",
        "<b>ומ''ש רבינו ז''ל אע''פ שהיא גדולה ופקחת כיון שנדחפה הרי היא כמי שנפלה בלילה.</b> כן פירש''י ז''ל וכן עיקר אע''פ שבעלי התוס' חולקים בדבר. <b>ומ''ש בשור פסולי המוקדשין שנגח שהוא פטור,</b> אינו קשה למ''ש פרק שמיני ופסולי המוקדשין יש בהן נזקין בין שהזיקו בין שהוזקו מפני שדבריו שם הם בשנפדו כמו שכתב שם שהרי יצא לפדיון וכאן בשלא נפדו וכן דעת כל המפרשים: "
      ],
      [],
      [],
      [
        "<b>מי שהיה חופר בור ברשות הרבים וכו'.</b> ברייתא הובאה פרק קמא דערכין (דף ו') ופסק כפשט הברייתא ואיתא ס״פ גט פשוט (בבא בתרא דף קע\"ה:) והאוקימתות שנאמרו עליהם בגמ' הם אליבא דמ״ד מלוה על פה אינו גובה מן היורשין ואין הלכה כן כמו שיתבאר פי״א מהל' מלוה ולוה: "
      ]
    ],
    [
      [
        "<b>כלים שנפלו לבור ונשתברו בעל הבור וכו'.</b> מבואר במשנה שם פרק הפרה (דף נ\"ב) ודלא כר''י דגמ' (דף נ\"ג:): "
      ],
      [],
      [
        "(ב-ג) ",
        "<b>הבור מאבות נזיקין הוא.</b> פסק כשמואל דאמר פרק המניח (בבא קמא דף כ\"ח) כולן מבור למדנו וכן פסק האלפס ז''ל: ",
        "<b>כיצד המניח אבנו או סכינו וכו'.</b> מפורש שם דין אבנו וסכינו ומשאו. ",
        "<b>ומה שכתב רבינו ואם הניחן ברשותו והפקיר וכו'.</b> פשוט הוא שאחר שיש לו דין בור הכל שוה: "
      ],
      [
        "<b>הכניס שורו לחצר בעל הבית שלא וכו'.</b> פ' הפרה (דף מ\"ח) מימרא: "
      ],
      [
        "<b>המניח את הכד ברה''ר וכו'.</b> משנה בהמניח (דף כ\"ו). ",
        "<b>ומ''ש רבינו ז''ל לפי שאין דרך בני אדם להתבונן בדרכים.</b> אוקימתא אמיתית שם. ",
        "<b>ומ''ש ואפילו הפקיר הכד.</b> פסק כר''י וכן בהלכות: "
      ],
      [
        "<b>הניח את הכד במקום שיש לו רשות להניחה וכו'.</b> זה יצא לרבינו ממה שאמרו שם (דף כ\"ז:) קרנא דעצירי היה דכיון דברשות עבדי הוה ליה לעיוני ומיזל. ופירש רבינו קרנא דבי עצורי קרנות של גיתות וכן פסקו בהלכות. ומ''מ אפילו באותן מקומות חייב רבינו אם היתה אפלה והדין עמו שהרי כך נראה מהסוגיא שם: "
      ],
      [
        "<b>נשברה כדו ברה''ר והוחלק אחר במימיה.</b> פירוש כגון שנתקל ומתוך כך נשברה כדו ופסק כר''י דאמר נתקל לא פושע הוא ולזה כתב רבינו לפי שהוא אנוס אבל אם שברה בכוונה ודאי חייב, ופסק זה כפסק ההלכות כר''י דמתניתין וכחכמים דברייתא והכין קי''ל דמפקיר נכסיו מתוך האונס פטור וחייב בדיני שמים מפורש בברייתא. ",
        "<b>ומ''ש רבינו ואם נתכוון לזכות בחרסיה והוזק בהן אחר חייב.</b> מפורש שם ובהלכות: "
      ],
      [
        "<b>שני קדרין שהיו מהלכים בדרך זה אחר זה וכו'.</b> משנה שם (דף ל\"א) ופסק כר''י דגמרא ופטור הכלים הוא מפני שכל תולדות בור כלים פטורין בו כמו שנתבאר: "
      ],
      [],
      [
        "<b>הקדרין והזגגין וכיוצא בהן וכו'.</b> גרסת רבינו ז''ל כגרסת ההלכות ורש''י ז''ל והיא הנכונה. <b>ומ''ש רבינו הראשון חייב בנזקי גופו של שני</b> בשהיה לו לעמוד ולא עמד דדוקא בשהזיק גופו אבל בשהזיק ממונו אפילו בגוף הראשון פטור שלא מצינו בור שחייב בו את הכלים כמו שנתבאר בסמוך ולזה כתב רבינו בנזקי גופו של שני. ועל מ''ש רבינו <b>ז''ל בין שהוזק במשאו</b> כתוב בהשגות א''א זהו תימה שהרי כתב הסוגיא כדעת ר''י כו' ההיא שעתא מיהת בורו של ראשון הוא וראשון פטור דהא לאו בורו הוא ומפקיר נזקי אונסים פטור ע''כ. ודבריו פשוטים שכשחייב רבינו במשא הראשון לא חייב אלא בשלא הפקירו שאם בשהפקיר משאו כבר נתבאר בפרק זה שנתקל אנוס הוא ונתבאר שמפקיר נכסיו מתוך האונס פטור וחיוב השני כשהוזק גוף השלישי בגופו הוא מפני שהיה לו לעמוד ולא עמד ודבריו ז''ל כדברי ההלכות: "
      ],
      [
        "<b>נפל הראשון והיה מוטל לרוחב הדרך ונתקל וכו'.</b> מפורש שם (דף ל\"א:) ברייתא: "
      ],
      [
        "<b>השופך את המים בר''ה וכו'.</b> שם (דף ל') משנה. ",
        "<b>ומ''ש ואם נטנפו כליו פטורין.</b> הוא כשמואל דגמ' ודלא כרב והטעם מפני שכל אלו הנזקין תולדות בור ולא מצינו בור שחייב בו את הכלים: ",
        "<b>נבלעו המים בארץ ונשארה הארץ חלקה וכו'.</b> נ''ל שכוונת רבינו היא שאפי' נבלעו המים כל זמן שהארץ חלקה מחמתן חייב וההיא מימרא דרב דאמר קרקע עולם הזיקתהו והסוגיא שעליה דמוכחא דדוקא בשלא תמו מיא כולא דלא כשמואל ואע''ג דלא פליג התם בהדיא הא פליג לעיל וזהו שבהלכות לא הביאו הא דתמו מיא לפטורא. אך הר''א ז''ל כתב בהשגות שכוונת רבינו היא בשלא נבלעו המים וז''ל א''א פירוש שנעשית טיט וכו'. ואין פירושו מחוור אלא לא תמו מיא שנעשית הקרקע רפש וטיט ותמו מיא הוא שאין טיט וכן פי' רש''י ז''ל ודברי ההלכות לראיה שדעתם שאותה סוגיא דלא כהלכה: "
      ],
      [
        "<b>כל אלו שפותקין ביבותיהן וכו'.</b> ברייתא שם (דף ל') ואם הוזקו בהם כלים פטור כמו שנתבאר: "
      ],
      [
        "<b>לא יוציא אדם תבנו וקשו וכו'.</b> משנה וגמרא שעליה ופסק כרב דאמר התם כל הקודם בהם זכה בין בגופן בין בשבחן מ''ט קנסו גופן משום שבחן. ",
        "<b>ומ''ש רבינו ואם קדם אדם וזכה בהן משעת הוצאה לרה''ר וכו'.</b> בעיא שם ולא איפשיטא: "
      ],
      [
        "<b>יש לכל אדם להוציא את הזבל ואת הגללים וכו'.</b> פסק כר' יהודה במה שאמר שבשעת הוצאת זבלים מותר להוציא ברה''ר ופסק דלא כוותיה בנזקין שר' יהודה היה פוטר כשהוזק בהם אדם ואנן קי''ל דחייב וכ''כ בהלכות. ",
        "<b>ומ''ש רבינו ז''ל וחייבין על זה הגלל משום גזל.</b> מפורש שם בגמרא: "
      ],
      [
        "<b>אין שורין טיט ברה״ר.</b> משנה בב״מ פרק הבית והעליה (בבא מציעא דף קי\"ח): "
      ],
      [
        "<b>הבונה ברה''ר וכו'.</b> פי' שאינו רשאי להשהות אבניו ברה''ר אלא תיכף להובאה לקובעה בבנין וכן מוכח שם בגמרא ודלא כרשב''ג דאמר מתקן הוא מלאכתו לפני שלשים יום מפני שדברי רשב''ג העמידום בגמ' בשיטה ואינה הלכה וכמ''ש בהלכות: "
      ],
      [
        "<b>החוצב שחצב אבן ונתנה לסתת וכו'.</b> ברייתא שם וחלוק השכירות וקבלנות שם. ופי' שאפי' בקבלנות כל זמן שנפלה מיד אדם אי זה שיהיה הוא חייב בנזקיה כיון שמידו נפלה וכולן פטורים אבל כשהונחה על גבי הדימוס ונפלה כיון שהם בקבלנות כולן חייבים אבל בשכירות האחרון חייב לפי שעליו לקובעה בבנין: "
      ],
      [
        "<b>הכותל והאילן שנפלו לרשות הרבים וכו'.</b> משנה שם (דף קי\"ז:) והובאה פרק קמא בבבא קמא (דף ו':) ודברי רבינו הם כשהזיקו בשעת נפילה ולפיכך פטור אע''פ שהפקירן וכן מוכח שם מפני הטענה שכתב רבינו ז''ל אבל אם הוזק בהן לאחר נפילה ודאי אם הפקירן הוה ליה מפקיר נזקיו מתוך האונס ופטור ואם מתכוון לזכות בהן חייב כמו שנתבאר למעלה בדין נשבר כדו ונתכוון לזכות בחרסיה וזה ברור וכשהזיק בשעת נפילה שהוא פטור כתב הרשב''א ז''ל ודוקא כשבנאו כראוי אבל אם לא בנאו כראוי חייב והכין איתא בתוספתא דקתני נפל הכותל מחמת הזועות מחמת הרוח ומחמת הגשמים אם בנאו כדרכו פטור ואם לאו חייב עכ''ל: ",
        "<b>וכמה הזמן וכו'.</b> מימרא שם בהבית והעליה (דף קי\"ח): "
      ],
      [
        "<b>המצניע את הקוץ והזכוכית כו'.</b> משנה פ' המניח (בבא קמא דף ל') מימרא שם, ופי' הפריח שהוציא חוץ מרשותו: "
      ],
      [
        "<b>המצניע קוציו וזכוכיותיו בתוך הכותל של חבירו וכו'.</b> ברייתא מימרא שם: "
      ],
      [
        "<b>חסידים הראשונים וכו'.</b> ברייתא ומעשים שם: "
      ],
      [
        "<b>לא יסקל אדם מרשותו לרשות הרבים וכו'.</b> ברייתא פרק הפרה (דף נ':): ",
        "<b>אין עושין חלל תחת רשות הרבים וכו'.</b> משנה פרק חזקת הבתים (בבא בתרא דף ס') ופסק כחכמים. ודע שאף על פי שאינו רשאי לעשות כן לכתחילה אם עשה וכסה כראוי פטור כמו שנתבאר פרק י״ב. ופי' כראוי הוא במקום שהשוורים מצויין לעמוד בפני השוורים ואם מצויין שם גמלים כראוי לגמלים. ובירושלמי מפרש שאם עגלות מצויות שם עד שתהא עגלה מצויה טעונה מהלכת וטעונה אבנים והכל כלל רבינו פ' י״ב במלת כראוי: ",
        "<b>והחופר בור לצורכי הרבים מותר וכו'.</b> ברייתא פרק הפרה (דף נ'): "
      ],
      [
        "<b>אין מוציאין זיזין וגזוזטראות לרה״ר וכו'.</b> משנה פרק חזקת הבתים (בבא בתרא דף ס') ומה שהתיר רבינו למעלה מגמל ורוכבו היא סברא כתובה בהלכות ולמדוה מדין אילן שהוא נוטה כמו שיתבאר בסמוך. ",
        "<b>ומ''ש רבינו אבל אינו יכול להחזיר כתלים למקומן.</b> מימרא שם ופסק כר''י: "
      ],
      [
        "<b>לקח חצר וכו'.</b> מימרא ומשנה שם: "
      ],
      [
        "<b>אילן שהיה וכו'.</b> משנה סוף פרק לא יחפור (בבא בתרא דף כ\"ז:) ופסק כת״ק: ",
        "<b>ומניחין מקום פנוי וכו'.</b> מימרא במציעא בפ' המקבל (בבא מציעא דף ק\"ז:). ",
        "<b>ומ''ש ואין מתרין בבעליו.</b> מבואר שם מכריז ר' אמי מלא כתפי נגדי בתרי עברי נהרא קוצו: "
      ],
      [
        "<b>מי שהיתה וכו' עד סוף הפרק.</b> משנה פרק המוכר פירות (בבא בתרא דף צ\"ט:): "
      ]
    ],
    [
      [
        "<b>המדליק וכו'.</b> זה פשוט ומבואר פרק הכונס (בבא קמא דף ס\"א): "
      ],
      [
        "<b>הרחיק וכו'.</b> מפורש שם במשנה ופסק כרבי שמעון דהכין איפסיקא הלכתא בגמ': ",
        "<b>וכן אם עברה נהר או שלולית וכו'.</b> ברייתא שם. ופי' ר''י שלולית אמת מים שמחלקת שלל לאגפיה. ונראה שדעת רבינו שכל כיוצא בזה אפי' בדליקה גדולה פטור: "
      ],
      [
        "<b>במה דברים אמורים באש הקודחת וכו'.</b> פירוש x קודחת שאין שלהבת גדולה ופסק כרב דאמר הכין ודלא כשמואל משום דתניא כוותיה דרב שם: "
      ],
      [
        "<b>נפלה דליקה בחצרו וכו'.</b> מבואר פ' כיצד הרגל (דף כ\"ג) בסוגיא דאשו משום חציו: "
      ],
      [
        "<b>השולח את הבעירה ביד חרש וכו'.</b> משנה פ' הכונס (בבא קמא דף נ\"ט:): ",
        "<b>בד''א שמסר להן גחלת וכו'.</b> פסק כחזקיה דאמר הכין בגמ' משום דהוא רביה דר''י ותו דמשמע דר''ל קאי כוותיה והוי להו תרי לגבי חד וכ''פ הרי''ף ז''ל בהלכות וכתב שיש חולקים: "
      ],
      [
        "<b>שלח את הבעירה ביד פקח וכו'.</b> משנה שם. ",
        "<b>ומ''ש רבינו אם הניח שומר לשמור את הבעירה השומר חייב.</b> יצא לו ז''ל מדין שאר המזיקין שהשומרין נכנסין תחת הבעלים: "
      ],
      [
        "<b>אחד הביא את האור ואחד הביא את העצים וכו'.</b> משנה שם. ופי' המביא את העצים חייב כגון שהובערו ברוח מצויה תמיד והראשון פטור לפי שלא עשה כלום: ",
        "<b>בא אחר וליבה המלבה חייב וכו'.</b> משנה שם והטעם שכיון שלא היתה מתלבה מאליה הראשונים פטורין: ",
        "<b>ליבתו רוח שאינה מצויה וכו'.</b> במשנה שם לבתו הרוח כולן פטורים ופירשו בירושלמי דוקא ברוח שאינה מצויה וכדברי רבינו ז''ל והוא מוכרח במקומות רבים מן המסכת וכ''כ ז''ל. ופירוש רוח שאינה מצויה תמיד הוא שאין העולם מתנהג בה תמיד אלא לפעמים אע''פ שהיא באה בעתים הרבה ואצ''ל רוח סערה שאינה נושבת אלא לעתים רחוקים וכן מפורש בירושלמי וכן עיקר. וכתב ",
        "<b>ז''ל וכולן פטורים.</b> דוקא בשלא היה הרוח ההוא מנשב בשעה שהאחרון עשה מעשה אבל אם היה מנשב באותה שעה הרי חזר כרוח מצויה וחייב: ",
        "<b>ליבה וליבתו הרוח חייב וכו'.</b> בהשגות א''א ואיך לא הפליג וכו'. והייתי סבור לתרץ שדעת רבינו ז''ל היה לפסוק כאחת מן האוקימתות שנאמרו על זאת הברייתא (דף ס') דאביי ורבא ודר' זירא דלכולהו דברי רבינו ז''ל קיימין דאביי אמר התם כי בעינן בלבויו כדי ללבות ה''מ כגון שליבה מצד זה וליבתו הרוח מצד אחר פי' והלכו שני האשים ונתערבו ומפני זה בדוקא ואם לא היה בלבויו כדי ללבות פטור ורבא אמר התם דלהכי פטור כגון שליבה הרוח מצויה וליבתו הרוח ברוח שאינה מצויה פירוש שבשעה שהתחיל ללבות לא היה נושב אלא מצויה ולא היה בשניהם כדי ללבות ואח''כ ליבתו הרוח שאינה מצויה ומש''ה פטור ור' זירא אמר דצמרה צמורי פירוש שלא נפח ממש אלא בנשימה שחממה ומש''ה פטור ולפי אוקימתות אלו דברי רבינו כפשטן קיימין ויפסוק רבינו דלא כרב אשי דאמר התם דגרמא בנזקין וגרמא בנזקין פטור בכל גוונא אלא שקשה לי שרבינו ז''ל עצמו פסק פי''ח מהלכות שכנים כאוקימתא דרב אשי וכמו שאכתוב שם ומוכרח הוא וצל''ע: "
      ],
      [
        "<b>אש שיצאה ואכלה עצים או אבנים וכו'.</b> משנה שם:",
        "<b>אכלה גדיש וכיוצא בו וכו'.</b> זה מבואר במשנה ובגמ' שם באוקימתא דרבא ופסק רבינו כרבנן וכ\"כ בהלכות: \n"
      ],
      [
        "<b>ומ\"ש רבינו אבל המדליק בתוך שדה שלו ועברה לשדה חבירו פטור על הכלים הטמונין בגדיש וכו'.</b> פירוש אפי' מוריגין וכלי בקר. ופירוש מוריגין כלי מכלי עבודת השדה הם:",
        "<b>ומ\"ש רבינו אבל משלם הוא שיעור מקום הכלים וכו'.</b> הוא כלל אף המדליק בתוך שדה של חבירו והיו בגדים וכלי זכוכית טמונין בגדיש שהוא פטור על הכלים וחייב לשלם שיעור מקומן, וזה פשוט: \n"
      ],
      [
        "המדליק בתוך שדה חבירו ויצאת האש וכו' והיה גדי כפות וכו' היה עבד כפות לו וכו'. משנה פ' הכונס (דף ס\"א:) וז\"ל היה גדי כפות לו ועבד סמוך לו ונשרף עמו חייב היה עבד כפות לו וגדי סמוך לו ונשרף עמו פטור. ",
        "<b>ועם מ\"ש רבינו שכן דרך בני אדם לעשות בגדיש</b> עלה לי תירוץ לקושיא אחת שהיתה קשה לי בסדר המשנה ששם שנינו המדליק את הגדיש והיו בו כלים ודלקו ר' יהודה אומר ישלם וכו' ומודים חכמים לר' יהודה במדליק את הבירה וכו' והייתי תמה למה נשנית זאת הבבא דגדי כפות בין מחלוקת חכמים והודאתן. אבל מפני שחכמים מודים במוריגין וכלי בקר וכל שדרכו להיות בגדיש השמיענו התנא שאף הגדי דרכו להיות בגדיש וחייב עליו, זה עולה לי מדברי רבינו ז''ל וכן מצאתי אח''כ בתוס' בד''ה והיה גדי בשם רבינו תם ז''ל בפרק כיצד הרגל. ובהשגות על מה שכתב רבינו חייב א''א זה איני יודע מהו דהכא לאו בטמון איירי ע''כ. ונעלם מעיני ולא ידעתי מה אינו יודע שהפטור כשעבד כפות הוא משום דקים ליה בדרבה מיניה במיתת העבד שהיה כפות ולא היה יכול לברוח, וכן מוכרח הסוגיא שבפרק כיצד הרגל (דף כ\"ב:) וכשאמר רבינו בגדי כפות ועבד סמוך חייב פירשו המפרשים ז''ל שאינו חייב אלא על הגדי ולא על העבד מפני שהיה לו לברוח וכן יש מי שפירש דגדי כפות ל''ד אלא אפילו סמוך חייב מפני שאינו בן דעת לברוח. ויש מי שפירש דוקא כפות וכן עיקר: "
      ],
      [
        "<b>המשאיל מקום לחבירו וכו' השאילו מקום להגדיש חיטים וכו'.</b> הכל מבואר בברייתא פרק הכונס (ס\"ב): "
      ],
      [
        "<b>המדליק את הבירה של חבירו משלם וכו'.</b> משנה שם (דף ס\"א) ודין השבועה במה שהוא אמוד מפורש בגמרא וכתוב בהלכות. וכבר נחלקו המפרשים ז''ל בגלוי אם היה מדליק טוען ברי לא היה כי אם כור חטים והלה טוען שני כורין ונודע שהדליק אלא שאין שם עדים כמה היו שיש מי שכתב שמשלם כור אחד ונשבע ונפטר כיון שהוא טוען ברי ויש מי שכתב שהלה נשבע ונוטל כדין הנגזל וכן עיקר: "
      ],
      [
        "<b>גמל שהוא טעון פשתן ועובר ברה״ר וכו'.</b> משנה פרק הכונס (בבא קמא דף ס\"ב:). ",
        "<b>ומ''ש בין שעמדה וכו'.</b> הוא מתבאר פ' כיצד (דף כ\"ב) ויש מי שפירש שמה שאמרו בעל הגמל חייב פירושו על מקום השלהבת הראשון נזק שלם ועל שאר הבירה חצי נזק דומה לכלב שנטל חררה שנתבאר דינו פ''ב אבל אם היתה מסכסכת כל הבירה חייב על כל הבירה נזק שלם, ופי' מסכסכת שהדליק כל הבירה בבת אחת ואז תהיה כולה במקום שלהבת הראשון ונתלו בזה אלו המפרשים בסוגיא האמורה פרק כיצד ודברי רבינו ז''ל משנה כפשטה: "
      ],
      [
        "<b>הכופף קמתו של חבירו וכו'.</b> ברייתא ר״פ הכונס (בבא קמא דף נ\"ה נ\"ו) וכבר נתבאר פירוש רוח שאינה מצויה ודוקא שאינה מצויה בעת הכפיפה ואחר כן נשבה אבל אם היתה מצויה באותה שעה אפילו בדיני אדם חייב וכמו שנתבאר למעלה בפרק זה: ",
        "<b>והטומן קמתו של חבירו וכו'.</b> שם בהכונס: "
      ],
      [
        "<b>אש שעברה והזיקה את האדם וכו'.</b> זה מבואר פרק כיצד הרגל (דף כ\"ב) בפלוגתא דר''י ופסק כר''י דאמר אשו משום חציו. ואני תמה אחר שהוא ז''ל פוסק כר''י איך לא חלק בטמון כמו שחלקו שם הסוגיא דלא משכחינן לר''י טמון פטור אלא כשנפל גדר שלא מחמת דליקה והיה לו לגדור ולא גדרו ואולי שרבינו ז''ל מפרשה בפנים אחרות, ואפשר שדעתו ז''ל שאין להניח פשט המשניות והברייתות והמימרות שלא חלקו בטמון מפני הסוגיא ההיא: "
      ],
      [
        "<b>כל וכו'.</b> זה מבואר בפירקא קמא וכן בהלכות: <b>סליקו הלכות נזקי ממון בס''ד</b> "
      ]
    ]
  ],
  "textkm": [
    [
      [],
      [],
      [],
      [],
      [
        "<b>והבהמה מועדת מתחלתה וכו'. </b> רבינו וה\"ה היו גורסין לשון ראשון דספרים דידן לשון אחרון. ומ\"ש ה\"ה ותימה שאינה בהלכות אפשר שהיה גורס כספרים דידן דבלשון אחרון לא מפליג בין קטנים לגדולים: "
      ]
    ],
    [
      [],
      [
        "<b>כל תולדה כאב שלה וכו' אע\"פ כן אינו משלם אלא ח\"נ. </b> היינו כר\"פ בריש ב\"ק ואע\"ג דלרבא מבעי ליה עבדינן כר\"פ דפשיטא ליה ועוד דר\"פ בתרא הוא: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>קפצו ממטה למעלה משלמין ח\"נ וכו' אבל נסרך הכלב ודלג הגדי וכו' משלם נזק שלם. </b> כתב הטור ולא נהירא דהיאך יתחייבו ע\"י שינוי טפי מכי אורחא עכ\"ל. ואני אומר שדבריו שלא בדקדוק דהא משני רב פפא (דף כ\"ב) דאפיך מיפך כלב בזקירה וגדי בסריכא משמע בהדיא דאורחיה דכלב בסריכא ואורחיה דגדי בזקירה וכך הם דברי הרי\"ף והרא\"ש: "
      ],
      [
        "<b>כלב שנטל את החררה וכו'. </b> נראה מדברי ה\"ה שהוא מפרש שמ\"ש ואם היה מגרר את החררה וכו' מיירי בשהניח החררה תחלה ואח\"כ גורר. ואין נ\"ל כן אלא שמשעה ראשונה לא הניח אלא היה מגרר והולך מיירי והיינו אדייה אדויי דאמור בגמרא. ובדברי רבינו מבואר כדברי התוס' שכתבו ור\"י בדאנח אנוחי לא מצי למימר בדאדייה אדויי ועל כל הגדיש ח\"נ דאי כח כחו לאו ככחו דמי הוי על כל שאר הגדיש פטור עכ\"ל. ועל מ\"ש בד\"א כששמר בעל הגחלת את אשו. כתב הטור ולא נהירא אלא אם הניחה על הגדיש על מקום החררה משלם כל אחד החצי וכו'. וטעמו של רבינו דכיון שאמרו וליחייב נמי בעל הגחלת היינו לומר דנהי דבעל הכלב חייב על אכילת החררה ועל מקומה בעל הגחלת ליחייב בשריפת כל שאר הגדיש: "
      ],
      [],
      [
        "<b>המשסה כלבו של חבירו וכו'. </b> אע\"ג דפרק כיצד הרגל דחי ואמר פטור אף משסה ההוא לאוקמי דפי פרה כחצר המזיק אתמר ולא קי\"ל הכי: "
      ]
    ],
    [
      [
        "<b>הבהמה מועדת לאכול וכו'. </b> כתב ה\"ה ומ\"ש בסוף ומשלם דמי עמיר וכו' ואפשר שנסתפק לו וכו'. ואני אומר שדברי ה\"ה תמוהים שלפי דבריו רבינו סתם דבריו ולא פירש. ול\"נ שרבינו מפרש דרבה ורבא לא פליגי דעמיר היינו אגודת שבלים ונמצא דעמיר היינו שעורים בשבלים אלא שכל דבר נערך כפי זמנו שבזמן הקציר דרך להאכילה שבלי שעורים ושלא בזמן הקציר דרך להאכילה שעורים שלא בשבלים ורבה ורבא לא פליגי אלא מר איירי בזמן הקציר ומר איירי שלא בזמן הקציר ואע\"ג דאמר ת\"כ דרבה ת\"כ דרבא לאו משום דפליגי אלא לומר שדבריהם שנויים בברייתא וצ\"ל דהא דקאמר בזול קאי גם לרבה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>היתה מהלכת ברשות הרבים ופשטה צוארה ואכלה וכו'. </b> כתב ה\"ה מחלוקת אילפא ור' יוחנן כו' וכן דעת ההלכות עכ\"ל. ואני שמעתי ולא אבין דר\"י מאן דכר שמיה ואפילו את\"ל שנתחלף לו ר' אושעיא בר\"י מ\"מ לא הוי כר' אושעיא דר' אושעיא לא איירי באוכלת מעל גבי חבירתה ואפילו את\"ל דכיון דאמר בהמה ברה\"ר הוי בכלל אוכלת מעל גבי חבירתה הא רב אושעיא מפליג בין הלכה לעומדה ואיהו לא מפליג ועוד שכתב וכן דעת ההלכות והרי הרי\"ף הביא דברי אילפא ודברי ר' אושעיא ומשמע דס\"ל דלא פליגי. ונ\"ל דודאי סבר רבינו דאילפא ורבי אושעיא לא פליגי וכי אוקי רבא מימרא דרבי אושעיא בקופצת היינו לומר דעמדה דקאמר היינו קופצת והלכה דקאמר ל\"ד אלא לשאינה קופצת קרי הלכה בין הולכת ובין עמדה פטורה וה\"ק בהמה ברה\"ר אם אינה קופצת פטורה ואם היתה קופצת חייבת וכ\"כ נמוק\"י וז\"ל פי' קופצת היינו שזקפה רגליה ועמדה על הבהמה ואכלה זקופה והיינו דעמדה ואכלה אבל אם עמדה מעט כדי לפשוט צוארה פטורה וטעמא דמילתא משום דבהמתו לאו ברשות הניזק גמור הוא אבל ברשות הניזק גמור חייב וכדתנן מתוך החנות משלם מה שהזיקה עכ\"ל. וקופצת היינו שקופצת ואוכלת שם אפילו יכולה לאכלם בלא קפיצה חשוב חצר הניזק ושלא כדברי הרא\"ש והיינו דקאמר אילפא בהמה ברה\"ר פשטה צוארה ואכלה מעל גבי חבירתה אם קפצה על גבי חברתה ואכלה שם חייבת משום דגבי חבירתה כחצר הניזק דמי אבל אם לא קפצה עליה אלא שפשטה צוארה ואכלה מע\"ג חבירתה בין הלכה בין עמדה פטורה דאע\"ג דגבי חבירתה כחצר הניזק דמי כיון שהיא עומדת ברה\"ר פטורה דדמיא לעומדת מתוך הרחבה ומחזרת ונוטלת מצדי הרחבה דפטורה לשמואל דקי\"ל כוותיה וכבר נתבאר דשן דפטור ברה\"ר משלם מה שנהנית. ומ\"ש שכן דרך הבהמות לאכול זו מעל גבי זו הוא ליתן טעם למה משלם מה שנהנית כדין שן ולא אמרינן דמשונה הוא ותם משלם ח\"נ ומועד נ\"ש. וכך נ\"ל דברי הרי\"ף שכתב והוא דקפצה אבל עמדה לא דהיינו אורחא דה\"ק וה\"מ דחייבת כלומר לשלם כל מה שהזיקה בדקפצה אבל לא קפצה אפילו עמדה לא מיחייבא לשלם מה שהזיקה מ\"מ אינה משונה לשלם תם ח\"נ ומועד נ\"ש אלא אורחא הוא וה\"ל שן בר\"ה דאינו משלם אלא מה שנהנית ומימרא דר' אושעיא נמי מתפרשה לדעתו כמו שפירשתי לדעת רבינו לדעת שניהם הא דאמרינן מ\"ש הלכה דאורחא הוא וכו' ה\"פ מ\"ש הלכה דפטורה מלשלם מה שהזיקה ואינה נדונית כמשונה לשלם תם ח\"נ ומועד נ\"ש עמדה נמי אורחא הוא ואין לה להתחייב כלל: "
      ],
      [],
      [
        "<b>הוחלקה ונפלה וכו'. </b> איני רואה שום גילוי דעת בדברי רבינו לומר מה שפירש בו ה\"ה שדברי רבינו סתומים הם וסובלים אי זהו פירוש משני הפירושים: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>המוסר בהמתו לשומר חנם וכו' (עיין בפנים) שמרוה שמירה פחותה אם שומר חנם הוא פטור ואם שומר שכר או שוכר או שואל הוא חייבים. כך היא הנוסחא שבידינו וחכמי לוניל שאלו מרבינו על מה זה הבעלים חייבים כיון ששמרוה השומרים שמירה מעולה. והשיב להם שט\"ס הוא וכך היא הנוסחא האמיתית ויצאה והזיקה השומרים פטורים שמרוה שמירה פחותה אם ש\"ח הוא פטור והבעלים חייבים ואם ש\"ש הוא או שוכר או שואל (השומרים) חייבים ע\"כ:</b>"
      ],
      [],
      [],
      [],
      [
        "<b>שאלו בחזקת וכו' שכ\"מ שהוא הולך הרי שם בעליו עליו וכו'. </b> כלומר דאע\"ג דקי\"ל שאם הועד ומכרו חזר לתמותו דרשות משנה כמו שיתבאר בפ\"י שאלה לאו שינוי רשות הוא: "
      ]
    ],
    [
      [
        "<b>בהמה שהיתה רועה וכו'. </b> ומ\"ש אע\"פ שלא הזיקה. איני יודע מנין לו. ומ\"ש ג' פעמים. נראה שהיה גורס כן בגמ': "
      ],
      [],
      [
        "<b>עשרה תנאים התנה יהושע ובית דינו וכו'. </b> בס\"פ מרובה (דף פ\"א:) ומקשה התם והא איכא דר' יהודה דתניא ר' יהודה אומר בשעת הוצאת זבלים אדם מוציא זבלו לר\"ה וכו' שע\"מ כן הנחיל יהושע את הארץ והא איכא דר' ישמעאל בנו של ר\"י בן ברוקא דתניא ר' ישמעאל בנו של ר\"י בן ברוקא אומר תנאי ב\"ד הוא שיהא זה יורד לתוך שדה חבירו וקוצץ שוכו של חבירו להציל נחיל שלו וכו' שע\"מ כן הנחיל יהושע את הארץ דיחידאי לא אמרינן. ורבינו השמיט פה הא דר' יהודה ודר' ישמעאל משום דיחידאי נינהו ובפרק ו' מהלכות גזילה פסק בהדיא דלא כר' ישמעאל ולפי זה ה\"ל לפסוק גם דלא כרבי יהודה מטעם דיחידאה הוא וכ\"כ הרי\"ף. ויש לתמוה על רבינו שפסקה לדרבי יהודה בפרק י\"ג מהלכות אלו וצ\"ל שסובר רבינו דמדחזינן בפרק המניח (דף ל') דמהדרי אמוראי לאוקומי מתני' כוותיה אלמא הלכתא כוותיה וא\"כ ע\"כ לומר דמאי דאמרינן בס\"פ מרובה דיחידאה לא קא אמרינן אע\"ג דלגבי ר' ישמעאל אתמר לדחויי מהלכה לגבי רבי יהודה לא אתמר לדחויי מהלכה אלא לדחויי דלאו מתנאים שהתנה יהושע היא ולפיכך השמיטה רבינו מפ' זה להשמיענו דלאו מתנאים שהתנה יהושע היא ופסקה בפרק י\"ג מהלכות אלו: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>שור של חרש שוטה וקטן וכו'. </b> כתב ה' המגיד ומ\"ש רבינו משלם נזק שלם מן המעולה שבנכסי אפטרופסין מחלוקת בגמ' וכו' ופסק כר' חנינא. וטעמו משום דאמר בגמ' (דף ל\"ט) דר\"י בר חנינא דיינא הוא ונחית לעומקא דדינא: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>בהמה שחבלה באדם וכו'. </b> כתב ה\"ה נתבאר ס\"פ כיצד הרגל שהשור פטור מד' דברים. ואני אומר שמשנה שלימה היא בפ' החובל (דף פ\"ז):  "
      ]
    ],
    [],
    [],
    [
      [],
      [],
      [
        "<b>והואיל וכל בהמה חיה ועוף שהרגו וכו'. שאין הבעלים חייבים בכופר עד שיסקל השור. </b> דוקא כשהוא בר סקילה דאי אינו בר סקילה כגון שהמית שלא בכוונה השור אינו נסקל והבעלים משלמים כופר אם אינו מועד כמו שיתבאר בפרק זה:   ",
        "<b>או שהרג ג' בהמות וכו'. </b> כתב ה\"ה זה באמת קשה מן הראשונות וכו'. ואני אומר איני יודע מה קושיא יש בזו יותר מבראשונות דהא ודאי גם בזו אפשר לפרש בניחותא ולומר דל\"ג אלא כמו בראשונות. ומה שהקשה מדברי רבינו פ\"ו וממאי דאמר רב פפא שור שהוא מועד למין אחד אינו מועד למין אחר לאו כלום הוא דהתם במועד להזיק והכא במועד להרוג וזה שדקדק רבינו לכתוב הרי זה מועד להריגה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>אין הבהמה נסקלת וכו' ואם היה מועד הבעלים חייבים בכופר או בקנס. </b> כלומר חייבים בכופר אם המית בן חורין או בקנס אם עבד: "
      ]
    ],
    [
      [
        "<b>וכל המעוכב גט שחרור וכו'. </b> כתב ה\"ה ואני תמה למה לא כתב רבינו שאם תפס אין מוציאין מידו וכו'. מ\"מ אפשר לומר דהיינו טעמא משום דלא חסריה ממון משא\"כ בדין הנזכר בפ\"ד מהלכות חובל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>שור תם שהמית והזיק וכו'. </b> כתב ה\"ה ודעת רבינו ששור המועד אחר שדנוהו דיני נפשות וכו' ואין חוששין לעינוי דינו של שור וכו'. ול\"נ דמצינן שפיר למימר דסבר רבינו דחיישינן לעינוי דינו של שור ומאי דקאמר דמשתלם מרדיא לא שמשהין אותו לרדיא אחר שנגמר דינו אלא אם ביום שנגמר דינו בלילה שאחריו השביח ברדייתו ולמחר סקלוהו או שאירע אונס לב\"ד שלא יכול לסקלו עד אחר כמה ימים לאחר שנגמר דינו והשביח ברדייתו באותם הימים והכי דייק לישניה שכתב משתלם מן השבח שהשביח ברדייתו וכו' דאל\"כ הכי הל\"ל משהין אותו עד שישביח ברדייתו: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b>התליע מתוכו ונפלו בו וכו'. </b> כתב ה\"ה וכבר חילקו בין זו לתחלתה בפשיעה וכו'. עיין בדברי התוס' והרא\"ש: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>חפר הראשון בור עמוק ובא האחרון והרחיבו וכו' וכן אם נפל השור מאותו הצד שהרחיב האחרון וכו'.  </b> דברי רבינו מבוארים דמיירי בשלא הרחיבו בהיקף וה\"ק אם נפל השור מאותו הצד שהרחיבו אפילו מת מחמת הבל הבור חייב שאם לא הרחיב זה האחרון את הבור לא היה נופל שם ואם נפל השור בצד האחר שלא הרחיב אם מת מחמת הבל הבור פטור שהרי זה מיעט הבלו ואם מחמת חבט האחרון חייב:  וכתב הטור על דברי רבינו ותימה הוא היאך פוסק כתרי לישני דודאי פליגי אהדדי וגם ה\"ה תמה עליו היאך עירב הלשונות והניח הדבר בצ\"ע. ול\"נ שרבינו סובר שא\"א לומר דפליגי לישני אהדדי דא\"כ קשיא אלישנא קמא אמאי פטור כי מיית מחמת הבלא אפי' נפל מהצד שהרחיב הא אם לא היה מרחיבו לא היה נופל וכן קשה ללישנא בתרא כי נפל מאידך גיסא אמאי פטור אי מיית מחמת חבטא הרי כיון שעשה מעשה בבור אין ראוי ליפטר וכבר הרגישו התוס' בקושית לישנא קמא וכדי לתרץ זה מפרש רבינו דהני לישני כל חד סמיך אחבריה ולא פליגי ודברים נכונים הם: "
      ],
      [
        "<b>בור שחייבה עליו תורה וכו'.</b> כתב ה\"ה פסק כשמואל וכו'. ומ\"ש ",
        "<b>לפיכך אם היה הבור עמוק וכו'. </b> מימרא שם וכו'. עיין בהרא\"ש: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "[שייך להלכה ה, ו]",
        "<b>המניח את הכד וכו'. הניח הכד במקום שיש רשות וכו' ואם הוזק בה המהלך בעל הכלי פטור מפני שהיה לו להסתכל. </b> כלומר דאע\"ג דאין דרך בני אדם להתבונן בדרכים במקום דשכיח להיות מלא כדים יש להם להתבונן. ומ\"ש   ",
        "<b>ואם היתה אפלה וכו'. </b> טעמו משום דאע\"ג דלא קי\"ל כשמואל דסבר דדרכן של בני אדם להתבונן בדרכים כשאינו אפלה מ\"מ מיניה נשמע לדידן דהיכא דהניח הכד במקום שיש לו רשות להניחו שם שאם הוא אפילה אין דרך בני אדם להתבונן בו וחזר דינו כדין מקום שאין לו רשות להניחו שם: "
      ],
      [
        "[שייך להלכה ה, ו]",
        "<b>המניח את הכד וכו'. הניח הכד במקום שיש רשות וכו' ואם הוזק בה המהלך בעל הכלי פטור מפני שהיה לו להסתכל. </b> כלומר דאע\"ג דאין דרך בני אדם להתבונן בדרכים במקום דשכיח להיות מלא כדים יש להם להתבונן. ומ\"ש   ",
        "<b>ואם היתה אפלה וכו'. </b> טעמו משום דאע\"ג דלא קי\"ל כשמואל דסבר דדרכן של בני אדם להתבונן בדרכים כשאינו אפלה מ\"מ מיניה נשמע לדידן דהיכא דהניח הכד במקום שיש לו רשות להניחו שם שאם הוא אפילה אין דרך בני אדם להתבונן בו וחזר דינו כדין מקום שאין לו רשות להניחו שם: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>לא יוציא אדם תבנו וקשו וכו'. </b> כתב ה\"ה פסק כרב וכו' הכי איתא בגמ' פרק המניח אהא דתנן כל הקודם בהם זכה אמר רב בין בגופן בין בשבחן וזעירי אמר בשבחן אבל לא בגופן במאי קמיפלגי רב סבר קנסו גופן אטו שבחן וזעירי סבר לא קנסו גופן אטו שבחן לימא כתנאי וכו' אמר לך רב דכולי עלמא קנסו גופן משום שבחן והכא בהלכה ואין מורין כן קמיפלגי ופירש\"י דת\"ק סבר דקנסו גופן ואין מורין כן. ולפי זה יש לתמוה למה השמיט רבינו הא דאין מורין כן וי\"ל שסובר רבינו דהא דקאמר בהלכה ואין מורין כן פליגי דיחויא בעלמא הוא: "
      ]
    ],
    [
      [],
      [
        "<b>וכן אם עברה נהר או שלולית וכו'. </b> בברייתא בגמרא (דף ס\"א) עברה נהר או שלולית שהם רחבים שמונה אמות פטור ואהא דתנן עברה נהר פטור קאמר בגמרא רב אמר נהר ממש ושמואל אמר אריתא דדלאי ומ\"ד נהר ממש אע\"ג דליכא מיא ומ\"ד אריתא דדלאי אי אית ביה מיא אין אבל לית ביה מיא לא וידוע דהלכה כשמואל בדיני ולפיכך כתב רבינו שיש בהם מים ומדלא הזכיר אריתא דדלאי משמע דסבירא ליה דרב ושמואל בנהר הרחב שמונה פליגי דלרב אפילו לית ביה מיא מפסיק ולשמואל לא מפסיק אלא בדאית ביה מיא ולא קרי ליה אריתא דדלאי אלא למימר דאית ביה מיא: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>ליבה וליבתו הרוח חייב וכו'. </b> כתב ה\"ה בהשגות א\"א ואיך לא הפליג וכו' והייתי סבור לתרץ וכו' אלא שק\"ל שרבינו עצמו פסק בפי\"א מהל' שכנים וכו'. ואני אומר מאן יהיב לן מעפרא דמרן ומלינן עיינין דדלא לן חספא ולא אשכח מרגניתא תותה שמ\"ש לדעת רבינו קושטא הוא ומה שהוקשה לו מפי\"א מהל' שכנים מתוך לשון רבינו עצמו הוא מתישב שכתב בפרק הנזכר בלשון הזה מי שעשה גרן בתוך שלו צריך להרחיק וכו' אע\"פ שהוא חייב להרחיק כל כך אם הוליך הרוח המצויה המוץ והעפר והזיקה בהם פטור מלשלם שהרוח הוא שסייע אותו ואין נזק זה בא מכח מזיק עצמו עכ\"ל. הרי מבואר בדבריו שטעם הפטור הוא מפני שאין נזק זה בא מכח מזיק עצמו אבל בנדון דידן שהנזק בא מחמת מזיק עצמו שהוא מלבה נקטינן כאינך אמוראי דאמרי חייב: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>גמל שהוא טעון פשתן וכו'.  </b> דין גץ היוצא מתחת הפטיש ויצא והזיק כתב רבינו בהל' חובל ומזיק פ\"ו: ",
        "<b>סליקו הלכות נזקי ממון בס\"ד </b>"
      ]
    ]
  ]
};