const One_Who_Injures_a_Person_or_Property = {
  "title": "Mishneh Torah, One Who Injures a Person or Property",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_One_Who_Injures_a_Person_or_Property",
  "text": [
    [
      "הַחוֹבֵל בַּחֲבֵרוֹ חַיָּב לְשַׁלֵּם לוֹ חֲמִשָּׁה דְּבָרִים וְאֵלּוּ הֵם. נֵזֶק וְצַעַר וְרִפּוּי וְשֶׁבֶת וּבשֶׁת. וַחֲמִשָּׁה דְּבָרִים אֵלּוּ כֻּלָּן מִשְׁתַּלְּמִים מִן הַיָּפֶה שֶׁבִּנְכָסָיו כְּדִין כָּל הַמַּזִּיקִין:  ",
      "נֵזֶק כֵּיצַד. שֶׁאִם קָטַע יַד חֲבֵרוֹ אוֹ רַגְלוֹ רוֹאִין אוֹתוֹ כְּאִלּוּ הוּא עֶבֶד נִמְכָּר בַּשּׁוּק כַּמָּה הָיָה יָפֶה [אָז] וְכַמָּה הוּא יָפֶה עַתָּה וּמְשַׁלֵּם הַפְּחָת שֶׁהִפְחִית מִדָּמָיו. שֶׁנֶּאֱמַר <small>(שמות כא כד)</small> <small>(ויקרא כד כ)</small> \"עַיִן תַּחַת עַיִן\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה שֶׁנֶּאֱמַר תַּחַת לְשַׁלֵּם מָמוֹן הוּא:  ",
      "זֶה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(ויקרא כד כ)</small> \"כַּאֲשֶׁר יִתֵּן מוּם בָּאָדָם כֵּן יִנָּתֶן בּוֹ\" אֵינוֹ לַחֲבל בָּזֶה כְּמוֹ שֶׁחָבַל בַּחֲבֵרוֹ אֶלָּא שֶׁהוּא רָאוּי לְחַסְּרוֹ אֵיבָר אוֹ לַחֲבל בּוֹ כַּאֲשֶׁר עָשָׂה וּלְפִיכָךְ מְשַׁלֵּם נִזְקוֹ. וַהֲרֵי הוּא אוֹמֵר <small>(במדבר לה לא)</small> \"וְלֹא תִקְחוּ כֹפֶר לְנֶפֶשׁ רֹצֵחַ\" לְרוֹצֵחַ בִּלְבַד הוּא שֶׁאֵין בּוֹ כֹּפֶר אֲבָל לְחֶסְרוֹן אֵיבָרִים אוֹ לְחַבָּלוֹת יֵשׁ בּוֹ כֹּפֶר:  ",
      "וְכֵן זֶה שֶׁנֶּאֱמַר בְּחוֹבֵל בַּחֲבֵרוֹ וּמַזִּיקוֹ <small>(דברים כה יב)</small> \"לֹא תָחוֹס עֵינֶךָ\" שֶׁלֹּא תָּחוּס בְּתַשְׁלוּמִין שֶׁמָּא תֹּאמַר עָנִי הוּא זֶה וְשֶׁלֹּא בְּכַוָּנָה חָבַל בּוֹ אֲרַחֲמֶנּוּ לְכָךְ נֶאֱמַר לֹא תָחוֹס עֵינֶךָ:  ",
      "וּמִנַּיִן שֶׁזֶּה שֶׁנֶּאֱמַר בְּאֵיבָרִים <small>(שמות כא כד)</small> <small>(ויקרא כד כ)</small> \"עַיִן תַּחַת עַיִן\" תַּשְׁלוּמִין הוּא. שֶׁנֶּאֱמַר בּוֹ <small>(שמות כא כה)</small> \"חַבּוּרָה תַּחַת חַבּוּרָה\" וּבְפֵרוּשׁ נֶאֱמַר <small>(שמות כא יח)</small> \"וְכִי יַכֶּה אִישׁ אֶת רֵעֵהוּ בְּאֶבֶן אוֹ בְּאֶגְרוֹף\" וְגוֹ' <small>(שמות כא יט)</small> \"רַק שִׁבְתּוֹ יִתֵּן וְרַפֹּא יְרַפֵּא\". הָא לָמַדְתָּ שֶׁתַּחַת שֶׁנֶּאֱמַר בְּחַבּוּרָה תַּשְׁלוּמִין. וְהוּא הַדִּין לְתַחַת הָאָמוּר בְּעַיִן וּבִשְׁאָר אֵיבָרִים:  ",
      "וְאַף עַל פִּי שֶׁדְּבָרִים אֵלּוּ נִרְאִים מֵעִנְיַן תּוֹרָה שֶׁבִּכְתָב וְכֻלָּן מְפֹרָשִׁין הֵן מִפִּי משֶׁה רַבֵּנוּ מַהֵר סִינַי. כֻּלָּן הֲלָכָה לְמשֶׁה הֵן בְּיָדֵינוּ וְכָזֶה רָאוּ אֲבוֹתֵינוּ דָּנִין בְּבֵית דִּינוֹ שֶׁל יְהוֹשֻׁעַ וּבְבֵית דִּינוֹ שֶׁל שְׁמוּאֵל הָרָמָתִי וּבְכָל בֵּית דִּין וּבֵית דִּין שֶׁעָמְדוּ מִימוֹת משֶׁה רַבֵּנוּ וְעַד עַכְשָׁו:  ",
      "וּמִנַּיִן שֶׁמַּזִּיק בַּחֲבֵרוֹ חַיָּב בְּצַעַר בִּפְנֵי עַצְמוֹ. שֶׁהֲרֵי נֶאֱמַר בְּאוֹנֵס <small>(דברים כב כט)</small> \"תַּחַת אֲשֶׁר עִנָּהּ\". וְהוּא הַדִּין לְכָל הַמְצַעֵר אֶת חֲבֵרוֹ בְּגוּפוֹ שֶׁהוּא חַיָּב לְשַׁלֵּם דְּמֵי הַצַּעַר:  ",
      "וּמִנַּיִן שֶׁהוּא חַיָּב בְּשֶׁבֶת בִּפְנֵי עַצְמוֹ וְרִפּוּי בִּפְנֵי עַצְמוֹ. שֶׁנֶּאֱמַר <small>(שמות כא יט)</small> \"רַק שִׁבְתּוֹ יִתֵּן וְרַפֹּא יְרַפֵּא\":  ",
      "וּמִנַּיִן שֶׁהוּא חַיָּב בְּבשֶׁת בִּפְנֵי עַצְמוֹ שֶׁהֲרֵי נֶאֱמַר <small>(דברים כה יא)</small> \"וְשָׁלְחָה יָדָהּ וְהֶחֱזִיקָה בִּמְבֻשָׁיו\" <small>(דברים כה יב)</small> \"וְקַצֹּתָה אֶת כַּפָּהּ\" בִּכְלַל דִּין זֶה כָּל הַמְבַיֵּשׁ:  ",
      "הַמְבַיֵּשׁ אֵינוֹ חַיָּב עַל הַבּשֶׁת עַד שֶׁיִּהְיֶה מִתְכַּוֵּן שֶׁנֶּאֱמַר <small>(דברים כה יא)</small> \"וְשָׁלְחָה יָדָהּ\". אֲבָל הַמְבַיֵּשׁ חֲבֵרוֹ בְּלֹא כַּוָּנָה פָּטוּר. לְפִיכָךְ יָשֵׁן וְכַיּוֹצֵא בּוֹ שֶׁבִּיֵּשׁ פָּטוּר:  ",
      "אָדָם מוּעָד לְעוֹלָם בֵּין שׁוֹגֵג בֵּין מֵזִיד בֵּין עֵר בֵּין יָשֵׁן בֵּין שִׁכּוֹר אִם חָבַל בַּחֲבֵרוֹ אוֹ הִזִּיק מָמוֹן חֲבֵרוֹ מְשַׁלֵּם מִן הַיָּפֶה שֶׁבִּנְכָסָיו. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהַיָּשֵׁן חַיָּב לְשַׁלֵּם בִּשְׁנַיִם שֶׁיָּשְׁנוּ כְּאֶחָד וְנִתְהַפֵּךְ אֶחָד מֵהֶן וְהִזִּיק אֶת חֲבֵרוֹ אוֹ קָרַע בִּגְדוֹ. אֲבָל אִם הָיָה אֶחָד יָשֵׁן וּבָא אַחֵר וְשָׁכַב בְּצִדּוֹ. זֶה שֶׁבָּא בָּאַחֲרוֹנָה הוּא הַמּוּעָד וְאִם הִזִּיקוֹ הַיָּשֵׁן פָּטוּר. וְכֵן אִם הִנִּיחַ כְּלִי בְּצַד הַיָּשֵׁן וּשְׁבָרוֹ פָּטוּר שֶׁזֶּה שֶׁהִנִּיחוֹ הוּא הַמּוּעָד שֶׁפָּשַׁע:  ",
      "מִי שֶׁנָּפַל מִן הַגַּג בְּרוּחַ מְצוּיָה וְהִזִּיק חַיָּב בְּאַרְבָּעָה דְּבָרִים וּפָטוּר מִן הַבּשֶׁת. נָפַל בְּרוּחַ שֶׁאֵינָהּ מְצוּיָה חַיָּב בְּנֵזֶק בִּלְבַד וּפָטוּר מֵאַרְבָּעָה דְּבָרִים. וְאִם נִתְהַפֵּךְ חַיָּב בַּכּל אַף בְּבשֶׁת שֶׁכָּל הַמִּתְכַּוֵּן לְהַזִּיק אַף עַל פִּי שֶׁלֹּא נִתְכַּוֵּן לְבַיֵּשׁ חַיָּב בְּבשֶׁת:  ",
      "שְׁנַיִם שֶׁחָבְלוּ בְּאֶחָד כְּאֶחָד שְׁנֵיהֶם חַיָּבִין וּמְשַׁלְּשִׁין בֵּינֵיהֶן. הָיָה אֶחָד מִתְכַּוֵּן וְאֶחָד שֶׁאֵינוֹ מִתְכַּוֵּן זֶה שֶׁאֵינוֹ מִתְכַּוֵּן פָּטוּר מִן הַבּשֶׁת:  ",
      "הַמִּתְכַּוֵּן לְבַיֵּשׁ אֶת הַקָּטָן וּבִיֵּשׁ אֶת הַגָּדוֹל נוֹתֵן לַגָּדוֹל דְּמֵי בָּשְׁתּוֹ שֶׁל קָטָן. נִתְכַּוֵּן לְבַיֵּשׁ הָעֶבֶד וּבִיֵּשׁ אֶת בֶּן חוֹרִין נוֹתֵן לְבֶן חוֹרִין דְּמֵי בָּשְׁתּוֹ שֶׁל עֶבֶד:  ",
      "הָיְתָה לוֹ אֶבֶן מֻנַּחַת בְּחֵיקוֹ בֵּין שֶׁלֹּא הִכִּיר בָּהּ מֵעוֹלָם בֵּין שֶׁהִכִּיר בָּהּ וּשְׁכָחָהּ וְעָמַד וְנָפְלָה וְהִזִּיקָה חַיָּב בְּנֵזֶק בִּלְבַד וּפָטוּר מֵאַרְבָּעָה דְּבָרִים. וְכֵן אִם נִתְכַּוֵּן לִזְרֹק שְׁתַּיִם וְזָרַק אַרְבַּע וְהִזִּיק אוֹ שֶׁהִזִּיק כְּשֶׁהוּא יָשֵׁן חַיָּב בְּנֵזֶק וּפָטוּר מֵאַרְבָּעָה דְּבָרִים:  ",
      "הַמַּזִּיק אֶת חֲבֵרוֹ בְּכַוָּנָה בְּכָל מָקוֹם חַיָּב בַּחֲמִשָּׁה דְּבָרִים. וַאֲפִלּוּ נִכְנַס לִרְשׁוּת חֲבֵרוֹ שֶׁלֹּא בִּרְשׁוּת וְהִזִּיקוֹ בַּעַל הַבַּיִת חַיָּב שֶׁיֵּשׁ לוֹ רְשׁוּת לְהוֹצִיאוֹ וְאֵין לוֹ רְשׁוּת לְהַזִּיקוֹ. אֲבָל אִם הֻזַּק זֶה שֶׁנִּכְנַס בְּבַעַל הַבַּיִת הֲרֵי בַּעַל הַבַּיִת פָּטוּר. וְאִם הֻזַּק בּוֹ בַּעַל הַבַּיִת חַיָּב מִפְּנֵי שֶׁנִּכְנַס שֶׁלֹּא בִּרְשׁוּת. הָיוּ שְׁנֵיהֶם בִּרְשׁוּת אוֹ שְׁנֵיהֶם שֶׁלֹּא בִּרְשׁוּת וְהֻזְּקוּ זֶה בָּזֶה שְׁנֵיהֶם פְּטוּרִין:  ",
      "הַמְבַקֵּעַ עֵצִים בִּרְשׁוּת הָרַבִּים וּפָרַח עֵץ מֵהֶן וְהִזִּיק בִּרְשׁוּת הַיָּחִיד. אוֹ שֶׁבִּקֵּעַ בִּרְשׁוּת הַיָּחִיד וְהִזִּיק בִּרְשׁוּת הָרַבִּים. אוֹ שֶׁבִּקֵּעַ בִּרְשׁוּת הַיָּחִיד וְהִזִּיק בִּרְשׁוּת הַיָּחִיד אַחֵר. אוֹ שֶׁנִּכְנַס לַחֲנוּתוֹ שֶׁל נַגָּר בֵּין בִּרְשׁוּת בֵּין שֶׁלֹּא בִּרְשׁוּת וְנִתְּזָה בְּקַעַת וְטָפְחָה עַל פָּנָיו. בְּכָל אֵלּוּ חַיָּב בְּאַרְבָּעָה דְּבָרִים וּפָטוּר מִן הַבֹּשֶׁת:  ",
      "כְּשֵׁם שֶׁאוֹמְדִין לְמִיתָה כָּךְ אוֹמְדִין לִנְזָקִין. כֵּיצַד. הֲרֵי שֶׁהִכָּה חֲבֵרוֹ בִּצְרוֹר קָטָן שֶׁאֵין בּוֹ כְּדֵי לְהַזִּיק אוֹ בְּקֵיסָם שֶׁל עֵץ קָטָן וְחָבַל בּוֹ חַבָּלָה שֶׁאֵין חֵפֶץ זֶה רָאוּי לַעֲשׂוֹתוֹ הֲרֵי זֶה פָּטוּר. שֶׁנֶּאֱמַר <small>(שמות כא יח)</small> \"בְּאֶבֶן אוֹ בְאֶגְרֹף\" דָּבָר הָרָאוּי לְהַזִּיק. אֲבָל חַיָּב הוּא בְּבֹשֶׁת בִּלְבַד. אֲפִלּוּ רָקַק בְּגוּפוֹ שֶׁל חֲבֵרוֹ חַיָּב בְּבשֶׁת. לְפִיכָךְ צְרִיכִין הָעֵדִים לֵידַע בְּמָה הִזִּיק וּמְבִיאִין הַחֵפֶץ שֶׁהִזִּיק בּוֹ לְבֵית דִּין עַד שֶׁאוֹמְדִין אוֹתוֹ וְדָנִין עָלָיו. וְאִם אָבַד הַחֵפֶץ וְאָמַר הַחוֹבֵל לֹא הָיָה בּוֹ כְּדֵי לְהַזִּיק וּכְמוֹ אָנוּס אֲנִי. וְהַנֶּחְבָּל אוֹמֵר הָיָה בּוֹ כְּדֵי לְהַזִּיק. יִשָּׁבַע הַנֶּחְבָּל וְיִטּל כְּמוֹ שֶׁיִּתְבָּאֵר:  ",
      "הַבַּרְזֶל אֵין לוֹ אֹמֶד אֲפִלּוּ מַחַט קְטַנָּה רְאוּיָה הִיא לְהָמִית וְאֵין צָרִיךְ לוֹמַר לְהַזִּיק. הַזּוֹרֵק אֶבֶן וּלְאַחַר שֶׁיָּצָא מִתַּחַת יָדוֹ הוֹצִיא הַלָּה אֶת רֹאשׁוֹ מִן הַחַלּוֹן וְקִבְּלָהּ פָּטוּר מִכְּלוּם שֶׁנֶּאֱמַר <small>(דברים יט ה)</small> \"וּמָצָא אֶת רֵעֵהוּ\" פְּרָט לְמַמְצִיא אֶת עַצְמוֹ:  "
    ],
    [
      "הַחוֹבֵל בַּחֲבֵרוֹ חַבָּלָה שֶׁהוּא רָאוּי לְשַׁלֵּם הַחֲמִשָּׁה דְּבָרִים כֻּלָּם מְשַׁלֵּם חֲמִשָּׁה. הִזִּיקוֹ נֵזֶק שֶׁאֵין בּוֹ אֶלָּא אַרְבָּעָה מְשַׁלֵּם אַרְבָּעָה. שְׁלֹשָׁה מְשַׁלֵּם שְׁלֹשָׁה. שְׁנַיִם מְשַׁלֵּם שְׁנַיִם. אֶחָד מְשַׁלֵּם אֶחָד: \n",
      "כֵּיצַד. קָטַע יָדוֹ אוֹ רַגְלוֹ אוֹ אֶצְבַּע מֵהֶן אוֹ שֶׁסִּמֵּא עֵינוֹ מְשַׁלֵּם חֲמִשָּׁה נֵזֶק וְצַעַר וְרִפּוּי וְשֶׁבֶת וּבשֶׁת. הִכָּהוּ עַל יָדוֹ וְצָבְתָה וְסוֹפָהּ לַחְזֹר. עַל עֵינוֹ וּמָרְדָה וְסוֹפָהּ לִחְיוֹת. מְשַׁלֵּם אַרְבָּעָה צַעַר וְרִפּוּי וְשֶׁבֶת וּבשֶׁת. הִכָּהוּ עַל רֹאשׁוֹ וְצָבָה מְשַׁלֵּם שְׁלֹשָׁה צַעַר וְרִפּוּי וּבשֶׁת. הִכָּהוּ בְּמָקוֹם שֶׁאֵינוֹ נִרְאֶה כְּגוֹן שֶׁהִכָּה עַל בִּרְכָּיו אוֹ בְּגַבּוֹ מְשַׁלֵּם שְׁנַיִם צַעַר וְרִפּוּי. הִכָּהוּ בְּמִטְפַּחַת שֶׁבְּיָדוֹ אוֹ בִּשְׁטָר וְכַיּוֹצֵא בְּאֵלּוּ נוֹתֵן אַחַת וְהִיא הַבּשֶׁת בִּלְבַד: \n",
      "כְּוָאָהוּ בְּשִׁפּוּד אוֹ בְּמַסְמֵר עַל צִפָּרְנָיו בְּמָקוֹם שֶׁאֵינוֹ עוֹשֶׂה חַבּוּרָה וְלֹא מְעַכֵּב מְלָאכָה מְשַׁלֵּם הַצַּעַר בִּלְבַד. הִשְׁקָהוּ סַם אוֹ סָכוֹ סַם וְשִׁנָּה מַרְאֵה עוֹרוֹ מְשַׁלֵּם לוֹ רִפּוּי בִּלְבַד עַד שֶׁיַּחֲזֹר מַרְאֵהוּ כְּשֶׁהָיָה. אֲסָרוֹ בְּחֶדֶר נוֹתֵן לוֹ דְּמֵי שֶׁבֶת בִּלְבַד. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ: \n",
      "הַמְגַלֵּחַ שְׂעַר רֹאשׁ חֲבֵרוֹ נוֹתֵן לוֹ דְּמֵי בָּשְׁתּוֹ בִּלְבַד מִפְּנֵי שֶׁסּוֹפוֹ לַחְזֹר. גִּלְּחוֹ בְּסַם אוֹ שֶׁכְּוָאָהוּ עַד שֶׁאֵין סוֹף הַשֵּׂעָר לַחְזֹר חַיָּב בַּחֲמִשָּׁה דְּבָרִים. בְּנֵזֶק בְּצַעַר וְרִפּוּי שֶׁהֲרֵי יִתְחַמֵּם רֹאשׁוֹ מִן הַכְּוִיָּה אוֹ מִן הַסַּם וְנִמְצָא חָשׁ בְּרֹאשׁוֹ. וּמְשַׁלֵּם לוֹ שֶׁבֶת שֶׁהֲרֵי הוּא רָאוּי לִרְקֹד וּלְנַדְנֵד דֶּלֶת רֹאשׁוֹ בִּשְׁעַת רִקּוּד וְנִמְצָא בָּטֵל מִמְּלָאכָה זוֹ. וּבשֶׁת שֶׁאֵין לְךָ בּשֶׁת גָּדוֹל מִזֶּה: \n",
      "הָא לָמַדְתָּ שֶׁכָּל הַמְחַסֵּר חֲבֵרוֹ אֵיבָר שֶׁאֵינוֹ חוֹזֵר חַיָּב בְּכָל הַחֲמִשָּׁה דְּבָרִים. אֲפִלּוּ הִפִּיל שִׁנּוֹ חַיָּב בַּכּל שֶׁאִי אֶפְשָׁר שֶׁלֹּא יֶחֱלֶה פִּיו שָׁעָה אַחַת. אַף עַל פִּי שֶׁהַשֵּׁן אֵין לוֹ רְפוּאָה בְּשַׂר הַשִּׁנַּיִם צָרִיךְ רְפוּאָה: \n",
      "אֲפִלּוּ חִסְּרוֹ כְּשַׂעֲרָה מֵעוֹר בְּשָׂרוֹ חַיָּב בַּחֲמִשָּׁה דְּבָרִים. שֶׁהָעוֹר אֵינוֹ חוֹזֵר אֶלָּא צַלֶּקֶת. לְפִיכָךְ הַחוֹבֵל בַּחֲבֵרוֹ וְקָרַע הָעוֹר וְהוֹצִיא מִמֶּנּוּ דָּם חַיָּב בַּחֲמִשָּׁה דְּבָרִים: \n",
      "הַמַּבְעִית חֲבֵרוֹ אַף עַל פִּי שֶׁחָלָה מִן הַפַּחַד הֲרֵי זֶה פָּטוּר מִדִּינֵי אָדָם וְחַיָּב בְּדִינֵי שָׁמַיִם. וְהוּא שֶׁלֹּא נָגַע בּוֹ אֶלָּא כְּגוֹן שֶׁצָּעַק מֵאֲחוֹרָיו אוֹ שֶׁנִּתְרָאָה [לוֹ] בָּאֲפֵלָה וְכַיּוֹצֵא בָּזֶה. וְכֵן אִם צָעַק בְּאָזְנוֹ וְחֵרְשׁוֹ פָּטוּר מִדִּינֵי אָדָם וְחַיָּב בְּדִינֵי שָׁמַיִם. אֲחָזוֹ וְתָקַע בְּאָזְנוֹ וְחֵרְשׁוֹ אוֹ שֶׁנָּגַע בּוֹ וּדְחָפוֹ בְּעֵת שֶׁהִבְעִיתוֹ אוֹ שֶׁאָחַז בִּבְגָדָיו וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ חַיָּב בְּתַשְׁלוּמִין: \n",
      "יֵרָאֶה לִי שֶׁהַנֶּחְבָּל שֶׁאָמַר נִתְחָרַשְׁתִּי אוֹ נִסְמֵית עֵינִי וַהֲרֵי אֵינִי רוֹאֶה אוֹ אֵינִי שׁוֹמֵעַ אֵינוֹ נֶאֱמָן. שֶׁהֲרֵי אֵין אָנוּ מַכִּירִין הַדָּבָר שֶׁמָּא יַעֲרִים. וְאֵינוֹ נוֹטֵל הַנֵּזֶק עַד שֶׁיִּבָּדֵק זְמַן מְרֻבֶּה וְיִהְיֶה מֻחְזָק שֶׁאָבַד מְאוֹר עֵינָיו אוֹ נִתְחָרֵשׁ וְאַחַר כָּךְ יְשַׁלֵּם זֶה: \n",
      "כַּמָּה הוּא הַצַּעַר. הַכּל הוּא לְפִי הַנִּזָּק. יֵשׁ אָדָם שֶׁהוּא רַךְ וְעָנֹג מְאֹד וּבַעַל מָמוֹן וְאִלּוּ נָתְנוּ לוֹ מָמוֹן הַרְבֵּה לֹא הָיָה מִצְטַעֵר מְעַט. וְיֵשׁ אָדָם שֶׁהוּא עַמְלָן וְחָזָק וְעָנִי וּמִפְּנֵי זוּז אֶחָד מִצְטַעֵר צַעַר הַרְבֵּה. וְעַל פִּי הַדְּבָרִים הָאֵלֶּה אוֹמְדִין וּפוֹסְקִין הַצַּעַר: \n",
      "כֵּיצַד מְשַׁעֲרִין הַצַּעַר בְּמָקוֹם שֶׁחִסְּרוֹ אֵיבָר. הֲרֵי שֶׁקָּטַע יָדוֹ אוֹ אֶצְבָּעוֹ אוֹמְדִים כַּמָּה אָדָם כָּזֶה רוֹצֶה לִתֵּן בֵּין לִקְטֹעַ לוֹ אֵיבָר זֶה בְּסַיִף אוֹ לִקְטֹעַ אוֹתוֹ בְּסַם אִם גָּזַר עָלָיו הַמֶּלֶךְ לִקְטֹעַ יָדוֹ אוֹ רַגְלוֹ. וְאוֹמְדִין כַּמָּה יֵשׁ בֵּין זֶה לָזֶה וּמְשַׁלֵּם הַמַּזִּיק: \n",
      "כֵּיצַד מְשַׁעֲרִין הַשֶּׁבֶת. אִם לֹא חִסְּרוֹ אֵיבָר אֶלָּא חָלָה וְנָפַל לְמִשְׁכָּב אוֹ שֶׁצָּבְתָה יָדוֹ וְסוֹפָהּ לַחְזֹר נוֹתֵן לוֹ דְּמֵי שִׁבְתּוֹ שֶׁל כָּל יוֹם וְיוֹם כְּפוֹעֵל בָּטֵל שֶׁל אוֹתָהּ מְלָאכָה שֶׁבִּטֵּל מִמֶּנּוּ. וְאִם חִסְּרוֹ אֵיבָר אוֹ שֶׁקָּטַע יָדוֹ נוֹתֵן דְּמֵי יָדוֹ שֶׁהוּא הַנֵּזֶק. וְשֶׁבֶת רוֹאִין אוֹתוֹ כְּאִלּוּ הוּא שׁוֹמֵר קִשּׁוּאִים וְרוֹאִין כַּמָּה הוּא שְׂכַר שׁוֹמֵר קִשּׁוּאִין בְּכָל יוֹם וְעוֹשִׂין חֶשְׁבּוֹן כָּל יְמֵי חָלְיוֹ שֶׁל זֶה וְנוֹתֵן לוֹ. וְכֵן אִם קָטַע רַגְלוֹ רוֹאִין אוֹתוֹ כְּאִלּוּ הוּא שׁוֹמֵר עַל הַפֶּתַח. סִמֵּא עֵינוֹ רוֹאִין אוֹתוֹ כְּאִלּוּ הוּא טוֹחֵן בְּרֵחַיִם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הִכָּה אֶת חֲבֵרוֹ עַל אָזְנוֹ אוֹ אֲחָזוֹ וְתָקַע בְּאָזְנוֹ וְחֵרְשׁוֹ נוֹתֵן לוֹ דְּמֵי כֻּלּוֹ שֶׁהֲרֵי אֵינוֹ רָאוּי לִמְלָאכָה כְּלָל: \n",
      "סִמֵּא אֶת עֵינוֹ וְלֹא אֲמָדוּהוּ קָטַע אֶת יָדוֹ וְלֹא אֲמָדוּהוּ וְקָטַע אֶת רַגְלוֹ וְלֹא אֲמָדוּהוּ וְאַחַר כָּךְ חֵרְשׁוֹ הוֹאִיל וְלֹא אֲמָדוּהוּ לְכָל נֵזֶק וְנֵזֶק נוֹתֵן לוֹ דְּמֵי כֻּלּוֹ. אֲמָדוּהוּ לְכָל נֵזֶק וְנֵזֶק וְאַחַר כָּךְ אֲמָדוּהוּ לְכֻלּוֹ אֵין גּוֹבִין מִמֶּנּוּ אֶלָּא דְּמֵי כֻּלּוֹ בִּלְבַד. וְאִם תָּפַשׂ הַנִּזָּק נֵזֶק כָּל אֵיבָר וְאֵיבָר וּדְמֵי כֻּלּוֹ אֵין מוֹצִיאִין מִיָּדוֹ: \n",
      "כֵּיצַד מְשַׁעֲרִין הָרִפּוּי. אוֹמְדִין כַּמָּה יָמִים יִחְיֶה זֶה מֵחלִי זֶה וְכַמָּה הוּא צָרִיךְ וְנוֹתֵן לוֹ מִיָּד. וְאֵין מְחַיְּבִין אוֹתוֹ לִתֵּן דְּבַר יוֹם בְּיוֹמוֹ. וְדָבָר זֶה תַּקָּנָה הִיא לַמַּזִּיק: \n",
      "וְכֵן הַשֶּׁבֶת אוֹמְדִין אוֹתָהּ וְנוֹתֵן הַכּל מִיָּד. אִם הָיָה מִתְגַּלְגֵּל בְּחָלְיוֹ וְהוֹלֵךְ וְאָרַךְ בּוֹ הַחלִי יֶתֶר עַל מַה שֶּׁאֲמָדוּהוּ אֵינוֹ מוֹסִיף לוֹ כְּלוּם. וְכֵן אִם הִבְרִיא מִיָּד אֵין פּוֹחֲתִין לוֹ מִמַּה שֶּׁאֲמָדוּהוּ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁרָצָה הַמַּזִּיק שֶׁזּוֹ תַּקָּנָה הִיא לוֹ. אֲבָל אִם אָמַר הַמַּזִּיק אֵין רְצוֹנִי בְּתַקָּנָה זוֹ אֶלָּא אֲרַפְּאֶנּוּ דְּבַר יוֹם בְּיוֹמוֹ שׁוֹמְעִין לוֹ: \n",
      "אָמַר לוֹ הַנִּזָּק פְּסֹק עִמִּי וְתֵן עַל יָדִי וַאֲנִי אֲרַפֵּא אֶת עַצְמִי אֵין שׁוֹמְעִין לוֹ שֶׁהֲרֵי אוֹמֵר לוֹ שֶׁמָּא לֹא תְּרַפֵּא עַצְמְךָ וְאֶחֱזַק אֲנִי כְּמַזִּיק אֶלָּא נוֹתֵן לוֹ דְּבַר יוֹם בְּיוֹמוֹ. אוֹ פּוֹסֵק עַל הַכּל וְנוֹתֵן דְּמֵי הָרִפּוּי עַל יְדֵי בֵּית דִּין: \n",
      "אָמַר לוֹ הַמַּזִּיק אֲנִי אֲרַפֵּא אוֹתְךָ אוֹ יֵשׁ לִי רוֹפֵא שֶׁמְּרַפֵּא בְּחִנָּם אֵין שׁוֹמְעִין לוֹ אֶלָּא מֵבִיא רוֹפֵא אֻמָּן וּמְרַפְּאֵהוּ בְּשָׂכָר: \n",
      "הֲרֵי שֶׁלֹּא פָּסַק עִמּוֹ אֶלָּא הָיָה מְרַפֵּא יוֹם וְיוֹם וְעָלוּ בּוֹ צְמָחִים מֵחֲמַת הַמַּכָּה אוֹ נִסְתְּרָה הַמַּכָּה אַחַר שֶׁחָיְתָה. חַיָּב לְרַפְּאוֹתוֹ וְלָתֵת לוֹ דְּמֵי שִׁבְתּוֹ. עָלוּ בּוֹ צְמָחִים שֶׁלֹּא מֵחֲמַת הַמַּכָּה חַיָּב לְרַפְּאוֹתוֹ וְאֵינוֹ נוֹתֵן לוֹ דְּמֵי שִׁבְתּוֹ. עָבַר עַל דִּבְרֵי רוֹפֵא וְהִכְבִּיד עָלָיו הַחלִי אֵינוֹ חַיָּב לְרַפְּאוֹתוֹ: \n",
      "כְּשֶׁפּוֹסְקִין בֵּית דִּין עַל הַמַּזִּיק וּמְחַיְּבִין אוֹתוֹ לְשַׁלֵּם גּוֹבִין מִמֶּנּוּ הַכּל מִיָּד וְאֵין קוֹבְעִין לוֹ זְמַן כְּלָל. וְאִם נִתְחַיֵּב בְּבשֶׁת בִּלְבַד קוֹבְעִין לוֹ זְמַן לְשַׁלֵּם שֶׁהֲרֵי לֹא חִסְּרוֹ מָמוֹן: \n"
    ],
    [
      "כֵּיצַד מְשַׁעֲרִין הַבּשֶׁת. הַכּל לְפִי הַמְבַיֵּשׁ וְהַמִּתְבַּיֵּשׁ. אֵינוֹ דּוֹמֶה מִתְבַּיֵּשׁ מִן הַקָּטָן לְמִתְבַּיֵּשׁ מֵאָדָם גָּדוֹל וּמְכֻבָּד שֶׁזֶּה שֶׁבִּיְּשׁוֹ זֶה הַקַּל בָּשְׁתּוֹ מְרֻבָּה: \n",
      "הַמְבַיֵּשׁ אֶת הֶעָרֹם אוֹ מִי שֶׁהוּא בְּמֶרְחָץ פָּטוּר. נָשְׁבָה הָרוּחַ וְהָפְכָה שׁוּלָיו עַל פָּנָיו וַהֲרֵי הוּא עָרֹם וְהוֹסִיף זֶה בְּהַפְשָׁטָתוֹ חַיָּב בְּבֹשֶׁת. וְאֵינוֹ דּוֹמֶה מְבַיֵּשׁ אֶת זֶה שֶׁנַּעֲשָׂה עָרֹם לִמְבַיֵּשׁ אֶת שֶׁאֵינוֹ עָרֹם. וְכֵן אִם הִגְבִּיהַּ בְּגָדָיו לֵירֵד לַנָּהָר אוֹ שֶׁעָלָה מִן הַנָּהָר וּבִיְּשׁוֹ חַיָּב. וְאֵינוֹ דּוֹמֶה מְבַיֵּשׁ זֶה לִמְבַיֵּשׁ אֶת הַמְכֻסֶּה בִּבְגָדָיו: \n",
      "הַמְבַיֵּשׁ אֶת הַיָּשֵׁן חַיָּב בְּבשֶׁת. וְאִם מֵת בְּתוֹךְ שְׁנָתוֹ וְלֹא הֵקִיץ וְלֹא הִרְגִּישׁ בָּזֶה שֶׁבִּיְּשׁוֹ אֵין גּוֹבִין בּשֶׁת זֶה מִן הַמְבַיֵּשׁ. וְאִם תָּפְשׂוּ הַיּוֹרְשִׁין אֵין מוֹצִיאִין מִיָּדָן: \n",
      "הַמְבַיֵּשׁ אֶת הַשּׁוֹטֶה פָּטוּר. וְהַמְבַיֵּשׁ אֶת הַחֵרֵשׁ חַיָּב. הַמְבַיֵּשׁ אֶת הַגֵּר אוֹ אֶת הָעֶבֶד חַיָּב. הַמְבַיֵּשׁ אֶת הַקָּטָן אִם כְּשֶׁמַּכְלִימִין אוֹתוֹ נִכְלָם חַיָּב וְאִם לָאו פָּטוּר. וּמִכָּל מָקוֹם אֵינוֹ דּוֹמֶה הַמְבַיֵּשׁ אֶת הַקָּטָן לִמְבַיֵּשׁ אֶת הַגָּדוֹל. וְלֹא הַמְבַיֵּשׁ אֶת הָעֶבֶד לִמְבַיֵּשׁ אֶת בֶּן חוֹרִין. וְלֹא מְבַיֵּשׁ חֵרֵשׁ לִמְבַיֵּשׁ פִּקֵּחַ: \n",
      "הַמְבַיֵּשׁ אֶת חֲבֵרוֹ בִּדְבָרִים אוֹ שֶׁרָקַק עַל בְּגָדָיו פָּטוּר מִן הַתַּשְׁלוּמִין. וְיֵשׁ לְבֵית דִּין לִגְדֹּר בַּדָּבָר בְּכָל מָקוֹם וּבְכָל זְמַן כְּפִי שֶׁיִּרְאוּ. וְאִם בִּיֵּשׁ תַּלְמִיד חֲכָמִים חַיָּב לְשַׁלֵּם לוֹ בּשֶׁת שְׁלֵמָה אַף עַל פִּי שֶׁלֹּא בִּיְּשׁוֹ אֶלָּא בִּדְבָרִים. כְּבָר נִפְסַק הַדִּין שֶׁכָּל הַמְבַיֵּשׁ תַּלְמִיד חָכָם אֲפִלּוּ בִּדְבָרִים קוֹנְסִין אוֹתוֹ וְגוֹבִין מִמֶּנּוּ מִשְׁקַל שְׁלֹשִׁים וַחֲמִשָּׁה דִּינָר מִן הַזָּהָב שֶׁהוּא מִשְׁקַל תֵּשַׁע סְלָעִים פָּחוֹת רְבִיעַ. וְקַבָּלָה הִיא בְּיָדֵינוּ שֶׁגּוֹבִין קְנָס זֶה בְּכָל מָקוֹם בֵּין בָּאָרֶץ בֵּין בְּחוּצָה לָאָרֶץ: \n",
      "מַעֲשִׂים הָיוּ אֶצְלֵנוּ תָּמִיד בְּכָךְ בִּסְפָרַד. וְיֵשׁ תַּלְמִידֵי חֲכָמִים שֶׁהָיוּ מוֹחֲלִין עַל זֶה וְכָךְ נָאֶה לָהֶם. וְיֵשׁ שֶׁתּוֹבֵעַ וְעוֹשִׂין פְּשָׁרָה בֵּינֵיהֶן. אֲבָל הַדַּיָּנִים הָיוּ אוֹמְרִין לַמְבַיֵּשׁ חַיָּב אַתָּה לִתֵּן לוֹ לִיטְרָא זָהָב: \n",
      "אַף עַל פִּי שֶׁהַמְבַיֵּשׁ שְׁאָר הָעָם בִּדְבָרִים פָּטוּר מִן הַתַּשְׁלוּמִין עָוֹן גָּדוֹל הוּא. וְאֵינוֹ מְחָרֵף וּמְגַדֵּף לָעָם אֶלָּא רָשָׁע שׁוֹטֶה. וְאָמְרוּ חֲכָמִים הָרִאשׁוֹנִים שֶׁכָּל הַמַּלְבִּין פְּנֵי אָדָם כָּשֵׁר מִיִּשְׂרָאֵל בִּדְבָרִים אֵין לוֹ חֵלֶק לָעוֹלָם הַבָּא: \n",
      "יֵשׁ הַכָּאוֹת רַבּוֹת שֶׁיֵּשׁ בָּהֶן בִּזּוּי וְצַעַר מְעַט וְאֵין בָּהֶן נֵזֶק. וּכְבָר פָּסְקוּ לָהֶם חֲכָמִים דָּמִים קְצוּבִים. וְכָל הַמַּכֶּה לַחֲבֵרוֹ הַכָּאָה מֵהֶן מְשַׁלֵּם אוֹתוֹ הַמָּמוֹן הַקָּצוּב וְכֻלָּן קְנָסוֹת הֵן. וְאוֹתוֹ הַמָּמוֹן הַקָּצוּב הוּא דְּמֵי הַצַּעַר וְהַבּשֶׁת וְהָרִפּוּי וְהַשֶּׁבֶת. בֵּין צָרִיךְ לִרְפוּאָה וְשֶׁבֶת בֵּין לֹא צָרִיךְ כָּזֶה הוּא מְשַׁלֵּם: \n",
      "וְכַמָּה הוּא מְשַׁלֵּם. הַבּוֹעֵט בַּחֲבֵרוֹ בְּרַגְלוֹ מְשַׁלֵּם חָמֵשׁ סְלָעִים. הִכָּהוּ בְּאַרְכֻּבָּתוֹ מְשַׁלֵּם שָׁלֹשׁ סְלָעִים. קִבֵּץ אֶצְבְּעוֹתָיו כְּמוֹ אוֹגֵד אֲגוּדָה וְהִכָּהוּ בְּיָדוֹ כְּשֶׁהִיא אֲגוּדָה מְשַׁלֵּם שְׁלֹשׁ עֶשְׂרֵה סְלָעִים. תָּקַע אֶת חֲבֵרוֹ בְּכַפּוֹ מְשַׁלֵּם סֶלַע. סְטָרוֹ עַל פָּנָיו מְשַׁלֵּם חֲמִשִּׁים סְלָעִים. סְטָרוֹ מֵאֲחוֹרֵי יָדוֹ מְשַׁלֵּם מֵאָה סֶלַע. וְכֵן אִם צִירֵם בְּאָזְנוֹ אוֹ תָּלַשׁ בִּשְׂעָרוֹ אוֹ שֶׁרָקַק וְהִגִּיעוֹ [הָרֹק בִּבְשָׂרוֹ אוֹ הֶעֱבִיר טַלִּית מֵעָלָיו וּפָרַע רֹאשׁ הָאִשָּׁה] מְשַׁלֵּם מֵאָה סֶלַע. וְכָזֶה הוּא מְשַׁלֵּם עַל כָּל מַעֲשֶׂה וּמַעֲשֶׂה. כֵּיצַד. כְּגוֹן שֶׁבָּעַט בַּחֲבֵרוֹ אַרְבַּע בְּעִיטוֹת אֲפִלּוּ זוֹ אַחַר זוֹ מְשַׁלֵּם עֶשְׂרִים סְלָעִים. סְטָרוֹ עַל פָּנָיו שְׁתֵּי סְטִירוֹת מְשַׁלֵּם מֵאָה סֶלַע. וְכֵן בַּשְּׁאָר: \n",
      "כָּל אֵלּוּ הַסְּלָעִים הֵם מִכֶּסֶף אֶרֶץ יִשְׂרָאֵל בְּאוֹתוֹ הַזְּמַן. שֶׁהָיָה בְּכָל סֶלַע חֲצִי דִּינָר כֶּסֶף וּשְׁלֹשָׁה דִּינָרִין וּמֶחֱצָה נְחשֶׁת. לְפִיכָךְ מִי שֶׁנִּתְחַיֵּב בְּהַכָּאוֹת אֵלּוּ לְשַׁלֵּם מֵאָה סֶלַע הֲרֵי זֶה מְשַׁלֵּם שְׁתֵּים עֶשְׂרֵה סֶלַע וּמֶחֱצָה כֶּסֶף נָקִי: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּמְכֻבָּד. אֲבָל אָדָם שֶׁהוּא מְבֻזֶּה וְאֵינוֹ מַקְפִּיד בְּכָל אֵלּוּ הַדְּבָרִים וְכַיּוֹצֵא בָּהֶן אֵינוֹ נוֹטֵל אֶלָּא לְפִי מַה שֶּׁרָאוּי לוֹ וּכְמוֹ שֶׁיִּרְאוּ הַדַּיָּנִים שֶׁהוּא רָאוּי לִטּל. לְפִי שֶׁיֵּשׁ בְּנֵי אָדָם כְּעוּרִין שֶׁאֵין מַקְפִּידִין עַל בָּשְׁתָּם וְכָל הַיּוֹם מְבַזִּים עַצְמָן בְּכָל מִינֵי בִּזּוּי דֶּרֶךְ שְׂחוֹק וְקַלּוּת רֹאשׁ אוֹ כְּדֵי לִטּל פְּרוּטָה אַחַת מִן הַלֵּצִים הַמְשַׂחֲקִים עִמָּהֶם: \n"
    ],
    [
      "הַנּוֹגֵף אֶת הָאִשָּׁה וְיָצְאוּ יְלָדֶיהָ אַף עַל פִּי שֶׁלֹּא נִתְכַּוֵּן חַיָּב לְשַׁלֵּם דְּמֵי וְלָדוֹת לַבַּעַל וְנֵזֶק וְצַעַר לָאִשָּׁה: \n",
      "וְכֵיצַד מְשַׁעֲרִין דְּמֵי וְלָדוֹת. שָׁמִין הָאִשָּׁה כַּמָּה הָיְתָה יָפָה עַד שֶׁלֹּא יָלְדָה וְכַמָּה הִיא יָפָה מִשֶּׁיָּלְדָה וְנוֹתְנִין לַבַּעַל. אִם מֵת הַבַּעַל נוֹתְנִין לְיוֹרְשָׁיו. וְאִם נִגְּפָה אַחַר מִיתַת הַבַּעַל נוֹתְנִין אַף דְּמֵי וְלָדוֹת לָאִשָּׁה: \n",
      "הָיְתָה נְשׂוּאָה לְגֵר וְחָבַל בָּהּ בְּחַיֵּי הַגֵּר נוֹתֵן דְּמֵי וְלָדוֹת לַבַּעַל. מֵת הַגֵּר פָּטוּר. וְאִם חָבַל בָּהּ אַחַר מִיתַת הַגֵּר זָכְתָה הִיא בִּדְמֵי וְלָדוֹת: \n",
      "הָיְתָה שִׁפְחָה אוֹ עַכּוּ''ם בִּשְׁעַת הֵרָיוֹן וּבִשְׁעַת נְגִיפָה נִשְׁתַּחְרְרָה אוֹ נִתְגַּיְּרָה הֲרֵי דְּמֵי הַוְּלָדוֹת שֶׁלָּהּ: \n",
      "הַנּוֹגֵף אֶת הָאִשָּׁה וְיָצְאוּ יְלָדֶיהָ וּמֵתָה אַף עַל פִּי שֶׁהָיָה שׁוֹגֵג הֲרֵי זֶה פָּטוּר מִן הַתַּשְׁלוּמִין וְאֵינוֹ מְשַׁלֵּם כְּלוּם. שֶׁנֶּאֱמַר <small>(שמות כא כב)</small> \"וְלֹא יִהְיֶה אָסוֹן עָנוֹשׁ יֵעָנֵשׁ\". לֹא חִלֵּק הַכָּתוּב בֵּין שׁוֹגֵג לְמֵזִיד בְּדָבָר שֶׁיֵּשׁ בּוֹ מִיתַת בֵּית דִּין לְפָטְרוֹ מִן הַתַּשְׁלוּמִין: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁנִּתְכַּוֵּן לָאִשָּׁה. אֲבָל אִם נִתְכַּוֵּן לַחֲבֵרוֹ וְנָגַף אֶת הָאִשָּׁה אַף עַל פִּי שֶׁמֵּתָה הוֹאִיל וֶהֱמִיתָהּ בְּלֹא כַּוָּנָה הֲרֵי זֶה כְּדָבָר שֶׁאֵין בּוֹ מִיתַת בֵּית דִּין וּמְשַׁלֵּם דְּמֵי וְלָדוֹת: \n",
      "הַמַּכֶּה אָבִיו וְאִמּוֹ וְלֹא עָשָׂה בָּהֶן חַבּוּרָה חַיָּב בַּחֲמִשָּׁה דְּבָרִים. אֲבָל אִם עָשָׂה בָּהֶם חַבּוּרָה אוֹ שֶׁחָבַל בַּחֲבֵרוֹ בְּשַׁבָּת אֲפִלּוּ הָיָה שׁוֹגֵג פָּטוּר מִן הַתַּשְׁלוּמִין מִפְּנֵי שֶׁהוּא עֲוֹן מִיתַת בֵּית דִּין. וּכְבָר בֵּאַרְנוּ שֶׁלֹּא חִלֵּק הַכָּתוּב בְּדָבָר שֶׁיֵּשׁ בּוֹ מִיתַת בֵּית דִּין בֵּין שׁוֹגֵג לְמֵזִיד לְפָטְרוֹ מִן הַתַּשְׁלוּמִין: \n",
      "וַהֲלֹא הַחוֹבֵל מְקַלְקֵל הוּא וְכָל הַמְקַלְקְלִין בְּשַׁבָּת פְּטוּרִין מִן הַמִּיתָה וְלָמָּה נַחְשֹׁב זֶה הַחוֹבֵל עָוֹן שֶׁיֵּשׁ בּוֹ מִיתַת בֵּית דִּין. הוֹאִיל וְעָשָׂה נַחַת רוּחַ לְיִצְרוֹ הָרַע בְּעֵת שֶׁחָבַל בַּחֲבֵרוֹ הֲרֵי הוּא כִּמְתַקֵּן וְנִמְצָא עֲוֹן מִיתָה לְפִיכָךְ פָּטוּר מִתַּשְׁלוּמִין: \n",
      "הַחוֹבֵל בַּחֲבֵרוֹ בְּיוֹם הַכִּפּוּרִים אֲפִלּוּ בְּמֵזִיד חַיָּב בְּתַשְׁלוּמִין. אַף עַל פִּי שֶׁעָבַר עֲבֵרָה שֶׁהוּא חַיָּב עָלֶיהָ מַלְקוֹת. וַהֲלֹא כָּל הַמְחֻיָּב מַלְקוֹת וְתַשְׁלוּמִין לוֹקֶה וְאֵינוֹ מְשַׁלֵּם שֶׁאֵין אָדָם לוֹקֶה וּמְשַׁלֵּם. כָּךְ הֵם הַדְּבָרִים בַּכּל חוּץ מֵחוֹבֵל בַּחֲבֵרוֹ שֶׁהוּא מְשַׁלֵּם שֶׁהֲרֵי בְּפֵרוּשׁ רִבְּתָה תּוֹרָה חוֹבֵל בַּחֲבֵרוֹ לְתַשְׁלוּמִין שֶׁנֶּאֱמַר <small>(שמות כא יט)</small> \"רַק שִׁבְתּוֹ יִתֵּן\": \n",
      "הַחוֹבֵל בְּעֶבֶד כְּנַעֲנִי שֶׁלּוֹ פָּטוּר. חָבַל בְּעֶבֶד עִבְרִי שֶׁלּוֹ חַיָּב בְּכֻלָּן חוּץ מִן הַשֶּׁבֶת. הַחוֹבֵל בְּעֶבֶד כְּנַעֲנִי שֶׁל חֲבֵרוֹ רַבּוֹ שֶׁל עֶבֶד נוֹטֵל חֲמִשָּׁה דְּבָרִים. וַאֲפִלּוּ צִעֲרוֹ בְּסַם וְנִתִרַפֵּא בִּמְהֵרָה הֲרֵי כָּל רְפוּאָתוֹ לְרַבּוֹ: \n",
      "כָּל עֶבֶד שֶׁיָּצָא לְחֵרוּת וַעֲדַיִן לֹא הִגִּיעַ גֵּט שִׁחְרוּר לְיָדוֹ אֵין לוֹ קְנָס. וַאֲחֵרִים שֶׁחָבְלוּ בּוֹ אֵינוֹ יָכוֹל לְהוֹצִיא מֵהֶן לְעַצְמוֹ שֶׁעֲדַיִן לֹא גָּמַר שִׁחְרוּרוֹ. וְלֹא הָאָדוֹן יָכוֹל לְהוֹצִיא מֵהֶן שֶׁהֲרֵי לֹא נִשְׁאַר [לוֹ] בּוֹ קִנְיָן. לְפִיכָךְ הַמַּפִּיל שֵׁן עַבְדּוֹ וְאַחַר כָּךְ סִמֵּא עֵינוֹ יוֹצֵא בְּשִׁנּוֹ וְאֵינוֹ נוֹתֵן לוֹ דְּמֵי עֵינוֹ. וְאִם תָּפַשׂ אֵין מוֹצִיאִין מִיָּדוֹ: \n",
      "מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין שֶׁבִּיְּשׁוֹ אָדָם אוֹ צִעֲרוֹ אוֹ שֶׁנְּגָחוֹ שׁוֹר וְכַיּוֹצֵא בָּאֵלּוּ. אִם אֵרְעוֹ זֶה בַּיּוֹם שֶׁל רַבּוֹ לְרַבּוֹ. בַּיּוֹם שֶׁל עַצְמוֹ לְעַצְמוֹ: \n",
      "הַחוֹבֵל בְּעֶבֶד עִבְרִי שֶׁל חֲבֵרוֹ חַיָּב בַּחֲמִשָּׁה דְּבָרִים וְיִלָּקַח בָּהֶן קַרְקַע וְרַבּוֹ אוֹכֵל פֵּרוֹתֶיהָ. וְלִכְשֶׁיֵּצֵא הָעֶבֶד לְחֵרוּת יֵצֵא הַשָּׂדֶה מִתַּחַת רַבּוֹ. הִזִּיקוֹ הֶזֵּק שֶׁאֵינוֹ מְעַכֵּב מְלָאכָה כְּלָל כְּגוֹן שֶׁקָּטַע רֹאשׁ אָזְנוֹ אוֹ רֹאשׁ חָטְמוֹ הַכּל לָעֶבֶד וְאֵין לְרַבּוֹ בָּהֶן פֵּרוֹת: \n",
      "הַחוֹבֵל בְּבַת קְטַנָּה שֶׁל אֲחֵרִים אִם נֵזֶק הַפּוֹחֵת אוֹתָהּ מִכַּסְפָּהּ הוּא הֲרֵי הוּא שֶׁל אָב. וְכֵן שִׁבְתָּהּ שֶׁל אָב שֶׁהֲרֵי מַעֲשֵׂה יָדֶיהָ וְכֶסֶף מְכִירָתָהּ שֶׁל אָבִיהָ הוּא. אֲבָל צַעַר וּבשֶׁת וְרִפּוּי הֲרֵי הוּא שֶׁלָּהּ. וְכֵן נֵזֶק שֶׁאֵינוֹ פּוֹחֲתָהּ מִכַּסְפָּהּ הֲרֵי הוּא שֶׁלָּהּ. וְכֵן הַחוֹבֵל בְּבִתּוֹ מְשַׁלֵּם צַעַר וְרִפּוּי וּבשֶׁת: \n",
      "הַחוֹבֵל בְּאֵשֶׁת אִישׁ הַשֶּׁבֶת וְהָרִפּוּי לְבַעֲלָהּ וְהַצַּעַר שֶׁלָּהּ. וְהַבּשֶׁת וְהַנֵּזֶק אִם בְּגָלוּי הוּא כְּגוֹן שֶׁחָבַל בְּפָנֶיהָ וּבְצַוָּארָהּ אוֹ בְּיָדֶיהָ וּזְרוֹעוֹתֶיהָ הַשְּׁלִישׁ שֶׁלָּהּ וּשְׁנֵי שְׁלִישִׁים לַבַּעַל. וְאִם בַּסֵּתֶר הוּא הַנֵּזֶק הַשְּׁלִישׁ לַבַּעַל וּשְׁנֵי שְׁלִישִׁים לָאִשָּׁה. שֶׁל בַּעַל נוֹתְנִין לוֹ מִיָּד וְשֶׁל אִשָּׁה יִלָּקַח בָּהֶן קַרְקַע וְהַבַּעַל אוֹכֵל פֵּרוֹת: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁחָבְלוּ בָּהּ אֲחֵרִים. אֲבָל הַבַּעַל שֶׁחָבַל בְּאִשְׁתּוֹ חַיָּב לְשַׁלֵּם לָהּ מִיָּד כָּל הַנֵּזֶק וְכָל הַבּשֶׁת וְהַצַּעַר וְהַכּל שֶׁלָּהּ וְאֵין לַבַּעַל בָּהֶן פֵּרוֹת. וְאִם רָצְתָה לִתֵּן הַדָּמִים לְאַחֵר נוֹתֶנֶת. וְכָזֶה הוֹרוּ הַגְּאוֹנִים. וְהַבַּעַל מְרַפֵּא אוֹתָהּ כְּדֶרֶךְ שֶׁמְּרַפֵּא כָּל חָלְיָהּ: \n",
      "וְהַמַּזִּיק אִשְׁתּוֹ בְּתַשְׁמִישׁ הַמִּטָּה חַיָּב בִּנְזָקֶיהָ: \n",
      "הָאִשָּׁה שֶׁחָבְלָה בְּבַעְלָהּ אִם הָיָה תּוֹסֶפֶת בִּכְתֻבָּתָהּ מְחַיְּבִין אוֹתָהּ לִמְכֹּר הַתּוֹסֶפֶת לְבַעֲלָהּ בְּטוֹבַת הֲנָאָה וְגוֹבֶה מִמֶּנָּה אִם רָצָה הַבַּעַל. וְאִם רָצָה לְגָרְשָׁהּ וְלִגְבּוֹת מִן הַכּל גּוֹבֶה. וְאִם לֹא הָיָה לָהּ תּוֹסֶפֶת אֵינָהּ יְכוֹלָה לִמְכֹּר לוֹ עִקַּר כְּתֻבָּתָהּ. שֶׁאָסוּר לוֹ לָאָדָם לַשְׁהוֹת אֶת אִשְׁתּוֹ שָׁעָה אַחַת בְּלֹא כְּתֻבָּה כְּדֵי שֶׁלֹּא תְּהֵא קַלָּה בְּעֵינָיו לְהוֹצִיאָהּ. אֶלָּא אִם רָצָה הַבַּעַל כּוֹתֵב עָלֶיהָ שְׁטָר בִּדְמֵי חֲבָלוֹ אוֹ מְגָרְשָׁהּ וְנוֹטֵל מִכְּתֻבָּתָהּ הָרָאוּי לוֹ: \n",
      "הַחוֹבֵל בְּבָנָיו הַגְּדוֹלִים אִם אֵין סוֹמְכִין עַל שֻׁלְחָנוֹ נוֹתֵן לָהֶם מִיָּד. וְהַקְּטַנִּים יִלָּקַח בָּהֶן קַרְקַע בְּנִזְקָן וְהֵן אוֹכְלִין פֵּרוֹתָיו. וְכֵן הַדִּין בַּאֲחֵרִים שֶׁחָבְלוּ בָּהֶן. וְאִם הָיוּ סְמוּכִין עַל שֻׁלְחָנוֹ וְחָבַל בָּהֶן פָּטוּר בֵּין שֶׁהָיוּ גְּדוֹלִים בֵּין שֶׁהָיוּ קְטַנִּים. וְאִם חָבְלוּ בָּהֶן אֲחֵרִים בַּגְּדוֹלִים יִתֵּן לָהֶם מִיָּד וּבַקְּטַנִּים יִלָּקַח בָּהֶן קַרְקַע וְהֵן אוֹכְלִין פֵּרוֹתֶיהָ עַד שֶׁיַּגְדִּילוּ: \n",
      "חֵרֵשׁ שׁוֹטֶה וְקָטָן פְּגִיעָתָן רָעָה. הַחוֹבֵל בָּהֶן חַיָּב וְהֵן שֶׁחָבְלוּ בַּאֲחֵרִים פְּטוּרִין. אַף עַל פִּי שֶׁנִּתְפַּתֵּחַ הַחֵרֵשׁ וְנִשְׁתַּפָּה הַשּׁוֹטֶה וְהִגְדִּיל הַקָּטָן אֵינָם חַיָּבִין לְשַׁלֵּם שֶׁבְּשָׁעָה שֶׁחָבְלוּ בָּהֶן לֹא הָיוּ בְּנֵי דַּעַת: \n",
      "הָעֶבֶד וְהָאִשָּׁה פְּגִיעָתָן רָעָה הַחוֹבֵל בָּהֶן חַיָּב וְהֵן שֶׁחָבְלוּ בַּאֲחֵרִים פְּטוּרִין. אֲבָל מְשַׁלְּמִין לְאַחַר זְמַן אִם נִתְגָּרְשָׁה הָאִשָּׁה אוֹ מֵת בַּעְלָהּ אוֹ נִשְׁתַּחְרֵר הָעֶבֶד. שֶׁהֲרֵי בְּנֵי דֵּעָה הֵן וַהֲרֵי הֵן כְּבַעַל חוֹב שֶׁאֵין לוֹ מַה יִּגְבֶּה שֶׁאִם הֶעֱשִׁיר חַיָּב לְשַׁלֵּם: \n",
      "עַבְדּוֹ שֶׁל אָדָם כְּגוּפוֹ וּבְהֶמְתּוֹ כְּמָמוֹנוֹ. כֵּיצַד. הֲרֵי שֶׁהִנִּיחַ גַּחֶלֶת עַל לֵב עַבְדּוֹ שֶׁל חֲבֵרוֹ וּמֵת אוֹ שֶׁדְּחָפוֹ לַיָּם אוֹ לָאֵשׁ וְהוּא יָכוֹל לַעֲלוֹת מִשָּׁם וְלֹא עָלָה וּמֵת פָּטוּר מִן הַתַּשְׁלוּמִין. וְאִם עָשָׂה כֵן לְבֶהֱמַת חֲבֵרוֹ כְּאִלּוּ הִנִּיחַ הַגַּחֶלֶת עַל בִּגְדוֹ וְנִשְׂרַף שֶׁהוּא חַיָּב לְשַׁלֵּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
    ],
    [
      "אָסוּר לְאָדָם לַחֲבל בֵּין בְּעַצְמוֹ בֵּין בַּחֲבֵרוֹ. וְלֹא הַחוֹבֵל בִּלְבַד אֶלָּא כָּל הַמַּכֶּה אָדָם כָּשֵׁר מִיִּשְׂרָאֵל בֵּין קָטָן בֵּין גָּדוֹל בֵּין אִישׁ בֵּין אִשָּׁה דֶּרֶךְ נִצָּיוֹן הֲרֵי זֶה עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים כה ג)</small> \"לֹא יֹסִיף\" <small>(דברים כה ג)</small> \"לְהַכֹּתוֹ\". אִם הִזְהִירָה תּוֹרָה מִלְּהוֹסִיף בְּהַכָּאַת הַחוֹטֵא קַל וָחֹמֶר לְמַכֶּה אֶת הַצַּדִּיק: \n",
      "אֲפִלּוּ לְהַגְבִּיהַּ יָדוֹ עַל חֲבֵרוֹ אָסוּר וְכָל הַמַּגְבִּיהַּ יָדוֹ עַל חֲבֵרוֹ אַף עַל פִּי שֶׁלֹּא הִכָּהוּ הֲרֵי זֶה רָשָׁע: \n",
      "הַמַּכֶּה אֶת חֲבֵרוֹ הַכָּאָה שֶׁאֵין בָּהּ שְׁוֵה פְּרוּטָה לוֹקֶה שֶׁהֲרֵי אֵין כָּאן תַּשְׁלוּמִין כְּדֵי שֶׁיִּהְיֶה לָאו זֶה נִתָּן לְתַשְׁלוּמִין. וַאֲפִלּוּ הִכָּה עֶבֶד חֲבֵרוֹ הַכָּאָה שֶׁאֵין בָּהּ שְׁוֵה פְּרוּטָה לוֹקֶה שֶׁהֲרֵי יֶשְׁנוֹ בְּמִקְצָת מִצְוֹת. וְעַכּוּ''ם שֶׁהִכָּה אֶת יִשְׂרָאֵל חַיָּב מִיתָה שֶׁנֶּאֱמַר <small>(שמות ב יב)</small> \"וַיִּפֶן כֹּה וָכֹה\" <small>(שמות ב יב)</small> \"וַיַּךְ אֶת הַמִּצְרִי\": \n",
      "קְנָס קָנְסוּ חֲכָמִים לְאֵלּוּ הַשּׁוֹטִים בַּעֲלֵי זְרוֹעַ שֶׁיִּהְיֶה הַנֶּחְבָּל נֶאֱמָן וְנִשְׁבָּע בִּנְקִיטַת חֵפֶץ שֶׁזֶּה חָבַל בּוֹ חֲבָל זֶה וְנוֹטֵל מַה שֶּׁרָאוּי לוֹ. וְהוּא שֶׁיִּהְיוּ שָׁם עֵדִים. כֵּיצַד. הָיוּ שְׁנֵי עֵדִים מְעִידִין אוֹתוֹ שֶׁנִּכְנַס לְתוֹךְ יָדוֹ שָׁלֵם וְיָצָא חָבוּל וְלֹא רָאוּהוּ בְּעֵת שֶׁחָבַל בּוֹ וְהוּא אוֹמֵר לֹא חָבַלְתִּי וְהַלָּה אוֹמֵר אַתָּה חָבַלְתָּ בִּי הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיְתָה הַמַּכָּה בְּמָקוֹם שֶׁאֶפְשָׁר לוֹ לְהַכּוֹת בְּעַצְמוֹ אוֹ שֶׁהָיָה עִמָּהֶם שְׁלִישִׁי שֶׁאֶפְשָׁר שֶׁזֶּה הַנֶּחְבָּל אָמַר לוֹ לַחֲבל בּוֹ וּלְהִתְרַעֵם עַל אַחֵר. אֲבָל אִם אֵין עִמָּהֶם אַחֵר וְהָיְתָה הַמַּכָּה בְּמָקוֹם שֶׁאֵינוֹ יָכוֹל לַעֲשׂוֹת בְּעַצְמוֹ כְּגוֹן שֶׁהָיְתָה נְשִׁיכָה בֵּין כְּתֵפָיו וְכַיּוֹצֵא בָּזֶה הֲרֵי זֶה נוֹטֵל בְּלֹא שְׁבוּעָה: \n",
      "הוֹדָה הַחוֹבֵל שֶׁהוּא חָבַל מְשַׁלֵּם חֲמִשָּׁה דְּבָרִים שֶׁהֲרֵי הָעֵדִים הָיוּ שָׁם שֶׁנִּכְנַס לְתוֹךְ יָדוֹ שָׁלֵם בִּשְׁעַת הַמְּרִיבָה וְיָצָא חָבוּל. אֲבָל אִם לֹא הָיוּ שָׁם עֵדִים כְּלָל הוּא אוֹמֵר חָבַלְתָּ בִּי וְהוֹדָה מֵעַצְמוֹ פָּטוּר מִן הַנֵּזֶק וּמִן הַצַּעַר וְחַיָּב בְּשֶׁבֶת וּבְבשֶׁת וּבְרִפּוּי עַל פִּי עַצְמוֹ. לְפִיכָךְ אִם כָּפַר וְאָמַר לֹא חָבַלְתִּי נִשְׁבָּע שְׁבוּעַת הֶסֵּת: \n",
      "וְלָמָּה מְשַׁלֵּם אָדָם שְׁלֹשָׁה דְּבָרִים אֵלּוּ עַל פִּי עַצְמוֹ. שֶׁהַשֶּׁבֶת וְהָרִפּוּי מָמוֹן הוּא וְלֹא קְנָס. שֶׁאִם לֹא יִתֵּן לוֹ הֲרֵי חִסְּרוֹ מָמוֹן שֶׁהוּא מִתְרַפֵּא בּוֹ וּבִטֵּל מִמְּלַאכְתּוֹ. וְהַבּשֶׁת לֹא הִגִּיעָה לוֹ אֶלָּא בְּשָׁעָה שֶׁהוֹדָה בְּפָנֵינוּ שֶׁהוּא חָבַל בּוֹ. שֶׁהַנֶּחְבָּל שֶׁלֹּא חָבַל בּוֹ [בִּפְנֵי] אָדָם אֵין לוֹ בֹּשֶׁת וְהוֹדָאָתוֹ בְּבֵית דִּין הִיא שֶׁבִּיְּשָׁה אוֹתוֹ: \n",
      "נִמְצֵאתָ לָמֵד שֶׁאֵין הֶפְרֵשׁ בְּבשֶׁת בֵּין בּשֶׁת הַמַּגִּיעַ לוֹ אִם חָבַל בּוֹ בִּפְנֵי אֲחֵרִים וּבֵין בּשֶׁת הַמַּגִּיעַ לוֹ בְּעֵת שֶׁהוֹדָה בִּפְנֵי אֲחֵרִים שֶׁחָבַל בּוֹ. לְפִיכָךְ מְשַׁלֵּם אָדָם בּשֶׁת עַל פִּי עַצְמוֹ: \n",
      "אֵינוֹ דּוֹמֶה מַזִּיק חֲבֵרוֹ בְּגוּפוֹ לְמַזִּיק מָמוֹנוֹ. שֶׁהַמַּזִּיק מָמוֹן חֲבֵרוֹ כֵּיוָן שֶׁשִּׁלֵּם מַה שֶּׁהוּא חַיָּב לְשַׁלֵּם נִתְכַּפֵּר לוֹ. אֲבָל חָבַל בַּחֲבֵרוֹ אַף עַל פִּי שֶׁנָּתַן לוֹ חֲמִשָּׁה דְּבָרִים אֵין מִתְכַּפֵּר לוֹ. וַאֲפִלּוּ הִקְרִיב כָּל אֵילֵי נְבָיוֹת אֵינוֹ מִתְכַּפֵּר לוֹ וְלֹא נִמְחַל עֲוֹנוֹ עַד שֶׁיְּבַקֵּשׁ מִן הַנֶּחְבָּל וְיִמְחל לוֹ: \n",
      "וְאָסוּר לַנֶּחְבָּל לִהְיוֹת אַכְזָרִי וְלֹא יִמְחל אֵין זוֹ דֶּרֶךְ זֶרַע יִשְׂרָאֵל אֶלָּא כֵּיוָן שֶׁבִּקֵּשׁ מִמֶּנּוּ הַחוֹבֵל וְנִתְחַנֵּן לוֹ פַּעַם רִאשׁוֹנָה וּשְׁנִיָּה וְיָדַע שֶׁהוּא שָׁב מֵחֶטְאוֹ וְנִחָם עַל רָעָתוֹ יִמְחל לוֹ. וְכָל הַמְמַהֵר לִמְחל הֲרֵי הוּא מְשֻׁבָּח וְרוּחַ חֲכָמִים נוֹחָה הֵימֶנּוּ: \n",
      "וְעוֹד יֵשׁ הֶפְרֵשׁ בֵּין נִזְקֵי גּוּפוֹ לְנִזְקֵי מָמוֹנוֹ. שֶׁהָאוֹמֵר לַחֲבֵרוֹ סַמֵּא אֶת עֵינִי קְטַע אֶת יָדִי עַל מְנָת שֶׁאַתָּה פָּטוּר הֲרֵי זֶה חַיָּב בַּחֲמִשָּׁה דְּבָרִים שֶׁהַדָּבָר יָדוּעַ שֶׁאֵין אָדָם רוֹצֶה בְּכָךְ. אֲבָל הָאוֹמֵר לַחֲבֵרוֹ קְרַע אֶת כְּסוּתִי שְׁבֹר אֶת כַּדִּי עַל מְנָת שֶׁאַתָּה פָּטוּר הֲרֵי זֶה פָּטוּר. וְאִם לֹא אָמַר לוֹ עַל מְנָת שֶׁאַתָּה פָּטוּר הֲרֵי זֶה חַיָּב לְשַׁלֵּם אַף עַל פִּי שֶׁהִרְשָׁהוּ לְהַשְׁחִית: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁבָּאוּ הַכֵּלִים לְיָדוֹ תְּחִלָּה בְּתוֹרַת שְׁמִירָה. כְּגוֹן שֶׁהָיוּ שְׁאוּלִין אוֹ מֻפְקָדִין אֶצְלוֹ וְאָמַר לוֹ שְׁבֹר וּקְרַע וְעָשָׂה כֵן חַיָּב לְשַׁלֵּם עַד שֶׁיֹּאמַר לוֹ עַל מְנָת שֶׁאַתָּה פָּטוּר. אֲבָל אִם אָמַר לוֹ קַח כְּלִי זֶה וְשָׁבְרוֹ. בֶּגֶד זֶה וְקָרְעוֹ. וְעָשָׂה כֵן הֲרֵי זֶה פָּטוּר: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ שְׁבֹר כֵּלָיו שֶׁל פְּלוֹנִי עַל מְנָת שֶׁאַתָּה פָּטוּר וְעָשָׂה הֲרֵי זֶה חַיָּב לְשַׁלֵּם. וּכְאִלּוּ אָמַר לוֹ סַמֵּא עֵינוֹ שֶׁל פְּלוֹנִי עַל מְנָת שֶׁאַתָּה פָּטוּר. וְאַף עַל פִּי שֶׁהָעוֹשֶׂה הוּא חַיָּב לְשַׁלֵּם. הֲרֵי זֶה הָאוֹמֵר לוֹ שֻׁתָּפוֹ בָּעָוֹן וְרָשָׁע הוּא. שֶׁהֲרֵי הִכְשִׁיל עִוֵּר וְחִזֵּק יְדֵי עוֹבְרֵי עֲבֵרָה: \n"
    ],
    [
      "הַמַּזִּיק מָמוֹן חֲבֵרוֹ חַיָּב לְשַׁלֵּם נֵזֶק שָׁלֵם בֵּין שֶׁהָיָה שׁוֹגֵג בֵּין שֶׁהָיָה אָנוּס הֲרֵי הוּא כְּמֵזִיד. כֵּיצַד. נָפַל מִן הַגַּג וְשָׁבַר אֶת הַכֵּלִים אוֹ שֶׁנִּתְקַל כְּשֶׁהוּא מְהַלֵּךְ וְנָפַל עַל הַכְּלִי וּשְׁבָרוֹ חַיָּב נֵזֶק שָׁלֵם. שֶׁנֶּאֱמַר <small>(ויקרא כד כא)</small> \"וּמַכֵּה בְהֵמָה יְשַׁלְּמֶנָּה\" לֹא חִלֵּק הַכָּתוּב בֵּין שׁוֹגֵג לְמֵזִיד: \n",
      "וְאֶחָד הַהוֹרֵג בְּהֶמְתּוֹ שֶׁל חֲבֵרוֹ אוֹ הַשּׁוֹבֵר כֵּלָיו אוֹ הַקּוֹרֵעַ בְּגָדָיו אוֹ קוֹצֵץ נְטִיעוֹתָיו הַכּל דִּין אֶחָד הוּא: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּרְשׁוּת הַנִּזָּק. אֲבָל בִּרְשׁוּת הַמַּזִּיק אֵינוֹ חַיָּב לְשַׁלֵּם אֶלָּא אִם הִזִּיק בְּזָדוֹן אֲבָל בִּשְׁגָגָה אוֹ בְּאֹנֶס פָּטוּר. וְכֵן אִם הָיוּ שְׁנֵיהֶן בִּרְשׁוּת אוֹ שְׁנֵיהֶם שֶׁלֹּא בִּרְשׁוּת וְהִזִּיק אֶחָד מֵהֶן מָמוֹן חֲבֵרוֹ שֶׁלֹּא בְּכַוָּנָה פָּטוּר: \n",
      "הָיָה עוֹלֶה בַּסֻּלָּם וְנִשְׁמְטָה שְׁלִיבָה מִתַּחְתָּיו וְנָפְלָה וְהִזִּיקָה. אִם לֹא הָיְתָה מְהֻדֶּקֶת וַחֲזָקָה חַיָּב. הָיְתָה חֲזָקָה וּמְהֻדֶּקֶת וְנִשְׁמְטָה אוֹ שֶׁהִתְלִיעָה הֲרֵי זֶה פָּטוּר שֶׁזּוֹ מַכָּה בִּידֵי שָׁמַיִם הִיא. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. כָּל אֵלּוּ הַדְּבָרִים בִּרְשׁוּת הַנִּזָּק אֲבָל בִּרְשׁוּת הַמַּזִּיק פָּטוּר עַד שֶׁיִּתְכַּוֵּן לְהַזִּיק כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הֲרֵי שֶׁמִּלֵּא חֲצַר חֲבֵרוֹ כַּדֵּי יַיִן וְשֶׁמֶן אֲפִלּוּ הִכְנִיסָם בִּרְשׁוּת הוֹאִיל וְלֹא קִבֵּל עָלָיו בַּעַל הֶחָצֵר לִשְׁמֹר הֲרֵי זֶה נִכְנָס וְיוֹצֵא כְּדַרְכּוֹ וְכָל שֶׁיִּשְׁתַּבֵּר מִן הַכַּדִּים בִּכְנִיסָתוֹ וּבִיצִיאָתוֹ הֲרֵי הוּא פָּטוּר עֲלֵיהֶן. וְאִם שְׁבָרָן בְּכַוָּנָה אֲפִלּוּ הִכְנִיסָם בַּעַל הַכַּדִּים שֶׁלֹּא בִּרְשׁוּת הֲרֵי זֶה חַיָּב לְשַׁלֵּם. [וְכֵן כָּל כַּיּוֹצֵא בָּזֶה]: \n",
      "שׁוֹר שֶׁעָלָה עַל גַּבֵּי שׁוֹר לְהָרְגוֹ בִּרְשׁוּת הַמַּזִּיק שֶׁהוּא בַּעַל הַתַּחְתּוֹן בֵּין שֶׁהָיָה תָּם בֵּין שֶׁהָיָה מוּעָד וּבָא בַּעַל הַתַּחְתּוֹן וְשָׁמַט אֶת שׁוֹרוֹ לְהַצִּילוֹ וְנָפַל עֶלְיוֹן וּמֵת הֲרֵי זֶה פָּטוּר: \n",
      "דְּחָפוֹ לְעֶלְיוֹן וּמֵת אִם הָיָה יָכוֹל לְשָׁמְטוֹ וְלֹא שְׁמָטוֹ הֲרֵי זֶה חַיָּב. וְאִם לֹא הָיָה יָכוֹל לְשָׁמְטוֹ הֲרֵי זֶה פָּטוּר: \n",
      "שְׁנַיִם שֶׁהָיוּ מְהַלְּכִין בִּרְשׁוּת הָרַבִּים זֶה בָּא בְּחָבִיתוֹ וְזֶה בָּא בְּקוֹרָתוֹ וְנִשְׁבְּרָה חָבִיתוֹ שֶׁל זֶה בְּקוֹרָתוֹ שֶׁל זֶה פָּטוּר שֶׁלָּזֶה רְשׁוּת לְהַלֵּךְ וְלָזֶה רְשׁוּת לְהַלֵּךְ. הָיָה בַּעַל הַקּוֹרָה רִאשׁוֹן וּבַעַל הֶחָבִית אַחֲרוֹן וְנִשְׁבְּרָה חָבִית בַּקּוֹרָה פָּטוּר. וְאִם עָמַד בַּעַל הַקּוֹרָה לָנוּחַ מִכֹּבֶד מַשָּׂאוֹ חַיָּב. וְאִם הִזְהִיר לְבַעַל הֶחָבִית וְאָמַר לוֹ עֲמֹד פָּטוּר. עָמַד לְתַקֵּן מַשָּׂאוֹ הֲרֵי הוּא כִּמְהַלֵּךְ וּפָטוּר. וְאַף עַל פִּי שֶׁלֹּא הִזְהִיר לְבַעַל הֶחָבִית, שֶׁהוּא טָרוּד בְּדַרְכּוֹ. הָיָה בַּעַל הֶחָבִית רִאשׁוֹן וּבַעַל קוֹרָה אַחֲרוֹן וְנִשְׁבְּרָה חָבִית בַּקּוֹרָה חַיָּב שֶׁזֶּה כְּמוֹ שֶׁשְּׁבָרוֹ בְּיָדוֹ בְּכַוָּנָה. וְאִם עָמַד בַּעַל חָבִית לָנוּחַ פָּטוּר. וְאִם הִזְהִיר לְבַעַל הַקּוֹרָה וְאָמַר לוֹ עֲמֹד הֲרֵי זֶה חַיָּב. וְאִם עָמַד לְתַקֵּן מַשָּׂאוֹ אַף עַל פִּי שֶׁלֹּא הִזְהִיר לְבַעַל הַקּוֹרָה הֲרֵי הוּא חַיָּב. וְכֵן זֶה בָּא בְּנֵרוֹ וְזֶה בָּא בְּפִשְׁתָּנוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "שְׁנַיִם שֶׁהָיוּ מְהַלְּכִין בִּרְשׁוּת הָרַבִּים אֶחָד רָץ וְאֶחָד מְהַלֵּךְ וְהֻזַּק אֶחָד מֵהֶן בַּחֲבֵרוֹ שֶׁלֹּא בְּכַוָּנָה. זֶה הָרָץ חַיָּב מִפְּנֵי שֶׁהוּא מְשַׁנֶּה. וְאִם הָיָה עֶרֶב שַׁבָּת בֵּין הַשְּׁמָשׁוֹת פָּטוּר מִפְּנֵי שֶׁבִּרְשׁוּת הוּא רָץ כְּדֵי שֶׁלֹּא תִּכָּנֵס הַשַּׁבָּת וְהוּא אֵינוֹ פָּנוּי. הָיוּ שְׁנֵיהֶם רָצִים וְהֻזְּקוּ זֶה בָּזֶה שְׁנֵיהֶם פְּטוּרִין וַאֲפִלּוּ בִּשְׁאָר הַיָּמִים: \n",
      "אֶחָד הַמַּזִּיק בְּיָדוֹ אוֹ שֶׁזָּרַק אֶבֶן אוֹ יָרָה חֵץ וְהִזִּיק בּוֹ אוֹ שֶׁפָּטַר מַיִם עַל חֲבֵרוֹ אוֹ עַל הַכֵּלִים וְהִזִּיק אוֹ שֶׁרָק אוֹ נָע וְהִזִּיק בְּכִיחוֹ וְנִיעוֹ בְּעֵת שֶׁהָלְכוּ מִכֹּחוֹ הֲרֵי זֶה כְּמַזִּיק בְּיָדוֹ וְהֵם תּוֹלָדוֹת שֶׁל אָדָם. אֲבָל אִם נָח הָרֹק וְהַכִּיחַ עַל הָאָרֶץ וְאַחַר כָּךְ נִתְקַל בָּהֶן אָדָם הֲרֵי זֶה חַיָּב מִשּׁוּם בּוֹרוֹ. שֶׁכָּל תַּקָּלָה תּוֹלֶדֶת בּוֹר הִיא כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "לוֹטֵשׁ שֶׁהָיָה מַכֶּה בְּפַטִּישׁ וְיָצָא גֵּץ מִתַּחַת הַפַּטִּישׁ וְהִזִּיק הֲרֵי זֶה חַיָּב כְּמִי שֶׁזָּרַק אֶבֶן אוֹ חֵץ. וְכֵן הַבַּנַאי שֶׁקִּבֵּל עָלָיו אֶת הַכֹּתֶל לְסָתְרוֹ וְשָׁבַר אֶת הָאֲבָנִים אוֹ הִזִּיק חַיָּב. הָיָה סוֹתֵר מִצַּד זֶה וְנָפַל מִצַּד אַחֵר פָּטוּר. וְאִם מֵחֲמַת הַמַּכָּה חַיָּב שֶׁזֶּה כְּזוֹרֵק חֵץ וְהִזִּיק בּוֹ הוּא: \n",
      "הַכּוֹבֵשׁ בֶּהֱמַת חֲבֵרוֹ בְּמַיִם אוֹ שֶׁנָּפְלָה וּמְנָעָהּ מִלַּעֲלוֹת עַד שֶׁמֵּתָה בַּמַּיִם. אוֹ שֶׁהִנִּיחָהּ בַּחַמָּה וְצִמְצֵם עָלֶיהָ הַמָּקוֹם כְּדֵי שֶׁלֹּא תִּמְצָא צֵל עַד שֶׁהֲרָגַתָּה הַחַמָּה. חַיָּב לְשַׁלֵּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "שְׁנַיִם שֶׁהֵמִיתוּ אֶת הַבְּהֵמָה כְּאַחַת אוֹ שָׁבְרוּ אֶת הַכְּלִי כְּאַחַת מְשַׁלְּשִׁין בֵּינֵיהֶן: \n",
      "חֲמִשָּׁה שֶׁהִנִּיחוּ חָמֵשׁ חֲבִילוֹת עַל הַבְּהֵמָה וְלֹא מֵתָה וּבָא זֶה הָאַחֲרוֹן וְהִנִּיחַ חֲבִילָתוֹ עָלֶיהָ וּמֵתָה. אִם הָיְתָה מְהַלֶּכֶת בְּאוֹתָן הַחֲבִילוֹת וּמִשֶּׁהוֹסִיף זֶה חֲבִילָתוֹ עָמְדָה וְלֹא הָלְכָה הָאַחֲרוֹן חַיָּב. וְאִם מִתְּחִלָּה לֹא הָיְתָה מְהַלֶּכֶת הָאַחֲרוֹן פָּטוּר. וְאִם אֵין יָדוּעַ כֻּלָּן מְשַׁלְּמִין בְּשָׁוֶה: \n",
      "וְכֵן חֲמִשָּׁה שֶׁיָּשְׁבוּ עַל הַכִּסֵּא וְלֹא נִשְׁבַּר וּבָא אַחֲרוֹן וְיָשַׁב עָלָיו וְנִשְׁבַּר אַף עַל פִּי שֶׁהָיָה רָאוּי לְהִשָּׁבֵר בָּהֶן קֹדֶם שֶׁיָּשַׁב הוֹאִיל וְקֵרֵב אֶת שְׁבִירָתוֹ הָאַחֲרוֹן חַיָּב. שֶׁהֲרֵי אוֹמְרִים לוֹ אִלּוּ לֹא נִסְמַכְתָּ עָלֵינוּ הָיִינוּ עוֹמְדִים קֹדֶם שֶׁיִּשָּׁבֵר. וְאִם יָשְׁבוּ כְּאַחַת וְנִשְׁבַּר כֻּלָּן חַיָּבִין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אָדָם וְשׁוֹר שֶׁדָּחֲפוּ בְּהֵמָה אוֹ אָדָם אוֹ כֵּלִים אוֹ בֶּהֱמַת פְּסוּלֵי הַמֻּקְדָּשִׁין לַבּוֹר וְהֻזַּק הַנִּדְחָף בַּבּוֹר אוֹ מֵת אוֹ נִשְׁתַּבְּרוּ הַכֵּלִים. לְעִנְיַן נִזְקֵי אָדָם אוֹ הֶזֵּק בְּהֵמָה שְׁלָשְׁתָּן חַיָּבִין הָאָדָם הַדּוֹחֵף וּבַעַל הַשּׁוֹר וּבַעַל הַבּוֹר וּמְשַׁלְּשִׁין בֵּינֵיהֶן. לְעִנְיַן דְּמֵי וְלָדוֹת וְאַרְבָּעָה דְּבָרִים אָדָם חַיָּב וּבַעַל הַשּׁוֹר וּבַעַל הַבּוֹר פְּטוּרִין. לְעִנְיַן כֹּפֶר וּשְׁלֹשִׁים שֶׁל עֶבֶד בַּעַל הַשּׁוֹר חַיָּב וְאָדָם וּבַעַל הַבּוֹר פְּטוּרִין. לְעִנְיַן כֵּלִים וּפְסוּלֵי הַמֻּקְדָּשִׁין אָדָם וּבַעַל הַשּׁוֹר חַיָּבִין וּבַעַל הַבּוֹר פָּטוּר: \n"
    ],
    [
      "הַמַּזִּיק מָמוֹן חֲבֵרוֹ הֶזֵּק שֶׁאֵינוֹ נִכָּר. הוֹאִיל וְלֹא נִשְׁתַּנָּה הַדָּבָר וְלֹא נִפְסְדָה צוּרָתוֹ הֲרֵי זֶה פָּטוּר מִן הַתַּשְׁלוּמִין דִּין תּוֹרָה. אֲבָל מִדִּבְרֵי סוֹפְרִים אָמְרוּ הוֹאִיל וְהִפְחִית דְּמֵיהֶן הֲרֵי זֶה חַיָּב וּמְשַׁלֵּם מַה שֶּׁהִפְחִית מִדְּמֵיהֶן:  ",
      "כֵּיצַד. הֲרֵי שֶׁטִּמֵּא אֳכָלִין טְהוֹרִים שֶׁל חֲבֵרוֹ אוֹ שֶׁדִּמֵּעַ לוֹ פֵּרוֹת אוֹ עֵרֵב לוֹ טִפַּת יֵין נֶסֶךְ בְּתוֹךְ יֵינוֹ שֶׁהֲרֵי אָסַר עָלָיו הַכּל. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. שָׁמִין מַה שֶּׁהִפְסִיד וּמְשַׁלֵּם נֵזֶק שָׁלֵם מִן הַיָּפֶה שֶׁבִּנְכָסָיו כְּדֶרֶךְ כָּל הַמַּזִּיקִין:  ",
      "וְדָבָר זֶה קְנָס הוּא שֶׁקְּנָסוּהוּ חֲכָמִים כְּדֵי שֶׁלֹּא יִהְיֶה כָּל אֶחָד מִן הַמַּשְׁחִיתִים הוֹלֵךְ וּמְטַמֵּא טָהֳרוֹתָיו שֶׁל חֲבֵרוֹ וְאוֹמֵר פָּטוּר אֲנִי. לְפִיכָךְ אִם מֵת זֶה שֶׁהִזִּיק הֶזֵּק שֶׁאֵינוֹ נִכָּר אֵין גּוֹבִין הַנֵּזֶק מִנְּכָסָיו שֶׁלֹּא קָנְסוּ חֲכָמִים אֶלָּא זֶה שֶׁעָבַר וְהִזִּיק. אֲבָל הַיּוֹרֵשׁ שֶׁלֹּא עָשָׂה כְּלוּם לֹא קְנָסוּהוּ. וְכֵן הַמַּזִּיק הֶזֵּק שֶׁאֵינוֹ נִכָּר בִּשְׁגָגָה אוֹ בְּאֹנֶס פָּטוּר שֶׁלֹּא קָנְסוּ אֶלָּא הַמִּתְכַּוֵּן לְהַזִּיק מִדַּעְתּוֹ:  ",
      "הַכֹּהֲנִים שֶׁפִּגְּלוּ אֶת הַזֶּבַח בְּמֵזִיד חַיָּבִין לְשַׁלֵּם. בְּשׁוֹגֵג פְּטוּרִין. וְכֵן הָעוֹשֶׂה מְלָאכָה בְּפָרַת חַטָּאת וּבְמֵי חַטָּאת בְּמֵזִיד חַיָּב לְשַׁלֵּם. בְּשׁוֹגֵג פָּטוּר:  ",
      "הִכְנִיס פָּרָה לְמַרְבֵּק כְּדֵי שֶׁתִּינַק וְתָדוּשׁ וְהִסִּיחַ דַּעְתּוֹ מִמֵּי חַטָּאת. פָּטוּר מִדִּינֵי אָדָם וְחַיָּב בְּדִינֵי שָׁמַיִם:  ",
      "הַמְנַסֵּךְ יֵין חֲבֵרוֹ לַעֲבוֹדָה זָרָה לֹא נֶאֱסַר הַיַּיִן. שֶׁאֵין אָדָם מִיִּשְׂרָאֵל אוֹסֵר דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ. וְאִם הָיָה לוֹ בּוֹ שֻׁתָּפוּת. אוֹ שֶׁהָיָה מוּמָר שֶׁהֲרֵי הוּא כְּעַכּוּ''ם. אוֹ שֶׁהִתְרוּ בּוֹ וְקִבֵּל הַהַתְרָאָה שֶׁהֲרֵי הוּא מוּמָר. הֲרֵי זֶה אוֹסֵר הַיַּיִן וְחַיָּב לְשַׁלֵּם. וְהֵיאַךְ יִתְחַיֵּב זֶה לְשַׁלֵּם וַהֲרֵי הוּא מִתְחַיֵּב בְּנַפְשׁוֹ. מִפְּנֵי שֶׁמֵּעֵת שֶׁהִגְבִּיהוֹ נִתְחַיֵּב לְשַׁלֵּם וְאֵינוֹ מִתְחַיֵּב בְּנַפְשׁוֹ עַד שֶׁיְּנַסֵּךְ:  ",
      "כָּל הַגּוֹרֵם לְהַזִּיק מָמוֹן חֲבֵרוֹ חַיָּב לְשַׁלֵּם נֵזֶק שָׁלֵם מִן הַיָּפֶה שֶׁבִּנְכָסָיו כִּשְׁאָר הַמַּזִּיקִין. אַף עַל פִּי שֶׁאֵינוֹ הוּא הַמַּזִּיק זֶה הַנֵּזֶק עַצְמוֹ בָּאַחֲרוֹנָה הוֹאִיל וְהוּא הַגּוֹרֵם הָרִאשׁוֹן חַיָּב. כֵּיצַד. הַזּוֹרֵק כְּלִי שֶׁלּוֹ מֵרֹאשׁ הַגַּג עַל גַּבֵּי כָּרִים וּכְסָתוֹת וּבָא אַחֵר וְקָדַם וְסִלֵּק אֶת הַכָּרִים מֵעַל הָאָרֶץ וְנֶחְבַּט הַכְּלִי בָּאָרֶץ וְנִשְׁבַּר חַיָּב נֵזֶק שָׁלֵם כְּאִלּוּ שְׁבָרוֹ בְּיָדוֹ שֶׁסִּלּוּק הַכָּרִים וְהַכְּסָתוֹת גָּרַם לוֹ שֶׁיִּשָּׁבֵר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "הַזּוֹרֵק כְּלִי שֶׁל חֲבֵרוֹ מֵרֹאשׁ הַגַּג עַל גַּבֵּי כָּרִים וּכְסָתוֹת שֶׁל בַּעַל הַכְּלִי וְקָדַם בַּעַל הַכְּלִי וְהֵסִיר הַכָּרִים הַזּוֹרֵק חַיָּב שֶׁזְּרִיקָתוֹ הוּא הַגּוֹרֵם הָרִאשׁוֹן לִשְׁבִירַת הַכְּלִי. וְאִם קָדַם אַחֵר וְסִלְּקָן שְׁנֵיהֶן חַיָּבִין הַזּוֹרֵק וְהַמְסַלֵּק שֶׁשְּׁנֵיהֶם גָּרְמוּ לְאַבֵּד מָמוֹנוֹ שֶׁל זֶה:  ",
      "וְכֵן הַשּׂוֹרֵף שִׁטְרוֹתָיו שֶׁל חֲבֵרוֹ חַיָּב לְשַׁלֵּם כָּל הַחוֹב שֶׁהָיָה בַּשְּׁטָר. שֶׁאַף עַל פִּי שֶׁאֵין גּוּף הַשְּׁטָר מָמוֹן הֲרֵי גָּרַם לְאַבֵּד הַמָּמוֹן. וּבִלְבַד שֶׁיּוֹדֶה לוֹ הַמַּזִּיק שֶׁשְּׁטָר מְקֻיָּם הָיָה וְכָךְ וְכָךְ הָיָה כָּתוּב בּוֹ וּמֵחֲמַת שֶׁשְּׂרָפוֹ הוּא אֵינוֹ יָכוֹל לִגְבּוֹת הַחוֹב. אֲבָל אִם לֹא הֶאֱמִינוֹ אֵינוֹ מְשַׁלֵּם לוֹ אֶלָּא דְּמֵי הַנְּיָר בִּלְבַד:  ",
      "וְכֵן רְאוּבֵן שֶׁהָיָה נוֹשֶׁה בְּשִׁמְעוֹן וּמָכַר הַשְּׁטָר לְלֵוִי וְחָזַר אַחַר שֶׁמְּכָרוֹ וּמְחָלוֹ לְשִׁמְעוֹן. הֲרֵי נִפְטַר שִׁמְעוֹן כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ וְנִתְחַיֵּב רְאוּבֵן לְשַׁלֵּם לְלֵוִי כָּל מַה שֶּׁבַּשְּׁטָר. שֶׁהֲרֵי גָּרַם לוֹ לְאַבֵּד הַשְּׁטָר וַהֲרֵי הוּא כְּמִי שֶׁשְּׂרָפוֹ. וְכֵן אִם מְחָלוֹ יוֹרֵשׁ רְאוּבֵן מְשַׁלֵּם הַמּוֹחֵל מִן הַיָּפֶה שֶׁבִּנְכָסָיו:  ",
      "וְכֵן הָעוֹשֶׂה עַבְדּוֹ אַפּוֹתֵיקֵי וְחָזַר וְשִׁחְרְרוֹ חַיָּב הַמְשַׁחְרֵר לְשַׁלֵּם לְבַעַל הַחוֹב שֶׁהֲרֵי הִפְקִיעַ שִׁעְבּוּדוֹ וְגָרַם לְאַבֵּד מָמוֹנוֹ. וְכוֹפִין אֶת בַּעַל חוֹב גַּם הוּא לְשַׁחְרֵר הָעֶבֶד כְּדֵי שֶׁלֹּא יִפְגַּע בּוֹ וְיֹאמַר לוֹ עַבְדִּי אַתָּה. וְכֵן הַדּוֹחֵף מַטְבֵּעַ חֲבֵרוֹ וְנִתְגַּלְגֵּל וְיָרַד לַיָּם חַיָּב לְשַׁלֵּם. וְכֵן הַצּוֹרֵם אֹזֶן הַפָּרָה חַיָּב לְשַׁלֵּם שֶׁהֲרֵי גָּרַם לִפְחוֹת דָּמֶיהָ. וְכֵן הַמְרַקֵּעַ דִּינְרֵי חֲבֵרוֹ וְהֶעֱבִיר צוּרָתָן חַיָּב לְשַׁלֵּם מִשּׁוּם גּוֹרֵם. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ הַדְּבָרִים:  ",
      "הַזּוֹרֵק כְּלִי מֵרֹאשׁ הַגַּג לָאָרֶץ וְלֹא הָיָה תַּחְתָּיו כֵּלִים. וְקָדַם אַחֵר וּשְׁבָרוֹ בְּמַקֵּל כְּשֶׁהוּא בַּאֲוִיר קֹדֶם שֶׁיַּגִּיעַ לָאָרֶץ. הֲרֵי זֶה הָאַחֵר פָּטוּר שֶׁלֹּא שָׁבַר אֶלָּא כְּלִי שֶׁסּוֹפוֹ לְהִשָּׁבֵר מִיָּד בְּוַדַּאי וְנִמְצָא כְּשׁוֹבֵר כְּלִי שָׁבוּר וְאֵין זֶה כְּגוֹרֵם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה פָּטוּר:  ",
      "שׁוֹר שֶׁהָיָה עוֹמֵד לַהֲרִיגָה מִפְּנֵי שֶׁהוּא מַזִּיק אֶת הַבְּרִיּוֹת. וְאִילָן הָעוֹמֵד לִקְצִיצָה מִפְּנֵי שֶׁהוּא מַזִּיק אֶת הָרַבִּים. וְקָדַם אֶחָד וְשָׁחַט שׁוֹר זֶה וְקָצַץ אִילָן זֶה שֶׁלֹּא מִדַּעַת הַבְּעָלִים. חַיָּב לְשַׁלֵּם לַבְּעָלִים כְּמוֹ שֶׁיִּרְאוּ הַדַּיָּנִים שֶׁהֲרֵי הִפְקִיעָן מִלַּעֲשׂוֹת מִצְוָה. וְאִם טָעַן וְאָמַר אַתָּה אָמַרְתָּ לִי לְהָרְגוֹ וּלְקָצְצוֹ. הוֹאִיל וְהוּא עוֹמֵד לְכָךְ הֲרֵי זֶה פָּטוּר:  ",
      "וְכֵן מִי שֶׁשָּׁחַט חַיָּה וְעוֹף וּבָא אַחֵר וְכִסָּה הַדָּם שֶׁלֹּא מִדַּעַת הַשּׁוֹחֵט. חַיָּב לִתֵּן כְּמוֹ שֶׁיִּרְאוּ הַדַּיָּנִים. וְיֵשׁ מִי שֶׁהוֹרָה שֶׁהוּא נוֹתֵן קְנָס קָצוּב וְהוּא עֲשָׂרָה זְהוּבִים. וְכֵן הוֹרוּ שֶׁכָּל הַמּוֹנֵעַ הַבְּעָלִים מֵעֲשׂוֹת מִצְוַת עֲשֵׂה שֶׁהֵן רְאוּיִין לַעֲשׂוֹתָהּ וְקָדַם אַחֵר וַעֲשָׂאָהּ מְשַׁלֵּם לַבְּעָלִים עֲשָׂרָה זְהוּבִים:  ",
      "שָׁמִין לַמַּזִּיק בְּיָדוֹ כְּדֶרֶךְ שֶׁשָּׁמִין לוֹ אִם הִזִּיק מָמוֹנוֹ. כֵּיצַד. הֲרֵי שֶׁהָרַג בֶּהֱמַת חֲבֵרוֹ אוֹ שָׁבַר כֵּלָיו שָׁמִין כַּמָּה הָיְתָה הַבְּהֵמָה שָׁוָה וְכַמָּה הַנְּבֵלָה שָׁוָה. וְכַמָּה הָיָה הַכְּלִי שָׁוֶה וְהוּא שָׁלֵם וְכַמָּה שָׁוֶה עַתָּה. וּמְשַׁלֵּם הַפְּחָת לַנִּזָּק עִם הַנְּבֵלָה אוֹ הַכְּלִי הַשָּׁבוּר. כְּדֶרֶךְ שֶׁבֵּאַרְנוּ בְּשׁוֹרוֹ שֶׁהִזִּיק שֶׁדִּין אֶחָד הוּא. דָּרַךְ עֲנָבִים שֶׁל חֲבֵרוֹ שָׁמִין לוֹ הֶזֵּקוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "כְּשֶׁגּוֹבִין הַפְּחָת מִן הַמַּזִּיק גּוֹבִין מִן הַמִּטַּלְטְלִין שֶׁלּוֹ. אִם אֵין לוֹ מִטַּלְטְלִין גּוֹבִין מִן הַיָּפֶה שֶׁבִּנְכָסָיו. וְכֵן הָאוֹנֵס וְהַמְפַתֶּה וְהַמּוֹצִיא שֵׁם רַע כֻּלָּן גּוֹבִין מֵהֶן מִן הַיָּפֶה שֶׁבִּנְכָסָיו:  ",
      "כָּל הַמַּזִּיק מָמוֹן חֲבֵרוֹ וְאֵינוֹ יוֹדֵעַ מַה הִזִּיק. הֲרֵי הַנִּזָּק נִשְׁבַּע בְּתַקָּנַת חֲכָמִים וְנוֹטֵל כְּמוֹ שֶׁיִּטְעֹן הַנִּגְזָל. וְהוּא שֶׁיִּטְעֹן דְּבָרִים שֶׁהוּא אָמוּד בָּהֶן כְּמוֹ שֶׁבֵּאַרְנוּ בְּנִגְזָל:  ",
      "כֵּיצַד. לָקַח כִּיס חֲבֵרוֹ וְהִשְׁלִיכוֹ לַיָּם אוֹ לָאֵשׁ. אוֹ שֶׁמְּסָרוֹ בְּיַד אַנָּס וְאָבַד. בַּעַל הַכִּיס אוֹמֵר זְהוּבִים הָיָה מָלֵא וְהַמַּזִּיק אוֹמֵר אֵינִי יוֹדֵעַ מֶה הָיָה בּוֹ שֶׁמָּא עָפָר אוֹ תֶּבֶן הָיָה מָלֵא. הֲרֵי הַנִּזָּק נִשְׁבָּע בִּנְקִיטַת חֵפֶץ וְנוֹטֵל. וְהוּא שֶׁיִּטְעֹן דְּבָרִים שֶׁהוּא אָמוּד בָּהֶן אוֹ אָמוּד לְהַפְקִידָן אֶצְלוֹ וְדַרְכָּן לְהַנִּיחָן בַּכִּיס וְכַיּוֹצֵא בּוֹ. אֲבָל אִם אֵין דַּרְכָּן לְהַנִּיחָן בִּכְלִי זֶה הוּא פָּשַׁע בְּעַצְמוֹ. כֵּיצַד. הֲרֵי שֶׁחָטַף חֵמֶת אוֹ סַל מְלֵאִים וּמְחֻפִּים וְהִשְׁלִיכָם לַיָּם אוֹ שְׂרָפָן. וְטָעַן הַנִּזָּק שֶׁמַּרְגָּלִיּוֹת הָיוּ בְּתוֹכָן. אֵינוֹ נֶאֱמָן וְאֵין מַשְׁבִּיעִין אוֹתוֹ עַל כָּךְ. שֶׁאֵין דֶּרֶךְ בְּנֵי אָדָם לְהַנִּיחַ מַרְגָּלִיּוֹת בְּסַלִּים וּבַחֲמָתוֹת. וְאִם תָּפַשׂ אֵין מוֹצִיאִין מִיָּדוֹ. אֶלָּא נִשְׁבָּע שֶׁמַּרְגָּלִיּוֹת הָיוּ בָּהּ וְנוֹטֵל מִמַּה שֶּׁיֵּשׁ אֶצְלוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "יָדַע הַמַּזִּיק שֶׁהַכִּיס הָיָה בּוֹ זְהוּבִים אֲבָל אֵינוֹ יוֹדֵעַ כַּמָּה הָיוּ. וְאוֹמֵר הַנִּזָּק אֶלֶף הָיוּ. נוֹטֵל אֶלֶף בְּלֹא שְׁבוּעָה. וְאֵינוֹ יָכוֹל לְהִשָּׁבַע כְּמוֹ שֶׁיִּתְבָּאֵר בְּעִנְיַן הַפִּקָּדוֹן:  "
    ],
    [
      "הַמּוֹסֵר מָמוֹן חֲבֵרוֹ בִּידֵי אַנָּס חַיָּב לְשַׁלֵּם מִן הַיָּפֶה שֶׁבִּנְכָסָיו. וְאִם מֵת גּוֹבִין מִיּוֹרְשָׁיו כִּשְׁאָר כָּל הַמַּזִּיקִין. בֵּין שֶׁהָיָה הָאַנָּס עַכּוּ\"ם בֵּין שֶׁהָיָה יִשְׂרָאֵל הֲרֵי זֶה הַמּוֹסֵר חַיָּב לְשַׁלֵּם כָּל מַה שֶּׁלָּקַח הָאַנָּס. אַף עַל פִּי שֶׁלֹּא נָשָׂא הַמּוֹסֵר וְלֹא נָתַן בְּיָדוֹ אֶלָּא הִרְגִּיל בִּלְבַד:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהֶרְאָה הַמּוֹסֵר מֵעַצְמוֹ. אֲבָל אִם אֲנָסוּהוּ עוֹבְדֵי כּוֹכָבִים אוֹ יִשְׂרָאֵל אַנָּס לְהַרְאוֹת וְהֶרְאָה הֲרֵי זֶה פָּטוּר מִן הַתַּשְׁלוּמִין. וְאִם נָשָׂא וְנָתַן בַּיָּד אַף עַל פִּי שֶׁהוּא אָנוּס חַיָּב לְשַׁלֵּם. שֶׁהַמַּצִּיל עַצְמוֹ בְּמָמוֹן חֲבֵרוֹ חַיָּב לְשַׁלֵּם:  ",
      "כֵּיצַד. הֲרֵי שֶׁגָּזַר הַמֶּלֶךְ לְהָבִיא לוֹ יַיִן אוֹ תֶּבֶן וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ. וְעָמַד מוֹסֵר וְאָמַר הֲרֵי יֵשׁ לִפְלוֹנִי אוֹצַר יַיִן אוֹ תֶּבֶן בְּמָקוֹם פְּלוֹנִי וְהָלְכוּ וּלְקָחוּהָ. חַיָּב לְשַׁלֵּם. אֲנָסוֹ הַמֶּלֶךְ לְמוֹסֵר זֶה עַד שֶׁיַּרְאֶה לוֹ אוֹצְרוֹת יַיִן אוֹ תֶּבֶן אוֹ עַד שֶׁיַּרְאֶה לוֹ מָמוֹן חֲבֵרוֹ שֶׁהוּא בּוֹרֵחַ מִלְּפָנָיו וְהֶרְאָה לוֹ מִפְּנֵי הָאוֹנֵס הֲרֵי זֶה פָּטוּר. שֶׁאִם לֹא יַרְאֶה לוֹ יַכֵּהוּ אוֹ יְמִיתֵהוּ:  ",
      "נָשָׂא מָמוֹן חֲבֵרוֹ בְּיָדוֹ וּנְתָנוֹ לְאַנָּס חַיָּב לְשַׁלֵּם מִכָּל מָקוֹם. אַף עַל פִּי שֶׁהַמֶּלֶךְ אֲנָסוֹ לְהָבִיא. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁאִם אֲנָסוֹ לְהָבִיא וְהֵבִיא חַיָּב בְּשֶׁלֹּא הִגִּיעַ הַמָּמוֹן לִרְשׁוּת הָאַנָּס. אֲבָל אַנָּס שֶׁאָנַס יִשְׂרָאֵל עַד שֶׁהֶרְאָהוּ וְעָמַד הָאַנָּס עַל הַמָּמוֹן וְנַעֲשָׂה בִּרְשׁוּתוֹ וְאָנַס אֶת יִשְׂרָאֵל עַד שֶׁהוֹלִיכוֹ לוֹ לְמָקוֹם אַחֵר. וַאֲפִלּוּ הוֹלִיכוֹ זֶה הַמּוֹסֵר שֶׁהֶרְאָהוּ. הֲרֵי זֶה פָּטוּר מִלְּשַׁלֵּם. שֶׁכֵּיוָן שֶׁעָמַד הָאַנָּס בְּצַד הָאוֹצָר כְּבָר אָבַד כָּל מַה שֶּׁיֵּשׁ בּוֹ וּכְאִלּוּ נִשְׂרַף:  ",
      "בַּעֲלֵי דִּין שֶׁהָיְתָה בֵּינֵיהֶם מְרִיבָה עַל הַקַּרְקַע אוֹ עַל מִטַּלְטְלִין. זֶה אוֹמֵר שֶׁלִּי וְזֶה אוֹמֵר שֶׁלִּי. וְעָמַד אֶחָד מֵהֶן וּמְסָרָהּ בְּיַד עוֹבֵד כּוֹכָבִים. מְנַדִּין אוֹתוֹ שֶׁיַּחְזִיר הַדָּבָר לִכְמוֹ שֶׁהָיָה וִיסַלֵּק יַד אַנָּס מִבֵּינֵיהֶם וְיַעֲשׂוּ דִּין בְּיִשְׂרָאֵל:  ",
      "מִי שֶׁנִּתְפַּשׂ עַל חֲבֵרוֹ וְלָקְחוּ עוֹבְדֵי כּוֹכָבִים מָמוֹן מִמֶּנּוּ בִּגְלַל חֲבֵרוֹ. אֵין חֲבֵרוֹ חַיָּב לְשַׁלֵּם. אֵין לְךָ מִי שֶׁנִּתְפָּשׂ עַל חֲבֵרוֹ וְיִהְיֶה חֲבֵרוֹ חַיָּב לְשַׁלֵּם חוּץ מִן הַנִּתְפָּשׂ מִפְּנֵי הַמַּס הַקָּצוּב עַל כָּל אִישׁ וְאִישׁ בְּכָל שָׁנָה אוֹ הַנִּתְפַּשׂ עַל הַתְּשׁוּרָה שֶׁנּוֹתֵן כָּל אִישׁ וְאִישׁ לְמֶלֶךְ בְּעָבְרוֹ עֲלֵיהֶם הוּא אוֹ חֵילוֹתָיו הֲרֵי זֶה חַיָּב לְשַׁלֵּם לוֹ. וְהוּא שֶׁיִּקְחוּ מִמֶּנּוּ בְּפֵרוּשׁ בִּגְלַל פְּלוֹנִי בִּפְנֵי עֵדִים:  ",
      "מִי שֶׁיֵּשׁ עָלָיו עֵדִים שֶׁמָּסַר מָמוֹן חֲבֵרוֹ. כְּגוֹן שֶׁהֶרְאָה מֵעַצְמוֹ אוֹ שֶׁנֶּאֱנַס וְנָשָׂא וְנָתַן. וְלֹא יָדְעוּ הָעֵדִים כַּמָּה הִפְסִידוֹ בִּמְסִירָתוֹ וְהַנִּמְסָר אוֹמֵר כָּךְ וְכָךְ הִפְסִידַנִי. וְהַמּוֹסֵר כּוֹפֵר בְּמַה שֶּׁטָּעֲנוֹ. אִם תָּפַשׂ הַנִּמְסָר אֵין מוֹצִיאִין מִיָּדוֹ אֶלָּא נִשְׁבָּע בִּנְקִיטַת חֵפֶץ וְזוֹכֶה בְּמַה שֶּׁתָּפַשׂ. וְאִם לֹא תָּפַשׂ אֵין מוֹצִיאִין מִן הַמּוֹסֵר אֶלָּא בִּרְאָיָה בְּרוּרָה:  ",
      "אֵין מַשְׁבִּיעִין אֶת הַמּוֹסֵר שֶׁהֶרְאָה מֵעַצְמוֹ לֹא שְׁבוּעָה חֲמוּרָה וְלֹא שְׁבוּעַת הֶסֵּת. מִפְּנֵי שֶׁהוּא רָשָׁע וְאֵין לְךָ פָּסוּל יָתֵר מִזֶּה. אֲבָל הַמּוֹסֵר שֶׁאֲנָסוּהוּ לְהַרְאוֹת אוֹ לְהָבִיא וְנָשָׂא וְנָתַן בַּיָּד. אַף עַל פִּי שֶׁהוּא חַיָּב לְשַׁלֵּם אֵינוֹ רָשָׁע אֶלָּא בֶּן תַּשְׁלוּמִין הוּא בִּלְבַד וּמַשְׁבִּיעִין אוֹתוֹ כִּשְׁאָר הַכְּשֵׁרִין:  ",
      "אָסוּר לִמְסֹר הָאָדָם בְּיַד עַכּוּ''ם בֵּין בְּגוּפוֹ בֵּין בְּמָמוֹנוֹ. וַאֲפִלּוּ הָיָה רָשָׁע וּבַעַל עֲבֵרוֹת וַאֲפִלּוּ הָיָה מֵצֵר לוֹ וּמְצַעֲרוֹ. וְכָל הַמּוֹסְרוֹ בְּיַד עַכּוּ''ם בֵּין בְּגוּפוֹ בֵּין בְּמָמוֹנוֹ אֵין לוֹ חֵלֶק לָעוֹלָם הַבָּא:  ",
      "מֻתָּר לַהֲרֹג הַמּוֹסֵר בְּכָל מָקוֹם וַאֲפִלּוּ בַּזְּמַן הַזֶּה שֶׁאֵין דָּנִין דִּינֵי נְפָשׁוֹת. וּמֻתָּר לְהָרְגוֹ קֹדֶם שֶׁיִּמְסֹר אֶלָּא כְּשֶׁאָמַר הֲרֵינִי מוֹסֵר פְּלוֹנִי בְּגוּפוֹ אוֹ בְּמָמוֹנוֹ. וַאֲפִלּוּ מָמוֹן קַל הִתִּיר עַצְמוֹ לְמִיתָה. וּמַתְרִין לוֹ וְאוֹמְרִין לוֹ אַל תִּמְסֹר. אִם הֵעֵז פָּנָיו וְאָמַר לֹא כִּי אֶלָּא אֶמְסְרֶנּוּ מִצְוָה לְהָרְגוֹ וְכָל הַקּוֹדֵם לְהָרְגוֹ זָכָה:  ",
      "עָשָׂה הַמּוֹסֵר אֲשֶׁר זָמַם וּמָסַר. יֵרָאֶה לִי שֶׁאָסוּר לְהָרְגוֹ אֶלָּא אִם כֵּן הֻחְזַק לִמְסֹר הֲרֵי זֶה יֵעָנֵשׁ שֶׁמָּא יִמְסֹר אֲחֵרִים. וּמַעֲשִׂים בְּכָל זְמַן בְּעָרֵי הַמַּעֲרָב לַעֲנשׁ הַמּוֹסְרִים שֶׁהֻחְזְקוּ לִמְסֹר מָמוֹן בְּנֵי אָדָם וְלִמְסֹר הַמּוֹסְרִים בְּיַד הָעַכּוּ''ם לְעָנְשָׁם וּלְהַכּוֹתָם וּלְאָסְרָם כְּפִי רִשְׁעָם. וְכֵן כָּל הַמֵּצֵר לַצִּבּוּר וּמְצַעֲרָן מֻתָּר לְמָסְרוֹ בְּיַד עַכּוּ''ם לְהַכּוֹתוֹ וּלְאָסְרוֹ וּלְקָנְסוֹ. אֲבָל מִפְּנֵי צַעַר יָחִיד אָסוּר לְאָסְרוֹ. וְאָסוּר לְאַבֵּד מָמוֹנוֹ שֶׁל מוֹסֵר וְאַף עַל פִּי שֶׁמֻּתָּר לְעָנְשׁוֹ שֶׁהֲרֵי מָמוֹנוֹ לְיוֹרְשָׁיו:  ",
      "רוֹדֵף שֶׁהָיָה רוֹדֵף אַחַר חֲבֵרוֹ לְהָרְגוֹ אוֹ לִדְבַר עֲבֵרָה וְשָׁבַר אֶת הַכֵּלִים בֵּין שֶׁל נִרְדָּף בֵּין שֶׁל כָּל אָדָם. פָּטוּר מִן הַתַּשְׁלוּמִין מִפְּנֵי שֶׁהוּא מִתְחַיֵּב בְּנַפְשׁוֹ. שֶׁכֵּיוָן שֶׁרָדַף הִתִּיר עַצְמוֹ לְמִיתָה:  ",
      "נִרְדָּף שֶׁשָּׁבַר כֵּלִים שֶׁל רוֹדֵף פָּטוּר. לֹא יְהֵא מָמוֹנוֹ חָבִיב מִגּוּפוֹ. וְאִם שָׁבַר כֵּלִים אֲחֵרִים חַיָּב. שֶׁהַמַּצִּיל עַצְמוֹ בְּמָמוֹן חֲבֵרוֹ חַיָּב:  ",
      "מִי שֶׁרָדַף אַחַר הָרוֹדֵף לְהוֹשִׁיעַ הַנִּרְדָּף וְשָׁבַר אֶת הַכֵּלִים בֵּין שֶׁל רוֹדֵף בֵּין שֶׁל כָּל אָדָם פָּטוּר. וְלֹא מִן הַדִּין אֶלָּא תַּקָּנָה הִיא שֶׁלֹּא יִמָּנַע מִלְּהַצִּיל אוֹ יִתְמַהְמֵהַּ וִיעַיֵּן בְּעֵת שֶׁיִּרְדֹּף:  ",
      "סְפִינָה שֶׁחִשְּׁבָה לְהִשָּׁבֵר מִכֹּבֶד הַמַּשּׂוֹי. וְעָמַד אֶחָד מֵהֶן וְהֵקֵל מִמַּשָּׂאָהּ וְהִשְׁלִיךְ בַּיָּם פָּטוּר. שֶׁהַמַּשָּׂא שֶׁבָּהּ כְּמוֹ רוֹדֵף אַחֲרֵיהֶם לְהָרְגָם וּמִצְוָה רַבָּה עָשָׂה שֶׁהִשְׁלִיךְ וְהוֹשִׁיעָם: סְלִיקוּ לְהוּ הִלְכוֹת חוֹבֵל וּמַזִּיק בְּסַ''ד  "
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות חובל ומזיק",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Nezikim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כשם שאומדין וכו' ישבע כו'.</b> א''א יפה אמר ומה במקום שאין העדים יודעים אם חבל בו בעל הבית או חבל הוא בעצמו אמרו נשבע ונוטל לפי שאין דרך שיחבל אדם בעצמו והולכין אחר החזקות כיון שראו עדים שחבל בו ואין דרך אבן קטנה לחבלה כזאת לא כ''ש עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> במקום שאינו נראה וכו'.</b> א''א שלא במקום רואין עכ''ל: ",
        "<b> הכהו במטפחת וכו'.</b> א''א במקום רואין עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אין מוציאין מידו.</b> כתב הראב''ד ז''ל פירש בעל ההלכות דמי כל אבר ואבר צער ובשת דכל אחד ואחד עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> דמי שבתו.</b> א''א אינו חייב לרפאותו עכ''ל: "
      ]
    ],
    [],
    [
      [],
      [
        "<b> דמי ולדות לאשה.</b> א''א אין דבר זה מחוור מן הגמרא וההלכות דאפילו לרבא דאמר בשחבל בה לאחר מיתת הגר דזכיא לה איהי בגופייהו ה''מ אשת הגר דאין לה יורשים דקיימא וקדמא איהי וזכיא בגוייהו אבל אשת ישראל שיש לה יורשים לעולם הם ליורשיו עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> דמי ולדות וכו'.</b> א''א לא מיחוורא הא מילתא דכר''ש אזלא דאמר נתכוון להרוג את זה והרג את זה פטור ממיתה ואיהו גופיה פסק כחזקיה דאמר לא חילקו בו בין שוגג למזיד ובין מתכוין לשאינו מתכוין לחייבו ממון אלא לפוטרו ממון עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> נשאר בו קנין וכו'.</b> א''א ויש מי שסבור כותבין הרשאה וגובין עכ''ל: "
      ],
      [
        "<b> מי שחציו עבד וכו'.</b> א''א זה הדין כמשנה ראשונה אבל למשנה אחרונה אין כאן חלוקת ימים אלא או הכל לעצמו או הכל לרבו דהני ממונא נינהו ולא קנסא או כותבין הרשאה וגובין את הכל כמו שביארנו עכ''ל: "
      ],
      [],
      [
        "<b> וריפוי ובושת.</b> א''א דוקא בושת דחבלות אבל בושת דאונס ופתוי אינו חייב דהא אי בעי מסר לה למנוול ומוכה שחין (והכי איתא בכתובות) עכ''ל: "
      ],
      [],
      [
        "<b> שמרפא כל חליה.</b> א''א תימה הוא למה הורו שישלם הכל הרי הוא נוטל בשל אחרים שליש או שני שלישים וכשחבל בה הוא למה ישלם הכל. ואולי טעה בדבריהם שלא אמרו אלא על מה שראוי לה וקנסו אותו שלא יאכל מהם פירות דבמקום פסידא לא תקון רבנן והוא עושה שלא כהוגן דין הוא שלא יהא חוטא נשכר עכ''ל: "
      ],
      [],
      [],
      [
        "<b> עד שיגדילו וכו'.</b> א''א אפילו מציאתם שלו היא עכ''ל: "
      ],
      [],
      [],
      [
        "<b> הניח גחלת על לב עבדו.</b> א''א כפות: ",
        "<b> של חבירו וכו'.</b> א''א בפני חבירו: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> קנס קנסו וכו'.</b> א''א לא היה קנס אלא שאין דרך בני אדם לחבל בעצמן ע''כ האמינוהו לזה בשבועה עכ''ל: "
      ],
      [],
      [
        "<b> הודה החובל וכו'.</b> א''א לא ידעתי למה פטור מאלו ואולי יאמר מפני שצריך אומדנא וזה אע''פ שמודה לו בחבלה אינו יודע באומד לפיכך פטור מהם אבל השבת והריפוי שהם נראים לעין חייב ואינו מחוור שהכל צריך אומד הילכך חייב בכל או פטור מן הכל עכ''ל: "
      ],
      [
        "<b> שביישה אותו וכו'.</b> א''א סוף דבר דינא דגיתי הוא זה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> שלא בכוונה פטור.</b> א''א דין זה אינו מחוור דאפילו שניהם ברשות (או שלא ברשות) ולא הוה [ידע] ביה אם הזיקו חייבין אבל הוזקו זה בזה פטורין עכ''ל: "
      ],
      [
        "<b> וכן כל כיוצא בזה וכו'.</b> כתוב בקצת ספרי ההשגות א''א תמה אני מאי שנא אונס זה מרוח שאינה מצויה ומן הישן ובגמרא משמע דלא איתלע אונס דאי איתלע לאו אונס עכ''ל: "
      ],
      [
        "<b> פטור עליהן וכו'.</b> א''א אפשר לדין זה כשלא נתן לו רשות למלאות אבל נתן לו רשות למלאות חייב עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> הכהנים שפגלו וכו'.</b> א''א במאי דאמר במזיד חייבים לשלם שיבוש הוא שאפילו עשה מעשה בגופן למאן דאמר היזק שאינו ניכר לא שמיה היזק פטור מדיני אדם אפילו במזיד וקי''ל כוותיה וטעמא דמילתא משום דאין מתכוין להזיק אלא להנאתו הוא מתכוין משום הכי לא קנסו בו מזיד עכ''ל: "
      ],
      [],
      [
        "<b> לא נאסר היין וכו'.</b> א''א לצעורי קא מיכוין עכ''ל: "
      ],
      [
        "<b> גרם לו שישבר וכו'.</b> א''א הרב פסק כן משום דדיינינן דינא דגרמי ואין הכל מודין לו לפי שלא עשה בכלי מעשה עכ''ל: ",
        "<b> וכן כל כיוצא בזה.</b> א''א לא ראיתי שיבוש כזה הזורק לעולם פטור דפסיקי גיריה והמסלק אם כדברי הרב חייב ואם כדברי אחרים פטור כדכתיבנא עכ''ל: "
      ],
      [
        "<b> הזורק חייב וכו'.</b> א''א לא ראיתיו: "
      ],
      [],
      [],
      [
        "<b> העושה עבדו אפותיקי וכו'.</b> א''א הרב אינו פוסק כן דרשב''ג הוא דאית ליה הכי ורבנן פליגי עליה וקי''ל כרבנן ולא דמי לשורף שטר חבירו דהתם בחבריה קא עביד מעשה עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ידע המזיק וכו'.</b> א''א בענין הפקדון עיינתי ומה שאמר שם אינו מחוור אלא ה''ז כאותו מעשה של שק צרור שהוא מביא לשם שנשבע ונוטל וההפרש שהוא כותב שם בין ענין זה לענין שק צרור אינו כלום דנהי דסיגין ומטכסין הוו כחטים ושעורים אבל שק ומטכסין טענו מיהא והודה לו בשק ואמר איני יודע במטכסין להוי כמודה במקצת ואיני יודע במקצת ויטול בלא שבועה אלא טעמא אחרינא אית לן בה ובין הכא ובין התם ישבע ויטול כמעשה דשק צרור עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> אנסו להביא וכו'.</b> א''א גם בזה ע''ד הרב הוא הולך ואין הגאון מודה לו וכן הדין שאין לך דבר עומד בפני פיקוח נפש ומאין מתחייב לו שימות בשביל ממון חבירו הואיל וייחדו לו בפירוש וכבר הרחבנו בדברים האלו בפירוש ב''ק עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ספינה שחשבה וכו'.</b> א''א אין כאן לא מלח ולא תבלין שאין כאן דין רודף כלל ואין זה דומה למעשה דחמרא דפרק הגוזל ודין זה שהטיל איש אחד מחשבין על כולם כדאיתא בגמרא עכ''ל: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>החובל בחבירו חייב לשלם וכו'.</b> בב''ק משנה בהחובל (דף פ\"ג:): ",
        "<b>וחמשה דברים אלו כולם משתלמים מן היפה.</b> פירוש שאם בא להגבותו קרקע נותן לו מן היפה אבל כשהוא מגבה לו מן המטלטלין אפילו סובין מיטב הוא ולוקחן ואינו טורף קרקע כמו שנתבאר פ''ח מהלכות נזקי ממון והדין מבואר ריש פרק קמא דב''ק (דף כ') דאמר כולן כאבות הן לשלם ממיטב: "
      ],
      [
        "<b>נזק כיצד שאם קטע וכו'.</b> משנה בהחובל: ",
        "<b>מפי השמועה וכו' והרי הוא אומר ולא תקחו כופר.</b> ברייתא שם: "
      ],
      [],
      [
        "(ג-ד) ",
        "<b>זה שנאמר וכו' ולא תחוס עינך.</b> בספרי: "
      ],
      [
        "<b>ומנין שזה שנאמר באיברים עין וכו'.</b> מימרא בהחובל (דף פ\"ד): "
      ],
      [],
      [
        "<b>ומנין שמזיק בחבירו חייב בצער.</b> מפורש באלו נערות (דף ל\"ב:) שאונס משלם הצער מיהו לא יליף לה מתחת אשר ענה שהרי הוא משלם הצער לבד החמשים כסף שנותן תחת אשר ענה, ובהחובל יליף לה פצע תחת פצע ליתן צער במקום נזק. ותימה מרבינו ז''ל למה למדה מאונס שהוא דבר קצוב וצ''ע: "
      ],
      [
        "<b>ומנין שהוא חייב בשבת וכו'.</b> מפורש בהחובל: "
      ],
      [
        "<b>ומנין שהוא חייב בבושת וכו'.</b> שם בהחובל ובכיצד הרגל: "
      ],
      [
        "<b>אינו חייב על הבושת וכו'.</b> משנה בהחובל (דף פ\"ו:) ומפורש בכיצד הרגל (דף כ\"ז) דישן שבייש פטור: "
      ],
      [
        "<b>אדם מועד לעולם וכו'.</b> בכיצד הרגל (בבא קמא דף כ\"ו) במשנה: ",
        "<b>במה דברים אמורים שהישן חייב וכו'.</b> ירושלמי זה לשונו מתני' כשהיו שניהם ישנים אבל אם היה האחד ישן ובא חבירו וישן אצלו זה שבא לישן אצלו הוא המועד: "
      ],
      [
        "<b>מי שנפל מן הגג ברוח מצויה.</b> דע ששלשה חלקים הם. כל זמן שיש בדבר פשיעה גמורה וזה רוח מצויה אבל הוא שלא בכוונה חייב בארבעה דברים ופטור מן הבושת. לא היה שם פשיעה וג''כ לא נעשה באונס גמור חייב על הנזק ופטור מן השאר וזה רוח שאינה מצויה. באונס גמור כתבו המפרשים ז''ל שהוא פטור וכן יתבאר לפנינו בבבא דהמזיק את חבירו. ודיני הרב ז''ל בזאת הבבא מימרא כלשונה שם בסוף כיצד הרגל (דף כ\"ז). ",
        "<b>ומה שכתב ואם נתהפך.</b> פירש''י לאחר שהתחיל ליפול שנתכוון ליפול על האדם להזיקו להנאתו חייב על הבושת ואע''פ שלא נתכוון משום בושתו: "
      ],
      [
        "<b>שנים שחבלו באחד כאחד וכו'. . </b> "
      ],
      [
        "<b>המתכוין לבייש את הקטן וכו'.</b> מפורש שם בהחובל (דף פ\"ו): ",
        "<b>נתכוון לבייש את העבד וכו'.</b> באותה ברייתא בהחובל: "
      ],
      [
        "<b>היתה אבן מונחת לו וכו'.</b> מימרא פשוטה בכיצד הרגל (דף כ\"ו:): ",
        "<b>וכן אם נתכוון וכו'.</b> באותה מימרא שם: ",
        "<b>או שהזיק וכו'.</b> משנה וסוגיא דגמרא שם: "
      ],
      [
        "<b>המזיק את חבירו בכוונה ואפילו נכנס לרשות חבירו וכו'.</b> מימרא מפורשת פרק שור שנגח את הפרה (בבא קמא דף מ\"ח) ובהלכות: ",
        "<b>אבל אם הוזק זה הנכנס וכו'.</b> גם זה שם ופירשו בגמרא אמר רבא נכנס לחצר בעה''ב שלא ברשות והזיק [את בעה''ב או בעה''ב הוזק בו חייב הזיקו] בעל הבית פטור אמר רב פפא לא אמרן אלא דלא הוה ידע ביה אבל הוה ידע ביה (אפילו) הזיקו בעל הבית חייב וכו' ואזדו לטעמייהו דאמר רבא ואיתימא רב פפא שניהם ברשות או שניהם שלא ברשות הזיקו זה את זה חייבין הוזקו [זה בזה] פטורין טעמא דשניהם ברשות או שניהם שלא ברשות אבל אחד ברשות ואחד שלא ברשות שברשות פטור שלא ברשות חייב. ורש''י ז''ל פירש הזיקו בידים זה את זה ואפילו שלא במתכוין חייבין דבניזקין לא שני לן בין מתכוין לשאין מתכוין והא דתנן בהמניח את הכד שנים שהיו מהלכין ברה''ר והזיקו זה את זה פטורין ההוא הזיקו הוזקו הוא ולא דק בלישניה ע''כ. ומה שאמרו ברשות פטור אמרו בין היזקא דבידים בין בהיזקא דממילא בלא ידע ליה ובמקום ידע ליה כתב רבינו ז''ל בכוונה. ועוד יתבאר פרק ו' וממה שאמרו הוזק זה וזה פטורין דקדקו שאונסין גמורין פטור בהם אף בנזיקין כמו שכתבתי למעלה: ",
        "<b>שניהם ברשות וכו'.</b> כבר נתפרש בסמוך: "
      ],
      [
        "<b>המבקע עצים וכו'.</b> משנה בהמניח את הכד (דף ל\"ב): ",
        "<b>או שנכנס לחנותו של נגר בין ברשות בין שלא ברשות.</b> ברייתא שם: ",
        "<b>ומה שכתב שלא ברשות.</b> פסק כלישנא בתרא דרבי יוסי בר חנינא גבי הך ברייתא. ויש מפרשים שלא ברשות אבל יודע בו הוא כההיא דלעיל, ויש מי שפירש אע''ג דלא ידע ביה שאני נגר שהכל רגילין ליכנס אצל האומנין והוה ליה שלא ברשות כברשות: "
      ],
      [
        "<b>כשם שאומדין למיתה כך אומדין לנזקין.</b> בעיא דאיפשיטא פרק החובל (בבא קמא דף צ\"א) בפירוש: ",
        "<b>אבל חייב הוא בבושת וכו'.</b> פשוט הוא. ",
        "<b>ומ''ש רקק בגוף חבירו.</b> שם מפורש משנה וגמרא (דף צ' וצ\"א): ",
        "<b>ואם אבד החפץ וכו'.</b> אינו מבואר בגמרא אבל נכון הוא מן הטענה שכתב הר''א ז''ל: "
      ],
      [
        "<b>הברזל אין לו אומד וכו'.</b> מפורש באלו הן הנשרפין (סנהדרין דף ע\"ו:) לענין מיתה וכ''ש לענין ניזקין ודוקא כעין מחט שהיא חדה אבל אם לא הזיק אלא מחמת משקל שאינו מחודד כלל אומדין אותו כשאר דברים כמו שמפורש שם ונתבאר פ''ג מהלכות רוצח: ",
        "<b>הזורק אבן ולאחר וכו'.</b> מחלוקות שונות פרק המניח את הכד (דף ל\"ג) ופסק כפסק ההלכות שם: "
      ]
    ],
    [
      [
        "<b>החובל בחבירו חבלה וכו'.</b> מפורש בהחובל (ב\"ק דף פ\"ג:): "
      ],
      [
        "<b>כיצד קטע את ידו וכו'.</b> משנה שם: ",
        "<b>הכהו על ידו וצבתה וכו'.</b> פסק כרבא ובהלכות בהחובל (דף פ\"ה:): ",
        "<b>הכהו על ראשו וכו'.</b> פשוט הוא כשאין כאן שבת דאינו בטל ממלאכתו ונזק לא חשבינן לא בהא ולא בההיא דלעיל דכיון דסופו לחזור אין לו נזק אע''ג דאי מזדבן השתא היה נגרע מערכו כדאיתא בגמרא התם: ",
        "<b>הכהו במקום שאינו נראה וכו'.</b> כתב הר''א ז''ל א''א שלא במקום רואים ע''כ. סובר הראב''ד ז''ל שאם היו שם רבים יש לו בושת והדין עמו דלא גרע מרקק בגופו. ונ''ל שגם זה דעת הרב ז''ל שבבא זו שלא במקום רואים היא וסתם הרב ז''ל דפשיטא הוא שאם היו שם רבים יש לו בושת והדין הוא בירושלמי והביאו בהלכות: ",
        "<b>הכהו במטפחת וכו'.</b> באותו ירושלמי וכתב זה תחת טומוס האמור שם, פי' שהוא מכה קלה מאד ואין לו לבד בושת. וכתב הר''א ז''ל א''א במקום רואים. וגם זה נכון: "
      ],
      [
        "<b>כוואהו בשפוד וכו'.</b> משנה (דף פ\"ג:) וגמרא (דף פ\"ד:) בהחובל וגם זה שלא במקום רואים דאי במקום רואים חייב בושת: ",
        "<b>השקהו סם וכו'.</b> סוגיא דגמרא שם: ",
        "<b>אסרו בחדר וכו'.</b> באותה סוגיא שם: "
      ],
      [
        "<b>המגלח שיער ראש של חבירו וכו'.</b> מפורש בסוגיא (דף פ\"ה) ואליבא דרבא דלעיל כיון דסופו לחזור: ",
        "<b>גלחו בסם וכו'.</b> מפורש באותה סוגיא שם בפירוש: "
      ],
      [
        "<b>הא למדת וכו'.</b> מזו דשיער נלמד בפירוש: "
      ],
      [
        "<b>אפילו חסרה כשערה וכו' אינו חוזר אלא צלקת.</b> פירוש צלקת הוא שחיתה המכה אלא שלעולם הרושם ניכר שאינו חוזר כמות שהיה וכדאמרינן פרק שמונה שרצים (שבת דף ק\"ז ע\"ב) בחבורה שאינה חוזרת. וההיא סוגיא דהחובל בבתו צריך עיון דמשמע דלאו בכל מקום משלם נזק אלא במקום הנראה כגון פנים: "
      ],
      [
        "<b>המבעית את חבירו.</b> מפורש בפ' הכונס צאן לדיר ועיקר הדבר בפ' החובל (צ\"א): ",
        "<b>אחזו ותקע באזנו וכו'.</b> שם בהחובל בפירוש: "
      ],
      [
        "<b>יראה לי שהנחבל שאמר וכו'.</b> טענה נכונה היא זו: "
      ],
      [
        "<b>כמה הוא הצער וכו' הכל לפי הניזק וכו'.</b> מפורש שם בהחובל (דף פ\"ג ע\"ב) משנה אומדין כמה אדם כיוצא בזה וכו': "
      ],
      [
        "<b>כיצד משערין הצער וכו'.</b> מפורש שם בגמרא (דף פ\"ה ע\"ב): "
      ],
      [
        "<b>נותן לו דמי שבתו.</b> פסק כרבא דלעיל וכן בהלכות. ",
        "<b>ומה שכתב כפועל בטל של אותה מלאכה וכו'.</b> כבר ביארתי בפרק י''ב מהלכות גזילה ואבידה ודעתו כאן כדעת ההלכות: ",
        "<b>ואם חסרו אבר וכו'.</b> מפורש שם בגמרא: ",
        "<b>וכן אם קטע רגלו וכו'.</b> באותה מימרא שם: ",
        "<b>סימא את עינו וכו'.</b> שם וכתב הרשב''א סימא את עינו ודוקא כשסמא שתי עיניו אבל עינו אחת ראוי לכל מלאכה עכ''ל: "
      ],
      [
        "<b>הכה את חבירו על אזנו וכו'.</b> מפורש שם חרשו נותן לו דמי כולו: "
      ],
      [
        "<b>סימא את עינו ולא אמדוהו וכו'.</b> מתוך לשון רבינו ז''ל נראה שמ''ש נותן לו דמי כולו אינו למעט צער וריפוי ובשת דכל אחת אלא למעט הנזק והשבת דכיון דנותן לו דמי כולו אין אומדין הנזקין מוחלקין אלא הרי הכל בכלל האחרון אלא שיקשה לזה הגירסא הכתובה במקצת ספרים לפיכך פירשו בתוספות דאע''ג דצער ובושת וריפוי יהיב ליה לא שיימינן כולהו בהדי הדדי ונפקא מינה שהשומא שנעשית על כולן ביחד אינו עולה כל כך כשומא שעושין לכל אחת בפני עצמה ולזה הסכים הרשב''א ז''ל ועיקר ואפשר שאף זה דעת רבינו ז''ל וזו בעיא בהחובל ואמר את''ל כיון דלא אמדוהו יהיב ליה דמי כולו ונפיק ופסיק כאת''ל וכן דרך רבינו בגמרא: ",
        "<b>אמדוהו לכל נזק וכו'.</b> זו בעיא דלא איפשיטא שם. ",
        "<b>ומה שכתב אלא דמי כולו בלבד ואם תפש הניזק דמי כל אבר ואבר ודמי כולו אין מוציאין מידו.</b> ודאי אם דעת הרב במ''ש דמי כל אבר דמי כל נזק אין דמי כולו האמור ראשון כדמי כולו שני שאילו הראשון דמי כולו כמו שהיה בריא בטרם שחבל בו כלל והאחרון דמי כולו אחר שנגרעו דמיו מחסרון עינו וידו ורגלו דודאי אם תפס דמי האיברים ודמי כולו כמו שהיה בריא ודאי מפקינן מיניה ואם תאמר א''כ הכל עולה לחשבון אחד לא היא דחילוק יש בין שומא אחת לשומות הרבה כדאמרינן לעיל ודברי הר''א ז''ל בהשגות מן המתמיהין דפשיטא דכל צער ובושת דכל חד יהיב וכ''כ בתוס' והרשב''א ז''ל כמ''ש למעלה: "
      ],
      [
        "<b>כיצד משערין הריפוי וכו'.</b> ברייתא שם בהחובל וכולן אומדין אותם ונותנין לו מיד ואיתא בהלכות: "
      ],
      [
        "<b>היה מתגלגל וכו' וכן אם הבריא וכו'.</b> באותה ברייתא שם: "
      ],
      [
        "<b>במה דברים אמורים בשרצה המזיק וכו'.</b> יצא לו זה לרבינו מן אותה סוגיא דאמר בריש פירקא (דף פ\"ה) אי א''ל פי' ניזק למזיק קוץ לי מיקץ ואנא מסינא נפשאי א''ל פשעת בנפשך וקרו לי שור המזיק וכבר הביאה הרב בסמוך אלא דקשה לי דאי מההיא יתן על ידי ב''ד ודי לו בכך כמ''ש הרב בסמוך ונראה שזה הדבר פשוט אצל הרב דע''כ לא אמרינן נותנין לו מיד אלא כדי שאם היה מתגלגל והולך לא יתחייב יותר מן האומד אבל אם רצה המזיק לתת דבר יום ביומו ואם יתרפא קל מהרה ירויח ואם יאחר יפסיד ודאי שומעין לו שהרי אינו חייב לו אלא ברפואתו ושבתו והרי הוא נותן ונכון הוא: "
      ],
      [
        "<b>אמר לו הניזק וכו'.</b> זו היא הסוגיא שהבאתי למעלה: "
      ],
      [
        "<b>אמר לו המזיק וכו'.</b> באותה סוגיא: "
      ],
      [
        "<b>הרי שלא פסק וכו' עלו צמחין.</b> מזה יצא לרבינו גם כן מה שכתב למעלה שאם רצה המזיק אין שם אומד שאם בהכרח יש שם אומד תיכף יתן לו אומדו ויפטר וכן כתבו המפרשים ז''ל דכשאמדוהו נותן לו אומדו ונפטר ודברי הרב בעלו לו צמחים מחמת מכה משנה שלימה ודברי הכל: ",
        "<b>עלו בו צמחין שלא מחמת מכה חייב לרפאותו ואינו נותן לו דמי שבתו.</b> שנינו במשנה (דף פ\"ג) עלו בו צמחים אם מחמת מכה חייב שלא מחמת מכה פטור והוא סתם משנה וגרסינן בגמרא (דף פ\"ה) תנו רבנן עלו בו צמחים מחמת מכה ונסתרה חייב לרפאותו וליתן לו שבתו שלא מחמת מכה אין חייב לרפאותו ואינו חייב ליתן לו דמי שבתו ור' יהודה פליג (בריפוי) [בשבת] דמחמת מכה ואמר דפטור ורבנן בתראי אמרי באותה ברייתא דאפילו (בשבת) [בריפוי] דמחמת מכה פטור ואין מי שיסבור דשלא מחמת מכה יהיה חייב בריפוי ובודאי טעות סופר הוא במ''ש כאן בספרי הרב ז''ל חייב לרפאותו ואין חייב לרפאותו הוא עיקר הנוסחא בשלא מחמת מכה: ",
        "<b>עבר על דברי רופא וכו'.</b> ברייתא שם: "
      ],
      [
        "<b>כשפוסקין ב''ד וכו' אין נותנין זמן לחבלות.</b> מפורש בגמרא בהחובל (בבא קמא דף צ\"א) ומשנה: "
      ]
    ],
    [
      [
        "<b>כיצד משערין הבושת וכו'.</b> משנה שם (דף פ\"ג ע\"ב) הכל לפי המבייש והמתבייש: "
      ],
      [
        "<b>המבייש את הערום.</b> דברי הרב במבייש את הערום והחילוקים שכתב הם בפירוש בגמ' (דף פ\"ו:) אבל בתוספות כתבו דפשיטא דמבייש את הערום כגון שרק בפניו או שסטרו חייב דבר בושת הוא וסוגיא דגמ' שהביא הרב כשביישו דרך הפשטה והיינו דאקשינן ערום בר בושת הוא כלומר בר בושת הוא בהפשטה בתמיה כיון דאינו לבוש ומי יפשיטנו והלא ערום הוא ועל דרך זה פירשו בית המרחץ בנימוקי הרשב''א ז''ל ודעת רבינו ז''ל כדפירש''י וז''ל ערום בר בשת הוא בתמיה כיון שאינו מקפיד להלוך ערום בפני בני אדם מי הוי בר בושת (אפילו רוקקין בו או מכין אותו לא יהיה מתבייש) בית המרחץ בני אדם עומדים ערומים שם ואין להם בושת ע''כ בהחובל: "
      ],
      [
        "<b>המבייש את הישן וכו'.</b> משנה שם (דף פ\"ז): ",
        "<b>ואם מת וכו'.</b> בעיא ולא איפשיטא בגמרא (דף פ\"ו:) ויש מי שכתב דאיפשיטא מדאמרינן בפ' אלו הן הנחנקין (פ\"ה) אמר רב ששת ביישו ישן ומת חייב ואומר דלא פשטוה כההיא בהחובל משום דבעי למפשטה ממשנה או מברייתא ולא ממימרא ויש כיוצא בזה בגמרא ומיהו אנן קי''ל כרב ששת דחייב ויש מחליפין הגירסא שם באלו הן הנחנקין ואין להוכיח ממנו כלום: "
      ],
      [
        "<b>המבייש את השוטה פטור והמבייש את החרש חייב.</b> ברייתא שם בהחובל (דף פ\"ו:): ",
        "<b>המבייש את הגר או העבד חייב וכו'.</b> גר מפורש בסוגיא ודברי הכל. עבד במשנה שם (דף פ\"ז) וכת''ק דלא כרבי יהודה: ",
        "<b>המבייש את הקטן וכו'.</b> ברייתא וסוגיא שם: "
      ],
      [
        "<b>המבייש את חבירו בדברים או שרקק בבגדיו פטור.</b> מימרות שם (דף צ\"א) על המשנה דרקק והגיע בו הרוק: ",
        "<b>ואם בייש תלמיד חכם וכו' כבר נפסק הדין וכו'.</b> הכל בירושלמי זה לשונו משום רשב''ל המבייש את הזקן נותן לו דמי בושתו משלם חד בר נש אקפד לרבי יהודא בר חנינא אתא עובדא קומי רבי שמעון בן לקיש קנסיה ליטרא דדהבא. והביאו הרב ז''ל בהלכות ונהגו בו הגאונים ז''ל ולא חילקו בין תלמיד חכם לחבירו: "
      ],
      [],
      [
        "<b>אע''פ שהמבייש וכו' ואמרו חכמים וכו'.</b> מפורש בכמה מקומות: "
      ],
      [
        "<b>יש הכאות רבות וכו'.</b> מה שכתב הרב שדמים אלו הן מכל מה שהמזיק חייב חלקו עליו קצת מן המפרשים שפירשו שאינם אלא דמי בושת בלבד ועוד חייב לו בשאר דברים וכן פירש רש''י ז''ל בהמניח את הכד בפירוש: "
      ],
      [
        "<b>וכמה הוא משלם וכו'.</b> לשון הגמרא בהמניח את הכד (דף כ\"ז:) לארכובה ג' לבעיטה ה' לסינוקרת שלש עשרה ופירש הרב סינוקרת קבץ אצבעותיו וזה נכון ורש''י ז''ל פירש פירוש אחר: ",
        "<b>תקע את חבירו בכפו וכו'.</b> זה כתב בפירוש מה ששנינו במשנה (דף צ') התוקע לחבירו נותן לו סלע אבל יתר המפרשים פירשו בקול באזנו שתקע בו קול גדול ופ''א המכה כנגד אזנו והר''א ז''ל פירש בכפו והדין כתנא קמא דמתניתין דהחובל וכן הלכה כדמוכח פרק שור שנגח ארבעה וחמשה (דף ל\"ו:): ",
        "<b>סטרו וכו'.</b> מפורש במשנה: ",
        "<b>סטרו באחורי ידו וכו'.</b> כל זאת הבבא היא במשנה: "
      ],
      [
        "<b>כל אלו הסלעים מכסף ארץ ישראל וכו'.</b> מפורש בפרק שור שנגח ד' וה' (בבא קמא דף ל\"ו) וידוע שסלע צורי שהוא כסף נקי שהוא שמונה בסלע מדינה ושם אמרו ושל דבריהם כסף מדינה: "
      ],
      [
        "<b>במה דברים אמורים במכובד וכו'.</b> חלוק זה מכל האמורים מתקע חבירו עד כאן מפורש במשנה בהחובל כתנא קמא דרבי עקיבא אבל הג' הראשונים אינם מפורשים אם הם במכובד דוקא ודעת הרב להשוותן ונכון הוא: "
      ]
    ],
    [
      [
        "<b>הנוגף את האשה וכו'.</b> פרק שור שנגח את הפרה (בבא קמא דף מ\"ח מ\"ט): <b>ומה שכתב נזק וצער לאשה</b> מפורש שם בברייתא ופי' נזק מה שנפחת גופה מחמת המכה ורש״י ז״ל פירש ונזקא דהכא כחבלא דעלמא והדין קצוב בכתובות באותה שמועה שיתבאר למטה ורבינו ז״ל פסק כפשט הברייתא: "
      ],
      [
        "<b>וכמה היא יפה משילדה.</b> פירוש בלא מכה שילדה מאליה שאילו פחת המכה זהו נזק שהוא לאשה: ",
        "<b>אם מת הבעל נותנין וכו'.</b> משנה וברייתא שם: ",
        "<b>ואם נגפה אחר מיתת הבעל אף דמי ולדות לאשה וכו'.</b> כתב הר''א ז''ל אמר אברהם אין דבר זה מחוור מן הגמרא וכו'. ובאמת לא מצאתי טענה ברורה לרבינו להסמך עליה והסוגיא שבפרק ארבעה וחמשה אינה מכרעת לאחד מן הצדדים ואפשר שהוא סובר כאשר ישית עליו בעל האשה בזמן שהוא בעולם בשעת נגיפה אבל אם מת לאשה דומיא דאשת גר וצריך עיון: "
      ],
      [
        "<b>היתה נשואה לגר וכו'.</b> מפורש שם בברייתא וגמ' (דף מ\"ח): ",
        "<b>מת הגר פטור.</b> פי' לפי שאין לו יורשין: ",
        "<b>חבל בה וכו'.</b> פסק כרבא שם: "
      ],
      [
        "<b>היתה שפחה או עכו''ם.</b> דעת הרב בזה דשפחה ועכו''ם לא קרינן בה בעל האשה שאין קדושין תופסין בהן ואף על גב דאמרינן פרק ד' וה' (דף מ\"ג) התורה זכתה דמי ולדות לבעל ואפילו בא עליה בזנות ה''מ באשה שיש לו בה קדושין הא לאו הכי לא ואמר בירושלמי ר''ע שאל בא על אמו בא על אחותו יכול אף הוא בעל ההריון ת''ל בעל מי שהוא ראוי ליקרות בעל יצאו אלו שאין ראויין ליקרות בעל עכ''ל. וכ''ש באלו שאין קרוי בנו לכל דבר וכיון שכן זכתה בהן האשה. זה דעת הרב ז''ל ועיקר: "
      ],
      [],
      [
        "(ה-ו) ",
        "<b>הנוגף את האשה ויצאו ילדיה וכו' בד''א בשנתכוון לאשה.</b> דעת הרב ז''ל דחייבי מיתות שוגגין פטורין מהתשלומין כדאסיקנא בהדיא באלו נערות וכדתנא דבי חזקיה בזה החלק שאין חילוק בין שוגג למזיד וסובר כרב אדא בר אהבה דאסיק בפרק ד' וה' (דף מ\"ב) אנשים שנתכוונו זה לזה אע''פ שיש אסון לאשה יענשו וכרבי דאמר הכין פרק הנשרפין ודלא כתנא דבי חזקיה בזה החלק ואין האחד תלוי בחבירו ואף על גב דרב אדא בר אהבה סבירא ליה כר''ש דאמר נתכוון להרוג את זה והרג את זה פטור רבינו ז''ל כבר פסק כר''ש פ' ד' מהלכות רוצח ונ''ל כי מכאן יצא לו דמדמקשי רב אדא בר אהבה כאן בפרק ד' וה' בפשיטותא על אביי ורבא וסבירא להו כדרבנן דאמרי חייב וכדפירש''י ז''ל אלמא משמע דהלכה כר''ש ותו דמסקנא הכי הוא סתם כרב אדא ואמר כרב חמא דכי אתא מדרומא אייתי מתניתא כוותיה ומ''מ שיטות אחרות יש: "
      ],
      [
        "<b>המכה אביו ואמו וכו'.</b> משנה בהחובל (דף פ\"ז) והטעם לפי שמכה אביו ואמו אינו חייב מיתה אלא בחבורה: ",
        "<b>אבל אם וכו' או שחבל בשבת וכו'.</b> משנה שם בהחובל: "
      ],
      [
        "<b>והלא החובל מקלקל וכו'.</b> טעם זה למד רבינו מהסוגיא דר''א דאורג (שבת דף ק\"ה:) דאמר [ר' אבין] גבי קורע בחמתו האי מתקן הוא דקא עביד נחת רוח ליצרו וכן פסק בפרק שמיני מהלכות שבת דכי אמרינן חובל חייב בצריך לדם לא אמרו בהחובל חבירו דחבירו אפילו אינו צריך חייב מן הטעם הזה שכתב: "
      ],
      [
        "<b>החובל בחבירו וכו'.</b> משנה בהחובל (דף פ\"ח): ",
        "<b>אע''פ שעבר עבירה שחייב עליה מלקות וכו'.</b> זה מפורש באלו נערות (דף ל\"ב) כר''י: "
      ],
      [
        "<b>החובל בעבד כנעני וכו'.</b> משנה בהחובל: ",
        "<b>חבל בעבד עברי וכו'.</b> משנה שם: ",
        "<b>החובל בעבד כנעני וכו'.</b> החיוב במשנה. ",
        "<b>ומה שכתב ואפילו ציערו בסם וכו'.</b> מפורש בגיטין פרק קמא (דף י\"ב:) וה''ה לכל הדברים שהן של רבו כדאיתא התם וכדפירש רש''י ז''ל ומפורש בירושלמי (הלכה ה') ובהלכות הביאוהו בהחובל: "
      ],
      [
        "<b>כל עבד שיצא לחירות וכו'.</b> זו בעיא דלא איפשיטא בגיטין פרק השולח (גיטין דף מ\"ב:) כתבתיה פי״א מהלכות נזקי ממון ופירוש משמע בסוגיא התם דאי אין לו קנס ה״ה דאין לו דמי נזקו דמייתי התם הא דמפיל שן עבד וכו' והר״א ז״ל כתב שיש מי שסובר דבהרשאה גובין: ",
        "<b>לפיכך המפיל שן עבדו וכו'.</b> פסק הרב כמאן דאמר עבד היוצא בראשי איברים צריך גט שחרור ומפורש בגמ' לפ''ז: ",
        "<b>ואם תפש אין וכו'.</b> פירוש שתפס מאחרים שחבלו בו או מרבו אין מוציאין מידו דבעיא דלא איפשיטא היא: "
      ],
      [
        "<b>מי שחציו עבד וכו'.</b> לשון הרב כלשון הגמרא שם פ' השולח. ומ''ש הר''א ז''ל בהשגות דלמשנה אחרונה פירוש שאמרו שכופין את רבו לשחררו וכותב שטר על חצי דמיו אין כאן חלוקת ימים וגם הרמב''ן ז''ל אמר כן והעמיד הדין בשפחה וכיוצא בזה כתבתי פי''א מהלכות נזקי ממון גם הרשב''א ז''ל כתב כן ורבינו ז''ל תפס לשון הגמרא: "
      ],
      [
        "<b>החובל בע''ע וכו'.</b> גרסי' בהחובל (דף פ\"ז) הקוטע יד עבד עברי של חבירו אביי אמר נותן שבת גדולה לעבד ושבת קטנה לרב פי' דמי היד לעבד רבא אמר הכל ינתן לעבד וילקח מהן קרקע והרב אוכל פירות ופירש רבינו ז''ל הכל אפי' צער ובושת אבל ריפוי פשיטא שהעבד מתרפא בו אע''פ שסתם הוא ויש מי שפירש הכל אשבת קטנה דהיינו כשומר קישואין ואשבת גדולה דהיינו דמי היד אהנהו בלחוד קאי רבא אבל אצער ובושת לא ודעבד נינהו לגמרי: ",
        "<b>הזיקו היזק וכו'.</b> מפורש שם: "
      ],
      [
        "<b>החובל בבת קטנה של אחרים. . אם נזק הפוחת אותה וכו'.</b> פסק כר''י דאמר הכין וכ''כ בהלכות בפירוש: ",
        "<b>וכן החובל בבתו משלם לה צער ובושת וריפוי.</b> בהשגות א''א דוקא בושת דחבלות וכו'. ונראה שט''ס הוא במ''ש אינו חייב דמשמע כשבא עליה האב דהא ודאי משנה שלימה שם באלו נערות (דף ל\"ו:) דהבא על בתו פטור לגמרי ואין הטעם משום דאי בעי מסר לה למנוול ומוכה שחין אלא מפני שנתחייב בנפשו אבל אינו שלה הוא [עיקר הנוסחא] ר''ל וכשבא עליה אחר שהוא של אב והדין אמת וכבר כתב אותו רבינו בפ''ב מהל' נערה בתולה: "
      ],
      [
        "<b>החובל באשת איש וכו'.</b> דין השבת מפני שמעשה ידיה שלו הן, והריפוי ג״כ מפני שהוא חייב לרפאותה, והצער שלה דצערה לא זכי ליה רחמנא, בושת ונזק פלוגתא דר' יהודה בן בתירא ורבנן בכתובות ריש פ' מציאת האשה (כתובות דף ס\"ה:) ופסק כר' יהודה בן בתירא וכן בהלכות: "
      ],
      [
        "<b>בד''א בשחבלו בה אחרים אבל אם חבל בה וכו'.</b> יש נותנין טעם לדברי הרב ז''ל משום דמדינא בושתה ופגמה שלה כרבנן וע''כ לא קא פליג ר' יהודה בן בתירא אלא משום דאית ליה בושת בבשתה ומצטער בפגמה כדגרסינן בירושלמי ר' אחא בר בון בר כהנא דלא מחסר לה בסתר מפני מה נוטל מפני צערו שנצטער עמה והילכך כשהוא בעצמו חבל בה מפני מה נוטל שהוא בייש את עצמו והוא ציער את עצמו ע''כ בנימוקי הרשב''א ז''ל ויש קצת ראיה ממזיק את אשתו בתשמיש שהוא חייב ולא חילקו: "
      ],
      [
        "<b>והמזיק את אשתו וכו'.</b> בעיא דאיפשיטא בהמניח את הכד (דף ל\"ב): "
      ],
      [
        "<b>האשה שחבלה בבעלה וכו'.</b> זאת הבבא כולה מבוארת בסוגי' בפ' החובל (בבא קמא דף פ\"ט): "
      ],
      [
        "<b>החובל בבניו וכו'.</b> זאת הבבא ברייתות שם (דף פ\"ז:) העלו אותה בסוגיא ומזה יראה דבתו כשהיא סמוכה על שלחנו אם חבל בה פטור דמה לי בת מה לי בן ובפירוש שנינו בברייתא בבניו ובנותיו שלו פטור ואוקימנא לה בסמוכין ולפ''ז מ''ש הרב למעלה החובל בבתו משלם לה בשאינה סמוכה על שולחנו ואפ''ה נזקה דאב דאי בעי מזבין לה וא''ת א''כ לחייב בשבת דהא ודאי מעשה ידיה שלה כיון דאינו מעלה לה מזונות כדאיתא בהדיא בגמרא איכא למימר שהוא זנה כל ימי חוליה ומה שיהיה יתר השבת על מזונותיה הוא שנשאר לאב והכי פריש לה בגמ' זה נ''ל שהוא עולה מן הסוגיא: "
      ],
      [
        "<b>חרש שוטה וקטן פגיעתן רעה החובל וכו'.</b> משנה שם (דף פ\"ז): "
      ],
      [
        "<b>העבד והאשה וכו'.</b> משנה שלימה שם ויהיב טעמא בגמרא (דף פ\"ט) אמאי לא מזבנינן כתובתה בטובת הנאה וינתן לניזק ופריק מפני שתחזור ותמחול אצל הבעל ואטרוחי בי דינא בכדי לא מטרחינן להו והוא בהלכות: "
      ],
      [
        "<b>עבדו של אדם כגופו ובהמתו כממונו וכו'.</b> בעיא דאיפשיטא שם ס''פ כיצד הרגל בב''ק (דף כ\"ז) ופירשה רבינו כפירש''י ז''ל וכפר''ח ז''ל: "
      ]
    ],
    [
      [
        "<b>אסור לחבול בין בעצמו וכו'.</b> זה מפורש במשנה ובגמרא בהחובל (דף צ' וצ\"א) שאין אדם רשאי לחבול בעצמו: ",
        "<b>אלא כל המכה אדם כשר וכו' עובר בלא תעשה.</b> מפורש בכמה מקומות ואיתא באלו נערות (דף ל\"ה): "
      ],
      [
        "<b>אפילו להגביה ידו על חבירו אסור וכו'.</b> מימרא בסנהדרין פ' ארבע מיתות (סנהדרין דף נ\"ח): "
      ],
      [
        "<b>המכה את חבירו הכאה שאין בה שוה פרוטה וכו'.</b> מפורש באלו נערות: ",
        "<b>ואפילו הכה עבד וכו'.</b> הכי אסקינן בהחובל (דף פ\"ח) דעבד אחיו הוא במצות והרי הוא כאשה והדין מבואר באלו הן הגולין במכות (דף ח' ט'): ",
        "<b>עכו״ם שהכה את וכו'.</b> מימרא בסנהדרין פרק ארבע מיתות (סנהדרין דף נ\"ח:): "
      ],
      [
        "<b>קנס קנסו חכמים וכו'.</b> כתב הר''א ז''ל א''א לא היה קנס וכו'. ודעת רבינו שהוא קנס שאין לך עדות מתקיימת בלא ראייה ובלא ידיעה ברורה בזה העדות ולא נפקא לן מידי לענין דינא: ",
        "<b>כיצד היו שני עדים וכו'.</b> פירוש ידו רשותו ומשנה היא בפרק כל הנשבעין (סנהדרין דף מ\"ד) בשבועות כת''ק: "
      ],
      [
        "<b>במה דברים אמורים כשהיתה וכו'.</b> מימרא שם (דף מ\"ו:) בגמרא. <b>ומה שכתב נשיכה בין כתפיו</b> דוקא נשיכה שאי אפשר לתלות שבכותל נתחכך וחבל בעצמו הא לאו הכי תלינן ויהיה נוטל בשבועה בדוקא כדאיתא בגמרא בהדיא: "
      ],
      [
        "<b>הודה שחבל וכו' משלם חמשה דברים שהרי העדים וכו'.</b> דעת הרב ז''ל שאין זה מודה בקנס כיון שיש שם עדים כפי מה שהתבאר בהל' גניבה פ''ג וכן דעת רבו רבינו יהוסף אבן מיגש ז''ל שם בפירושיו: ",
        "<b>אבל אם לא היו עדים וכו' פטור מנזק ומן הצער וחייב בבושת ושבת וריפוי.</b> כתב הר''א ז''ל א''א לא ידעתי למה פטור מאלו וכו'. לא הכריע הרב הדבר ואני תמה בדבריו שהרי בפ''ק דב''ק (דף ד':) גרסינן תני ר' אושעיא י''ג אבות נזיקין ד' שומרים וחמשה דברים אלו וארבעה אבות השנויים שם במשנה ור' חייא תני כ''ד וקא חשיב תשלומי כפל וכו' ואקשינן רבי אושעיא אמאי לא תני הני ואמר בממונא קא מיירי בקנסא לא קא מיירי נראה בכאן שכל אלו הדברים ממון בפירוש ועוד שם מזו הסוגיא האונס והמפתה דממונא נינהו ליתני ופריק מאי היא אי צער תנא לה וכו' אי פגם היינו נזק מאי אית לך למימר קנסא בקנסא לא קא מיירי גם זה נראה מבואר וגרסינן בהחובל אדם באדם ואדם בשור דממונא הוא ליעביד שליחותייהו הקשו על התירוץ שעשו כי עבדינן שליחותייהו בממונא בקנסא לא קא עבדינן מאדם באדם. וי''ל בזו דאגב דברים שהזכיר הרב שהן ממון קא פריך וע''ק שהרי שנינו באלו נערות (דף מ\"א) האומר פתיתי בתו של פלוני משלם בושת ופגם ע''פ עצמו ופגם היינו נזק דהכי אמר התם (דף מ':) פגם רואים כמה אדם רוצה ליתן ליקח שפחה לעבדו (שיש לו קורת רוח ממנו) בין בעולה לבתולה וזהו נזק ומפורש בסוגיא דלעיל שהבאתי פגם היינו נזק וכיוצא בזה שנינו בשבועת הפקדון (דף ל\"ו:) אע''פ שאינו משלם קנס ע''פ עצמו משלם בשת ופגם ע''פ עצמו קשה מזה שרבינו ז''ל עצמו כתב פ''ב מה' נערה בתולה לפיכך האומר אנסתי או פתיתי בתו של פלוני אינו משלם קנס אלא בושת ופגם וצער משלם ע''פ עצמו ונכפל זה שם ג' פעמים וסוף דבר איני רואה מקום ישען בו הרב ז''ל אלא שנמשך בזה אחר דעת רבו ז''ל שכתב בפרק כל הנשבעין ואולי נגרר אחר מה שאמרו בכיצד הרגל קנסא קא מגבית בבבל גבי חבלות ואין זו ראיה שאינו קנס לענין הודאה אלא לענין דאין דנין אותו בבבל משום דלא שכיח כדאיתא פרק החובל ובודאי לאו קנס הוא נזק שהרי אינו משלם יתר על מה שהזיק אלא כמה שהזיק ודברי הרב ז''ל גבי דברי הרב המשיג צריך לי עיון. ופ''א מהל' טוען ונטען נראה כדעת הר''א ז''ל שהוא חייב על הכל ושם יתבאר עוד בדין זה: "
      ],
      [],
      [],
      [
        "<b>אינו דומה המזיק את חבירו וכו'.</b> משנה וברייתא בהחובל (ב\"ק דף צ\"ב): "
      ],
      [
        "<b>ואסור לנחבל וכו'.</b> משנה שם: "
      ],
      [
        "<b>ועוד יש הפרש בין נזקי גופו לנזקי וכו'.</b> שנינו סוף החובל האומר סמא את עיני וכו' ע''מ לפטור חייב קרע את כסותי שבר את כדי וכו' ע''מ לפטור פטור ע''כ ואקשינן עלה בגמרא (דף צ\"ג) מדתני הכני ופצעני ע''מ לפטור פטור אמר רב ששת משום פגם משפחה פירוש בסמא את עיני איכא פגם שהוא חסר אבר משא''כ בהכני פצעני ואמר תו אמר ר' הושעיא משום פגם משפחה רבא אמר לפי שאין אדם מוחל על ראשי איברים שלו ר' יוחנן אמר יש הן שהוא כלאו ויש לאו שהוא כהן תניא נמי הכי הכני ופצעני ע''מ לפטור ואמר לו הן זה הן שהוא כלאו (שבר את כדי) קרע את כסותי ע''מ לפטור ואמר לו לאו זה לאו שהוא כהן ופירוש כשאמר הן בתמיה הוא כלאו וכשאמר לאו בתמיה הרי הוא כהן. ודע שרבינו ז''ל מפרש דר' יוחנן לא קאי אראשי איברים דמתני' דלימא דטעמא דמתני' מפני שאמר לו הן כמתמיה וכדפירש''י ז''ל אלא דר' יוחנן דינא באנפי נפשיה הוא ובהכני ופצעני הוא בדוקא אבל בראשי איברים אפילו אמר הן בניחותא חייב וזהו שהזכיר רבינו בראשי איברים בדוקא אבל בהכני ופצעני ודאי הרי הן כנזקי ממון וכן עיקר ולא הביא הרב ז''ל דין המדבר בתמיה לפי שהוא פשוט: <b>אבל האומר קרע וכו':</b> "
      ],
      [
        "<b>בד''א וכו'.</b> זה מבואר בגמרא שם (דף צ\"ב): "
      ],
      [
        "<b>האומר וכו'.</b> שם משנה כדברי רבינו: "
      ]
    ],
    [
      [
        "<b>המזיק ממון חבירו וכו'.</b> משנה בפרק כיצד הרגל (דף כ\"ו) וכבר כתבתי פ' ראשון דאונס גמור שכתבו ז''ל שהוא פטור והרב לא חילק: ",
        "<b>כיצד נפל מן הגג ושבר וכו'.</b> מימרא שם בכיצד הרגל (דף כ\"ו): ",
        "<b>או שנתקל וכו'.</b> מפורש בהמניח את הכד וכבר נתבאר דין הנתקל פרק י''ג מהלכות נזקי ממון דלפעמים שהנתקל פטור וכבר כתבתיו בו: "
      ],
      [],
      [
        "<b>בד''א ברשות הניזק וכו'.</b> ממה שכתב הרב וכן אם היו שניהם ברשותן נראה שדעת הרב לפטור המזיק ברשותו אף על פי שהניזק הכניס כליו שם מדעתו ודעת הרב בסוגיא שהבאתי פרק ראשון כך הוא שהוא מפרש דלא הוה ידע ביה שלא היה מתכוין להזיקו והוא ידע ביה שהיה מתכוין להזיקו והזיקו זה את זה פי' הרב בכוונה ואז הן חייבין והוזקו זה בזה שלא בכוונה ואז פטורין זה דעת הרב ומשם הוציא דינין אלו ודעת הר''א ז''ל כדעת רש''י ז''ל כתבתיו למעלה: "
      ],
      [
        "<b>היה עולה בסולם וכו'.</b> למד זה הרב מהסוגיא שבפרק אלו הן הגולין (מכות דף ז' ע\"ב) ונראה שהוא גורס ואי בעית אימא הא והא לניזקין וכן נראה מתוך מה שכתב פרק ששי מהלכות רוצח ויש גורסין הא והא לגלות וכן הוא בספרינו והטעם שיהיה פטור לדעת הרב מפני שהן אונסין גמורין ואין רוח שאינה מצויה אונס כל כך: "
      ],
      [
        "<b>הרי שמילא חצר וכו'.</b> ברייתא פ' המניח את הכד (דף כ\"ח). ",
        "<b>ומ''ש ואפילו הכניסן ברשות.</b> הוא נמשך כפי השיטה שכתב למעלה דכל זמן שאינו מתכוין להזיק אפילו ברשות כיון שהוא ברשותו פטור. והר''א כתב א''א אפשר לדין זה בשלא נתן לו רשות למלאות אבל נתן לו רשות למלאות חייב, וזה נכון: "
      ],
      [
        "<b>שור שעלה וכו'.</b> ברייתא שם בהמניח את הכד. <b>ומ''ש ברשות המזיק</b> לומר דאי ברשות העליון ודאי לא: "
      ],
      [],
      [
        "<b>שנים שהיו מהלכין וכו'.</b> משנה פרק המניח את הכד (דף ל\"א ל\"ב): ",
        "<b>היה בעל קורה וכו'.</b> משנה שם בהמניח את הכד (דף ל\"ב) והחילוק בין לנוח בין לתקן מפורש בגמרא אליבא דר''י וכן הלכתא ולשון הגמרא לפוש לנוח ולכתף ר''ל לתקן: "
      ],
      [
        "<b>שנים היו מהלכין וכו'.</b> מפורש במשנה שם עם מה שנאמר בגמרא והוא בהלכות: ",
        "<b>היו שניהם רצים והוזקו זה בזה שניהם וכו'.</b> משנה שם (דף ל\"ב): "
      ],
      [
        "<b>אחד המזיק בידו או שזרק אבן וכו'.</b> זה פשוט ובכמה מקומות אמרי' גירי דידיה נינהו כלומר חציו ומפרש פ''ק דב''ק (דף ג':) דאמר כיחו וניעו היכי דמי אי בהדי דקא אזלי מזקי כחו הוא: ",
        "<b>אבל אם נח וכו'.</b> שם באותה סוגיא דאמר בתר דנייח בין לרב בין לשמואל היינו בור: "
      ],
      [
        "<b>לוטש שהיה מכה וכו'.</b> משנה פ' הכונס צאן לדיר (בבא קמא דף ס\"ב:) ופי' גץ מה שנתז מן הברזל והוא שורף: ",
        "<b>וכן הבנאי שקבל וכו'.</b> משנה פ' הגוזל עצים (בבא קמא דף צ\"ח:): ",
        "<b>היה סותר מצד זה ונפל מצד אחר פטור וכו'.</b> באותה משנה שם: "
      ],
      [
        "<b>הכובש בהמת חבירו במים או שנפלה וכו'.</b> דין זה מחלוקת דרבינא ורב אחא בר רב פרק אלו הן הנשרפין (דף ע\"ו ע\"ז) בסנהדרין פסק כרבינא דמחייב משום דדיינינן דינא דגרמי וכ''פ הרב רבינו מאיר ז''ל וכ''כ הרמב''ן ז''ל בדינא דגרמי שחיבר: "
      ],
      [
        "<b>שנים שהמיתו וכו'.</b> זה פשוט ונלמד מדין דבהמה שיזכיר עתה ומדין הכסא: "
      ],
      [
        "<b>חמשה שהניחו חמש חבילות וכו'.</b> זה כתב בפירוש מה שאמרו מרבה בחבילות בפ''ק דב''ק (דף י') וזו היא גירסתו והא איכא מרבה בחבילות היכי דמי אי דבלאו איהו הוה אזלי פשיטא פי' דחייב אלא דבלא איהו נמי לא אזלא מאי קא עביד (פי') ופטור אבל רש''י ז''ל וגם בערוך פירשו מרבה בחבילות באש שהזיקה וגרסתם אי דבלאו איהו לא הוה אזלא פשיטא פי' דחייב ואלא דבלאו איהו נמי אזלא מאי קא עביד פי' ופטור ודברי הרב וגירסתו נכונה: "
      ],
      [
        "<b>וכן חמשה שישבו על הכסא וכו'.</b> זה ג''כ שם ברייתא ופירש''י ז''ל דוקא בשנסמך עליהם ולא הניחם לעמוד: "
      ],
      [
        "<b>אדם ושור שדחפו וכו'.</b> דברי הרב בזאת הבבא עד סוף הפרק מימרא דרבא בפרק שור שנגח את הפרה (בבא קמא דף נ\"ג:) כפשטה ממש. מיהו כתב הרשב״א ז״ל זה לשונו שור ואדם לענין נזקין כולן חייבין דוקא כשדחף האדם שלא בכוונה דאילו בכוונה למה ישלם בעל הבור שאין הדעת נותן שישליך אדם שור של זה בבורו של חבירו או ישליך טליתו באשו של חבירו בכוונה ויתחייב בעל הבור ובעל האש אלא שלא בכוונה היא ע״כ ונכון הוא: ",
        "<b>דמי ולדות.</b> שור פטור כי ינצו אנשים ולא שוורים ובור נמי פטור. וארבעה דברים איש בעמיתו ולא שור בעמיתו וכן בור וכבר ידעת באי זה צד חייב אף בבושת דבעינן כוונה ובאי זה צד חייב בנזק ויתר הדברים אפי' שלא בכוונה כמו שנתבאר פ''א. כופר בשור המועד ואדם פטור דה''ל חייבי מיתות שוגגין. ופיטור הבור בכל הדברים כבר נתבאר בהלכות נזקי ממון: "
      ]
    ],
    [
      [
        "<b>המזיק ממון חבירו היזק שאינו ניכר הואיל וכו'.</b> דין ההיזק שלא ניכר שהוא פטור מן התורה מפורש בגיטין פ' הניזקין (גיטין דף נ\"ג:) דקי״ל כר״י דאמר הכי כדאיתא בהלכות פרק ראשון דב״ק: ",
        "<b>אבל מדברי סופרים אמרו הואיל והפחית דמיהן וכו'.</b> משנה בהניזקין (דף נ\"ב:) ומבואר בגמרא וברייתא פ''ק דב''ק (דף ה'): "
      ],
      [
        "<b>כיצד הרי שטימא אוכלין טהורים וכו'.</b> מבואר שם. <b>ומה שכתב מן היפה שבנכסיו</b> נתבאר פירקא קמא דבבא קמא דאמרינן כולן כאבות הן לשלם ממיטב: "
      ],
      [
        "<b>ודבר זה קנס וכו'.</b> נתבאר טענה זו במימרא דר''י דלעיל (בירושלמי שם): ",
        "<b>לפיכך אם מת זה שהזיק וכו'.</b> מימרא בגיטין בהשולח (גיטין מ\"ד:) והוא בהלכות פירקא קמא דב״ק: ",
        "<b>וכן המזיק וכו' בשגגה וכו'.</b> מפורש במשנה בהניזקין (גיטין דף נ\"ב ע\"ב) בשוגג פטור: "
      ],
      [
        "<b>הכהנים שפגלו את הזבח במזיד וכו'.</b> משנה שם בהניזקין [דף נ''ד]: ",
        "<b>וכן העושה מלאכה וכו'.</b> כתב הר''א ז''ל א''א זה שיבוש שאפי' עשה מעשה וכו'. ובאמת סוגית הגמ' בפשטה כדבריו דגבי פלוגתא דהיזק שאינו ניכר אי שמיה היזק אי לא אמר התם מתיב ר' אלעזר העושה מלאכה במי חטאת ובפרת חטאת פטור מדיני אדם וחייב בדיני שמים ואי אמרת היזק שאינו ניכר שמיה היזק בדיני אדם נמי ליחייב ומתוך קושיא זו אמרו כי אמרי' פטור בפרה כגון שהכניסה לרבקה וכו' ואילו למ''ד היזק שאינו ניכר לאו שמיה היזק ברייתא כפשטה שפיר אתיא וי''ל שרבינו ז''ל סובר דהך אוקימתא עיקרית אע''ג דאתעבידא אליבא למאן דאמר שמיה היזק ולית הלכתא כוותיה. וטעמא משום דס''ל דה''ה הוה מצי למימר וליטעמיך אמאי לא קנסו בהו רבנן כי היכי דקנסו מטמא וחביריו אלא דלא אמר והרבה כמוהו בגמ' ומה שכתב הראב''ד לחלק בין זו למטמא וחביריו משום דהכא להנאתו מתכוין אטו מטמא ואינך אי הוה בהו הנאה מי מפטרי. זה נראה לי שהכריחו לרב ז''ל אבל הרמב''ן ז''ל דעתו כדעת הר''א ז''ל: "
      ],
      [],
      [
        "<b>המנסך יין חבירו לע״ז וכו'.</b> בחולין פרק השוחט (חולין דף מ\"א) מימרא דר״נ ורב עמרם ורב יצחק דאמרי אין ישראל אוסר דבר שאינו שלו דלצעורי קא מתכוין: ",
        "<b>וחייב לשלם.</b> כרב דאמר הכי בהנזקין (דף נ\"ב:) וכגון שהגביהו תחלה וקנאו ועדיין לא נתחייב בנפשו וכן מפורש בגמרא כדברי רבינו ז''ל: "
      ],
      [],
      [
        "(ז-ח) ",
        "<b>כל הגורם להזיק ממון חבירו וכו'.</b> זה מבואר בכמה מקומות דאית לן דיני דגרמי: ",
        "<b>כיצד הזורק כלי וכו' הזורק כלי של חבירו.</b> דעת רבינו ז''ל לפי הנראה כך הוא שנינו שם (דף כ\"ו:) אמר רבה זרק כלי מראש הגג והיו תחתיו כרים וכסתות ובא אחר וסלקן או קדם וסלקן פטור בעידנא דשדייה פסוקי פסוק גיריה ע''כ בכיצד הרגל וז''ל ההלכות מסתברא דלית הלכתא בהא כרבה משום דסבירא ליה דלא דיינינן דינא דגרמי וכו' והרב מפרש כך זרק כלי של חבירו מראש הגג ובא אחר וסילק הכרים וכסתות שהיו תחתיו או קדם בעל הכלי וסילקן פטור הזורק דבעידנא דשדא פסיקי גיריה שהרי לא היה ראוי לישבר באותה שעה אבל בדין המסלק כשאינו בעל הכלי לא דבר רבה ואולי אף רבה יחייב אותו שבשביל מעשה נעשה כל ההיזק והרב אלפסי ז''ל כתב דלית הלכתא כרבה פירוש דבריו לדעת רבינו שאין הלכה כדברי רבה שפטר הזורק אלא אף הזורק חייב שהוא היה גורם ראשון ואלמלא זריקתו לא נשבר בשום צד הילכך כשאין המסלק בעל הכלי משלמין בין שניהם וכשהוא בעל הכלים משלם הזורק ואין בגירסת הרב או קדם הוא דמשמע הזורק ומצאתי בהלכות וקדם וסלקן או בא אחר וסלקן ודעת הר''א כפירש''י ז''ל: "
      ],
      [
        "<b>וכן השורף שטרותיו וכו'.</b> פרק הגוזל עצים (בבא קמא דף צ\"ח) כרפרם ודלא כרבה וכ״כ בהלכות כל הבבא: "
      ],
      [
        "<b>וכן ראובן שהיה נושה בשמעון ומכר השטר וכו'.</b> מימרא בהכותב (דף פ\"ז) בכתובות. <b>ומ''ש כל מה שבשטר,</b> לומר אפילו לקחו במנה ושוה אלף מוציאין אלף מן המוחל וכ''כ ז''ל: "
      ],
      [
        "<b>וכן העושה עבדו אפותיקי וכו'.</b> כתב עליו הר״א א״א הרב אינו פוסק כן וכו' דהתם בדחבריה קא עביד מעשה (אבל הכא אמר בדנפשיה קא עביד). ואיני יודע אם נתכוון הר״א ז״ל באמרו הרב לרב אלפס ז״ל כדרכו בשאר המקומות אם לא לפי שלא נמצא דבר בהלכות הרב ז״ל ובקצתן נמצא כרשב״ג וכיון שכן הדרינן לכללין כ״מ ששנה רשב״ג במשנתנו הלכה כמותו וזו משנה פרק השולח (גיטין דף מ':) וכ״ש שהדבר הכרחי כאן לפסוק הלכה כמותו דהא טעמא דידיה משום דס״ל דמזיק שעבודו של חבירו חייב ואנן דקי״ל כדינא דגרמי כ״ש במזיק זה שהוא חייב דהא אלים טפי כדמוכח בהדיא פרק המניח את הכד (דף ל\"ג:) גבי שחטו בשרו מותר וכ״כ הרמב״ן וז״ל וכן הא דאמר בהשולח עשה עבדו וכו' כרשב״ג דהא דיינינן דינא דגרמי וכן נמצא במקצת נוסחי הלכות רבינו הגדול וקי״ל כרשב״ג דדינא דגרמי הוא וכן עיקר ע״כ ואלו הן דברי רבינו. ודע שהמחלוקת הזה אינה אלא באפותיקי מפורש שאם מת אינו גובה משאר נכסים וכששחררו נחלקו אבל באפותיקי מפורש סתם פשיטא דמשחרר חייב שהרי אפילו מת גובה משאר נכסים בנימוקי הרשב״א ז״ל וכ״נ מדברי רבינו פרק י״ח מהלכות מלוה ולוה: ",
        "<b>וכן הדוחף מטבע חבירו וכו' וכן הצורם אזן פרה וכן המרקע מטבע חבירו.</b> שלשתן פטר בהן רבה בהגוזל עצים (דף נ\"ח) משום דלית ליה דינא דגרמי אבל המפרשים כתבו דלדידן בכולהו חייב וכן דעת ר''ח והלכות ויתר הפוסקים ז''ל: "
      ],
      [
        "<b>הזורק כלי מראש וכו'.</b> זו מימרא פסוקה פ' כיצד הרגל (דף כ\"ו:) ומתוך לשון רבינו נראה שהזורק חייב אם הכלי אינו שלו וכ''מ מתוך מה שכתב למעלה וכן עיקר: "
      ],
      [
        "<b>שור שהיה עומד וכו'.</b> דין זה מפורש סוף פ' החובל (בבא קמא דף צ\"א:) ודעות אלו שכתב הרב ז״ל אם הוא דבר קצוב או למראית העין סברות הם כתובות בהלכות ורי״ף ז״ל הכריע דעת האחרון שהוא דבר קצוב וכתב הרשב״א ז״ל ומ״מ לא מגבינן ליה בבבל דהא אמר לעיל דלא עבדינן שליחותייהו בכל מידי דלא חסריה ממונא אבל אי תפס לא מפקינן מיניה ע״כ. וכבר ביאר הרב ז״ל דינים אלו פ״ה מהלכות סנהדרין: "
      ],
      [],
      [
        "<b>שמין למזיק בידו וכו'.</b> זהו לשואל האמור פירקא קמא דבב''ק (דף י\"א) ובפ' השואל במציעא (דף צ\"ו וצ\"ז) ואיתא בהל': ",
        "<b>כיצד הרי שהרג בהמה וכו'.</b> פשוט הוא: "
      ],
      [
        "<b>כשגובין את הפחת וכו'.</b> מפורש פ''ק דב''ק (דף ה') כולן כאבות הן לשלם ממיטב ודין המטלטלין שם נתבאר פסק כרב פפא ורב הונא בריה דרב יהושע וכן בהלכות: ",
        "<b>וכן האונס ומפתה ומוציא שם רע.</b> שלשתן נתפרשו בההיא דכולן כאבות הן לשלם ממיטב: "
      ],
      [
        "<b>כל המזיק ממון חבירו וכו'.</b> מפורש בסוף הכונס (בבא קמא דף ס\"ב): "
      ],
      [
        "<b>כיצד לקח כיס חבירו וכו'.</b> זה מעשה שם ההוא גברא וכו'. <b>ומה שכתב נשבע,</b> סמוך לזה הוא שם משתבע ושקיל: <b>והוא שיטעון דברים שהוא אמוד וכו'. </b> מפורש שם: ",
        "<b>אבל אם אין דרכו וכו' כיצד הרי שחטף חמת וכו'.</b> מתוך דברי רבינו ז''ל נראה שהוא סובר דבעיין דגמ' גבי ההוא גברא דלעיל דסלקא בתיקו היא בדבר שידוע שאין דרכו להניחו שם וזה טוען שהניחו שם והלה הזיקו ומשום דסלקא בתיקו פסק הרב שאם תפס אין מוציאין מידו כדרכו בכל התיקו האמורין בגמ' אבל יתר המפרשים ראיתי שפירשו השאלה אותו הענין הנזכר באותו מעשה אם היה ראוי להניחו שם אם לאו אבל פשוט הוא שאם אין דרכו שאינו נוטל בשום צד ודברי רבינו ז''ל נראין דמשמע דלא ליבעו דרך בני אדם כיצד הוא כיון דלישיילינהו לאינשי אבל לשון הגמ' נראה כדברי האחרים דקאמרי מימנעו אינשי וכו' ומ''מ אם יש עדים שאותו דבר שהוא טוען היה שם אע''פ שאין דרך להניחו גובין מן המזיק וכו' ונותנין לניזק בלא שבועה כך העלה הרשב''א ז''ל בזה שלא כדברי התוספות: "
      ],
      [
        "<b>ידע המזיק שהכיס היה בו וכו'.</b> דין זה יתבאר פ''ה מהלכות שאלה ופקדון בארוכה טעם המחבר והרב המשיג: "
      ]
    ],
    [
      [
        "<b>המוסר ממון חבירו בידי אנס חייב וכו' מן היפה שבנכסיו וכו'.</b> פירוש בקרקע אבל מטלטלין כל מידי איקרי מיטב כמה שכתב למעלה והדין מפורש פרק קמא דב''ק (דף ה') גבי הא דאמר כולן כאבות הם לשלם ממיטב ואי מסור לא הוה משלם ממיטב לא הוה מקשינן ליתנינהו בהדי הנך דמשלמי ממיטב ותו דכל שכן הוא ממטמא ומדמע דהיזק שאינו ניכר נינהו ומשלם ממיטב כמו שמפורש שם: ",
        "<b>ואם מת גובין מיורשיו כשאר וכו'.</b> פירוש שאין זה היזק שאינו ניכר שפטרו חכמים את היורש כדאיתא לעיל ובגמרא פרק הגוזל בתרא (בבא קמא דף קט\"ז קי\"ז) משמע דדינא הוא מסור ולא קנסא וכ״כ רבינו האי והרמב״ן והרשב״א ז״ל: "
      ],
      [
        "<b>בד''א בשהראה המוסר מעצמו אבל אם וכו'.</b> כל אלו הבבות עד בעלי דינין וכו' הם בביאור בהלכות הרב שם פרק הגוזל בתרא ונחלקו בקצתן המפרשים ז''ל גם הרב המשיג חלק עליו וראיות ההלכות נכונות ביותר וכן העלה הרשב''א ז''ל ועוד הוסיף בה דברים ואמר באנסוהו להביא והביא שהוא חייב ה''מ אם אותו הממון אינו במקום שיד האנס שולטת בו אבל אם אותו ממון במקום שיד האנס שולטת בו אפילו אינו רואהו כל שיכול לחפש ולמצא פטור ובודאי ברואהו ויכול ליטלו מפורש שם בגמ' וזה נכלל במ''ש רבינו ז''ל אבל אם אנס שאנס ישראל עד שהראהו וכו' וכ''ש הוא במה שהאונס רואה כבר או ידו שולטת בו שזה המביא פטור כדברי הרשב''א ז''ל ועיקר: "
      ],
      [],
      [],
      [
        "<b>בעלי דין שהיתה ביניהם וכו'.</b> מעשה שם פרק הגוזל בתרא ופסק כרבא: "
      ],
      [
        "<b>מי שנתפס כו'.</b> ירושלמי פ' הגוזל בתרא ופרק בתרא דכתובות ריב״ל אמר אין לך אדם נתפש על חבירו וחייב ליתן לו אלא בארנון ובגולגולת ע״כ. ואע״ג דמשמע התם דרב פליג עליה פסק כריב״ל ופירוש ארנון ארנונא האמור בגמ' בבלי ופירושו סעודה וארוחה ומשאת. ונ״ל דטעם אלו מפני שמחוקי המלך למשכן מחמת דברים אלו איש על חבירו וא״כ אינו בדין שיפסיד זה ואולי זהו שאמרו פרק הגוזל (בבא קמא דף קי\"ג:) דבר מתא אבר מתא מיעבט אלא שאין נראה כן מלשון הגמרא שם ולא כן פירשו ז״ל ואפשר לומר שכיון שהם חוקי המלך וזה פרעם חייב לשלם אפילו לקחם המלך מזה שלא כדין ואצ״ל אם לקחם המלך מזה כדין מחמת חבירו שחבירו חייב לשלם כאותן שבפרק הגוזל וגולגולת אחת מהן כמו שפירשו שם רש״י ז״ל והראב״ד ז״ל דהיינו כרגא דשתא האמור שם: "
      ],
      [
        "<b>מי שיש עליו עדים שמסר ממון חבירו כגון וכו'.</b> זה בעיא פרק הכונס (בבא קמא דף ס\"ב) עשו תקנת נגזל במסור וכו' בעיא ולא איפשיטא ופירשה הרב אלפסי ז״ל בשיש עדים שמסר והפסידו אלא שלא ידע כמה ופסק רבינו ז״ל כדרכו בכל תיקו האמורים בגמרא ומתוך מה שכתב והמוסר כופר במה שטענו נראה שהוא סובר שאם המוסר אינו כופר אלא אומר איני יודע שהלה נוטל בשבועה מיהת וכן דעת ר״ת ז״ל ויש חולקין: "
      ],
      [
        "<b>אין משביעין וכו'.</b> זה דבר פשוט כתבו הרב: ",
        "<b>אבל המוסר וכו'.</b> גם זה פשוט ומבואר: "
      ],
      [
        "<b>אסור למסור וכו'. ואפילו רשע וכו' ואפילו מיצר לו וכו'.</b> נתבאר זה פרק קמא דגיטין (דף ז') [דשלח ליה מר עוקבא לר''א וכו'] והביאו הרב בהלכות בהגוזל וכתב שמעינן מיניה דאפילו במקום צער אסור לממסר בר ישראל בין בגופו בין בממונו: "
      ],
      [
        "<b>מותר להרוג וכו' ומתרין לו ואומרין לו וכו'.</b> זה נזכר במעשה הנזכר פרק הגוזל בתרא (בבא קמא דף קי\"ז) ההוא גברא דהוה בעי אחוויי תבנא דחבריה [אתא לקמיה דרב] א״ל רב לא תחוי ולא תחוי א״ל מחוינא ומחוינא יתיב רב כהנא [קמיה דרב] שמטה לקועיה מכאן למד הרב ז״ל וכן מאותו מעשה דרבי שילא דפרק הרואה (ברכות דף נ\"ח) אלא שאותו מעשה היה במוסר הבא למסור נפשות וההוא נמי בעי שיתרוהו כדאיתא פרק ראשון מהל' רוצח והוא שיש פנאי ורבי שילא אפשר שהזהירו או שלא היה פנאי: "
      ],
      [
        "<b>עשה המוסר וכו'.</b> דעת הרב ז''ל ונכון הוא שהרי לא מצינו היתר בגמרא אחר מעשה עוד נראה לי כעין ראיה מרודף אחר חבירו להרגו שניתן להצילו בנפשו וכן רודף אחר הזכור ואחר הנערה המאורסה כולן קודם מעשה נהרגין אחר מעשה אין נהרגין אלא בב''ד ובעדים ובהתראה כדאמר התם נעבדה בהן עבירה אין מצילין <b>אותם ומה שכתב אלא שהוחזק</b> משום דבהוחזק היינו ברייתא דאין מעמידין האפיקורוסין והמסורות מורידין ולא מעלין: ",
        "<b>וכן כל כו' ואסור לאבד ממונו של מסור.</b> זה מחלוקת דאמוראים סוף הגוזל ופסק כפסק ההלכות: "
      ],
      [
        "<b>רודף שהיה וכו'.</b> דינים אלו מימרא פשוטה בהגוזל (קי\"ז:) ובהלכות ואיתא בסנהדרין (דף ע\"ד): "
      ],
      [],
      [],
      [
        "<b>ספינה שחשבה וכו' שהמשא שבה וכו'.</b> כתב עליו הר״א ז״ל א״א אין כאן לא מלח ולא תבלין וכו' ודין זה שמטיל לים אע״פ שהטיל מאיש אחד מחשבין על כולם [לפי משאם] כדאיתא בגמרא ע״כ. כתב הרב עובדא דחמרא אשר ממנו יצא הדין אל רבינו ז״ל ואמר שאינו דומה ולא כתב הטענה וזהו תימה איך ידחה הרב דברי רבינו ז״ל בלא טעם וראיה. ועתה אפרש. גרסינן בפ' הגוזל (בבא קמא דף קי\"ז:) ההוא גברא דאקדים ואסיק חמריה למברא קמי דסליקו אינשי במברא קא בעי לטבועי אתא גברא מלח ליה לחמרא דההוא גברא ושדייה לנהרא וטבע אתא לקמיה דרבה פטריה א״ל אביי הא מציל עצמו בממון חבירו הוא א״ל מעיקרא רודף הוה רבה לטעמיה וכו' ובההיא פ' גרסינן (דף קי\"ז:) ת״ר ספינה שהיתה מהלכת בים ועמד עליה נחשול לטבעה והקלו עליה ממשאה מחשבין לפי משוי ואין מחשבין לפי ממון וכו' ושתיהן בהלכות וכבר כתב רבינו דין זה דברייתא כלשונה פ' י״א מהלכות גזילה ואבידה ומתוך דבריו נ״ל שהוא מחלק בין זו לזו דההיא דוקא עמד עליה נחשול שהוא צער כבד מגלי הים ואין הספינה טעונה יותר מדאי אלא להשקיט שאון גלי הים הם משליכים על צד זה אמרו מחשבין לפי משאוי וכמה פעמים יקרה זה ליורדי הים ומ״ש כאן הוא כשהים מתנהג כדרכו אלא שהספינה טעונה יותר מדאי שאחד או שנים מהם טענוה ואז המשוי כרודף והיינו עובדא דחמרא וזה חילוק מבואר ודברים של טעם הן ואין קדירת הרב חסרה לא מלח ולא תבלין: <b>סליקו להו הלכות חובל ומזיק בס״ד</b> "
      ]
    ]
  ],
  "textkm": [
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>עלו בו צמחים וכו'. </b> כתב הטור על זה ולא נהירא וכן השיג עליו הראב\"ד עכ\"ל. וה\"ה כתב שמה שכתוב בספרי רבינו חייב לרפאותו ט\"ס הוא שאין מי שיסבור כן עכ\"ל. ולקיים גירסת הספרים אפשר לדחוק ולומר שרבינו גורס בדברי ת\"ק שבברייתא עלו בו צמחים שלא מחמת המכה חייב לרפאותו ואינו חייב ליתן לו דמי שבתו ויש טעם לדבר משום דבגמ' ממעט שלא מחמת המכה מדכתיב רק וגבי שבתו הוא דכתיב רק וצ\"ל שרבינו אינו גורס בברייתא יכול יהא חייב לרפאותו אלא יכול יהא חייב ואשבת קאי ואין להקשות אי שלא מחמת המכה אמאי חייב לרפאותו דבגמ' מפרש מאי שלא מחמת המכה כגון שעבר על דברי רופא ואכל דבש או מיני מתיקה שהם קשים למכה וא\"ת והרי כתב רבינו בסמוך עבר על דברי רופא והכביד עליו חוליו אינו חייב לרפאותו וי\"ל דהתם שאני שעבר על דברי רופא אבל כשאכל מיני מתיקה שהם מאכל אדם ואין הכל יודעים שהם קשים למכה והרופא לא הזהירו לא הוי פושע ולפיכך חייב לרפאותו ולפ\"ז הא דקאמר מאי שלא מחמת מכה כדתניא הרי שעבר על דברי הרופא ואכל דבש או מיני מתיקה דהא דקאמר כדתניא לא מדמי להו אלא לאכל דבש או מיני מתיקה לא לעבר על דברי הרופא. כל זה אפשר לדחוק כדי לקיים גירסת הספרים ועוד שלמה שמגיה ה\"ה מאחר שכתב דבעלו בו צמחים שלא מחמת המכה אינו חייב לרפאותו מה היה צריך לכתוב עבר על דברי הרופא והכביד עליו חליו אינו חייב לרפאותו ועוד שטבע הלשון מורה שאינו ט\"ס שאם כדברי ה\"ה כך הל\"ל אינו חייב לרפאותו ולא לתת לו דמי שבתו: "
      ]
    ],
    [],
    [
      [
        "[שייך להלכה א, ב]",
        "<b>הנוגף את האשה וכו' ואם נגפה אחר מיתת הבעל נותנים אף דמי ולדות לאשה. </b> כתב הראב\"ד אין דבר זה מחוור מן הגמרא וההלכות וכו'. וכתב ה\"ה באמת לא מצאתי לרבינו טענה ברורה לסמוך עליה וכו'. ולי נראה שטעם רבינו משום דס\"ל דהלכה כרבה משום דברייתא קתני אין הבעל נותן ליורשיו ורב חסדא אמר ליתיה לבעל לא ואע\"פ שרש\"י פירש איתיה לבעל או ליורשין וכו' פשטא דלישנא לא משמע אלא ליתיה לבעל בלחוד וכיון דהלכה כרבה שאם חבל בה לאחר מיתת הבעל זכתה האשה בהם הוא הדין לשאר אשה דעלמא ואפי' אינה אשת גר ומשמע דטעמיה דרבה משום דכי היכי דאשכחן דקרא זכי לבעל דמי ולדות מדכתיב בעל האשה הכי אשכחן דזכי לה מדכתיב ויצאו ילדיה ולא כתיב ויצאו הילדים וע\"כ אית לן לאוקומי כשחבל בה אחר מיתת בעלה וטעמא דמסתבר הוא דבשלמא כשחבל בה בחיי הבעל זכה הבעל מיד בדמי ולדות אע\"פ שלא גבה וכשמת מוריש ליורשיו אבל כשחבל בה אחר מיתת הבעל בעל זה מוריש ליורשיו דבר שלא זכה בו הילכך על כרחך של אשה הם דקרינהו רחמנא ילדיה ולישנא דברייתא הכי דייק דקתני אין הבעל נותן ליורשיו אין האשה נותנת ליורשיה מאי אין האשה נותנת ליורשיה לא משכחת לה אלא כשחבל בה בחייה אף אין הבעל נותן ליורשיו ליתיה אלא כשחבל בה בחיי הבעל: "
      ],
      [
        "[שייך להלכה א, ב]",
        "<b>הנוגף את האשה וכו' ואם נגפה אחר מיתת הבעל נותנים אף דמי ולדות לאשה. </b> כתב הראב\"ד אין דבר זה מחוור מן הגמרא וההלכות וכו'. וכתב ה\"ה באמת לא מצאתי לרבינו טענה ברורה לסמוך עליה וכו'. ולי נראה שטעם רבינו משום דס\"ל דהלכה כרבה משום דברייתא קתני אין הבעל נותן ליורשיו ורב חסדא אמר ליתיה לבעל לא ואע\"פ שרש\"י פירש איתיה לבעל או ליורשין וכו' פשטא דלישנא לא משמע אלא ליתיה לבעל בלחוד וכיון דהלכה כרבה שאם חבל בה לאחר מיתת הבעל זכתה האשה בהם הוא הדין לשאר אשה דעלמא ואפי' אינה אשת גר ומשמע דטעמיה דרבה משום דכי היכי דאשכחן דקרא זכי לבעל דמי ולדות מדכתיב בעל האשה הכי אשכחן דזכי לה מדכתיב ויצאו ילדיה ולא כתיב ויצאו הילדים וע\"כ אית לן לאוקומי כשחבל בה אחר מיתת בעלה וטעמא דמסתבר הוא דבשלמא כשחבל בה בחיי הבעל זכה הבעל מיד בדמי ולדות אע\"פ שלא גבה וכשמת מוריש ליורשיו אבל כשחבל בה אחר מיתת הבעל בעל זה מוריש ליורשיו דבר שלא זכה בו הילכך על כרחך של אשה הם דקרינהו רחמנא ילדיה ולישנא דברייתא הכי דייק דקתני אין הבעל נותן ליורשיו אין האשה נותנת ליורשיה מאי אין האשה נותנת ליורשיה לא משכחת לה אלא כשחבל בה בחייה אף אין הבעל נותן ליורשיו ליתיה אלא כשחבל בה בחיי הבעל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "[שייך להלכה טו, טז]",
        "<b>החובל באשת איש וכו' והריפוי לבעלה. </b> הרא\"ש הקשה על דברי רבינו בזה ובמ\"ש ה\"ה נתיישב. ומ\"ש   ",
        "<b>הבעל שחבל באשתו וכו' ואין לבעל בהם פירות. </b> הרב רבינו ניסים תמה על זה והאריך בזה והטור כתב בטור אבן העזר בשם הגאונים שקנסו אותו שאינו אוכל פירות: "
      ],
      [
        "[שייך להלכה טו, טז]",
        "<b>החובל באשת איש וכו' והריפוי לבעלה. </b> הרא\"ש הקשה על דברי רבינו בזה ובמ\"ש ה\"ה נתיישב. ומ\"ש   ",
        "<b>הבעל שחבל באשתו וכו' ואין לבעל בהם פירות. </b> הרב רבינו ניסים תמה על זה והאריך בזה והטור כתב בטור אבן העזר בשם הגאונים שקנסו אותו שאינו אוכל פירות: "
      ]
    ],
    [],
    [
      [
        "<b>המזיק ממון חבירו חייב וכו'. </b> כתב ה\"ה והרב לא חילק ויש לתמוה על ה\"ה שהרי מדין היה עולה בסולם ונשמטה שליבה מתחתיו שכתב רבינו בסמוך משמע בהדיא שהוא פטור באונסים גמורים וכ\"כ שם ה\"ה עצמו לדעת רבינו: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>הזורק כלי של חבירו מראש הגג על גבי כרים וכסתות וכו'. </b> כתב הטור ואני תמה איך מיחייב הראשון דבהדיא אמרינן בגמ' בעידנא דשדא פסוקי מיפסק גיריה אלא ודאי הזורק פטור לעולם אם סילקו אחר ואם סילקו הוא לדעת רב אלפס חייב ולדעת ר\"י ז\"ל פטור וכן השיג עליו הראב\"ד עכ\"ל. וז\"ל הראב\"ד לא ראיתי שיבוש כזה והזורק לעולם פטור וכו' כדכתיבנא עכ\"ל. ואני אומר שיש לתמוה מה מקשה לו מההיא דבעידנא דשדא פסוקי מיפסק גיריה שרבינו סובר שהיא דלא כהלכתא וכמ\"ש הרי\"ף ופשט דבריו דלעולם הזורק חייב בין שקדם הוא וסילקן בין שסילקן אחר: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b>מי שנתפש על חבירו וכו' חוץ מן הנתפש מפני המס הקצוב על כל איש ואיש בכל שנה. </b> נראה שרמז למה שאמרו בהגוזל בתרא בר מתא אבר מתא מיעבט וה\"מ באבילא וכרגא דההיא שתא אבל שתא דחליף כיון דאיפייס מלכא חליף: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ספינה שחשבה להשבר וכו'.  </b> כתב ה\"ה כתב הר\"א אין כאן מלח וכו' וזהו תימה איך ידחה הרב דברי רבינו בלא טעם וראיה וכו' ועתה אפרש וכו'. כתב על זה נימוקי יוסף בפרק הגוזל בתרא אמר המחבר מפני שאין דעת המחבר כמו שהגיד המגיד תפסו הרב שמתוך דבריו ניכר שאינו מדבר באחד ידוע שטוען אותה יותר מדאי ואז חשבה להשבר דמה בין זה למעשה דחמרא ועוד שהוא מבואר שאין כן דעת המחבר שאמר והקל ממשאה שלא חילק בין משא של טוען ראשונה שאינו מכביד לטוען באחרונה שמכביד יותר מדאי אלא שהגורם הוא המשא שהיה כבר בה ואין אנו יודעים מי הגורם מן הסוחרים ובין שטענוה יחד או שהחזיקו בה קודם שתלך במים שלא היה ניכר עדיין ההיזק וכשהלכה עם המים חשבה להשבר דלא מצינו למימר לשום אחד שהוא הגורם וזה כטעם נחשול שבים שכיון שאין זה גורם יותר מזה מדוע נציל לאחד בממון חבירו אלא כל אחד בממונו בחלקים שוים ולא דמי למעשה דחמרא שהיה ידוע שהוא בא וטבע כרודף ממש ולפיכך לא טעם בה הרב שום טעם עכ\"ל. ואני אומר שמה שכתב שהוא מבואר שאינו כן דעת המחבר וכו' אינו קשה כלל שמאחר שבפרק י\"ב מהלכות גזילה כתב דין ספינה שעמד עליה נחשול וכאן כתב ספינה שחשבה להשבר מכובד המשוי ממילא משמע שצריך לפרש מ\"ש כאן כמו שכתב ה\"ה דמיירי בכעין עובדא דחמרא ועוד שכתוב סמוך לדין רודף כמו שהוא בגמרא: ",
        "<b>סליקו להו הלכות חובל ומזיק בס\"ד </b>"
      ]
    ]
  ]
};