const Robbery_and_Lost_Property = {
  "title": "Mishneh Torah, Robbery and Lost Property",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Robbery_and_Lost_Property",
  "text": [
    [
      "כָּל הַגּוֹזֵל אֶת חֲבֵרוֹ שְׁוֵה פְּרוּטָה עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(ויקרא יט יג)</small> \"לֹא תִגְזל\". אֵין לוֹקִין עַל לָאו זֶה שֶׁהֲרֵי הַכָּתוּב נִתְּקוֹ לַעֲשֵׂה שֶׁאִם גָּזַל חַיָּב לְהַחְזִיר שֶׁנֶּאֱמַר <small>(ויקרא ה כג)</small> \"וְהֵשִׁיב אֶת הַגְּזֵלָה אֲשֶׁר גָּזָל\" זוֹ מִצְוַת עֲשֵׂה. וַאֲפִלּוּ שָׂרַף הַגְּזֵלָה אֵינוֹ לוֹקֶה שֶׁהֲרֵי הוּא חַיָּב לְשַׁלֵּם דָּמֶיהָ וְכָל לָאו שֶׁנִּתָּן לְתַשְׁלוּמִין אֵין לוֹקִין עָלָיו:  ",
      "וְאָסוּר לִגְזל כָּל שֶׁהוּא דִּין תּוֹרָה אֲפִלּוּ עַכּוּ''ם אָסוּר לְגָזְלוֹ אוֹ לְעָשְׁקוֹ. וְאִם גְּזָלוֹ אוֹ עֲשָׁקוֹ יַחְזִיר:  ",
      "אֵי זֶהוּ גּוֹזֵל זֶה הַלּוֹקֵחַ מָמוֹן הָאָדָם בְּחָזְקָה כְּגוֹן שֶׁחָטַף מִיָּדוֹ מִטַּלְטְלִין אוֹ שֶׁנִּכְנַס לִרְשׁוּתוֹ שֶׁלֹּא בִּרְצוֹן הַבְּעָלִים וְנָטַל מִשָּׁם כֵּלִים. אוֹ שֶׁתָּקַף בְּעַבְדּוֹ וּבִבְהֶמְתּוֹ וְנִשְׁתַּמֵּשׁ בָּהֶן. אוֹ שֶׁיָּרַד לְתוֹךְ שָׂדֵהוּ וְאָכַל פֵּרוֹתֶיהָ וְכָל כַּיּוֹצֵא בָּזֶה הוּא גּוֹזֵל. כָּעִנְיָן שֶׁנֶּאֱמַר <small>(שמואל ב כג כא)</small> \"וַיִּגְזל אֶת הַחֲנִית מִיַּד הַמִּצְרִי\":  ",
      "אֵי זֶהוּ עוֹשֵׁק זֶה שֶׁבָּא מָמוֹן חֲבֵרוֹ לְתוֹךְ יָדוֹ בִּרְצוֹן הַבְּעָלִים וְכֵיוָן שֶׁתְּבָעוּהוּ כָּבַשׁ הַמָּמוֹן אֶצְלוֹ בְּחָזְקָה וְלֹא הֶחֱזִירוֹ. כְּגוֹן שֶׁהָיָה לוֹ בְּיַד חֲבֵרוֹ הַלְוָאָה אוֹ שְׂכִירוּת וְהוּא תּוֹבְעוֹ וְאֵינוֹ יָכוֹל לְהוֹצִיא מִמֶּנּוּ מִפְּנֵי שֶׁהוּא אַלָּם וְקָשֶׁה. וְעַל זֶה נֶאֱמַר <small>(ויקרא יט יג)</small> \"לֹא תַעֲשֹׁק אֶת רֵעֲךָ\":  ",
      "כָּל הַגּוֹזֵל חַיָּב לְהַחְזִיר הַגְּזֵלָה עַצְמָהּ שֶׁנֶּאֱמַר <small>(ויקרא ה כג)</small> \"וְהֵשִׁיב אֶת הַגְּזֵלָה אֲשֶׁר גָּזָל\". וְאִם אָבְדָה אוֹ נִשְׁתַּנֵּית מְשַׁלֵּם דָּמֶיהָ. בֵּין שֶׁהוֹדָה מִפִּי עַצְמוֹ בֵּין שֶׁבָּאוּ עָלָיו עֵדִים שֶׁגָּזַל הֲרֵי זֶה חַיָּב לְשַׁלֵּם הַקֶּרֶן בִּלְבַד. אֲפִלּוּ גָּזַל קוֹרָה וּבְנָאָהּ בַּבִּירָה הוֹאִיל וְלֹא נִשְׁתַּנֵּית דִּין תּוֹרָה הוּא שֶׁיַּהֲרֹס אֶת כָּל הַבִּנְיָן וְיַחְזִיר קוֹרָה לִבְעָלֶיהָ. אֲבָל תִּקְּנוּ חֲכָמִים מִפְּנֵי תַּקָּנַת הַשָּׁבִים שֶׁיִּהְיֶה נוֹתֵן אֶת דָּמֶיהָ וְלֹא יַפְסִיד הַבִּנְיָן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. אֲפִלּוּ גָּזַל קוֹרָה וַעֲשָׂאָהּ בְּסֻכַּת הֶחָג וּבָא בַּעַל הַקּוֹרָה לְתָבְעָהּ בְּתוֹךְ הֶחָג נוֹתֵן לוֹ אֶת דָּמֶיהָ. אֲבָל אַחַר הֶחָג הוֹאִיל וְלֹא נִשְׁתַּנֵּית וְלֹא בְּנָאָהּ בְּטִיט מַחְזִיר אֶת הַקּוֹרָה עַצְמָהּ:  ",
      "הַגּוֹזֵל פָּחוֹת מִשְּׁוֵה פְּרוּטָה אַף עַל פִּי שֶׁעָבַר אֵינוֹ בְּתוֹרַת הֲשָׁבַת גְּזֵלָה. גָּזַל שָׁלֹשׁ אֲגֻדּוֹת שָׁווֹת שָׁלֹשׁ פְּרוּטוֹת וְהֻזְּלוּ וַהֲרֵי שְׁלָשְׁתָּן שָׁווֹת שְׁתֵּי פְּרוּטוֹת וְהֶחְזִיר לוֹ שְׁתַּיִם חַיָּב לְהַחְזִיר הַשְּׁלִישִׁית הוֹאִיל וּבַתְּחִלָּה הָיְתָה שָׁוָה פְּרוּטָה. גָּזַל שְׁתַּיִם שְׁווֹת פְּרוּטָה וְהֶחְזִיר אַחַת גְּזֵלָה אֵין כָּאן מִצְוַת הֲשָׁבַת גְּזֵלָה אֵין כָּאן:  ",
      "הַגּוֹזֵל אֶת חֲבֵרוֹ בַּיִּשּׁוּב וְהֶחְזִיר לוֹ גְּזֵלָתוֹ בַּמִּדְבָּר הָרְשׁוּת בְּיַד הַנִּגְזָל אִם רָצָה נוֹטֵל וְאִם לָאו אוֹמֵר לוֹ אֵינִי נוֹטֵל אֶלָּא בַּיִּשּׁוּב שֶׁמָּא תֵּאָנֵס מִמֶּנִּי כָּאן. וַהֲרֵי הִיא בִּרְשׁוּת הַגַּזְלָן וּבְאַחֲרָיוּתוֹ עַד שֶׁיַּחֲזִירֶנָּהּ לוֹ בַּיִּשּׁוּב. וְכֵן בִּדְמֵי הַגְּזֵלָה:  ",
      "הַגּוֹזֵל אֶת חֲבֵרוֹ וְהִבְלִיעַ לוֹ בְּחֶשְׁבּוֹן יָצָא. וְאִם הֶחְזִיר לְכִיסוֹ שֶׁיֵּשׁ בּוֹ מָעוֹת יָצָא שֶׁאָדָם עָשׂוּי לְמַשְׁמֵשׁ בְּכִיסוֹ בְּכָל שָׁעָה וַהֲרֵי מָנָה הַמָּעוֹת שֶׁהֶחְזִיר לוֹ בִּכְלַל מְעוֹתָיו וּמִנְיַן שֶׁלֹּא מִדַּעַת פּוֹטֵר. וְאִם הֶחְזִיר לְכִיס שֶׁאֵין בּוֹ כְּלוּם לֹא יָצָא וְחַיָּב בְּאַחֲרָיוּת הַגְּזֵלָה עַד שֶׁיּוֹדִיעוֹ שֶׁהֶחְזִיר לְכִיס פְּלוֹנִי:  ",
      "כָּל הַחוֹמֵד עַבְדּוֹ אוֹ אֲמָתוֹ אוֹ בֵּיתוֹ וְכֵלָיו שֶׁל חֲבֵרוֹ אוֹ דָּבָר שֶׁאֶפְשָׁר לוֹ שֶׁיִּקְנֵהוּ מִמֶּנּוּ וְהִכְבִּיר עָלָיו בְּרֵעִים וְהִפְצִיר בּוֹ עַד שֶׁלְּקָחוֹ מִמֶּנּוּ אַף עַל פִּי שֶׁנָּתַן לוֹ דָּמִים רַבִּים הֲרֵי זֶה עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(שמות כ יד)</small> <small>(דברים ה יח)</small> \"לֹא תַחְמֹד\". וְאֵין לוֹקִין עַל לָאו זֶה מִפְּנֵי שֶׁאֵין בּוֹ מַעֲשֶׂה. וְאֵינוֹ עוֹבֵר בְּלָאו זֶה עַד שֶׁיִּקַּח הַחֵפֶץ שֶׁחָמַד. כָּעִנְיָן שֶׁנֶּאֱמַר <small>(דברים ז כה)</small> \"לֹא תַחְמֹד כֶּסֶף וְזָהָב עֲלֵיהֶם וְלָקַחְתָּ לָךְ\". חִמּוּד שֶׁיֵּשׁ בּוֹ מַעֲשֶׂה:  ",
      "כָּל הַמִּתְאַוֶּה בֵּיתוֹ אוֹ אִשְׁתּוֹ וְכֵלָיו שֶׁל חֲבֵרוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן מִשְּׁאָר דְּבָרִים שֶׁאֶפְשָׁר לוֹ לִקְנוֹתָן מִמֶּנּוּ. כֵּיוָן שֶׁחָשַׁב בְּלִבּוֹ הֵיאַךְ יִקְנֶה דָּבָר זֶה וְנִפְתָּה בְּלִבּוֹ בַּדָּבָר עָבַר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים ה יח)</small> \"לֹא תִתְאַוֶּה\" וְאֵין תַּאֲוָה אֶלָּא בַּלֵּב בִּלְבַד:  ",
      "הַתַּאֲוָה מְבִיאָה לִידֵי חִמּוּד וְהַחִמּוּד מֵבִיא לִידֵי גֵּזֶל. שֶׁאִם לֹא רָצוּ הַבְּעָלִים לִמְכֹּר אַף עַל פִּי שֶׁהִרְבָּה לָהֶם בְּדָמִים וְהִפְצִיר בְּרֵעִים יָבוֹא לִידֵי גֵּזֶל שֶׁנֶּאֱמַר <small>(מיכה ב ב)</small> \"וְחָמְדוּ בָּתִּים וְגָזָלוּ\". וְאִם עָמְדוּ הַבְּעָלִים בְּפָנָיו לְהַצִּיל מָמוֹנָם אוֹ מְנָעוּהוּ מִלִּגְזל יָבוֹא לִידֵי שְׁפִיכוּת דָּמִים. צֵא וּלְמַד מִמַּעֲשֵׂה אַחְאָב וְנָבוֹת:  ",
      "הָא לָמַדְתָּ שֶׁהַמִּתְאַוֶּה עוֹבֵר בְּלָאו אֶחָד וְהַקּוֹנֶה דָּבָר שֶׁהִתְאַוָּה בְּהֶפְצֵר שֶׁהִפְצִיר בַּבְּעָלִים אוֹ בְּבַקָּשָׁה מֵהֶן עוֹבֵר בִּשְׁנֵי לָאוִין. לְכָךְ נֶאֱמַר <small>(שמות כ יד)</small> <small>(דברים ה יח)</small> \"לֹא תַחְמֹד\" וְ<small>(דברים ה יח)</small> \"לֹא תִתְאַוֶּה\". וְאִם גָּזַל עָבַר בִּשְׁלֹשָׁה לָאוִין:  ",
      "כָּל הַגּוֹזֵל אֶת חֲבֵרוֹ שְׁוֵה פְּרוּטָה כְּאִלּוּ נוֹטֵל נִשְׁמָתוֹ מִמֶּנּוּ שֶׁנֶּאֱמַר <small>(משלי א יט)</small> \"כֵּן אָרְחוֹת כָּל בֹּצֵעַ בָּצַע אֶת נֶפֶשׁ\" וְגוֹ'. וְאַף עַל פִּי כֵן אִם לֹא הָיְתָה הַגְּזֵלָה קַיֶּמֶת וְרָצָה הַגַּזְלָן לַעֲשׂוֹת תְּשׁוּבָה וּבָא מֵאֵלָיו וְהֶחְזִיר דְּמֵי הַגְּזֵלָה. תַּקָּנַת חֲכָמִים הִיא שֶׁאֵין מְקַבְּלִין מִמֶּנּוּ אֶלָּא עוֹזְרִין אוֹתוֹ וּמוֹחֲלִין לוֹ כְּדֵי לְקָרֵב הַדֶּרֶךְ הַיְשָׁרָה עַל הַשָּׁבִים. וְכָל הַמְקַבֵּל מִמֶּנּוּ דְּמֵי הַגְּזֵלָה אֵין רוּחַ חֲכָמִים נוֹחָה הֵימֶנּוּ:  "
    ],
    [
      "הַגְּזֵלָה שֶׁלֹּא נִשְׁתַּנֵּית אֶלָּא הֲרֵי הִיא כְּמוֹ שֶׁהָיְתָה אַף עַל פִּי שֶׁנִּתְיָאֲשׁוּ הַבְּעָלִים מִמֶּנָּה וְאַף עַל פִּי שֶׁמֵּת הַגַּזְלָן וַהֲרֵי הִיא בְּיַד בָּנָיו הֲרֵי זוֹ חוֹזֶרֶת לִבְעָלֶיהָ בְּעַצְמָהּ. וְאִם נִשְׁתַּנֵּית בְּיַד הַגַּזְלָן אַף עַל פִּי שֶׁעֲדַיִן לֹא נִתְיָאֲשׁוּ הַבְּעָלִים מִמֶּנָּה קְנָאָהּ בְּשִׁנּוּי וּמְשַׁלֵּם דָּמֶיהָ כִּשְׁעַת הַגְּזֵלָה:  ",
      "וְדִין זֶה דִּין תּוֹרָה הוּא שֶׁנֶּאֱמַר <small>(ויקרא ה כג)</small> \"וְהֵשִׁיב אֶת הַגְּזֵלָה אֲשֶׁר גָּזָל\". מִפִּי הַשְּׁמוּעָה לָמְדוּ אִם הִיא כְּשֶׁגְּזָלָהּ מְשַׁלֵּם אוֹתָהּ וְאִם נִשְׁתַּנֵּית בְּיָדוֹ מְשַׁלֵּם דָּמֶיהָ. נִתְיָאֲשׁוּ הַבְּעָלִים מִמֶּנָּה וְלֹא נִשְׁתַּנֵּית קָנָה הַגַּזְלָן כָּל הַשֶּׁבַח שֶׁהִשְׁבִּיחָה אַחַר יֵאוּשׁ וְאֵינוֹ מְשַׁלֵּם אֶלָּא כִּשְׁעַת הַגְּזֵלָה. וְדָבָר זֶה מִדִּבְרֵיהֶם מִפְּנֵי תַּקָּנַת הַשָּׁבִים. וּכְשֶׁמַּחְזִיר לוֹ הַגְּזֵלָה שָׁמִין לוֹ הַשֶּׁבַח וְנוֹטֵל מִן הַנִּגְזָל:  ",
      "מְכָרָהּ הַגַּזְלָן אוֹ נְתָנָהּ בְּמַתָּנָה אַף עַל פִּי שֶׁלֹּא נִשְׁתַּנֵּית הַגְּזֵלָה אֵינָהּ חוֹזֶרֶת בְּעַצְמָהּ מִיַּד הַלּוֹקֵחַ הוֹאִיל וְנִתְיָאֲשׁוּ הַבְּעָלִים בֵּין לִפְנֵי מְכִירָה וּנְתִינָה בֵּין לְאַחַר מְכִירָה וּנְתִינָה קְנָאָהּ הַלּוֹקֵחַ בְּיֵאוּשׁ וְשִׁנּוּי רְשׁוּת:  ",
      "הַגּוֹזֵל וְהִשְׁבִּיחַ וּמָכַר אוֹ הוֹרִישׁ לִפְנֵי יֵאוּשׁ מַה שֶּׁהִשְׁבִּיחַ הוֹרִישׁ וּמַה שֶּׁהִשְׁבִּיחַ מָכַר וְקָנָה לוֹקֵחַ אוֹ יוֹרֵשׁ אֶת הַשֶּׁבַח. וְנוֹטֵל דְּמֵי הַשֶּׁבַח מִן הַנִּגְזָל וּמַחֲזִיר לוֹ הַגְּזֵלָה. וְחוֹזֵר הַנִּגְזָל וְנוֹטֵל דְּמֵי הַשֶּׁבַח מִן הַגַּזְלָן שֶׁהֲרֵי לֹא נִתְיָאֵשׁ. וְכֵן אִם הִשְׁבִּיחַ הַלּוֹקֵחַ אוֹ הַיּוֹרֵשׁ נוֹטֵל הַשֶּׁבַח מִן הַנִּגְזָל:  ",
      "מָכַר הַגַּזְלָן לְעַכּוּ''ם אַף עַל פִּי שֶׁהִשְׁבִּיחַ הָעַכּוּ''ם חוֹזֶרֶת לִבְעָלֶיהָ. מְכָרָהּ הָעַכּוּ''ם לְיִשְׂרָאֵל אַחַר שֶׁהִשְׁבִּיחַ הוֹאִיל וְהַגַּזְלָן יִשְׂרָאֵל וְזֶה שֶׁהִיא בְּיָדוֹ יִשְׂרָאֵל קָנָה הַשֶּׁבַח. וְאִם תָּפַשׂ הַנִּגְזָל אֵין מוֹצִיאִין מִיָּדוֹ:  ",
      "כְּבָר בֵּאַרְנוּ שֶׁהַגְּזֵלָה שֶׁהִשְׁבִּיחָה אַחַר יֵאוּשׁ אוֹ אַחַר שֶׁנִּשְׁתַּנֵּית הַשֶּׁבַח לַגַּזְלָן מִפְּנֵי תַּקָּנַת הַשָּׁבִים אַף עַל פִּי שֶׁהִשְׁבִּיחָה מֵאֵלֶיהָ. כֵּיצַד. גָּזַל פָּרָה וְנִתְעַבְּרָה אֶצְלוֹ בֵּין שֶׁיָּלְדָה קֹדֶם שֶׁתְּבָעוֹ בְּדִין בֵּין שֶׁעֲדַיִן לֹא יָלְדָה. גָּזַל רָחֵל וְנִטְעֲנָה אֶצְלוֹ בֵּין שֶׁגְּזָזָהּ קֹדֶם שֶׁתְּבָעוֹ בַּדִּין בֵּין שֶׁעֲדַיִן לֹא גְּזָזָהּ. הוֹאִיל וְנִתְיָאֲשׁוּ הַבְּעָלִים מְשַׁלֵּם כִּשְׁעַת הַגְּזֵלָה. וְאִם יָלְדָה וּגְזָזָהּ הַגִּזּוֹת וְהַוְּלָדוֹת שֶׁל גַּזְלָן. וְאִם עֲדַיִן לֹא יָלְדָה וְלֹא גְּזָזָהּ שָׁמִין לוֹ וְנוֹטֵל הַשֶּׁבַח מִן הַנִּגְזָל וּמַחֲזִיר הַבְּהֵמָה עַצְמָהּ:  ",
      "גָּזַל פָּרָה מְעֻבֶּרֶת וְנִתְיָאֲשׁוּ הַבְּעָלִים וְאַחַר כָּךְ יָלְדָה. רָחֵל טְעוּנָה וְנִתְיָאֲשׁוּ הַבְּעָלִים וְאַחַר כָּךְ גְּזָזָהּ. מְשַׁלֵּם דְּמֵי פָּרָה הָעוֹמֶדֶת לֵילֵד וּדְמֵי רָחֵל הָעוֹמֶדֶת לִגָּזֵז. וְאִם לִפְנֵי יֵאוּשׁ אוֹ קֹדֶם שֶׁנִּשְׁתַּנָּה יָלְדָה אוֹ גְּזָזָהּ הֲרֵי הַגִּזּוֹת וְהַוְּלָדוֹת שֶׁל בְּעָלִים. וְאַף עַל פִּי שֶׁנִּתְעַבְּרָה אוֹ נִטְעֲנָה בְּיַד הַגַּזְלָן הוֹאִיל וְלֹא נִתְיָאֲשׁוּ הַבְּעָלִים וְלֹא נִשְׁתַּנֵּית הַגְּזֵלָה. בִּרְשׁוּת בְּעָלֶיהָ הִיא עֲדַיִן אַף עַל פִּי שֶׁהַגַּזְלָן חַיָּב בָּאֳנָסֶיהָ:  ",
      "גָּנַב אוֹ גָּזַל וְהִקְדִּישׁ וְטָבַח אַחַר שֶׁנִּתְיָאֲשׁוּ הַבְּעָלִים הֲרֵי הִיא בִּרְשׁוּת הַגַּזְלָן מִשָּׁעָה שֶׁהִקְדִּישָׁהּ בִּלְבַד כְּדֵי שֶׁלֹּא יְהֵא חוֹטֵא נִשְׂכָּר. וְכָל וַלְדוֹתֶיהָ וְגִזּוֹתֶיהָ מִשְּׁעַת גְּנֵבָה עַד שְׁעַת הֶקְדֵּשׁ שֶׁל בְּעָלִים:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁבַח הַבָּא מֵאֵלָיו כְּגוֹן גִּזּוֹת וּוְלָדוֹת. אֲבָל אִם הָיְתָה כְּחוּשָׁה וּפִטְּמָהּ אֲפִלּוּ לִפְנֵי יֵאוּשׁ נוֹטֵל מִן הַנִּגְזָל שְׁבַח הַפִּטּוּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה מִשֶּׁבַח שֶׁיֵּשׁ בּוֹ הוֹצָאָה:  ",
      "שִׁנּוּי הַחוֹזֵר לִבְרִיָּתוֹ אֵינוֹ שִׁנּוּי. כֵּיצַד. הַגּוֹזֵל עֵצִים וְדִבְּקָן בְּמַסְמְרִים וְעָשָׂה מֵהֶן תֵּבָה אֵינוֹ שִׁנּוּי שֶׁהֲרֵי אֶפְשָׁר לְפָרְקָן וְחוֹזְרִין לוּחוֹת כְּשֶׁהָיוּ:  ",
      "גָּזַל עָפָר וַעֲשָׂאָהוּ לְבֵנָה לֹא קָנָה שֶׁאִם יָדֹק הַלְּבֵנָה תַּחְזֹר עָפָר כְּשֶׁהָיְתָה. גָּזַל לָשׁוֹן שֶׁל מַתֶּכֶת וַעֲשָׂאָהוּ מַטְבֵּעַ לֹא קָנָה שֶׁאִם יַתִּיךְ הַמַּטְבֵּעַ יַחְזֹר לָשׁוֹן כְּשֶׁהָיְתָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "אֲבָל הַגּוֹזֵל עֵצִים וּשְׂרָפָן וְקִצְּצָן אוֹ חָקַק בָּהֶן וַעֲשָׂאָן כֵּלִים. אוֹ שֶׁגָּזַל צֶמֶר וּצְבָעוֹ אוֹ נִפְּצוֹ וְלִבְּנוֹ. אוֹ שֶׁגָּזַל טָווּי וְעָשָׂהוּ בֶּגֶד. אוֹ שֶׁגָּזַל לְבֵנָה וַעֲשָׂאָהּ עָפָר אוֹ אֲבָנִים וְסִתְּתָן אוֹ מָעוֹת וְהִתִּיכָן. הֲרֵי זֶה שִׁנּוּי בְּיָדוֹ שֶׁאִם יַעֲשֵׂם מָעוֹת אֲחֵרוֹת פָּנִים חֲדָשׁוֹת הֵן. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן:  ",
      "הַגּוֹזֵל מָעוֹת יְשָׁנוֹת וְשָׁפָן וְחִדְּשָׁן לֹא קָנָה שֶׁהֲרֵי מִתְיַשְּׁנִין וְחוֹזְרִין כְּשֶׁהָיוּ. גָּזַל מָעוֹת חֲדָשִׁים וְיִשְּׁנָם קָנָה שֶׁאִם יְחַדְּשֵׁם פָּנִים חֲדָשׁוֹת הֵן. גָּזַל דֶּקֶל מְחֻבָּר וְקִצְּצוֹ לֹא קָנָה וַאֲפִלּוּ כְּרָתוֹ חֻלְיוֹת חֻלְיוֹת. עָשָׂהוּ קוֹרוֹת קָנָה:  ",
      "גָּזַל קוֹרוֹת גְּדוֹלוֹת וַעֲשָׂאָן קְטַנּוֹת לֹא קָנָה. עֲשָׂאָן לוּחוֹת עַד שֶׁנִּשְׁתַּנָּה שְׁמָם קָנָה. גָּזַל לוּלָב וְהִפְרִיד עָלָיו קָנָה הֶעָלִים. גָּזַל עָלִים וַעֲשָׂאָן חֻפִּיָיה קָנָה. גָּזַל טָלֶה וְנַעֲשָׂה אַיִל עֵגֶל וְנַעֲשָׂה שׁוֹר הֲרֵי זֶה שִׁנּוּי בְּיָדוֹ וְקָנָהוּ וּמְשַׁלֵּם כִּשְׁעַת הַגְּזֵלָה. וְאַף עַל פִּי שֶׁלֹּא נִתְיָאֲשׁוּ הַבְּעָלִים:  ",
      "גָּזַל כְּלִי וּשְׁבָרוֹ אֵין שָׁמִין לוֹ הַפְּחָת אֶלָּא מְשַׁלֵּם דָּמָיו וְהַכְּלִי הַשָּׁבוּר שֶׁל גַּזְלָן. וְאִם רָצוּ הַבְּעָלִים לִטּל הַכְּלִי הַשָּׁבוּר נוֹטְלִין וּמְשַׁלֵּם הַפְּחָת. שֶׁזּוֹ תַּקָּנָה הִיא לַבְּעָלִים וְאִם לֹא רָצוּ הָרְשׁוּת בְּיָדָן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "גְּזֵלָה שֶׁלֹּא נִשְׁתַּנֵּית וְהוּקְרָה אַף עַל פִּי שֶׁנִּתְיָאֲשׁוּ הַבְּעָלִים מִמֶּנָּה הֲרֵי זוֹ חוֹזֶרֶת לַבְּעָלִים וְאֵין לַגַּזְלָן בָּהּ כְּלוּם. שֶׁלֹּא תִּקְּנוּ לַגַּזְלָן אֶת הַשֶּׁבַח אַחַר יֵאוּשׁ אֶלָּא כְּגוֹן גִּזּוֹת וּוְלָדוֹת. אֲבָל שֶׁבַח הַיֹּקֶר אִם הָיְתָה הַגְּזֵלָה חוֹזֶרֶת בְּעֵינֶיהָ אֵינוֹ זוֹכֶה בָּהּ:  "
    ],
    [
      "הַגּוֹזֵל חָבִית שֶׁל יַיִן מֵחֲבֵרוֹ וַהֲרֵי הִיא שָׁוָה דִּינָר בִּשְׁעַת הַגְּזֵלָה וְהוּקְרָה אֶצְלוֹ וְעָמְדָה בְּאַרְבָּעָה. אִם שָׁבַר הֶחָבִית אוֹ שָׁתָה אוֹתָהּ אוֹ מְכָרָהּ אוֹ נְתָנָהּ בְּמַתָּנָה אַחַר שֶׁהוּקְרָה מְשַׁלֵּם אַרְבָּעָה כִּשְׁעַת הוֹצָאָה מִן הָעוֹלָם שֶׁאִלּוּ הִנִּיחָהּ הָיְתָה חוֹזֶרֶת בְּעַצְמָהּ. נִשְׁבְּרָה מֵאֵלֶיהָ אוֹ אָבְדָה מְשַׁלֵּם דִּינָר כִּשְׁעַת הַגְּזֵלָה: \n",
      "הָיְתָה שָׁוָה בִּשְׁעַת הַגְּזֵלָה אַרְבָּעָה וּבִשְׁעַת הוֹצָאָה מִן הָעוֹלָם דִּינָר. מְשַׁלֵּם אַרְבָּעָה כִּשְׁעַת הַגְּזֵלָה. בֵּין שֶׁשְּׁבָרָהּ אוֹ שְׁתָאָהּ בֵּין שֶׁנִּשְׁבְּרָה אוֹ אָבְדָה מֵאֵלֶיהָ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַגּוֹזֵל חֹתֶל שֶׁיֵּשׁ בּוֹ חֲמִשִּׁים תְּמָרִים וּכְשֶׁיִּמְכֹּר הַחֹתֶל כֻּלּוֹ כְּאַחַת יִמְכֹּר בְּתִשְׁעָה וּכְשֶׁיִּמְכֹּר אַחַת אַחַת יִמְכֹּר בַּעֲשָׂרָה. אֵינוֹ מְשַׁלֵּם אֶלָּא תִּשְׁעָה. וְאֵין הַנִּגְזָל יָכוֹל לוֹמַר לוֹ אֲנִי אַחַת אַחַת הָיִיתִי מוֹכֵר. וְכֵן הַדִּין בְּמַזִּיק. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה בְּנִכְסֵי הֶדְיוֹט. אֲבָל בְּהֶקְדֵּשׁ אֵינוֹ כֵּן אֶלָּא מְשַׁלֵּם עֲשָׂרָה: \n",
      "גָּזַל בְּהֵמָה וְהִזְקִינָה אוֹ כָּחֲשָׁה כַּחַשׁ שֶׁאֵינוֹ יָכוֹל לַחְזֹר כְּגוֹן חֳלָאִים שֶׁאֵין לָהֶם רְפוּאַת תְּעָלָה. אוֹ שֶׁגָּזַל מַטְבֵּעַ וְנִסְדַּק אוֹ פְּסָלוֹ הַמֶּלֶךְ. אוֹ שֶׁגָּזַל פֵּרוֹת וְהִרְקִיבוּ כֻּלָּן. אוֹ שֶׁגָּזַל יַיִן וְהֶחְמִיץ. הֲרֵי זֶה כְּמִי שֶׁגָּזַל כְּלִי וּשְׁבָרוֹ וּמְשַׁלֵּם כִּשְׁעַת הַגְּזֵלָה. אֲבָל אִם גָּזַל בְּהֵמוֹת וְכָחֲשׁוּ כַּחַשׁ שֶׁאֶפְשָׁר לַחְזֹר. אוֹ שֶׁגָּזַל עֲבָדִים וְהִזְקִינוּ. אוֹ שֶׁגָּזַל מַטְבֵּעַ וְנִפְסַל בִּמְדִינָה זוֹ וַהֲרֵי הִיא יוֹצֵא בִּמְדִינָה אַחֶרֶת. אוֹ שֶׁגָּזַל פֵּרוֹת וְהִרְקִיבוּ מִקְצָתָם. אוֹ תְּרוּמָה וְנִטְמֵאת. אוֹ שֶׁגָּזַל חָמֵץ וְעָבַר עָלָיו הַפֶּסַח. אוֹ בְּהֵמָה וְנֶעֶבְדָה בָּהּ עֲבֵרָה. אוֹ נִפְסְלָה מִלִּקָּרֵב. אוֹ שֶׁהָיְתָה יוֹצְאָה לְהִסָּקֵל. אוֹמֵר לוֹ הֲרֵי שֶׁלְּךָ לְפָנֶיךָ וּמַחֲזִיר אוֹתָהּ בְּעַצְמָהּ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהֶחֱזִיר הַגְּזֵלָה. אֲבָל אִם נִשְׂרְפָה הַגְּזֵלָה אוֹ אָבְדָה אַחַר שֶׁנֶּאֶסְרָה בַּהֲנָאָה חַיָּב לְהַחְזִיר לוֹ דָּמֶיהָ כִּשְׁעַת הַגְּזֵלָה. לְפִיכָךְ אִם כָּפַר בּוֹ אַחַר שֶׁנֶּאֶסְרָה בַּהֲנָאָה וְנִשְׁבַּע חַיָּב לְשַׁלֵּם קֶרֶן וְחֹמֶשׁ וְאָשָׁם: \n",
      "הַגּוֹזֵל בְּהֵמָה וְנָשָׂא עָלֶיהָ מַשָּׂא אוֹ רָכַב עָלֶיהָ אוֹ חָרַשׁ אוֹ דָּשׁ בָּהּ וְכַיּוֹצֵא בָּזֶה וְהֶחְזִיר לִבְעָלֶיהָ אַף עַל פִּי שֶׁעָבַר בְּלֹא תַּעֲשֶׂה אֵינוֹ חַיָּב לְשַׁלֵּם כְּלוּם שֶׁהֲרֵי לֹא הִפְסִידָהּ וְלֹא הִכְחִישָׁהּ. וְאִם הֻחְזַק אָדָם זֶה לִגְזל אוֹ לַעֲשֹׁק אוֹ לַעֲשׂוֹת מַעֲשִׂים אֵלּוּ פַּעַם אַחַר פַּעַם קוֹנְסִין אוֹתוֹ וַאֲפִלּוּ בְּחוּצָה לָאָרֶץ. וְשָׁמִין הַשָּׂכָר אוֹ הַשֶּׁבַח שֶׁהִשְׁבִּיחַ בַּבְּהֵמָה וּמְשַׁלֵּם לַנִּגְזָל: \n",
      "הַתּוֹקֵף עַבְדּוֹ שֶׁל חֲבֵרוֹ וְעָשָׂה בּוֹ מְלָאכָה וְלֹא בִּטְּלוֹ מִמְּלָאכָה אַחֶרֶת פָּטוּר שֶׁנּוֹחַ לוֹ לָאָדָם שֶׁלֹּא יִבָּטֵל עַבְדּוֹ. וְאִם בִּטְּלוֹ מִמְּלָאכָה אַחֶרֶת מְשַׁלֵּם לוֹ כְּפוֹעֵל: \n",
      "הַתּוֹקֵף סְפִינָתוֹ שֶׁל חֲבֵרוֹ וְעָשָׂה בָּהּ מְלָאכָה אִם אֵינָהּ עֲשׂוּיָה לְשָׂכָר שָׁמִין כַּמָּה פָּחֲתָה וּמְשַׁלֵּם. וְאִם הִיא עֲשׂוּיָה לְשָׂכָר אִם יָרַד לָהּ בְּתוֹרַת שְׂכִירוּת הוֹאִיל וְיָרַד שֶׁלֹּא בִּרְשׁוּת אִם רָצָה הַבַּעַל לִטּל שְׂכָרָהּ נוֹטֵל רָצָה לִטּל פְּחָתָהּ נוֹטֵל. וְאִם יָרַד לָהּ בְּתוֹרַת גֵּזֶל נוֹתֵן הַפְּחָת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַדָּר בַּחֲצַר חֲבֵרוֹ שֶׁלֹּא מִדַּעְתּוֹ. אִם אוֹתָהּ חָצֵר אֵינָהּ עֲשׂוּיָה לְשָׂכָר אֵינוֹ צָרִיךְ לְהַעֲלוֹת לוֹ שָׂכָר. אַף עַל פִּי שֶׁדֶּרֶךְ זֶה הַדָּר לִשְׂכֹּר מָקוֹם לְעַצְמוֹ. שֶׁזֶּה נֶהֱנֶה וְזֶה אֵינוֹ חָסֵר. וְאִם הֶחָצֵר עֲשׂוּיָה לְשָׂכָר אַף עַל פִּי שֶׁאֵין דֶּרֶךְ זֶה לִשְׂכֹּר צָרִיךְ לְהַעֲלוֹת לוֹ שָׂכָר שֶׁהֲרֵי חִסְּרוֹ מָמוֹן: \n",
      "מִי שֶׁהָיָה לוֹ צֶמֶר וְסַמָּנִים שְׁרוּיִין וּבָא אֶחָד וְצָבַע הַצֶּמֶר בַּסַּמָּנִין שֶׁלֹּא מִדַּעַת חֲבֵרוֹ. מְשַׁלֵּם לוֹ דְּמֵי מַה שֶּׁהִפְסִיד בַּצֶּמֶר וְאֵינוֹ מְחַשֵּׁב לוֹ שֶׁבַח סַמָּנִין שֶׁעַל גַּבֵּי הַצֶּמֶר. וְאִם תָּפַשׂ הַנִּזָּק דְּמֵי מַה שֶּׁחָסְרוּ מִן הַסַּמָּנִין אֵין מוֹצִיאִין מִיָּדוֹ: \n",
      "הַשּׁוֹלֵחַ יָד בְּפִקָּדוֹן בֵּין שֶׁשָּׁלַח יָד בְּעַצְמוֹ אוֹ עַל יַד בְּנוֹ וְעַבְדּוֹ וּשְׁלוּחוֹ הֲרֵי זֶה גַּזְלָן וְנִתְחַיֵּב בְּאֳנָסָיו. וְנַעֲשֵׂית הַגְּזֵלָה בִּרְשׁוּתוֹ כְּדִין כָּל הַגַּזְלָנִים. חָשַׁב לִשְׁלֹחַ יָד בְּפִקָּדוֹן אֵינוֹ חַיָּב בְּאַחֲרָיוּתוֹ עַד שֶׁיִּשְׁלַח יָד. וּמִשֶּׁשָׁלַח יָד נִתְחַיֵּב בּוֹ. אַף עַל פִּי שֶׁלֹּא חָסַר מִמֶּנּוּ כְּלוּם אֶלָּא נָטַל הַפִּקָּדוֹן מִמָּקוֹם לְמָקוֹם בִּרְשׁוּתוֹ כְּדֵי לִשְׁלֹחַ בּוֹ יָד הֲרֵי זֶה חַיָּב שֶׁשְּׁלִיחוּת יָד אֵינָהּ צְרִיכָה חִסָּרוֹן: \n",
      "הִגְבִּיהַּ אֶת הֶחָבִית לִטּל מִמֶּנָּה רְבִיעִית נִתְחַיֵּב בָּאֳנָסֶיהָ אַף עַל פִּי שֶׁלֹּא נָטַל. אֲבָל אִם הִגְבִּיהַּ אֶת הַכִּיס לִטּל מִמֶּנּוּ דִּינָר וְכַיּוֹצֵא בַּכִּיס מִדְּבָרִים שֶׁאֵינָן גּוּף אֶחָד הֲרֵי זֶה סָפֵק אִם נִתְחַיֵּב בְּכָל הַכִּיס אוֹ לֹא נִתְחַיֵּב אֶלָּא בְּדִינָר בִּלְבַד: \n",
      "הָיוּ פֵּרוֹת מֻפְקָדִין אֶצְלוֹ וְנָטַל מִקְצָתָן אֵינוֹ חַיָּב אֶלָּא בְּאַחֲרָיוּת הַפֵּרוֹת שֶׁנָּטַל וּשְׁאָר הַפִּקָּדוֹן הַמֻּנָּח בִּמְקוֹמוֹ בִּרְשׁוּת בְּעָלָיו הוּא. וְאִם נִפְסַד הַשְּׁאָר מֵחֲמַת זֶה שֶׁנָּטַל חַיָּב בַּכּל. כֵּיצַד. הִטָּה אֶת הֶחָבִית בִּמְקוֹמָהּ וְנָטַל מִמֶּנָּה רְבִיעִית אוֹ יֶתֶר אִם נִשְׁבְּרָה אַחַר שֶׁנָּטַל וְהִיא בִּמְקוֹמָהּ אֵינוֹ חַיָּב אֶלָּא כַּמָּה שֶׁנָּטַל שֶׁהֲרֵי לֹא הִגְבִּיהַּ הֶחָבִית. וְאִם הֶחְמִיצָה מְשַׁלֵּם אֶת דְּמֵי כֻּלָּהּ כִּשְׁעַת הַגְּזֵלָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַכּוֹפֵר בְּפִקָּדוֹן בְּבֵית דִּין. אִם הָיָה בִּרְשׁוּתוֹ בִּשְׁעַת שֶׁכָּפַר נַעֲשָׂה עָלָיו גַּזְלָן וְחַיָּב בְּאָנְסוֹ: \n",
      "הַשּׁוֹאֵל שֶׁלֹּא מִדַּעַת הַבְּעָלִים הֲרֵי זֶה גַּזְלָן. הָיָה כְּלִי בְּיַד בְּנוֹ שֶׁל בַּעַל הַבַּיִת אוֹ בְּיַד עַבְדּוֹ וּלְקָחוֹ אֶחָד מֵהֶן וְנִשְׁתַּמֵּשׁ בּוֹ הֲרֵי זֶה שׁוֹאֵל שֶׁלֹּא מִדַּעַת וְנַעֲשָׂה בִּרְשׁוּתוֹ וְנִתְחַיֵּב בָּאֳנָסָיו עַד שֶׁיַּחְזִירֶנוּ לַבְּעָלִים. לְפִיכָךְ אִם הֶחֱזִירוֹ לְקָטָן שֶׁהָיָה בְּיָדוֹ אוֹ לְעֶבֶד וְאָבַד מֵהֶן אוֹ נִשְׁבַּר חַיָּב לְשַׁלֵּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַחוֹטֵף מַשְׁכּוֹן מִיַּד הַלּוֶֹה שֶׁלֹּא בִּרְשׁוּת בֵּית דִּין הֲרֵי זֶה גַּזְלָן אַף עַל פִּי שֶׁהוּא חַיָּב לוֹ. וְאֵין צָרִיךְ לוֹמַר אִם נִכְנַס לְתוֹךְ בֵּית חֲבֵרוֹ וּמִשְׁכְּנוֹ שֶׁהוּא גַּזְלָן שֶׁנֶּאֱמַר <small>(דברים כד יא)</small> \"בַּחוּץ תַּעֲמֹד\": \n"
    ],
    [
      "קְנָּס קָנְסוּ חֲכָמִים לַגַּזְלָנִין שֶׁיִּהְיֶה הַנִּגְזָל נִשְׁבָּע עַל כָּל מַה שֶּׁיִּטְעֹן וְנוֹטֵל מִן הַגַּזְלָן. וְהוּא שֶׁיִּהְיֶה זֶה מֻחְזָק שֶׁגְּזָלוֹ בִּשְׁנֵי עֵדִים: \n",
      "כֵּיצַד. הֲרֵי שֶׁנִּכְנַס לְתוֹךְ בֵּית חֲבֵרוֹ לְמַשְׁכְּנוֹ בִּפְנֵי עֵדִים וְלֹא הָיָה כְּלוּם תַּחַת כְּנָפָיו וְיָצָא וְכֵלִים מֻטָּלִין לוֹ תַּחַת כְּנָפָיו וְלֹא יָדְעוּ הָעֵדִים מַה הֵן וּבַעַל הַבַּיִת אוֹמֵר כָּךְ וְכָךְ גְּזָלְתַּנִי. בֵּין שֶׁאָמַר הַגַּזְלָן מֵעוֹלָם לֹא נִכְנַסְתִּי וְלֹא נָטַלְתִּי כְּלוּם. בֵּין שֶׁאָמַר נִכְנַסְתִּי לְמַשְׁכֵּן כְּמוֹ שֶׁרָאוּ הָעֵדִים אֲבָל לֹא נָטַלְתִּי וְלֹא הָיָה תַּחַת כְּנָפַי אֶלָּא כֵּלִים שֶׁלִּי. בֵּין שֶׁאָמַר נָטַלְתִּי כְּלִי זֶה וּבַעַל הַבַּיִת טוֹעֵן שֶׁנָּטַל זֶה וּכְלִי אַחֵר. הֲרֵי בַּעַל הַבַּיִת נִשְׁבַּע בִּנְקִיטַת חֵפֶץ וְנוֹטֵל כָּל מַה שֶּׁיִּטְעֹן: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁטָּעַן דְּבָרִים שֶׁהוּא אָמוּד בָּהֶן אוֹ שֶׁהוּא אָמוּד שֶׁמַּפְקִידִין אֶצְלוֹ אוֹתָן דְּבָרִים שֶׁטָּעַן וְטָעַן בִּדְבָרִים שֶׁאֶפְשָׁר שֶׁיִּנָּטְלוּ תַּחַת הַכְּנָפַיִם כְּמוֹ שֶׁהֵעִידוּ הָעֵדִים: \n",
      "רָאוּהוּ עֵדִים שֶׁנִּכְנַס לְמַשְׁכֵּן אֶת חֲבֵרוֹ וְלֹא רָאוּהוּ בְּעֵת שֶׁיָּצָא אוֹ שֶׁיָּצָא וְאֵין נִרְאֶה תַּחַת כְּנָפָיו כְּלוּם וּבַעַל הַבַּיִת טוֹעֵן וְאוֹמֵר כָּךְ וְכָךְ נָטַל. אֲפִלּוּ אוֹמֵר מֵעוֹלָם לֹא נִכְנַסְתִּי שֶׁהֲרֵי מַכְחִישׁ אֶת הָעֵדִים הֲרֵי זֶה פָּטוּר. שֶׁאִם אָמַר נִכְנַסְתִּי וְלֹא נָטַלְתִּי נִשְׁבַּע שְׁבוּעַת הֶסֵּת שֶׁלֹּא נָטַל כְּלוּם וְהוֹלֵךְ. שֶׁאֶפְשָׁר שֶׁיִּכָּנֵס לִגְזל וְלֹא גָּזַל: \n",
      "הָיָה עֵד אֶחָד מְעִידוֹ שֶׁנִּכְנַס וְנָטַל כֵּלִים תַּחַת כְּנָפָיו וְאֵינוֹ יוֹדֵעַ מַה הֵן. וְהוּא אוֹמֵר לֹא גָּזַלְתִּי כְּלוּם אוֹ שֶׁאָמַר בְּחוֹבִי נָטַלְתִּי. הוֹאִיל וְאֵין הָעֵד יוֹדֵעַ מֶה הָיָה תַּחַת כְּנָפָיו הֲרֵי זֶה נִשְׁבָּע בִּנְקִיטַת חֵפֶץ שֶׁלֹּא גָּזַל. שֶׁאֵינוֹ מֻחְזָק בְּגַזְלָנוּת אֶלָּא בִּשְׁנֵי עֵדִים: \n",
      "כְּשֵׁם שֶׁבַּעַל הַבַּיִת נִשְׁבָּע וְנוֹטֵל מִן הַגַּזְלָן כָּךְ שׁוֹמֵר שֶׁל בַּעַל הַבַּיִת אֲפִלּוּ אִשְׁתּוֹ שֶׁל שׁוֹמֵר נִשְׁבַּעַת שֶׁזֶּה נָטַל כָּךְ וְכָךְ וּמְשַׁלֵּם הַגַּזְלָן: \n",
      "הָיָה שָׁם לְקִיטוֹ אוֹ שְׂכִירוֹ שֶׁל בַּעַל הַבַּיִת אֵינָן נִשְׁבָּעִין וְנוֹטְלִין. וְאֵין הַנִּגְזָל יָכוֹל לִשָּׁבַע שֶׁהֲרֵי לֹא הָיָה בְּבֵיתוֹ בְּשָׁעָה שֶׁנִּגְזַל וְאֵין הָעֵדִים יוֹדְעִים מַה נָּטַל תַּחַת כְּנָפָיו כְּדֵי לְחַיֵּב הַגַּזְלָן לְהַחְזִיר. וְאֵין מַשְׁבִּיעִין אֶת הַגַּזְלָן מִפְּנֵי שֶׁהוּא חָשׁוּד עַל הַשְּׁבוּעָה: \n",
      "וְכֵיצַד עוֹשִׂים בְּדִין זֶה. מַחֲרִים בַּעַל הַבַּיִת חֵרֶם סְתָם עַל מִי שֶׁנָּטַל מִבֵּיתוֹ כְּלוּם וְאֵינוֹ מוֹדֶה בְּבֵית דִּין. וַאֲפִלּוּ הוֹדָה הַגַּזְלָן שֶׁגָּזַל קְצָת מַחְזִיר הַמִּקְצָת שֶׁהוֹדָה בָּהּ בִּלְבַד שֶׁהֲרֵי אֵין בַּעַל הַבַּיִת טוֹעֲנוֹ טַעֲנַת וַדַּאי: \n",
      "הַגּוֹזֵל אֶחָד מֵחֲמִשָּׁה וְאֵין יָדוּעַ מִי הוּא הַנִּגְזָל וְכָל אֶחָד וְאֶחָד מֵהֶן תּוֹבְעוֹ וְאוֹמֵר לִי גָּזַלְתָּ אַף עַל פִּי שֶׁאֵין שָׁם עֵדִים שֶׁגָּזַל הֲרֵי כָּל אֶחָד מֵהֶן נִשְׁבָּע שֶׁזֶּה גְּזָלוֹ וּמְשַׁלֵּם גְּזֵלָה לְכָל אֶחָד וְאֶחָד. אַף דָּבָר זֶה קְנָס הוּא שֶׁקְּנָסוּהוּ חֲכָמִים מִפְּנֵי שֶׁעָבַר עֲבֵרָה וְגָזַל. אֲבָל דִּין תּוֹרָה אֵינוֹ חַיָּב לְשַׁלֵּם מִסָּפֵק: \n",
      "אָמַר לִשְׁנַיִם גָּזַלְתִּי אֶחָד מִכֶּם אוֹ אָבִיו שֶׁל אֶחָד מִכֶּם וְאֵינִי יוֹדֵעַ אֵיזֶהוּ. אִם בָּא לָצֵאת יְדֵי שָׁמַיִם חַיָּב לְשַׁלֵּם גְּזֵלָה לְכָל אֶחָד וְאֶחָד. אֲבָל בְּדִין אֵינוֹ נוֹתֵן אֶלָּא גְּזֵלָה אַחַת וְהֵן חוֹלְקִין אוֹתָהּ בֵּינֵיהֶן. שֶׁהֲרֵי אֵין אֶחָד מֵהֶן יוֹדֵעַ שֶׁנִּגְזַל אֶלָּא זֶה בָּא וְהוֹדִיעָם. וְלֹא קָנְסוּ חֲכָמִים בְּדָבָר זֶה מִפְּנֵי שֶׁאֵין לוֹ תּוֹבֵעַ: \n",
      "הַטּוֹעֵן אֶת חֲבֵרוֹ וְאָמַר לוֹ גְּזָלְתַּנִי מֵאָה. אִם אָמַר לֹא גָּזַלְתִּי נִשְׁבַּע שְׁבוּעַת הֶסֵּת כְּדִין כָּל נִתְבָּע. וְאִם הוֹדָה שֶׁגְּזָלוֹ חֲמִשִּׁים מְשַׁלֵּם חֲמִשִּׁים וְנִשְׁבַּע שְׁבוּעַת הַתּוֹרָה עַל הַשְּׁאָר כְּדִין כָּל מוֹדֶה בְּמִקְצָת שֶׁהֲרֵי לֹא הֻחְזַק גַּזְלָן בְּעֵדִים. וְכֵן הַטּוֹעֵן אֶת חֲבֵרוֹ שֶׁנִּכְנַס לְבֵיתוֹ וּגְזָלוֹ כֵּלִים וְהוּא אוֹמֵר דֶּרֶךְ מַשְׁכּוֹן לָקַחְתִּי בְּחוֹב שֶׁיֵּשׁ לִי אֶצְלְךָ וּבַעַל הַבַּיִת אוֹמֵר אֵין לְךָ בְּיָדִי כְּלוּם אַף עַל פִּי שֶׁהוֹדָה שֶׁמִּשְׁכְּנוֹ שֶׁלֹּא בִּרְשׁוּת הוֹאִיל וְאֵין שָׁם עֵדִים שֶׁמְּעִידִים שֶׁגָּזַל הֲרֵי זֶה נִשְׁבָּע וְגוֹבֶה חוֹבוֹ מִן הַמַּשְׁכּוֹן שֶׁהַפֶּה שֶׁאָסַר הוּא הַפֶּה שֶׁהִתִּיר. וְהוֹאִיל וְהוּא נִשְׁבָּע וְנוֹטֵל הֲרֵי זֶה נִשְׁבָּע בִּנְקִיטַת חֵפֶץ כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת טוֹעֵן: \n",
      "רָאוּהוּ עֵדִים שֶׁנִּכְנַס לְתוֹךְ בֵּית חֲבֵרוֹ שֶׁלֹּא בִּפְנֵי בַּעַל הַבַּיִת וְנָטַל מִשָּׁם כֵּלִים. אַף עַל פִּי שֶׁהוֹצִיאָן מְגֻלִּין וְאַף עַל פִּי שֶׁבַּעַל הַבַּיִת הַזֶּה עָשׂוּי לִמְכֹּר אֶת כֵּלָיו. אִם טָעַן וְאָמַר דֶּרֶךְ גֵּזֶל לְקָחָן וְהַלָּה אוֹמֵר בִּרְשׁוּתְךָ בָּאתִי וְאַתָּה מְכַרְתָּם לִי אוֹ נְתָתַּם לִי אוֹ בְּחוֹב שֶׁיֵּשׁ לִי אֶצְלְךָ תְּפַשְׂתִּים אֵינוֹ נֶאֱמָן. שֶׁכָּל הַנִּכְנָס לְבֵית חֲבֵרוֹ שֶׁלֹּא בְּפָנָיו וְנָטַל כֵּלִים מִשָּׁם וְהוֹצִיאָן בִּפְנֵי עֵדִים הֲרֵי זֶה בְּחֶזְקַת גַּזְלָן. לְפִיכָךְ מַחְזִיר הַכֵּלִים לְבַעַל הַבַּיִת וְאֵין כָּאן שְׁבוּעָה שֶׁהֲרֵי הָעֵדִים רָאוּ מַה גָּזַל. וְאַחַר שֶׁיַּחְזִיר חוֹזֵר וְתוֹבֵעַ אֶת בַּעַל הַבַּיִת בְּכָל מַה שֶּׁיִּטְעֹן וְהַדִּין בֵּינֵיהֶן: \n",
      "וְכֵן אִם הָיָה שָׁם עֵד אֶחָד בִּלְבַד וּבַעַל הַבַּיִת טוֹעֵן שֶׁגָּזוּל הוּא כְּלִי זֶה בְּיָדוֹ וְהַלָּה אוֹמֵר לָקוּחַ הוּא בְּיָדִי אוֹ בְּחוֹב גְּבִיתִיו אוֹ שֶׁלִּי הָיָה וּפִקָּדוֹן הוּא אֶצְלְךָ הֲרֵי זֶה חַיָּב לְהַחְזִיר הַכְּלִי לִבְעָלָיו בְּלֹא שְׁבוּעָה שֶׁאִלּוּ הָיוּ שָׁם שְׁנֵי עֵדִים הָיָה חַיָּב לְשַׁלֵּם וְעַכְשָׁו שֶׁאֵין שָׁם אֶלָּא עֵד אֶחָד חַיָּב שְׁבוּעָה וְאֵינוֹ יָכוֹל לִשָּׁבַע שֶׁהֲרֵי אֵינוֹ מַכְחִישׁ אֶת הָעֵד וְכָל הַמְחֻיָּב שְׁבוּעָה וְאֵינוֹ יָכוֹל לִשָּׁבַע מְשַׁלֵּם. לְפִיכָךְ אִם כָּפַר וְאָמַר לֹא נִכְנַסְתִּי לְבֵיתוֹ וְלֹא נָטַלְתִּי כְּלוּם הוֹאִיל וְאֵין שָׁם אֶלָּא עֵד אֶחָד וְהוּא מַכְחִישׁוֹ הֲרֵי זֶה נִשְׁבָּע שְׁבוּעַת הַתּוֹרָה שֶׁלֹּא לָקַח מִבֵּיתוֹ כְּלוּם וְנִפְטָר: \n",
      "מַעֲשֶׂה בְּאֶחָד שֶׁחָטַף לָשׁוֹן שֶׁל כֶּסֶף מִיַּד חֲבֵרוֹ בִּפְנֵי עֵד אֶחָד. וּבָא הַחוֹטֵף וְאָמַר חָטַפְתִּי וְשֶׁלִּי חָטַפְתִּי. וְחִיְּבוּהוּ חֲכָמִים לְהַחְזִיר מִפְּנֵי שֶׁהוּא מְחֻיָּב שְׁבוּעָה בְּעֵד זֶה וְאֵינוֹ יָכוֹל לִשָּׁבַע שֶׁהֲרֵי הוֹדָה כְּמוֹ שֶׁאָמַר הָעֵד. וְאִלּוּ לֹא הָיָה שָׁם עֵד כְּלָל הָיָה נִשְׁבָּע שְׁבוּעַת הֶסֵּת שֶׁשֶּׁלּוֹ חָטַף. וְאִלּוּ הִכְחִישׁ הָעֵד וְאָמַר מֵעוֹלָם לֹא חָטַפְתִּי הָיָה נִשְׁבַּע שְׁבוּעַת הַתּוֹרָה שֶׁלֹּא חָטַף. וּכְדִין זֶה דָּנִין בְּכָל כַּיּוֹצֵא בָּזֶה בְּכָל מָקוֹם: \n",
      "חָטַף מִמֶּנּוּ זְהוּבִים [בְּעֵד אֶחָד] וְהוּא אוֹמֵר שֶׁלִּי חָטַפְתִּי וְעֶשְׂרִים הָיוּ אַף עַל פִּי שֶׁאֵין הָעֵד יוֹדֵעַ כַּמָּה חָטַף הֲרֵי זֶה מְשַׁלֵּם הָעֶשְׂרִים שֶׁהֲרֵי יָדַע בְּוַדַּאי שֶׁזְּהוּבִים חָטַף וְאִלּוּ הָיוּ שְׁנַיִם הָיָה חַיָּב לְשַׁלֵּם וְנִמְצָא בְּעֵד אֶחָד מְחֻיָּב שְׁבוּעָה וְאֵינוֹ יָכוֹל לִשָּׁבַע כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "אָמַר הַחוֹטֵף עֶשְׂרִים חָטַפְתִּי וְשֶׁלִּי הֵן וְהַנִּגְזָל אוֹמֵר מֵאָה חָטַף הוֹאִיל וְאֵין הָעֵד יוֹדֵעַ מִנְיָנָן הֲרֵי מְשַׁלֵּם הָעֶשְׂרִים שֶׁהוֹדָה בָּהֶן שֶׁחֲטָפָן וְנִשְׁבַּע שְׁבוּעַת הַתּוֹרָה עַל הַשְּׁאָר שֶׁהֲרֵי נִתְחַיֵּב בְּמִקְצָת. וְדַעְתִּי נוֹטָה בָּזֶה שֶׁיִּשָּׁבַע הֶסֵּת שֶׁהֲרֵי לֹא הוֹדָה כְּלוּם אֶלָּא אָמַר שֶׁלִּי חָטַפְתִּי: \n",
      "נִכְנַס לְבֵיתוֹ שֶׁל חֲבֵרוֹ שֶׁלֹּא בְּפָנָיו וְנָטַל מִשָּׁם כֵּלִים בִּפְנֵי עֵד אֶחָד וְאֵין הָעֵד יוֹדֵעַ כַּמָּה נָטַל (הֲרֵי) בַּעַל הַבַּיִת אוֹמֵר עֶשְׂרִים כֵּלִים הָיוּ בְּבֵיתִי וְהַגּוֹזֵל אוֹמֵר לֹא נָטַלְתִּי אֶלָּא עֲשָׂרָה וְהֵם שֶׁלִּי חַיָּב לְהַחְזִיר הָעֲשָׂרָה מִפְּנֵי שֶׁהוּא מְחֻיָּב שְׁבוּעָה וְאֵינוֹ יָכוֹל לִשָּׁבַע. וְאֵינוֹ נִשְׁבָּע עַל הַשְּׁאָר אֲפִלּוּ שְׁבוּעַת הֶסֵּת מִפְּנֵי שֶׁאֵינוֹ יָכוֹל לִטְעֹן עַל הַגַּזְלָן טַעֲנַת וַדַּאי: \n"
    ],
    [
      "אָסוּר לִקְנוֹת דָּבָר הַגָּזוּל מִן הַגַּזְלָן וְאָסוּר לְסַעֲדוֹ עַל שִׁנּוּיוֹ כְּדֵי שֶׁיִּקְנֵהוּ. שֶׁכָּל הָעוֹשֶׂה דְּבָרִים אֵלּוּ וְכַיּוֹצֵא בָּהֶן מְחַזֵּק יְדֵי עוֹבְרֵי עֲבֵרָה וְעוֹבֵר עַל <small>(ויקרא יט יד)</small> \"וְלִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁל\": \n",
      "אָסוּר לֵהָנוֹת בְּדָבָר הַגָּזוּל וַאֲפִלּוּ לְאַחַר יֵאוּשׁ. וְהוּא שֶׁיֵּדַע בְּוַדַּאי שֶׁדָּבָר זֶה הוּא הַגְּזֵלָה עַצְמָהּ. כֵּיצַד. יָדַע בְּוַדַּאי שֶׁבְּהֵמָה זוֹ גְּזוּלָה אָסוּר לִרְכֹּב עָלֶיהָ אוֹ לַחְרשׁ בָּהּ: \n",
      "גָּזַל בַּיִת אוֹ שָׂדֶה אָסוּר לַעֲבֹר בְּתוֹכָהּ אוֹ לִכָּנֵס בָּהּ בַּחַמָּה מִפְּנֵי הַחַמָּה וּבַגְּשָׁמִים מִפְּנֵי הַגְּשָׁמִים. וְאִם דָּר בְּתוֹכָהּ חַיָּב לְהַעֲלוֹת שָׂכָר לַבְּעָלִים כְּדִין הַדָּר בַּחֲצַר חֲבֵרוֹ שֶׁלֹּא מִדַּעְתּוֹ. גָּזַל דְּקָלִים וְעָשָׂה מֵהֶן גֶּשֶׁר אָסוּר לַעֲבֹר עָלָיו. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "מִי שֶׁעָבַר וְאָכַל הַגְּזֵלָה אַחַר יֵאוּשׁ פָּטוּר מִלְּשַׁלֵּם. וְאִם אָכַל קֹדֶם יֵאוּשׁ וְרָצוּ הַבְּעָלִים לִגְבּוֹת מִן הָאוֹכֵל גּוֹבִין שֶׁעֲדַיִן בִּרְשׁוּתָן הִיא. וְאִם רָצוּ גּוֹבִין מִן הַגַּזְלָן: \n",
      "הַגּוֹזֵל וּמֵת בֵּין שֶׁהֶאֱכִיל אֶת הַגְּזֵלָה לַבָּנִים אַחַר יֵאוּשׁ בֵּין שֶׁלֹּא הֶאֱכִילָם אֶלָּא מְכָרָהּ אוֹ אָבְדָה. אִם הִנִּיחַ קַרְקַע חַיָּבִין לְשַׁלֵּם. אֲבָל מִן הַמִּטַּלְטְלִין אֵינָן חַיָּבִין לְשַׁלֵּם. שֶׁדְּמֵי הַגְּזֵלָה חוֹב הֵן עַל הַגַּזְלָן וְאֵין הַמִּטַּלְטְלִין מִשְׁתַּעְבְּדִין לְבַעַל חוֹב: \n",
      "כְּבָר תִּקְּנוּ הַגְּאוֹנִים לִגְבּוֹת בַּעַל חוֹב מִן הַמִּטַּלְטְלִין וַאֲפִלּוּ בְּמִלְוֶה עַל פֶּה. לְפִיכָךְ חַיָּבִין לְשַׁלֵּם בֵּין אָכְלוּ בֵּין לֹא אָכְלוּ. בֵּין נִתְיָאֲשׁוּ בֵּין לֹא נִתְיָאֲשׁוּ. בֵּין מִן הַקַּרְקַע בֵּין מִן הַמִּטַּלְטְלִין שֶׁהִנִּיחַ: \n",
      "דִּין הַלּוֹקֵחַ מִטַּלְטְלִין מִן הַגַּזְלָן כְּלוֹקֵחַ מִן הַגַּנָּב. אִם גַּזְלָן מְפֻרְסָם הוּא לֹא עָשׂוּ בּוֹ תַּקָּנַת הַשּׁוּק. וְאִם אֵינוֹ מְפֻרְסָם עָשׂוּ בּוֹ תַּקָּנַת הַשּׁוּק וְנוֹתֵן הַנִּגְזָל דָּמִים שֶׁנָּתַן וְלוֹקֵחַ גְּזֵלָתוֹ וְחוֹזֵר וְתוֹבֵעַ הַגַּזְלָן בִּדְמֵי הַגְּזֵלָה. וְאִם כְּבָר נִתְיָאֲשׁוּ הַבְּעָלִים קָנָה לוֹקֵחַ עַצְמָהּ שֶׁל גְּזֵלָה וְאֵינוֹ מַחְזִירָהּ: \n",
      "אָסוּר לֵהָנוֹת מִן הַגַּזְלָן וְאִם הָיָה מִעוּט שֶׁלּוֹ אַף עַל פִּי שֶׁרֹב מָמוֹנוֹ גָּזוּל מֻתָּר לֵהָנוֹת מִמֶּנּוּ עַד שֶׁיֵּדַע בְּוַדַּאי שֶׁדָּבָר זֶה גָּזוּל בְּיָדוֹ: \n",
      "בְּנֵי אָדָם שֶׁחֶזְקָתָן גַּזְלָנִין וְחֶזְקַת כָּל מָמוֹנָן מִן הַגֵּזֶל מִפְּנֵי שֶׁמְּלַאכְתָּן מְלֶאכֶת גַּזְלָנִין כְּגוֹן הַמּוֹכְסִין וְהַלִּסְטִים אָסוּר לֵהָנוֹת מֵהֶן שֶׁחֶזְקַת מְלָאכָה זוֹ שֶׁהוּא גָּזוּל וְאֵין מִצְטָרְפִים דִּינָרִים מִן הַתֵּבָה שֶׁלָּהֶן שֶׁהַכּל בְּחֶזְקַת גְּזֵלָה: \n",
      "נָטְלוּ מוֹכְסִין כְּסוּתוֹ וְהֶחֱזִירוּ לוֹ אַחֶרֶת (נָטְלוּ חֲמוֹרוֹ וְהֶחֱזִירוּ לוֹ חֲמוֹר אַחֵר). הֲרֵי אֵלּוּ שֶׁלּוֹ מִפְּנֵי שֶׁזּוֹ כִּמְכִירָה הִיא וְחֶזְקָתָהּ שֶׁנִּתְיָאֲשׁוּ הַבְּעָלִים מִמֶּנָּה וְאֵינוֹ יוֹדֵעַ בְּוַדַּאי שֶׁזּוֹ גְּזֵלָה. וְאִם הָיָה וָתִיק וּמַחְמִיר עַל עַצְמוֹ מַחֲזִירָן לַבְּעָלִים הָרִאשׁוֹנִים: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהַמּוֹכֵס כְּלִסְטִים בִּזְמַן שֶׁהַמּוֹכֵס עַכּוּ''ם אוֹ מוֹכֵס הָעוֹמֵד מֵאֵלָיו אוֹ מוֹכֵס הָעוֹמֵד מֵחֲמַת הַמֶּלֶךְ וְאֵין לוֹ קִצְבָה אֶלָּא לוֹקֵחַ מַה שֶּׁיִּרְצֶה וּמֵנִיחַ מַה שֶּׁיִּרְצֶה. אֲבָל מֶכֶס שֶׁפְּסָקוֹ הַמֶּלֶךְ וְאָמַר שֶׁיִּקַּח שְׁלִישׁ אוֹ רְבִיעַ אוֹ דָּבָר קָצוּב וְהֶעֱמִיד מוֹכֵס יִשְׂרָאֵל לִגְבּוֹת חֵלֶק זֶה לַמֶּלֶךְ וְנוֹדַע שֶׁאָדָם זֶה נֶאֱמָן וְאֵינוֹ מוֹסִיף כְּלוּם עַל מַה שֶּׁגָּזַר הַמֶּלֶךְ אֵינוֹ בְּחֶזְקַת גַּזְלָן לְפִי שֶׁדִּין הַמֶּלֶךְ דִּין הוּא. וְלֹא עוֹד אֶלָּא שֶׁהוּא עוֹבֵר הַמַּבְרִיחַ מִמֶּכֶס זֶה מִפְּנֵי שֶׁהוּא גּוֹזֵל מְנַת הַמֶּלֶךְ בֵּין שֶׁהָיָה הַמֶּלֶךְ עַכּוּ''ם בֵּין שֶׁהָיָה הַמֶּלֶךְ יִשְׂרָאֵל: \n",
      "וְכֵן מֶלֶךְ שֶׁמֵּשִׂים מַס עַל בְּנֵי הָעִיר אוֹ עַל כָּל אִישׁ וְאִישׁ דָּבָר קָצוּב מִשָּׁנָה לְשָׁנָה אוֹ עַל כָּל שָׂדֶה וְשָׂדֶה דָּבָר קָצוּב. אוֹ שֶׁגָּזַר שֶׁכָּל מִי שֶׁיַּעֲבֹר עַל דָּבָר זֶה יִלָּקְחוּ כָּל נְכָסָיו לְבֵית הַמֶּלֶךְ. אוֹ כָּל מִי שֶׁיִּמָּצֵא בַּשָּׂדֶה בִּשְׁעַת הַגֹּרֶן הוּא יִתֵּן הַמַּס שֶׁעָלֶיהָ בֵּין שֶׁהָיָה הוּא בַּעַל הַשָּׂדֶה בֵּין שֶׁאֵינוֹ בַּעַל הַשָּׂדֶה וְכָל כַּיּוֹצֵא מִדְּבָרִים אֵלּוּ אֵינוֹ גֵּזֶל וְיִשְׂרָאֵל שֶׁגָּבָה אוֹתָן לַמֶּלֶךְ אֵינוֹ בְּחֶזְקַת גַּזְלָן וַהֲרֵי הוּא כָּשֵׁר. וְהוּא שֶׁלֹּא יוֹסִיף וְלֹא יְשַׁנֶּה וְלֹא יִקַּח לְעַצְמוֹ כְּלוּם: \n",
      "וְכֵן מֶלֶךְ שֶׁכָּעַס עַל אֶחָד מֵעֲבָדָיו וְשַׁמָּשָׁיו מִבְּנֵי הַמְּדִינָה וְלָקַח שָׂדֵהוּ אוֹ חֲצֵרוֹ אֵינָהּ גֵּזֶל וּמֻתָּר לֵהָנוֹת בָּהּ וְהַלּוֹקְחָהּ מִן הַמֶּלֶךְ הֲרֵי הִיא שֶׁלּוֹ וְאֵין הַבְּעָלִים מוֹצִיאִין אוֹתָהּ מִיָּדוֹ. שֶׁזֶּה דִּין הַמְּלָכִים כֻּלָּם לִקַּח כָּל מָמוֹן שַׁמָּשֵׁיהֶם כְּשֶׁכּוֹעֲסִין עֲלֵיהֶם וַהֲרֵי הַמֶּלֶךְ הִפְקִיעַ שִׁעְבּוּדָן וְנַעֲשֵׂית חָצֵר זוֹ אוֹ שָׂדֶה זוֹ כְּהֶפְקֵר וְכָל הַקּוֹנֶה אוֹתָהּ מִן הַמֶּלֶךְ זָכָה בָּהּ. אֲבָל מֶלֶךְ שֶׁלָּקַח חָצֵר אוֹ שָׂדֶה שֶׁל אֶחָד מִבְּנֵי הַמְּדִינָה שֶׁלֹּא בַּדִּינִין שֶׁחָקַק הֲרֵי זֶה גַּזְלָן וְהַלּוֹקֵחַ מִמֶּנּוּ מוֹצִיאִין הַבְּעָלִים מִיָּדוֹ: \n",
      "כְּלָלוֹ שֶׁל דָּבָר כָּל דִּין שֶׁיַּחְקֹק אוֹתוֹ הַמֶּלֶךְ לַכּל וְלֹא יִהְיֶה לְאָדָם אֶחָד בִּפְנֵי עַצְמוֹ אֵינוֹ גֵּזֶל. וְכָל שֶׁיִּקַּח מֵאִישׁ זֶה בִּלְבַד שֶׁלֹּא כַּדָּת הַיְדוּעָה לַכּל אֶלָּא חָמַס אֶת זֶה הֲרֵי זֶה גֵּזֶל. לְפִיכָךְ גַּבָּאֵי הַמֶּלֶךְ וְשׁוֹטְרָיו שֶׁמּוֹכְרִים הַשָּׂדוֹת בְּמַס הַקָּצוּב עַל הַשָּׂדוֹת מִמְכָּרָן מִמְכָּר. אֲבָל מַס שֶׁעַל כָּל אִישׁ וְאִישׁ אֵינוֹ גּוֹבֶה אֶלָּא מִן הָאָדָם עַצְמוֹ וְאִם מָכְרוּ הַשָּׂדֶה בְּמַס שֶׁעַל הָרֹאשׁ הֲרֵי זֶה אֵינוֹ מִמְכָּר אֶלָּא אִם כֵּן הָיָה דִּין הַמֶּלֶךְ כָּךְ: \n",
      "מֶלֶךְ שֶׁהָיוּ דִּינָיו שֶׁכָּל שֶׁלֹּא יִתֵּן הַמַּס שֶׁעַל הַשָּׂדֶה תִּהְיֶה הַשָּׂדֶה לְנוֹתֵן הַמַּס וּבָרַח בַּעַל הַשָּׂדֶה מִפְּנֵי הַמַּס וּבָא זֶה וְנָתַן מַס שֶׁעָלֶיהָ לַמֶּלֶךְ וְאָכַל פֵּרוֹתֶיהָ אֵין זֶה גֵּזֶל אֶלָּא אוֹכֵל פֵּרוֹת וְנוֹתֵן הַמַּס עַד שֶׁיַּחְזְרוּ הַבְּעָלִים שֶׁדִּין הַמֶּלֶךְ דִּין הוּא כְּמוֹ שֶׁאָמַרְנוּ: \n",
      "וְכֵן מֶלֶךְ שֶׁגָּזַר שֶׁכָּל מִי שֶׁיִּתֵּן מַס הַקָּצוּב עַל הָאִישׁ יִשְׁתַּעְבֵּד בָּזֶה שֶׁלֹּא נָתַן וּבָא יִשְׂרָאֵל וְנָתַן הַמַּס שֶׁעַל יִשְׂרָאֵל זֶה הֶעָנִי הֲרֵי זֶה עוֹבֵד בּוֹ יוֹתֵר מִדַּאי שֶׁדִּין הַמֶּלֶךְ דִּין. אֲבָל אֵינוֹ עוֹבֵד בּוֹ כְּעֶבֶד: \n",
      "מֶלֶךְ שֶׁכָּרַת אִילָנוֹת שֶׁל בַּעֲלֵי בָּתִּים וְעָשָׂה מֵהֶן גֶּשֶׁר מֻתָּר לַעֲבֹר עָלָיו. וְכֵן אִם הָרַס בָּתִּים וַעֲשָׂאָן דֶּרֶךְ אוֹ חוֹמָה מֻתָּר לֵהָנוֹת בָּהּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה שֶׁדִּין הַמֶּלֶךְ דִּין: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמֶלֶךְ שֶׁמַּטְבְּעוֹ יוֹצֵא בְּאוֹתָן הָאֲרָצוֹת שֶׁהֲרֵי הִסְכִּימוּ עָלָיו בְּנֵי אוֹתָהּ הָאָרֶץ וְסָמְכָה דַּעְתָּן שֶׁהוּא אֲדוֹנֵיהֶם וְהֵם לוֹ עֲבָדִים. אֲבָל אִם אֵין מַטְבְּעוֹ יוֹצֵא הֲרֵי הוּא כְּגַזְלָן בַּעַל זְרוֹעַ וּכְמוֹ חֲבוּרַת לִסְטִים הַמְזֻיָּנִין שֶׁאֵין דִּינֵיהֶן דִּין וְכֵן מֶלֶךְ זֶה וְכָל עֲבָדָיו גַּזְלָנִין לְכָל דָּבָר: \n"
    ],
    [
      "קוֹרוֹת וַאֲבָנִים וְעֵצִים וְכַיּוֹצֵא בָּהֶן שֶׁשְּׁטָפָם הַנָּהָר אִם נִתְיָאֲשׁוּ הַבְּעָלִים מֵהֶן הֲרֵי אֵלּוּ מֻתָּרִין וְהֵן שֶׁל מַצִּילָן. וְאִם אֵינוֹ יוֹדֵעַ אִם נִתְיָאֲשׁוּ אִם לֹא נִתְיָאֲשׁוּ חַיָּב לְהַחְזִיר. וְאֵין צָרִיךְ לוֹמַר אִם הָיוּ הַבְּעָלִים מְרַדְּפִין אַחֲרֵיהֶן: \n",
      "לְפִיכָךְ הַמַּצִּיל מִן הַנָּהָר וּמִזּוּטוֹ שֶׁל יָם וּמִשְּׁלוּלִיתוֹ שֶׁל נָהָר וּמִן הָעַכּוּ''ם וּמִן הַדְּלֵקָה וּמִן הָאֲרִי וּמִן הַדֹּב וּמִן הַנָּמֵר וּמִן הַבַּרְדְּלָס. אִם יָדַע בְּוַדַּאי שֶׁנִּתְיָאֲשׁוּ הַבְּעָלִים הֲרֵי אֵלּוּ שֶׁלּוֹ. וְאִם לֹא יָדַע יַחְזִיר: \n",
      "הַמַּצִּיל מִיַּד לִסְטִים יִשְׂרָאֵל הֲרֵי אֵלּוּ שֶׁלּוֹ מִפְּנֵי שֶׁסְּתָם הַדָּבָר שֶׁנִּתְיָאֲשׁוּ הַבְּעָלִים. וְאִם יָדַע שֶׁלֹּא נִתְיָאֲשׁוּ חַיָּב לְהַחְזִיר. אֲבָל הַמַּצִּיל מִיַּד לִסְטִים עוֹבֵד כּוֹכָבִים אוֹ מוֹכֵס עַכּוּ''ם חַיָּב לְהַחְזִיר שֶׁסְּתָם הַדָּבָר שֶׁלֹּא נִתְיָאֲשׁוּ הַבְּעָלִים. וְאִם יָדַע בְּוַדַּאי שֶׁנִּתְיָאֲשׁוּ הֲרֵי אֵלּוּ שֶׁלּוֹ. וּמִפְּנֵי מָה סְתָם לִסְטִים יִשְׂרָאֵל נִתְיָאֲשׁוּ הַבְּעָלִים וּסְתָם הָעַכּוּ''ם לֹא נִתְיָאֲשׁוּ. מִפְּנֵי שֶׁהַבְּעָלִים יוֹדְעִים שֶׁהָעַכּוּ''ם מַחֲזִירִין מִיַּד הַגַּזְלָן אַף עַל פִּי שֶׁאֵין שָׁם עֵדִים שֶׁגָּזַל אֶלָּא בִּרְאָיוֹת רְעוּעוֹת וּבְאֹמֶד הַדַּעַת: \n",
      "שַׁחֲלַיִים הַצּוֹמְחִים בְּתוֹךְ הַפִּשְׁתָּן הַמְלַקְּטָן כְּשֶׁהֵן לַחִין אֵין בּוֹ מִשּׁוּם גֵּזֶל מִפְּנֵי שֶׁהֵן מַפְסִידִין הַפִּשְׁתָּן שֶׁל בַּעַל הַשָּׂדֶה. וְאִם יָבְשׁוּ אֲסוּרִין מִשּׁוּם גֵּזֶל שֶׁכְּבָר הִפְסִידוּ מַה שֶּׁהִפְסִידוּ. וְאִם הָיוּ עַל הַגְּבוּל אֲסוּרִין אֲפִלּוּ כְּשֶׁהֵן לַחִין: \n",
      "כְּבָר בֵּאַרְנוּ בְּנִזְקֵי מָמוֹן שֶׁהַמּוֹצִיא תִּבְנוֹ וְקַשּׁוֹ לִרְשׁוּת הָרַבִּים אֵין בָּהֶם מִשּׁוּם גֵּזֶל. אֲבָל הַמּוֹצִיא הַגָּלָל לִרְשׁוּת הָרַבִּים בֵּין בִּשְׁעַת הוֹצָאַת זְבָלִים בֵּין שֶׁלֹּא בִּשְׁעַת הוֹצָאַת זְבָלִים חַיָּבִין עֲלֵיהֶם מִשּׁוּם גֵּזֶל: \n",
      "מִי שֶׁנִּתְחַלְּפוּ לוֹ כֵּלָיו בְּכֵלִים אֲחֵרִים בְּבֵית הָאָבֶל אוֹ בְּבֵית הַמִּשְׁתֶּה הֲרֵי זֶה לֹא יִשְׁתַּמֵּשׁ בָּהֶן עַד שֶׁיָּבוֹא הַלָּה וְיַחְזִיר וְיִטּל אֶת שֶׁלּוֹ. נִתְחַלְּפוּ לוֹ בְּבֵית הָאֻמָּן אִם אִשְׁתּוֹ וּבָנָיו שֶׁל אֻמָּן נָתְנוּ לוֹ אוֹ שֶׁנָּתַן לוֹ הָאֻמָּן וְאָמַר לוֹ טֹל כֵּלֶיךָ הֲרֵי זֶה לֹא יִשְׁתַּמֵּשׁ בָּהֶן עַד שֶׁיָּבוֹא הַלָּה וְיַחְזִיר וְיִטּל אֶת שֶׁלּוֹ. אָמַר לוֹ הָאֻמָּן טֹל כְּלִי זֶה הֲרֵי זֶה יִשְׁתַּמֵּשׁ בּוֹ עַד שֶׁיָּבוֹא הַלָּה וְיַחְזִיר וְיִטּל אֶת שֶׁלּוֹ שֶׁמָּא כֵּלָיו שֶׁל אֻמָּן הוּא אוֹ בַּעַל הַכְּלִי צִוָּה אֶת הָאֻמָּן לְמָכְרוֹ לוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "דְּבָרִים הַרְבֵּה אָסְרוּ חֲכָמִים מִשּׁוּם גֵּזֶל וְהָעוֹבֵר עֲלֵיהֶן הֲרֵי זֶה גַּזְלָן מִדִּבְרֵיהֶם. כְּגוֹן מַפְרִיחֵי יוֹנִים וְהַמְשַׂחֲקִים בְּקֻבִּיָּא. מַפְרִיחֵי יוֹנִים כֵּיצַד. לֹא יַפְרִיחַ אָדָם בְּתוֹךְ הַיִּשּׁוּב שֶׁהֲרֵי לוֹקֵחַ מָמוֹן אֲחֵרִים שֶׁלֹּא כַּדִּין מִפְּנֵי שֶׁמְּשַׁלֵּחַ זָכָר וְיָבִיא נְקֵבָה מִשּׁוֹבָךְ אַחֵר אוֹ נְקֵבָה וְתָבִיא זָכָר. וְלֹא יוֹנִים בִּלְבַד אֶלָּא כָּל הָעוֹשֶׂה כָּזֶה בִּשְׁאָר עוֹפוֹת אוֹ חַיָּה וּבְהֵמָה הֲרֵי זֶה גַּזְלָן מִדִּבְרֵיהֶם: \n",
      "וְכֵן אָסְרוּ חֲכָמִים לָצוּד יוֹנִים בְּתוֹךְ הַיִּשּׁוּב מִפְּנֵי שֶׁהֵן שֶׁל אֲחֵרִים. וְאֵין פּוֹרְשִׂין נִישׁוֹבִין לְיוֹנִים אֶלָּא אִם כֵּן הִרְחִיק מִן הַיִּשּׁוּב אַרְבָּעָה מִילִין. וְאִם הָיָה יִשּׁוּב כְּרָמִים אֲפִלּוּ מֵאָה מִיל לֹא יִפְרשֹׁ שֶׁהַיּוֹנִים שֶׁל בַּעֲלֵי כְּרָמִים הֵם. וְכֵן לֹא יִפְרשֹׁ בְּתוֹךְ הַשּׁוֹבָכִין אַף עַל פִּי שֶׁהֵן שֶׁלּוֹ אוֹ שֶׁל עַכּוּ''ם אוֹ שֶׁל הֶפְקֵר וְאַף עַל פִּי שֶׁהִרְחִיק מִן הַיִּשּׁוּב מֵאָה מִיל מִפְּנֵי שֶׁהַיּוֹנִים בָּאוֹת לְיִשּׁוּב הַשּׁוֹבָכִין: \n",
      "מַרְחִיקִין אֶת הַשּׁוֹבָךְ מִן הָעִיר חֲמִשִּׁים אַמָּה. וְלֹא יַעֲשֶׂה אָדָם שׁוֹבָךְ בְּתוֹךְ שָׂדֵהוּ אֶלָּא אִם כֵּן יֵשׁ לוֹ חֲמִשִּׁים אַמָּה לְכָל רוּחַ כְּדֵי שֶׁלֹּא יִמָּשְׁכוּ הַגּוֹזָלוֹת וְיַפְסִידוּ בַּשָּׂדוֹת וְיֹאכְלוּ מִשֶּׁל אֲחֵרִים. וְאִם לְקָחוֹ מֵאַחֵר אֲפִלּוּ הָיָה בֵּינוֹ וּבֵין תְּחִלַּת שְׂדֵה חֲבֵרוֹ בֵּית רֹבַע בִּלְבַד הֲרֵי הוּא בְּחֶזְקָתוֹ וְאֵין מְחַיְּבִין אוֹתוֹ לְהַרְחִיק: \n",
      "הַמְשַׂחֲקִין בְּקֻבִּיָּא כֵּיצַד. אֵלּוּ שֶׁמְּשַׂחֲקִין בְּעֵצִים אוֹ בִּצְרוֹרוֹת אוֹ בַּעֲצָמוֹת וְכַיּוֹצֵא בָּהֶן וְעוֹשִׂים תְּנַאי בֵּינֵיהֶם שֶׁכָּל הַנּוֹצֵחַ אֶת חֲבֵרוֹ בְּאוֹתוֹ שְׂחוֹק יִקַּח מִמֶּנּוּ כָּךְ וְכָךְ הֲרֵי זֶה גֵּזֶל מִדִּבְרֵיהֶם. אַף עַל פִּי שֶׁבִּרְצוֹן הַבְּעָלִים לָקַח הוֹאִיל וְלָקַח מָמוֹן חֲבֵרוֹ בְּחִנָּם דֶּרֶךְ שְׂחוֹק וְהִתּוּל הֲרֵי זֶה גּוֹזֵל. וְכֵן הַמְשַׂחֲקִים בִּבְהֵמָה אוֹ בְּחַיָּה אוֹ בְּעוֹפוֹת וְעוֹשִׂים תְּנַאי שֶׁכָּל שֶׁתְּנַצֵּחַ בְּהֶמְתּוֹ אוֹ תָּרוּץ יוֹתֵר יִקַּח מֵחֲבֵרוֹ כָּךְ וְכָךְ וְכָל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ הַכּל אָסוּר וְגֵזֶל מִדִּבְרֵיהֶם הוּא: \n",
      "וְהַמְשַׂחֵק בְּקֻבִּיָּא עִם הָעַכּוּ''ם אֵין בּוֹ אִסּוּר גֵּזֶל אֲבָל יֵשׁ בּוֹ אִסּוּר עוֹסֵק בִּדְבָרִים בְּטֵלִים שֶׁאֵין רָאוּי לְאָדָם שֶׁיַּעֲסֹק כָּל יָמָיו אֶלָּא בְּדִבְרֵי חָכְמָה וּבְיִשּׁוּבוֹ שֶׁל עוֹלָם: \n",
      "מְצוּדוֹת חַיָּה וְעוֹפוֹת וְדָגִים שֶׁנָּפְלוּ מִינֵי הַחַיָּה לְתוֹךְ הַמְּצוּדָה וּבָא אַחֵר וּנְטָלָן הֲרֵי זֶה גֵּזֶל מִדִּבְרֵיהֶם מִפְּנֵי שֶׁעֲדַיִן לֹא הִגִּיעוּ לְיַד הַזּוֹכֶה בָּהֶן: \n",
      "נָהָר הַמּוֹשֵׁךְ וּמַעְיָנוֹת הַנּוֹבְעִין הֲרֵי הֵן שֶׁל כָּל אָדָם. עָנִי הַמְנַקֵּף בְּרֹאשׁ הַזַּיִת זֵיתִים שֶׁל שִׁכְחָה וּבָא עָנִי אַחֵר וּנְטָלָן מֵעַל הָאָרֶץ הֲרֵי זֶה גֵּזֶל מִדִּבְרֵיהֶם. וְאִם הָיָה הֶעָנִי מְקַבֵּץ בְּיָדוֹ בְּרֹאשׁ הַזַּיִת וּמַשְׁלִיךְ לָאָרֶץ הֲרֵי זֶה גֵּזֶל גָּמוּר שֶׁהֲרֵי הִגִּיעוּ לְיַד הַזּוֹכֶה בָּהֶן: \n",
      "הַדְּבוֹרִים אֵינָן בִּרְשׁוּתוֹ שֶׁל אָדָם כְּמוֹ תַּרְנְגוֹלִים וַאֲוָזִים וְאַף עַל פִּי כֵן יֵשׁ בָּהֶן קִנְיָן מִדִּבְרֵיהֶם. וְהַגּוֹזֵל נְחִיל דְּבוֹרִים אוֹ שֶׁמְּנָעוֹ מִבְּעָלָיו אִם בָּא לִרְשׁוּתוֹ הֲרֵי זֶה גֵּזֶל מִדִּבְרֵיהֶם. לְפִיכָךְ מִי שֶׁיָּצָא נְחִיל שֶׁל דְּבוֹרִים מֵרְשׁוּתוֹ וְשָׁכַן בִּרְשׁוּת חֲבֵרוֹ יֵשׁ לְבַעַל הַנְּחִיל לְהַלֵּךְ בְּתוֹךְ שְׂדֵה חֲבֵרוֹ עַד שֶׁיִּטּל אֶת נְחִילוֹ. וְאִם הִזִּיק מְשַׁלֵּם מַה שֶּׁהִזִּיק. אֲבָל לֹא יָקֹץ אֶת שׂוֹכֹה עַל מְנָת לִתֵּן דָּמִים: \n",
      "נֶאֱמֶנֶת אִשָּׁה אוֹ קָטָן לוֹמַר מִכָּאן יָצָא נְחִיל זֶה וְהוּא שֶׁיִּהְיוּ מְשִׂיחִין לְפִי תֻּמָּן וְיִהְיוּ הַבְּעָלִים מְרַדְּפִין אַחַר הַנְּחִיל וְשׁוֹאֲלִים הֵיכָן חוֹנֶה. וְאַף עַל פִּי שֶׁאֵין אִשָּׁה אוֹ קָטָן בְּנֵי עֵדוּת הוֹאִיל וְקִנְיַן דְּבוֹרִים מִדִּבְרֵיהֶם הֶאֱמִינוּ אוֹתָם בּוֹ: \n",
      "כָּל מִי שֶׁיֵּשׁ בְּיָדוֹ גֵּזֶל שֶׁל דִּבְרֵיהֶם אֵינוֹ יוֹצֵא מִיָּדוֹ בְּדַיָּנִין. וְכֵן אִם כָּפַר בּוֹ וְנִשְׁבַּע אֵינוֹ מוֹסִיף חֹמֶשׁ כְּמוֹ שֶׁמּוֹסִיף עַל הַגֵּזֶל הַגָּמוּר: \n"
    ],
    [
      "כָּל מִי שֶׁנִּתְחַיֵּב מָמוֹן לַחֲבֵרוֹ הַיִּשְׂרָאֵל וְכָפַר בּוֹ וְנִשְׁבַּע עַל שֶׁקֶר הֲרֵי זֶה חַיָּב לְהַחְזִיר לוֹ הַקֶּרֶן שֶׁכָּפַר בּוֹ וְהוֹסָפַת חֹמֶשׁ. וְחַיָּב בְּקָרְבָּן וְהוּא הַנִּקְרָא אֲשַׁם גְּזֵלוֹת: \n",
      "אֶחָד הַגּוֹזֵל אוֹ הָעוֹשֵׁק אוֹ הַגּוֹנֵב אוֹ שֶׁהִלְוָהוּ אוֹ שֶׁהִפְקִיד אֶצְלוֹ אוֹ מָצָא אֲבֵדָה וְכִחֵשׁ בָּהּ אוֹ שֶׁהָיְתָה בֵּינֵיהֶן שֻׁתָּפוּת וְנִשְׁאַר לוֹ אֶצְלוֹ מָמוֹן אוֹ שֶׁעָשָׂה לוֹ מְלָאכָה וְלֹא נָתַן לוֹ שְׂכָרוֹ. כְּלָלוֹ שֶׁל דָּבָר כָּל שֶׁאִלּוּ הוֹדָה חַיָּב לְשַׁלֵּם בְּדִין וְכָפַר וְנִשְׁבַּע מְשַׁלֵּם קֶרֶן וְחֹמֶשׁ שֶׁנֶּאֱמַר <small>(ויקרא ה כא)</small> \"וְכִחֵשׁ בַּעֲמִיתוֹ בְּפִקָּדוֹן\": \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה חַיָּב לְשַׁלֵּם מֵחֲמַת עַצְמוֹ. אֲבָל אִם הָיָה חַיָּב לְשַׁלֵּם מֵחֲמַת אָבִיו אֵינוֹ מְשַׁלֵּם חֹמֶשׁ. כֵּיצַד. כְּגוֹן שֶׁגָּזַל אָבִיו אוֹ גָּנַב אוֹ שֶׁהָיָה חַיָּב לַאֲחֵרִים וְהַבֵּן יוֹדֵעַ וְכָפַר הַבֵּן וְנִשְׁבַּע וְאַחַר כָּךְ הוֹדָה מְשַׁלֵּם הַקֶּרֶן בִּלְבַד שֶׁנֶּאֱמַר <small>(ויקרא ה כג)</small> \"אֲשֶׁר גָּזָל\" עַל גְּזֵלוֹ הוּא מוֹסִיף חֹמֶשׁ וְאֵינוֹ מוֹסִיף חֹמֶשׁ עַל גֵּזֶל אָבִיו: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁאֵין הַגְּזֵלָה קַיֶּמֶת. אֲבָל אִם גָּזַל אָבִיו וּמֵת וְהַגְּזֵלָה קַיֶּמֶת וְכָפַר הַיּוֹרֵשׁ וְנִשְׁבַּע וְאַחַר כָּךְ הוֹדָה מְשַׁלֵּם קֶרֶן וְחֹמֶשׁ: \n",
      "גָּזַל הָאָב וְנִשְׁבַּע הָאָב וְהוֹדָה וְאַחַר כָּךְ מֵת הֲרֵי הַיּוֹרֵשׁ מְשַׁלֵּם קֶרֶן וְחֹמֶשׁ: \n",
      "גָּזַל וְנִשְׁבַּע וּמֵת וְהוֹדָה הַיּוֹרֵשׁ מְשַׁלֵּם הַקֶּרֶן בִּלְבַד. וּבֵין כָּךְ וּבֵין כָּךְ הַיּוֹרֵשׁ פָּטוּר מִן הָאָשָׁם: \n",
      "הַנִּשְׁבָּע לְעַכּוּ''ם מְשַׁלֵּם אֶת הַקֶּרֶן וְאֵינוֹ חַיָּב בְּחֹמֶשׁ שֶׁנֶּאֱמַר <small>(ויקרא ה כא)</small> \"וְכִחֵשׁ בַּעֲמִיתוֹ\". וְכֵן הַגּוֹזֵל פָּחוֹת מִשְּׁוֵה פְּרוּטָה וְכָפַר וְנִשְׁבַּע אֵינוֹ חַיָּב בְּחֹמֶשׁ שֶׁאֵין פָּחוֹת מִשְּׁוֵה פְּרוּטָה מָמוֹן. כַּמָּה הוּא הַחֹמֶשׁ. אֶחָד מֵאַרְבָּעָה בְּקֶרֶן שֶׁאִם גָּזַל שְׁוֵה אַרְבָּעָה וְנִשְׁבַּע מְשַׁלֵּם חֲמִשָּׁה. וְאִם הָיְתָה הַגְּזֵלָה קַיֶּמֶת מַחְזִיר אוֹתָהּ וְנוֹתֵן דְּמֵי רְבִיעַ שֶׁלָּהּ: \n",
      "אֵין הַנִּשְׁבָּע עַל כְּפִירַת מָמוֹן מְשַׁלֵּם חֹמֶשׁ עַד שֶׁיּוֹדֶה מֵעַצְמוֹ. אֲבָל אִם בָּאוּ עֵדִים וְהוּא עוֹמֵד בִּכְפִירָתוֹ מְשַׁלֵּם הַקֶּרֶן בִּלְבַד עַל פִּי עֵדִים וְאֵינוֹ מְשַׁלֵּם אֶת הַחֹמֶשׁ. שֶׁהַחֹמֶשׁ עִם הַקָּרְבָּן לְכַפָּרָה הֵם בָּאִים וְאֵינוֹ מְבִיאָן אֶלָּא עַל פִּי עַצְמוֹ: \n",
      "הַגּוֹזֵל אֶת חֲבֵרוֹ אַף עַל פִּי שֶׁכָּפַר בּוֹ הוֹאִיל וְלֹא נִשְׁבַּע אִם חָזַר וְהוֹדָה אֵינוֹ חַיָּב לִרְדֹּף אַחַר הַבְּעָלִים עַד שֶׁיַּחְזִיר לָהֶם מָמוֹן שֶׁבְּיָדוֹ אֶלָּא יְהֵא בְּיַד הַגַּזְלָן עַד שֶׁיָּבוֹאוּ הַבְּעָלִים וְיִטְּלוּ שֶׁלָּהֶן. אֲבָל אִם נִשְׁבַּע עַל שְׁוֵה פְּרוּטָה וָמַעְלָה חַיָּב לִרְדֹּף אַחַר הַבְּעָלִים עַד שֶׁיַּחְזִיר לָהֶם אֲפִלּוּ הֵם בְּאִיֵּי הַיָּם. מִפְּנֵי שֶׁכְּבָר נִתְיָאֲשׁוּ מֵאַחַר שֶׁנִּשְׁבַּע וְאֵינָן בָּאִין עוֹד לְתָבְעוֹ: \n",
      "אֲפִלּוּ הֶחְזִיר הַגְּזֵלָה כֻּלָּהּ חוּץ מִשְּׁוֵה פְּרוּטָה חַיָּב לְהוֹלִיכָהּ אַחַר הַנִּגְזָל. וְלֹא יִתֵּן לֹא לִבְנוֹ שֶׁל נִגְזָל וְלֹא לִשְׁלוּחוֹ אֶלָּא אִם כֵּן עָשָׂה הַנִּגְזָל הַשָּׁלִיחַ בְּעֵדִים. וְאִם הֵבִיא אֶת הַגְּזֵלָה וְאֶת הַחֹמֶשׁ לְבֵית דִּין שֶׁבְּעִירוֹ הֲרֵי זֶה מֵבִיא אָשָׁם וּמִתְכַּפֵּר לוֹ וּבֵית דִּין מְטַפְּלִין בָּהּ עַד שֶׁתַּגִּיעַ לְבַעֲלָהּ. וְכֵן נוֹתֵן הוּא לִשְׁלִיחַ בֵּית דִּין. וְכָל הַנּוֹתֵן הַגְּזֵלָה וְכַיּוֹצֵא בּוֹ לְבֵית דִּין יָצָא: \n",
      "נָתַן לוֹ אֶת הַקֶּרֶן וְלֹא נָתַן לוֹ אֶת הַחֹמֶשׁ אוֹ שֶׁמָּחַל לוֹ עַל הַקֶּרֶן וְלֹא מָחַל לוֹ עַל הַחֹמֶשׁ אוֹ שֶׁמָּחַל לוֹ עַל זֶה וְעַל זֶה חוּץ מִפָּחוֹת מִשְּׁוֵה פְּרוּטָה בַּקֶּרֶן אֵינוֹ צָרִיךְ לְהוֹלִיךְ אַחֲרָיו אֶלָּא יָבוֹא הַנִּגְזָל וְיִטּל אֶת הַשְּׁאָר. וְאַף עַל פִּי שֶׁהַגְּזֵלָה עַצְמָהּ קַיֶּמֶת אֵין חוֹשְׁשִׁין שֶׁמָּא תִּתְיַקֵּר וְנִמְצָא הַנִּשְׁאָר שְׁוֵה פְּרוּטָה. אֲבָל אִם נָתַן לוֹ אֶת הַחֹמֶשׁ וְלֹא נָתַן לוֹ אֶת הַקֶּרֶן אוֹ שֶׁמָּחַל לוֹ עַל הַחֹמֶשׁ וְלֹא מָחַל לוֹ עַל הַקֶּרֶן אוֹ שֶׁמָּחַל לוֹ עַל זֶה וְעַל זֶה חוּץ מִשְּׁוֵה פְּרוּטָה בַּקֶּרֶן חַיָּב לְהוֹלִיכוֹ אַחֲרָיו אוֹ לָתֵת לְבֵית דִּין שֶׁבְּעִירוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הַמַּחֲזִיר אֶת הַקֶּרֶן לַבְּעָלִים וְכָפַר פַּעַם שְׁנִיָּה בַּחֹמֶשׁ וְנִשְׁבַּע עָלָיו נַעֲשָׂה הַחֹמֶשׁ כְּקֶרֶן לְכָל דָּבָר וּמְשַׁלֵּם עָלָיו חֹמֶשׁ אַחֵר שֶׁנֶּאֱמַר <small>(ויקרא ה כד)</small> \"וַחֲמִשִׁתָיו יֹסֵף עָלָיו\" מְלַמֵּד שֶׁהוּא מוֹסִיף חֹמֶשׁ עַל חֹמֶשׁ עַד שֶׁיִּתְמַעֵט הַחֹמֶשׁ שֶׁיִּכְפֹּר בּוֹ וְנִשְׁבַּע עָלָיו מִשְּׁוֵה פְּרוּטָה: \n",
      "מִי שֶׁהָיָה אֶצְלוֹ פִּקָּדוֹן וְטָעַן שֶׁאָבַד וְנִשְׁבַּע וְחָזַר וְהוֹדָה שֶׁהוּא אֶצְלוֹ. וְחָזַר וְטָעַן שֶׁאָבַד וְנִשְׁבַּע וְחָזַר וְהוֹדָה שֶׁהוּא אֶצְלוֹ מְשַׁלֵּם חֹמֶשׁ לְכָל שְׁבוּעָה וּשְׁבוּעָה עִם הַקֶּרֶן הָאֶחָד שֶׁנֶּאֱמַר <small>(ויקרא ה כד)</small> \"וַחֲמִשִׁתָיו יֹסֵף עָלָיו\" מְלַמֵּד שֶׁהוּא מְשַׁלֵּם כַּמָּה חֳמָשִׁין עַל קֶרֶן אֶחָד: \n"
    ],
    [
      "הַגּוֹזֵל אֶת חֲבֵרוֹ וּמֵת הַנִּגְזָל יַחְזִיר הַגְּזֵלָה לַיּוֹרְשִׁים. וְאִם אָבְדָה אוֹ נִשְׁתַּנֵּית נוֹתֵן לָהֶם דָּמֶיהָ. וְאִם נִשְׁבַּע לוֹ וְאַחַר כָּךְ מֵת נוֹתֵן לַיּוֹרְשִׁים הַקֶּרֶן וְהַחֹמֶשׁ: \n",
      "הַגּוֹזֵל אֶת אָבִיו וְנִשְׁבַּע לוֹ וּמֵת הָאָב. אִם אֵין הַגְּזֵלָה קַיֶּמֶת אוֹ נִשְׁתַּנֵּית עוֹשֶׂה חֶשְׁבּוֹן עִם אֶחָיו עַל הַקֶּרֶן וְעַל הַחֹמֶשׁ. וְאִם הַגְּזֵלָה קַיֶּמֶת חַיָּב לְהוֹצִיא הַגְּזֵלָה עַצְמָהּ מִתַּחַת יָדוֹ. לְפִיכָךְ נוֹתֵן אֶת הַגְּזֵלָה וְאֶת הַחֹמֶשׁ לְאֶחָיו וְעוֹשֶׂה עִמָּהֶן חֶשְׁבּוֹן: \n",
      "אִם אֵין לוֹ אַחִין שֶׁנִּמְצָא זֶה הַגַּזְלָן לְבַדּוֹ הוּא הַיּוֹרֵשׁ מוֹצִיא הַגְּזֵלָה מִתַּחַת יָדוֹ לְבָנָיו וְאִם אֵין בָּנִים לְזֶה הַבֵּן הַגַּזְלָן נוֹתְנָהּ לְבַעַל חוֹבוֹ אוֹ בְּהַלְוָאָתוֹ אוֹ לִצְדָקָה. הוֹאִיל וְיָצְאָה הַגְּזֵלָה עַצְמָהּ מִתַּחַת יָדוֹ נִפְטַר אַף עַל פִּי שֶׁנְּתָנָהּ מַתָּנָה אוֹ פְּרָעָהּ בְּחוֹבוֹ. וְהוּא שֶׁיּוֹדִיעֵם וְיֹאמַר זֶה גֵּזֶל אַבָּא: \n",
      "וְכֵן הַגּוֹזֵל אֶת הַגֵּר וְנִשְׁבַּע לוֹ וְחָזַר וְהוֹדָה לוֹ וְזָקַף עָלָיו הַכּל מִלְוֶה וְאַחַר כָּךְ מֵת הַגֵּר אַף עַל פִּי שֶׁזָּכָה בַּגְּזֵלָה חַיָּב לְהוֹצִיאָהּ מִתַּחַת יָדוֹ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהוֹדָה בֵּינְתַיִם. אֲבָל אִם גָּזַל אֶת הַגֵּר שֶׁאֵין לוֹ יוֹרְשִׁים וְנִשְׁבַּע לוֹ וּמֵת הַגֵּר הֲרֵי זֶה חַיָּב לְשַׁלֵּם הַקֶּרֶן וְחֹמֶשׁ לַכֹּהֲנִים שֶׁל אוֹתוֹ מִשְׁמָר וּמֵבִיא אֲשָׁמוֹ וְאַחַר כָּךְ יִתְכַּפֵּר בּוֹ: \n",
      "מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(במדבר ה ח)</small> \"וְאִם אֵין לָאִישׁ גֹּאֵל\" בְּגֵר שֶׁמֵּת וְאֵין לוֹ יוֹרְשִׁים הַכָּתוּב מְדַבֵּר וְאָשֵׁם זֶה הָאָמוּר כָּאן הוּא הַגְּזֵלָה אוֹ דָּמֶיהָ. לְפִיכָךְ הַמַּחֲזִיר גֵּזֶל הַגֵּר בַּלַּיְלָה לֹא יָצָא. שֶׁהֲרֵי אָשֵׁם קְרָאוֹ הַכָּתוּב וְאֵין מַקְרִיבִין בַּלַּיְלָה. וְאֵין הַכֹּהֲנִים חוֹלְקִין גֵּזֶל הַגֵּר כְּנֶגֶד גֵּזֶל הַגֵּר כְּדֶרֶךְ שֶׁאֵין חוֹלְקִין בְּשַׂר אָשָׁם נֶגֶד בְּשַׂר אָשָׁם אַחֵר: \n",
      "כָּל גֵּזֶל הַגֵּר שֶׁאֵין בּוֹ שְׁוֵה פְּרוּטָה לְכָל כֹּהֵן וְכֹהֵן מֵאַנְשֵׁי מִשְׁמָר לֹא יָצָא הַמַּחְזִירוֹ יְדֵי הֲשָׁבָה שֶׁנֶּאֱמַר <small>(במדבר ה ח)</small> \"הַמּוּשָׁב לַה' לַכֹּהֵן\" עַד שֶׁתִּהְיֶה הֲשָׁבָה לְכָל כֹּהֵן. וְלָמָּה נֶאֱמַר בְּגֵזֶל הַגֵּר <small>(במדבר ה ח)</small> \"אִישׁ\" שֶׁהָאִישׁ אַתָּה צָרִיךְ לַחְקֹר וּלְחַזֵּר עָלָיו אִם יֵשׁ לוֹ יוֹרְשִׁים אוֹ אִם אֵין לוֹ אֲבָל אִם הָיָה הַגֵּר קָטָן אִי אַתָּה צָרִיךְ לְחַזֵּר עָלָיו אֶלָּא חֶזְקָתוֹ שֶׁאֵין לוֹ יוֹרְשִׁים: \n",
      "הַכֹּהֲנִים בְּגֵזֶל הַגֵּר כִּמְקַבְּלֵי מַתָּנוֹת הֵן. לְפִיכָךְ הַגּוֹזֵל חָמֵץ מִן הַגֵּר שֶׁאֵין לוֹ יוֹרְשִׁים וְעָבַר עָלָיו הַפֶּסַח חַיָּב לִתֵּן לַכֹּהֲנִים אֶת דָּמָיו כִּשְׁעַת הַגְּזֵלָה. שֶׁאִם יִתְּנֵהוּ לָהֶן עַכְשָׁו אֵינָהּ מַתָּנָה שֶׁהֲרֵי הוּא אָסוּר בַּהֲנָאָה. וְאִלּוּ הָיָה הַגֵּר קַיָּם הָיָה אוֹמֵר לוֹ הֲרֵי שֶׁלְּךָ לְפָנֶיךָ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "כֹּהֵן שֶׁגָּזַל גֵּר שֶׁאֵין לוֹ יוֹרְשִׁים וְנִשְׁבַּע לוֹ וּמֵת הַגֵּר לֹא זָכָה זֶה בִּגְזֵלוֹ שֶׁתַּחַת יָדוֹ אֶלָּא יוֹצִיא מִתַּחַת יָדוֹ לְכָל אֶחָיו הַכֹּהֲנִים בְּנֵי הַמִּשְׁמֶרֶת: \n",
      "הַגּוֹזֵל אֶת הַגֵּר וְנִשְׁבַּע לוֹ וּמֵת הַגֵּר וְהִפְרִישׁ אֲשָׁמוֹ וּגְזֵלָתוֹ לְהַעֲלוֹתָן לַכֹּהֲנִים וּמֵת הַגַּזְלָן קֹדֶם כַּפָּרָה הֲרֵי בְּנֵי הַגַּזְלָן יוֹרְשִׁים אֶת כֶּסֶף הַגְּזֵלָה אוֹ הַגְּזֵלָה עַצְמָהּ וְהָאָשָׁם יִרְעֶה עַד שֶׁיִּפּל בּוֹ מוּם כְּמוֹ שֶׁבֵּאַרְנוּ בִּמְקוֹמוֹ: \n",
      "נָתַן הַגַּזְלָן אֶת הַכֶּסֶף לְאַנְשֵׁי מִשְׁמָר וּמֵת קֹדֶם כַּפָּרָה אֵין יוֹרְשֵׁי הַגַּזְלָן יְכוֹלִין לְהוֹצִיא מִיַּד הַכֹּהֲנִים שֶׁנֶּאֱמַר <small>(במדבר ה י)</small> \"אִישׁ אֲשֶׁר יִתֵּן לַכֹּהֵן לוֹ יִהְיֶה\". וַאֲפִלּוּ הָיָה הַגַּזְלָן קָטָן שֶׁאֵין מַתְּנָתוֹ מַתָּנָה אֵין יוֹרְשָׁיו מוֹצִיאִין מִיַּד הַכֹּהֲנִים: \n",
      "נָתַן אֶת הַכֶּסֶף לְאַחַת מִן הַמִּשְׁמָרוֹת וְאֶת הָאָשָׁם לְמִשְׁמָרָה זוֹ שֶׁהִיא שַׁבַּתָּהּ יַחְזִיר הַכֶּסֶף אֵצֶל הָאָשָׁם לְאַנְשֵׁי הַמִּשְׁמָרָה הַקְּבוּעָה שֶׁהַמִּשְׁמָרָה שֶׁלָּקְחָה כֶּסֶף בְּלֹא שַׁבַּתָּהּ לֹא זָכְתָה וּמוֹצִיאִין מִיָּדָהּ: \n",
      "אֵין מַקְרִיבִין אֶת הָאָשָׁם עַד שֶׁיַּחְזִיר הַגַּזְלָן הַקֶּרֶן לַבְּעָלִים אוֹ לַכֹּהֲנִים אִם הָיָה גֵּזֶל גֵּר שֶׁאֵין לוֹ יוֹרְשִׁים. נָתַן אֶת הַקֶּרֶן וְהִקְרִיב אֲשָׁמוֹ נִתְכַּפֵּר לוֹ וְאֵין הַחֹמֶשׁ מְעַכֵּב הַכַּפָּרָה וְחַיָּב לִתֵּן אֶת הַחֹמֶשׁ אַחַר כַּפָּרָה: \n",
      "הָעֲבָדִים וְהַשְּׁטָרוֹת וְהַקַּרְקָעוֹת אֵין בָּהֶן תּוֹסֶפֶת חֹמֶשׁ שֶׁנֶּאֱמַר <small>(ויקרא ה כא)</small> \"וְכִחֵשׁ בַּעֲמִיתוֹ בְּפִקָּדוֹן\". כָּל הָאָמוּר בָּעִנְיַן מִטַּלְטְלִין הוּא וְגוּפָן מָמוֹן. יָצְאוּ קַרְקָעוֹת וַעֲבָדִים שֶׁהֻקְּשׁוּ לְקַרְקָעוֹת וְיָצְאוּ שְׁטָרוֹת שֶׁאֵין גּוּפָן מָמוֹן. וְכֵן אִם הָיוּ גֵּזֶל גֵּר שֶׁאֵין לוֹ יוֹרְשִׁים אֵינָן חוֹזְרִים לַכֹּהֲנִים. וְכֵן הַקַּרְקַע אֵינָהּ נִקְנֵית לְעוֹלָם לַגַּזְלָן אֶלָּא בִּרְשׁוּת בְּעָלֶיהָ עוֹמֶדֶת. וַאֲפִלּוּ נִמְכְּרָה לְאֶלֶף זֶה אַחַר זֶה וְנִתְיָאֲשׁוּ הַבְּעָלִים הֲרֵי זוֹ חוֹזֶרֶת לַנִּגְזָל בְּלֹא דָּמִים. וְכָל מִי שֶׁיָּצְאָה מִתַּחַת יָדוֹ חוֹזֶרֶת עַל זֶה שֶׁמְּכָרָהּ לוֹ וְחוֹזֵר הַמּוֹכֵר הַשֵּׁנִי עַל הַמּוֹכֵר הָרִאשׁוֹן עַד שֶׁיַּחֲזֹר הַלּוֹקֵחַ מִן הַגַּזְלָן עַל הַגַּזְלָן וְיִטּל מִמֶּנּוּ כְּמוֹ שֶׁיִּתְבָּאֵר: \n"
    ],
    [
      "הַגּוֹזֵל קַרְקַע מֵחֲבֵרוֹ וְהִפְסִידָהּ. כְּגוֹן שֶׁחָפַר בָּהּ בּוֹרוֹת שִׁיחִין וּמְעָרוֹת אוֹ שֶׁקָּצַץ אֶת הָאִילָנוֹת וְשִׁחֵת אֶת הַמַּעְיָנוֹת וְהָרַס הַבִּנְיָן. חַיָּב לְהַעֲמִיד לוֹ בַּיִת אוֹ שָׂדֶה כְּשֶׁהָיוּ בִּשְׁעַת הַגְּזֵלָה אוֹ יְשַׁלֵּם דְּמֵי מַה שֶּׁהִפְסִיד. אֲבָל אִם נִשְׁחֲתָה מֵאֵלֶיהָ כְּגוֹן שֶׁשְּׁטָפָהּ נָהָר אוֹ נִשְׂרְפָה בְּאֵשׁ שֶׁיָּרְדָה מִן הַשָּׁמַיִם אוֹמֵר לוֹ הֲרֵי שֶׁלְּךָ לְפָנֶיךָ שֶׁהַקַּרְקַע בְּחֶזְקַת בְּעָלִים קַיֶּמֶת וְאֵין אַחֲרָיוּת הֶפְסֵדָהּ עָלָיו אֶלָּא אִם כֵּן הִפְסִיד בְּיָדוֹ. מַה שֶּׁאֵין הַדִּין כֵּן בְּמִטַּלְטְלִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "גָּזַל שָׂדֶה וְנִגְזְלָה מִמֶּנּוּ וּנְטָלוּהָ מְצִיקִים בְּכֹחַ הַמֶּלֶךְ. אִם מַכַּת מְדִינָה הִיא כְּגוֹן שֶׁלָּקַח הַמֶּלֶךְ שָׂדוֹת אוֹ בָּתִּים שֶׁל כָּל אַנְשֵׁי הַמְּדִינָה אוֹמֵר לוֹ הֲרֵי שֶׁלְּךָ לְפָנֶיךָ. וְאִם מֵחֲמַת הַגַּזְלָן נִלְקְחָה חַיָּב לְהַעֲמִיד לוֹ שָׂדֶה אַחֶרֶת: \n",
      "אָנַס הַמֶּלֶךְ אֶת הַגַּזְלָן וְאָמַר לוֹ הַרְאֵה לָנוּ כָּל מַה שֶּׁיֵּשׁ לְךָ וְהֶרְאָה שָׂדֶה זוֹ שֶׁגָּזַל בִּכְלַל שְׂדוֹתָיו וּנְטָלָהּ הַמֶּלֶךְ. חַיָּב לְהַעֲמִיד לוֹ שָׂדֶה אַחֶרֶת כְּמוֹתָהּ אוֹ נוֹתֵן דָּמֶיהָ: \n",
      "גָּזַל שָׂדֶה וְהִפְסִידָהּ בְּיָדוֹ כְּשֶׁבַּעַל הַשָּׂדֶה גּוֹבֶה אֶת דְּמֵי מַה שֶּׁהִפְסִיד הַגַּזְלָן גּוֹבֶה אוֹתָן מִנְּכָסִים בְּנֵי חוֹרִין מִפְּנֵי שֶׁהִיא כְּמִלְוֶה עַל פֶּה. וְאִם עָמַד הַגַּזְלָן בַּדִּין וְנִתְחַיֵּב לְשַׁלֵּם וְאַחַר כָּךְ מָכַר גּוֹבֶה מִנְּכָסִים מְשֻׁעְבָּדִין: \n",
      "גָּזַל שָׂדֶה וְאָכַל פֵּרוֹתֶיהָ מְשַׁלֵּם כָּל הַפֵּרוֹת שֶׁאָכַל מִנְּכָסִים בְּנֵי חוֹרִין. גָּזַל וְהִשְׁבִּיחַ שָׁמִין לוֹ וְיָדוֹ עַל הַתַּחְתּוֹנָה אִם הַשֶּׁבַח יֶתֶר עַל הַהוֹצָאָה נוֹטֵל הַהוֹצָאָה בִּלְבַד מִן הַנִּגְזָל וְאִם הַהוֹצָאָה יְתֵרָה עַל הַשֶּׁבַח אֵין לוֹ מִן הַהוֹצָאָה אֶלָּא שִׁעוּר הַשֶּׁבַח: \n",
      "גָּזַל שָׂדֶה וּמְכָרָהּ וְהִשְׁבִּיחָהּ הַלּוֹקֵחַ אִם הַשֶּׁבַח יָתֵר עַל הַהוֹצָאָה נוֹטֵל הַהוֹצָאָה מִבַּעַל הַשָּׂדֶה וְהַקֶּרֶן נוֹטֵל עִם שְׁאָר הַשֶּׁבַח מִן הַגַּזְלָן: \n",
      "הַקֶּרֶן גּוֹבֶה מִנְּכָסִים מְשֻׁעְבָּדִים וּשְׁאָר הַשֶּׁבַח מִנְּכָסִים בְּנֵי חוֹרִין. וְאִם הִכִּיר בָּהּ שֶׁהִיא גְּזוּלָה כְּשֶׁלְּקָחָהּ אֵינוֹ נוֹטֵל מִן הַגַּזְלָן אֶלָּא הַקֶּרֶן בִּלְבַד וּמַפְסִיד שְׁאָר הַשֶּׁבַח הַיָּתֵר עַל הַהוֹצָאָה. הָיְתָה הַהוֹצָאָה יְתֵרָה עַל הַשֶּׁבַח בֵּין שֶׁהִכִּיר בָּהּ שֶׁהִיא גְּזוּלָה בֵּין שֶׁלֹּא הִכִּיר בָּהּ אֵין לוֹ מִן הַהוֹצָאָה אֶלָּא שִׁעוּר הַשֶּׁבַח נוֹטֵל מִבַּעַל הַשָּׂדֶה וְהַקֶּרֶן נוֹטֵל מִן הַגַּזְלָן מִנְּכָסִים מְשֻׁעְבָּדִין: \n",
      "הַגּוֹזֵל שָׂדֶה וּמְכָרָהּ וְאָכַל הַלּוֹקֵחַ פֵּרוֹתֶיהָ מְחַשְּׁבִין עָלָיו כָּל הַפֵּרוֹת שֶׁאָכַל וּמְשַׁלֵּם לְבַעַל הַשָּׂדֶה וְחוֹזֵר וְגוֹבֶה אוֹתָן מִן הַגַּזְלָן מִנְּכָסִים בְּנֵי חוֹרִין. וְאִם הִכִּיר בָּהּ שֶׁגְּזוּלָה הִיא אֵין לוֹ פֵּרוֹת וְאֵינוֹ גּוֹבֶה מִן הַגַּזְלָן אֶלָּא הַקֶּרֶן בִּלְבַד: \n",
      "הַמּוֹכֵר שָׂדֶה שֶׁאֵינָהּ שֶׁלּוֹ אֵין מִמְכָּרוֹ מִמְכָּר וְלֹא קָנָה לוֹקֵחַ כְּלוּם כְּמוֹ שֶׁבֵּאַרְנוּ. חָזַר הַגַּזְלָן אַחַר שֶׁמְּכָרָהּ וּלְקָחָהּ מִבְּעָלֶיהָ נִתְקַיְּמָה בְּיַד הַלּוֹקֵחַ מִן הַגַּזְלָן. וַאֲפִלּוּ נְתָנָהּ לוֹ הַגַּזְלָן מַתָּנָה כְּשֶׁהָיְתָה גְּזוּלָה בְּיָדוֹ כֵּיוָן שֶׁחָזַר וּלְקָחָהּ נִתְקַיְּמָה בְּיַד זֶה שֶׁקִּבֵּל הַמַּתָּנָה שֶׁמִּפְּנֵי זֶה טָרַח הַגַּזְלָן עַד שֶׁקְּנָאָהּ כְּדֵי לַעֲמֹד בְּנֶאֱמָנוּתוֹ: \n",
      "לְפִיכָךְ אִם תָּבַע הַלּוֹקֵחַ אֶת הַגַּזְלָן מִפְּנֵי שֶׁמָּכַר לוֹ שָׂדֶה שֶׁאֵינָהּ שֶׁלּוֹ וְנִתְחַיֵּב לְשַׁלֵּם וְהִתְחִיל בֵּית דִּין לְהַכְרִיז עַל נִכְסֵי הַגַּזְלָן כְּדֵי לְהַגְבּוֹת מֵהֶן לַלּוֹקֵחַ וְאַחַר שֶׁהִתְחִילוּ הַהַכְרָזָה לְקָחָהּ הַגַּזְלָן מִן הַבְּעָלִים לֹא נִתְקַיְּמָה בְּיַד הַלּוֹקֵחַ. שֶׁמֵּאַחַר שֶׁהִכְרִיזוּ עַל נְכָסָיו נִתְגַּלָּה שֶׁאֵינוֹ נֶאֱמָן וְלֹא לְקָחָהּ מִן הַבְּעָלִים כְּדֵי לְהַעֲמִידָהּ בְּיַד הַלּוֹקֵחַ: \n",
      "לְקָחָהּ הַגַּזְלָן מִן הַבְּעָלִים אַחַר שֶׁמְּכָרָהּ כְּשֶׁהִיא גְּזוּלָה וְחָזַר וּמְכָרָהּ לְאַחֵר אוֹ נְתָנָהּ בְּמַתָּנָה אוֹ הוֹרִישָׁהּ. הֲרֵי גִּלָּה דַּעְתּוֹ שֶׁאֵינוֹ רוֹצֶה לְהַעֲמִידָהּ בְּיַד זֶה שֶׁלְּקָחָהּ מִמֶּנּוּ כְּשֶׁהָיְתָה גְּזוּלָה. וְכֵן אִם נָפְלָה לַגַּזְלָן בִּירֻשָּׁה לֹא נִתְקַיְּמָה בְּיַד הַלּוֹקֵחַ: \n",
      "גְּבָאָהּ הַגַּזְלָן בְּחוֹבוֹ. אִם יֵשׁ לַנִּגְזָל קַרְקַע אַחֶרֶת וְאָמַר לוֹ הַגַּזְלָן זוֹ אֲנִי גּוֹבֶה בְּחוֹבִי הֲרֵי זֶה מִתְכַּוֵּן לְהַעֲמִידָהּ בְּיַד הַלּוֹקֵחַ. וְאִם אֵין לַנִּגְזָל קַרְקַע אֶלָּא זוֹ לִגְבּוֹת חוֹבוֹ הוּא שֶׁנִּתְכַּוֵּן: \n",
      "נְתָנוּהָ הַבְּעָלִים לַגַּזְלָן מַתָּנָה קְנָאָהּ הַלּוֹקֵחַ שֶׁאִלּוּ לֹא טָרַח לַבְּעָלִים לֹא הָיוּ נוֹתְנִים לוֹ בְּמַתָּנָה וּמִפְּנֵי זֶה טָרַח כְּדֵי שֶׁיִּזְכֶּה בָּהּ בְּדִין וְיַעֲמֹד בְּנֶאֱמָנוּתוֹ וְתִתְקַיֵּם בְּיַד הַלּוֹקֵחַ: \n",
      "הַגּוֹזֵל שָׂדֶה וְאַחַר שֶׁגְּזָלָהּ וְהֻחְזַק גַּזְלָן עָלֶיהָ חָזַר וּלְקָחָהּ מִבְּעָלִים הָרִאשׁוֹנִים וְטָעַן הַנִּגְזָל וְאָמַר אָנוּס הָיִיתִי בְּשָׁעָה שֶׁמְּכַרְתִּיהָ לוֹ וְשֶׁלֹּא לְדַעְתִּי מָכַרְתִּי מֵחֲמַת גַּזְלָנוּתוֹ לֹא זָכָה הַגַּזְלָן אַף עַל פִּי שֶׁיֵּשׁ לוֹ עֵדִים שֶׁבִּפְנֵיהֶם לְקָחָהּ וְתַחְזֹר הַשָּׂדֶה לַבְּעָלִים וּמַחְזִירִין לַגַּזְלָן הַדָּמִים שֶׁנָּתַן: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהֵעִידוּ הָעֵדִים שֶׁמָּנָה בִּפְנֵיהֶם אֶת הַמָּעוֹת. אֲבָל אִם הֵעִידוּ שֶׁבַּעַל הַקַּרְקַע מָכַר לַגַּזְלָן וְהוֹדָה לוֹ בִּפְנֵיהֶם שֶׁנָּתַן לוֹ דָּמִים כָּךְ וְכָךְ וְהַנִּגְזָל טוֹעֵן שֶׁלֹּא נָתַן לוֹ דָּמִים וּמֵחֲמַת יִרְאָה הוֹדָה לוֹ אֵין לַגַּזְלָן כְּלוּם אֶלָּא מוֹצִיאִין מִמֶּנּוּ הַשָּׂדֶה בְּלֹא דָּמִים מִפְּנֵי שֶׁלֹּא הוֹדָה לוֹ אֶלָּא מִפְּנֵי הַפַּחַד כְּשֶׁטָּעַן הוֹאִיל וְהֻחְזַק גַּזְלָן עָלֶיהָ: \n",
      "אֵין בַּעַל הַשָּׂדֶה צָרִיךְ לַעֲשׂוֹת מוֹדָעָה עַל מֶכֶר זֶה הוֹאִיל וְהֻחְזַק זֶה גַּזְלָן עַל שָׂדֶה זוֹ וְאֵין רְאָיָתוֹ בָּהּ רְאָיָה. וְאֵין צָרִיךְ לִמְסֹר מוֹדָעָה. וְאֵין דִּין גַּזְלָן כְּדִין הָאוֹנֵס אֶת חֲבֵרוֹ וְתָלָה אוֹתוֹ עַד שֶׁיִּמְכֹּר לוֹ. שֶׁזֶּה הָאוֹנֵס אֵינוֹ רוֹצֶה לִגְזל וְלֹא גְּזָלוֹ עֲדַיִן כְּלוּם. לְפִיכָךְ אִם לֹא מָסַר הַמּוֹכֵר הָאָנוּס מוֹדָעָא מִמְכָּרוֹ קַיָּם: \n"
    ],
    [
      "עַכּוּ''ם בַּעַל זְרוֹעַ שֶׁאָנַס נִכְסֵי יִשְׂרָאֵל וְיָרַד לְתוֹךְ שָׂדֵהוּ מֵחֲמַת שֶׁהָיָה לוֹ חוֹב עַל בַּעַל הַשָּׂדֶה אוֹ מֵחֲמַת שֶׁיֵּשׁ לוֹ נֵזֶק בְּיַד זֶה הַיִּשְׂרָאֵל אוֹ מֵחֲמַת שֶׁהִפְסִיד מָמוֹנוֹ. וְאַחַר שֶׁתָּקַף לוֹ אֶת הַשָּׂדֶה מְכָרָהּ לְיִשְׂרָאֵל אַחֵר. אֵין הַבְּעָלִים יְכוֹלִין לְהוֹצִיא מִיַּד הַלּוֹקֵחַ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהוֹדוּ הַבְּעָלִים שֶׁאֱמֶת טָעַן הָעַכּוּ''ם [הַמּוֹכֵר אוֹ יָעִידוּ עֵדֵי יִשְׂרָאֵל שֶׁהָאֱמֶת טָעַן הָעַכּוּ''ם] הַמּוֹכֵר. וְכֵן אִם הָיָה שָׁם מֶלֶךְ אוֹ שַׂר בְּאוֹתוֹ מָקוֹם שֶׁיָּכוֹל לָכֹף אֶת הָעַכּוּ''ם שֶׁמָּכַר לְדִין וְלֹא תָּבְעוּ הַבְּעָלִים אֶת הָעַכּוּ''ם אֵינָן יְכוֹלִין לְהוֹצִיא מִיַּד הַלּוֹקֵחַ מִן הָעַכּוּ''ם אַף עַל פִּי שֶׁאֵינָן מוֹדִין לָעַכּוּ''ם וְאַף עַל פִּי שֶׁאֵין שָׁם עֵדִים שֶׁאֱמֶת טָעַן הָעַכּוּ''ם שֶׁהֲרֵי אוֹמֵר הַלּוֹקֵחַ לַבְּעָלִים אִם גַּזְלָן הוּא הָעַכּוּ''ם לָמָּה לֹא תְּבַעְתֶּם אוֹתוֹ בְּדִינֵיהֶם: \n",
      "הָעַכּוּ''ם הַמְּצִיקִים לְיִשְׂרָאֵל וּמְבַקְּשִׁים לְהָרְגָם עַד שֶׁיִּפְדֶּה עַצְמוֹ מִיַּד הָעַכּוּ''ם בְּשָׂדֵהוּ אוֹ בְּבֵיתוֹ וְיִתְּנֶנָּה לַמֵּצִיק וְאַחַר כָּךְ יַנִּיחֶנּוּ. כְּשֶׁיִּרְצֶה הַמֵּצִיק לִמְכֹּר אוֹתָהּ הַקַּרְקַע אִם יֵשׁ בְּיַד הַבְּעָלִים לִקַּח מִן הַמֵּצִיק הֵן קוֹדְמִין לְכָל אָדָם. וְאִם אֵין בְּיַד הַבְּעָלִים לִקַּח אוֹ שֶׁשָּׁהָה הַקַּרְקַע בְּיַד הַמֵּצִיק שְׁנֵים עָשָׂר חֹדֶשׁ כָּל הַקּוֹדֵם וְלָקַח מִן הַמֵּצִיק זָכָה. וּבִלְבַד שֶׁיִּתֵּן לַבְּעָלִים הָרִאשׁוֹנִים רְבִיעַ הַקַּרְקַע אוֹ שְׁלִישׁ הַמָּעוֹת מִפְּנֵי שֶׁזֶּה הַמֵּצִיק מוֹכֵר בְּזוֹל הוֹאִיל וְקַרְקַע שֶׁאֵינָהּ שֶׁלּוֹ הוּא מוֹכֵר הֲרֵי זֶה מוֹכֵר בְּפָחוֹת רְבִיעַ אוֹ קָרוֹב לוֹ וְזֶה רְבִיעַ שֶׁל בְּעָלִים שֶׁהֲרֵי מֵחֲמַת שֶׁהִיא שֶׁלָּהֶן מוֹכֵר בְּזוֹל. לְפִיכָךְ הַלּוֹקֵחַ מִן הַמֵּצִיק בִּשְׁלֹשִׁים נוֹתֵן לַבְּעָלִים עֲשָׂרָה אוֹ נוֹתֵן לָהֶם רְבִיעַ הַקַּרְקַע וְאַחַר כָּךְ יִקְנֶה הַכּל. וְאִם לֹא נָתַן הֲרֵי רְבִיעַ הַקַּרְקַע כְּגֵזֶל בְּיָדוֹ: \n",
      "הַיּוֹרֵד לְתוֹךְ שְׂדֵה חֲבֵרוֹ שֶׁלֹּא בִּרְשׁוּת וּנְטָעָהּ אִם הָיְתָה שָׂדֶה הָעֲשׂוּיָה לִטַּע אוֹמְדִין כַּמָּה אָדָם רוֹצֶה לִתֵּן בְּשָׂדֶה זוֹ לִטְּעָהּ וְנוֹטֵל מִבַּעַל הַשָּׂדֶה. וְאִם אֵינָהּ עֲשׂוּיָה לִטַּע שָׁמִין לוֹ וְיָדוֹ עַל הַתַּחְתּוֹנָה: \n",
      "אָמַר לוֹ בַּעַל הַשָּׂדֶה עֲקֹר אִילָנְךָ וְלֵךְ שׁוֹמְעִים לוֹ. אָמַר הַנּוֹטֵעַ הֲרֵינִי עוֹקֵר אִילָנִי אֵין שׁוֹמְעִין לוֹ מִפְּנֵי שֶׁמַּכְחִישׁ אֶת הַקַּרְקַע: \n",
      "הַחֲצֵרוֹת הֲרֵי הֵן רְאוּיִין לְבִנְיָן וּלְהוֹסִיף בָּהֶן בָּתִּים וַעֲלִיּוֹת. לְפִיכָךְ הוֹרוּ הַגְּאוֹנִים שֶׁהַבּוֹנֶה בַּחֲצַר חֲבֵרוֹ שֶׁלֹּא מִדַּעְתּוֹ הֲרֵי זֶה כְּנוֹטֵעַ שָׂדֶה הָעֲשׂוּיָה לִטַּע וְשָׁמִין לוֹ כַּמָּה אָדָם רוֹצֶה לִתֵּן בְּבִנְיָן זֶה לִבְנוֹתוֹ. וְהוּא שֶׁיִּבְנֶה בִּנְיָן הַמּוֹעִיל הָרָאוּי לְאוֹתָהּ חָצֵר כְּמִנְהַג אוֹתוֹ מָקוֹם: \n",
      "הַיּוֹרֵד לִשְׂדֵה חֲבֵרוֹ בִּרְשׁוּת אֲפִלּוּ נָטַע שָׂדֶה שֶׁאֵינָהּ עֲשׂוּיָה לִטַּע שָׁמִין לוֹ וְיָדוֹ עַל הָעֶלְיוֹנָה. שֶׁאִם הָיְתָה הַהוֹצָאָה יֶתֶר עַל הַשֶּׁבַח נוֹטֵל הַהוֹצָאָה וְאִם הַשֶּׁבַח יֶתֶר עַל הַהוֹצָאָה נוֹטֵל הַשֶּׁבַח. וּבַעַל בְּנִכְסֵי אִשְׁתּוֹ וְהַשֻּׁתָּף בְּשָׂדֶה שֶׁיֵּשׁ לוֹ חֵלֶק בָּהּ כְּיוֹרֵד בִּרְשׁוּת הֵן וְשָׁמִין לָהֶם וְיָדָם עַל הָעֶלְיוֹנָה: \n",
      "הַיּוֹרֵד לִשְׂדֵה חֲבֵרוֹ שֶׁלֹּא בִּרְשׁוּת וְנָטַע אוֹ בָּנָה וְאַחַר כָּךְ בָּא בַּעַל הַשָּׂדֶה וְהִשְׁלִים הַבִּנְיָן אוֹ שֶׁשָּׁמַר הַנְּטִיעוֹת וְכַיּוֹצֵא בְּאֵלּוּ הַדְּבָרִים שֶׁמַּרְאִין שֶׁדַּעְתּוֹ נוֹטָה לְמַה שֶּׁעָשָׂה זֶה וּבִרְצוֹנוֹ בָּא הַדָּבָר שָׁמִין לוֹ וְיָדוֹ עַל הָעֶלְיוֹנָה: \n",
      "הַיּוֹרֵד לְתוֹךְ חֻרְבָּתוֹ שֶׁל חֲבֵרוֹ וּבְנָאָהּ שֶׁלֹּא בִּרְשׁוּת שָׁמִין לוֹ וְיָדוֹ עַל הַתַּחְתּוֹנָה. וְאִם אָמַר בַּעַל הַבִּנְיָן עֵצַי וַאֲבָנַי אֲנִי נוֹטֵל. בַּבַּיִת שׁוֹמְעִין לוֹ. בַּשָּׂדֶה אֵין שׁוֹמְעִין לוֹ מִפְּנֵי שֶׁמַּכְחִישׁ אֶת הַקַּרְקַע. אָמַר לוֹ בַּעַל הַקַּרְקַע טֹל מַה שֶּׁבָּנִיתָ שׁוֹמְעִין לוֹ: \n",
      "כָּל מִי שֶׁשָּׁמִין לוֹ בֵּין שֶׁהָיְתָה יָדוֹ עַל הָעֶלְיוֹנָה בֵּין שֶׁהָיְתָה יָדוֹ עַל הַתַּחְתּוֹנָה אֵינוֹ נוֹטֵל כְּלוּם עַד שֶׁיִּשָּׁבַע בִּנְקִיטַת חֵפֶץ כַּמָּה הוֹצִיא. וְאִם אָמַר יָבוֹאוּ הַדַּיָּנִים וְיַעֲשׂוּ שׁוּמַת הַהוֹצָאָה וַהֲרֵי הִיא גְּלוּיָה לְעֵינֵיהֶם וִישַׁעֲרוּ הָעֵצִים וְהָאֲבָנִים וְהַסִּיד וּשְׂכַר הָאֻמָּנִין בַּפָּחוּת שֶׁבַּשְּׁעָרִים שׁוֹמְעִין לוֹ וְנוֹטֵל בְּלֹא שְׁבוּעָה. וְכֵן זֶה שֶׁנּוֹטֵל הַשֶּׁבַח בִּלְבַד וְהָיְתָה יָדוֹ עַל הָעֶלְיוֹנָה אֵין צָרִיךְ שְׁבוּעָה: \n",
      "כָּל שֶׁשָּׁמִין לוֹ וְנוֹטֵל שֶׁטָּעַן בַּעַל הַשָּׂדֶה וְאָמַר נָתַתִּי וְהַיּוֹרֵד לַשָּׂדֶה אוֹמֵר לֹא נָטַלְתִּי. הַיּוֹרֵד נֶאֱמָן וְנִשְׁבָּע שֶׁלֹּא נָתַן לוֹ כְּלוּם וְנוֹטֵל שֶׁהֲרֵי אוֹמְרִין לְבַעַל הַשָּׂדֶה עֲדַיִן לֹא שָׁמוּ לְךָ וְלֹא יָדַעְתָּ כַּמָּה אַתָּה חַיָּב לִתֵּן הֵיאַךְ נָתַתָּ. אֲבָל אִם שָׁמוּ לוֹ וְאָמְרוּ לְבַעַל הַשָּׂדֶה תֵּן לוֹ וְאָמַר נָתַתִּי אַף עַל פִּי שֶׁעֲדַיִן לֹא נִשְׁבַּע הַיּוֹרֵד הֲרֵי בַּעַל הַשָּׂדֶה נֶאֱמָן וְיִשָּׁבַע שְׁבוּעַת הֶסֵּת שֶׁנָּתַן וְיִפָּטֵר. שֶׁהַקַּרְקַע בְּחֶזְקַת בְּעָלֶיהָ: \n",
      "בַּעַל שֶׁהוֹרִיד אֲרִיסִין בְּנִכְסֵי אִשְׁתּוֹ וְאַחַר כָּךְ גֵּרְשָׁהּ. אִם הָיָה הַבַּעַל עַצְמוֹ אָרִיס נִסְתַּלֵּק בַּעַל נִסְתַּלְּקוּ אֲרִיסָיו שֶׁלֹּא יָרְדוּ לָהּ אֶלָּא עַל דַּעַת הַבַּעַל. וְשָׁמִין לָהֶם וְיָדָם עַל הַתַּחְתּוֹנָה. וְאִם אֵין הַבַּעַל אָרִיס עַל דַּעַת הַקַּרְקַע יָרְדוּ וְשָׁמִין לָהֶם כְּאָרִיס: \n"
    ],
    [
      "הֲשָׁבַת אֲבֵדָה לְיִשְׂרָאֵל מִצְוַת עֲשֵׂה שֶׁנֶּאֱמַר <small>(דברים כב א)</small> \"הָשֵׁב תְּשִׁיבֵם\". וְהָרוֹאֶה אֲבֵדַת יִשְׂרָאֵל וְנִתְעַלֵּם מִמֶּנָּה וֶהֱנִיחָהּ עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים כב א)</small> \"לֹא תִרְאֶה אֶת שׁוֹר אָחִיךָ\" <small>(דברים כב א)</small> \"וְהִתְעַלַּמְתָּ מֵהֶם\". וּבִטֵּל מִצְוַת עֲשֵׂה. וְאִם הֱשִׁיבָהּ קִיֵּם מִצְוַת עֲשֵׂה: \n",
      "לָקַח אֶת הָאֲבֵדָה וְלֹא הֱשִׁיבָהּ בִּטֵּל מִצְוַת עֲשֵׂה וְעָבַר עַל שְׁנֵי לָאוִין עַל <small>(דברים כב ג)</small> \"לֹא תוּכַל לְהִתְעַלֵּם\" וְעַל <small>(ויקרא יט יג)</small> \"לֹא תִגְזל\". אֲפִלּוּ הָיָה בַּעַל הָאֲבֵדָה רָשָׁע וְאוֹכֵל נְבֵלָה לְתֵאָבוֹן וְכַיּוֹצֵא בּוֹ מִצְוָה לְהָשִׁיב לוֹ אֲבֵדָתוֹ. אֲבָל אוֹכֵל נְבֵלָה לְהַכְעִיס הֲרֵי הוּא אֶפִּיקוֹרוֹס וְהָאֶפִּיקוֹרוֹסִים וְעוֹבְדֵי עַכּוּ''ם וּמְחַלְּלֵי שַׁבָּת בְּפַרְהֶסְיָא אָסוּר לְהַחְזִיר לָהֶן אֲבֵדָה כְּעַכּוּ''ם: \n",
      "אֲבֵדַת עוֹבֵד עַכּוּ''ם מֻתֶּרֶת שֶׁנֶּאֱמַר <small>(דברים כב ג)</small> \"אֲבֵדַת אָחִיךָ\". וְהַמַּחֲזִירָהּ הֲרֵי זֶה עוֹבֵר עֲבֵרָה מִפְּנֵי שֶׁהוּא מַחֲזִיק יַד רִשְׁעֵי עוֹלָם. וְאִם הֶחֱזִירָהּ לְקַדֵּשׁ אֶת הַשֵּׁם כְּדֵי שֶׁיְּפָאֲרוּ אֶת יִשְׂרָאֵל וְיֵדְעוּ שֶׁהֵם בַּעֲלֵי אֱמוּנָה הֲרֵי זֶה מְשֻׁבָּח. וּבְמָקוֹם שֶׁיֵּשׁ חִלּוּל הַשֵּׁם אֲבֵדָתוֹ אֲסוּרָה וְחַיָּב לְהַחְזִירָהּ. וּבְכָל מָקוֹם מַכְנִיסִין כְּלֵיהֶם מִפְּנֵי הַגַּנָּבִים כִּכְלֵי יִשְׂרָאֵל מִפְּנֵי דַּרְכֵי שָׁלוֹם: \n",
      "טָעוּת הָעַכּוּ''ם כַּאֲבֵדָתוֹ וּמֻתֶּרֶת. וְהוּא שֶׁטָּעָה מֵעַצְמוֹ אֲבָל לְהַטְעוֹתוֹ אָסוּר: \n",
      "כֵּיצַד. כְּגוֹן שֶׁעָשָׂה הָעַכּוּ''ם חֶשְׁבּוֹן וְטָעָה. וְצָרִיךְ שֶׁיֹּאמַר לוֹ יִשְׂרָאֵל רְאֵה שֶׁעַל חֶשְׁבּוֹנְךָ אֲנִי סוֹמֵךְ וְאֵינִי יוֹדֵעַ אֶלָּא מַה שֶּׁאַתָּה אוֹמֵר אֲנִי נוֹתֵן לְךָ כְּגוֹן זֶה מֻתָּר. אֲבָל אִם לֹא אָמַר לוֹ כֵּן אָסוּר שֶׁמָּא יִתְכַּוֵּן הַגּוֹי לְבָדְקוֹ וְנִמְצָא שֵׁם שָׁמַיִם מִתְחַלֵּל: \n",
      "עִיר שֶׁיִּשְׂרְאֵלִים וְעַכּוּ''ם דָּרִין בָּהּ וּמֶחֱצָה עַכּוּ''ם וּמֶחֱצָה יִשְׂרָאֵל וּמָצָא בָּהּ אֲבֵדָה נוֹטֵל וּמַכְרִיז. וְאִם בָּא יִשְׂרָאֵל וְנָתַן סִימָנֶיהָ חַיָּב לְהַחְזִיר: \n",
      "הָיָה רֹב הָעִיר עַכּוּ''ם אִם מָצָא בְּמָקוֹם מִן הָעִיר שֶׁרֹב הַמְּצוּיִים שָׁם יִשְׂרָאֵל חַיָּב לְהַכְרִיז. אֲבָל אִם מָצָא בִּסְרַטְיָא וּפְלַטְיָא גְּדוֹלָה בְּבָתֵּי כְּנֵסִיּוֹת וּבְבָתֵּי מִדְרָשׁוֹת שֶׁהָעַכּוּ''ם מְצוּיִין שָׁם תָּמִיד וּבְכָל מָקוֹם שֶׁהָרַבִּים מְצוּיִין שָׁם הֲרֵי הַמְּצִיאָה שֶׁלּוֹ. וַאֲפִלּוּ בָּא יִשְׂרָאֵל וְנָתַן סִימָנֶיהָ. שֶׁהֲרֵי נִתְיָאֵשׁ מִמֶּנָּה כְּשֶׁנָּפְלָה מִפְּנֵי שֶׁהוּא אוֹמֵר עַכּוּ''ם מְצָאָהּ אַף עַל פִּי שֶׁהִיא שֶׁלּוֹ. הָרוֹצֶה לֵילֵךְ בְּדֶרֶךְ הַטּוֹב וְהַיָּשָׁר וְעוֹשֶׂה לְפָנִים מִשּׁוּרַת הַדִּין מַחְזִיר אֶת הָאֲבֵדָה לְיִשְׂרָאֵל כְּשֶׁיִּתֵּן אֶת סִימָנֶיהָ: \n",
      "מָצָא בְּעִיר זוֹ שֶׁרֻבָּהּ עַכּוּ''ם חָבִית שֶׁל יַיִן יֵינָהּ אָסוּר בַּהֲנָאָה וְקַנְקַנָּהּ מֻתָּר מִשּׁוּם אֲבֵדָה. וְאִם בָּא יִשְׂרָאֵל וְנָתַן סִימָנֶיהָ מֻתָּר בִּשְׁתִיָּה לְזֶה יִשְׂרָאֵל שֶׁמְּצָאָהּ: \n",
      "עוֹף שֶׁחָטַף בָּשָׂר וְהִשְׁלִיכוֹ בְּחָצֵר אַחֶרֶת אַף עַל פִּי שֶׁרֹב הָעִיר יִשְׂרָאֵל הֲרֵי זֶה מֻתָּר מִשּׁוּם אֲבֵדָה שֶׁהֲרֵי נִתְיָאֲשׁוּ הַבְּעָלִים מִמֶּנּוּ: \n",
      "הַמּוֹצֵא אֲבֵדָה בְּזוּטוֹ שֶׁל יָם וּבִשְׁלוּלִיתוֹ שֶׁל נָהָר שֶׁאֵינוֹ פּוֹסֵק אַף עַל פִּי שֶׁיֵּשׁ בָּהּ סִימָן הֲרֵי זוֹ שֶׁל מוֹצְאָהּ שֶׁנֶּאֱמַר <small>(דברים כב ג)</small> \"אֲשֶׁר תֹּאבַד מִמֶּנּוּ וּמְצָאתָהּ\". מִי שֶׁאֲבוּדָה מִמֶּנּוּ וּמְצוּיָה הִיא אֵצֶל כָּל אָדָם. יָצָאת זוֹ שֶׁאֲבוּדָה מִמֶּנּוּ וּמִכָּל אָדָם שֶׁזֶּה וַדַּאי נִתְיָאֵשׁ מִמֶּנָּה: \n",
      "הַמְאַבֵּד מָמוֹנוֹ לְדַעַת אֵין נִזְקָקִין לוֹ. כֵּיצַד. הִנִּיחַ פָּרָתוֹ בְּרֶפֶת שֶׁאֵין לָהּ דֶּלֶת וְלֹא קְשָׁרָהּ וְהָלַךְ לוֹ. הִשְׁלִיךְ כִּיסוֹ בִּרְשׁוּת הָרַבִּים וְהָלַךְ לוֹ וְכָל כַּיּוֹצֵא בָּזֶה. הֲרֵי זֶה אִבֵּד מָמוֹנוֹ לְדַעְתּוֹ. וְאַף עַל פִּי שֶׁאָסוּר לְרוֹאֶה דָּבָר זֶה לִטּל לְעַצְמוֹ אֵינוֹ זָקוּק לְהַחְזִיר שֶׁנֶּאֱמַר <small>(דברים כב ג)</small> \"אֲשֶׁר תֹּאבַד\" פְּרָט לִמְאַבֵּד לְדַעְתּוֹ: \n",
      "אֲבֵדָה שֶׁאֵין בָּהּ שְׁוֵה פְּרוּטָה אֵינוֹ חַיָּב לְהִטַּפֵּל וְלֹא לְהַחְזִירָהּ: \n",
      "מָצָא שַׂק אוֹ קֻפָּה אִם הָיָה חָכָם אוֹ זָקֵן מְכֻבָּד שֶׁאֵין דַּרְכּוֹ לִטּל כֵּלִים אֵלּוּ בְּיָדוֹ אֵינוֹ חַיָּב לְהִטַּפֵּל בָּהֶן וְאוֹמֵד אֶת דַּעְתּוֹ אִלּוּ הָיוּ שֶׁלּוֹ אִם הָיָה מַחֲזִירָן לְעַצְמוֹ כָּךְ חַיָּב לְהַחְזִיר שֶׁל חֲבֵרוֹ. וְאִם לֹא הָיָה מוֹחֵל עַל כְּבוֹדוֹ אֲפִלּוּ הָיָה שֶׁלּוֹ כָּךְ בְּשֶׁל חֲבֵרוֹ אֵינוֹ חַיָּב לְהַחְזִיר. הָיָה דַּרְכּוֹ לְהַחְזִיר כֵּלִים כָּאֵלּוּ בַּשָּׂדֶה וְאֵין דַּרְכּוֹ לְהַחְזִירָן בָּעִיר וּמְצָאָן בָּעִיר אֵינוֹ חַיָּב לְהַחְזִיר. מְצָאָן בַּשָּׂדֶה חַיָּב לְהַחְזִירָן עַד שֶׁיַּגִּיעוּ לִרְשׁוּת הַבְּעָלִים. וְאַף עַל פִּי שֶׁהֲרֵי נִכְנַס בָּהֶן לָעִיר וְאֵין דַּרְכּוֹ בְּכָךְ: \n",
      "וְכֵן אִם מָצָא בְּהֵמָה וְהִכִּישָׁהּ נִתְחַיֵּב לְהִטַּפֵּל בָּהּ וּלְהַחֲזִירָהּ אַף עַל פִּי שֶׁאֵינָהּ לְפִי כְּבוֹדוֹ שֶׁהֲרֵי הִתְחִיל בַּמִּצְוָה. הֶחֱזִירָהּ וּבָרְחָה אֲפִלּוּ מֵאָה פְּעָמִים חַיָּב לְהַחְזִיר שֶׁנֶּאֱמַר <small>(דברים כב א)</small> \"הָשֵׁב תְּשִׁיבֵם\" הָשֵׁב אֲפִלּוּ מֵאָה פְּעָמִים מַשְׁמָעוֹ. לְעוֹלָם הוּא חַיָּב לְהִטַּפֵּל בָּהּ עַד שֶׁיַּחֲזִירֶנָּהּ לִרְשׁוּת בְּעָלֶיהָ לְמָקוֹם הַמִּשְׁתַּמֵּר. אֲבָל אִם הֶחֱזִירָהּ לְמָקוֹם שֶׁאֵין מִשְׁתַּמֵּר כְּגוֹן גִּנָּה וְחֻרְבָּה וְאָבְדָה מִשָּׁם חַיָּב בְּאַחֲרָיוּתָהּ: \n",
      "הֶחְזִיר אֶת הָאֲבֵדָה בְּשַׁחֲרִית לְמָקוֹם שֶׁהַבְּעָלִים נִכְנָסִין וְיוֹצְאִין שָׁם בְּשַׁחֲרִית אֵינוֹ חַיָּב לְהִטַּפֵּל בָּהּ שֶׁהֲרֵי הַבְּעָלִים רוֹאִין אוֹתָהּ אַף עַל פִּי שֶׁהוּא מָקוֹם שֶׁאֵינוֹ מִשְׁתַּמֵּר. בַּמֶּה דְּבָרִים אֲמוּרִים בְּדָבָר שֶׁאֵין בּוֹ רוּחַ חַיִּים. אֲבָל בְּבַעֲלֵי חַיִּים לְעוֹלָם חַיָּב לְהִטַּפֵּל בָּהּ עַד שֶׁיַּכְנִיסֶנָּה לִרְשׁוּת הַבְּעָלִים הַמִּשְׁתַּמֶּרֶת. וְאֵינוֹ צָרִיךְ דַּעַת בְּעָלִים: \n",
      "רָאָה בְּהֵמָה שֶׁבָּרְחָה מִן הַדִּיר וְהֶחֱזִירָהּ לִמְקוֹמָהּ הֲרֵי זֶה קִיֵּם הַמִּצְוָה וְאֵינוֹ צָרִיךְ דַּעַת הַבְּעָלִים: \n",
      "הַהוֹלֵךְ בְּדֶרֶךְ הַטּוֹב וְהַיָּשָׁר וְעוֹשֶׂה לִפְנִים מִשּׁוּרַת הַדִּין מַחְזִיר אֶת הָאֲבֵדָה בְּכָל מָקוֹם אַף עַל פִּי שֶׁאֵינָהּ לְפִי כְּבוֹדוֹ: \n",
      "כֹּהֵן שֶׁרָאָה הָאֲבֵדָה בְּבֵית הַקְּבָרוֹת אֵינוֹ מִטַּמֵּא לְהַחְזִירָהּ שֶׁבְּעֵת שֶׁמְּקַיֵּם מִצְוַת עֲשֵׂה שֶׁל הֶשֵּׁב אֲבֵדָה מְבַטֵּל עֲשֵׂה שֶׁל <small>(ויקרא כא ו)</small> \"קְדשִׁים יִהְיוּ\" וְעוֹבֵר עַל לֹא תַּעֲשֶׂה שֶׁל <small>(ויקרא כא ד)</small> \"לֹא יִטַּמָּא בַּעַל בְּעַמָּיו\" וְאֵין עֲשֵׂה דּוֹחֶה אֶת לֹא תַּעֲשֶׂה וַעֲשֵׂה: \n",
      "רָאָה אֶת הָאֲבֵדָה וְאָמַר לוֹ אָבִיו אַל תַּחְזִירֶנָּה יַחְזִיר וְלֹא יְקַבֵּל מִמֶּנּוּ. שֶׁאִם קִבֵּל מֵאָבִיו נִמְצָא בְּעֵת שֶׁקִּיֵּם מִצְוַת עֲשֵׂה שֶׁל <small>(שמות כ יב)</small> <small>(דברים ה טז)</small> \"כַּבֵּד אֶת אָבִיךָ\" בִּטֵּל עֲשֵׂה שֶׁל <small>(דברים כב א)</small> \"הָשֵׁב תְּשִׁיבֵם\" וְעָבַר עַל <small>(דברים כב ג)</small> \"לֹא תוּכַל לְהִתְעַלֵּם\": \n",
      "הָרוֹאֶה מַיִם שׁוֹטְפִין וּבָאִין לְהַשְׁחִית בִּנְיַן חֲבֵרוֹ אוֹ שָׂדֵהוּ חַיָּב לִגְדֹּר בִּפְנֵיהֶם וּלְמָנְעָם שֶׁנֶּאֱמַר <small>(דברים כב ג)</small> \"לְכָל אֲבֵדַת אָחִיךָ\" לְרַבּוֹת אֲבֵדַת קַרְקָעוֹ: \n"
    ],
    [
      "מִי שֶׁאָבְדָה לוֹ אֲבֵדָה וּפָגַע בַּאֲבֵדָתוֹ וַאֲבֵדַת חֲבֵרוֹ אִם יָכוֹל לְהַחְזִיר שְׁתֵּיהֶן חַיָּב לְהַחְזִיר שְׁתֵּיהֶן וְאִם אֵינוֹ יָכוֹל לְהַחְזִיר אֶלָּא אַחַת מֵהֶן אֲבֵדָתוֹ קוֹדֶמֶת וַאֲפִלּוּ לַאֲבֵדַת אָבִיו אוֹ שֶׁל רַבּוֹ שֶׁלּוֹ קוֹדֵם לְכָל אָדָם: \n",
      "פָּגַע בַּאֲבֵדַת רַבּוֹ עִם אֲבֵדַת אָבִיו אִם הָיָה אָבִיו שָׁקוּל כְּנֶגֶד רַבּוֹ שֶׁל אָבִיו קוֹדֶמֶת וְאִם לָאו שֶׁל רַבּוֹ קוֹדֶמֶת. וְהוּא שֶׁיִּהְיֶה רַבּוֹ מֻבְהָק שֶׁרֹב חָכְמָתוֹ שֶׁל תּוֹרָה מִמֶּנּוּ לָמַד: \n",
      "הֵנִיחַ אֲבֵדָתוֹ וְהֶחְזִיר אֲבֵדַת חֲבֵרוֹ אֵין לוֹ אֶלָּא שָׂכָר הָרָאוּי לוֹ. כֵּיצַד. שָׁטַף נָהָר חֲמוֹרוֹ וַחֲמוֹר חֲבֵרוֹ שֶׁלּוֹ יָפֶה מָנֶה וְשֶׁל חֲבֵרוֹ מָאתַיִם. הִנִּיחַ אֶת שֶׁלּוֹ וְהִצִּיל אֶת שֶׁל חֲבֵרוֹ אֵין לוֹ אֶלָּא שְׂכָרוֹ הָרָאוּי לוֹ. וְאִם אָמַר לוֹ אַצִּיל אֶת שֶׁלְּךָ וְאַתָּה נוֹתֵן לִי דְּמֵי שֶׁלִּי אוֹ שֶׁהִתְנָה בִּפְנֵי בֵּית דִּין חַיָּב לִתֵּן לוֹ דְּמֵי שֶׁלּוֹ. וְאַף עַל פִּי שֶׁחֲמוֹרוֹ עָלָה מֵאֵלָיו. הוֹאִיל וְלֹא נִתְעַסֵּק בּוֹ זָכָה בְּמַה שֶּׁהִתְנָה עִמּוֹ: \n",
      "יָרַד לְהַצִּיל וְלֹא הִצִּיל אֵין לוֹ אֶלָּא שְׂכָרוֹ הָרָאוּי לוֹ. וְכֵן אִם הָיָה עוֹסֵק בִּמְלָאכָה וּבִטֵּל מִמְּלַאכְתּוֹ שֶׁשָּׁוָה דִּינָר וְהֶחְזִיר אֲבֵדָה שֶׁשָּׁוָה מֵאָה דִּינָר לֹא יֹאמַר לוֹ תֵּן לִי דִּינָר שֶׁהִפְסַדְתִּי אֶלָּא נוֹתֵן לוֹ שְׂכָרוֹ כְּפוֹעֵל בָּטֵל שֶׁיִּבָּטֵל מֵאוֹתָהּ מְלָאכָה שֶׁהָיָה עוֹסֵק בָּהּ. וְאִם הִתְנָה עִם הַבְּעָלִים אוֹ בִּפְנֵי בֵּית דִּין שֶׁיִּטּל מַה שֶּׁיַּפְסִיד וְהִרְשׁוּהוּ הֲרֵי זֶה נוֹטֵל. וְאִם אֵין שָׁם בְּעָלִים וְלֹא בֵּית דִּין שֶׁלּוֹ קוֹדֵם: \n",
      "וְכֵן שְׁנַיִם שֶׁהָיוּ בָּאִים בְּדֶרֶךְ זֶה בְּחָבִית שֶׁל יַיִן וְזֶה בְּכַד שֶׁל דְּבַשׁ וְנִסְדַּק הַכַּד שֶׁל דְּבַשׁ וְקֹדֶם שֶׁיִּשָּׁפֵךְ הַדְּבַשׁ לָאָרֶץ שָׁפַךְ זֶה אֶת יֵינוֹ וְהִצִּיל אֶת הַדְּבַשׁ לְתוֹךְ הֶחָבִית אֵין לוֹ אֶלָּא שְׂכָרוֹ הָרָאוּי לוֹ. וְאִם אָמַר אַצִּיל אֶת שֶׁלְּךָ וְאַתָּה נוֹתֵן לִי דָּמִי שֶׁלִּי אוֹ שֶׁהִתְנָה בִּפְנֵי בֵּית דִּין הֲרֵי זֶה חַיָּב לִתֵּן לוֹ. וְאִם נִשְׁפַּךְ הַדְּבַשׁ לָאָרֶץ הֲרֵי זֶה הֶפְקֵר וְכָל הַמַּצִּיל לְעַצְמוֹ מַצִּיל: \n",
      "הָיָה זֶה בָּא בְּכַד שֶׁל דְּבַשׁ וְזֶה בָּא בְּקַנְקַנִּים רֵיקָנִים וְנִסְדְּקָה כַּד הַדְּבַשׁ וְאָמַר לוֹ בַּעַל הַקַּנְקַנִּים אֵינִי מַצִּיל לְךָ דְּבַשׁ זֶה בְּקַנְקַנַּי עַד שֶׁתִּתֵּן לִי חֶצְיוֹ אוֹ שְׁלִישׁוֹ אוֹ כָּךְ וְכָךְ דִּינָרִין וְקִבֵּל עָלָיו בַּעַל הַדְּבַשׁ וְאָמַר לוֹ הֵן הֲרֵי זֶה שָׂחַק בּוֹ וְאֵינוֹ נוֹתֵן לוֹ אֶלָּא שְׂכָרוֹ הָרָאוּי לוֹ שֶׁהֲרֵי לֹא הִפְסִידוֹ כְּלוּם: \n",
      "וְכֵן מִי שֶׁבָּרַח מִבֵּית הָאֲסוּרִים וְהָיְתָה מַעְבֹּרֶת לְפָנָיו וְאָמַר לוֹ הַעֲבִירֵנִי וַאֲנִי נוֹתֵן לְךָ דִּינָר וְהֶעֱבִירוֹ אֵין לוֹ אֶלָּא שְׂכָרוֹ הָרָאוּי לוֹ. וְאִם הָיָה צַיָּד וְאָמַר לוֹ בַּטֵּל מְצוּדָתְךָ וְהַעֲבִירֵנִי נוֹתֵן לוֹ כָּל מַה שֶּׁהִתְנָה עִמּוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "שַׁיָּרָא שֶׁהָיְתָה הוֹלֶכֶת בַּמִּדְבָּר וְעָמַד עָלֶיהָ גַּיִס וּטְרָפָהּ אִם אֵינָן יְכוֹלִין לְהַצִּיל מִיָּדָם וְעָמַד אֶחָד מֵהֶן וְהִצִּיל הִצִּיל לְעַצְמוֹ. וְאִם יְכוֹלִין הֵן לְהַצִּיל מִיָּדָם וְקָדַם אֶחָד מֵהֶן וְהִצִּיל אַף עַל פִּי שֶׁאָמַר לְעַצְמִי אֲנִי מַצִּיל הִצִּיל לָאֶמְצַע: \n",
      "הָיוּ יְכוֹלִין לְהַצִּיל עַל יְדֵי הַדְּחָק כָּל הַמַּצִּיל מַצִּיל לָאֶמְצַע אֶלָּא אִם כֵּן אָמַר לְעַצְמִי אֲנִי מַצִּיל הֲרֵי זֶה מַצִּיל לְעַצְמוֹ. שֶׁכֵּיוָן שֶׁשְּׁמָעוּהוּ אוֹמֵר לְעַצְמִי אֲנִי מַצִּיל הָיָה לָהֶן לִדְחֹק עַצְמָן וּלְהַצִּיל וְכֵיוָן שֶׁיָּשְׁבוּ וְלֹא הִצִּילוּ הֲרֵי נִתְיָאֲשׁוּ מִן הַכּל: \n",
      "הָיוּ שְׁנֵי שֻׁתָּפִין וְהִצִּיל אֶחָד מֵהֶן הִצִּיל לָאֶמְצַע. וְאִם אָמַר לְעַצְמִי אֲנִי מַצִּיל הֲרֵי זֶה חָלַק מֵחֲבֵרוֹ וְהִצִּיל לְעַצְמוֹ. וְכֵן הַשּׂוֹכֵר אֶת הַפּוֹעֵל לְהַצִּיל כָּל שֶׁיַּצִּיל הֲרֵי הוּא לַמַּשְׂכִּיר וְאִם אָמַר לְעַצְמִי אֲנִי מַצִּיל הֲרֵי זֶה חוֹזֵר בּוֹ מִן הַשְּׂכִירוּת וְכָל שֶׁיַּצִּיל אַחַר שֶׁאָמַר כֵּן הֲרֵי הוּא שֶׁלּוֹ: \n",
      "שַׁיָּרָא שֶׁחָנְתָה בַּמִּדְבָּר וְעָמַד עָלֶיהָ גַּיִס לְטָרְפָהּ וּפָסְקוּ עִם הַגַּיִס מָמוֹן וְנָתְנוּ לוֹ. מְחַשְּׁבִין לְפִי מָמוֹנָם וְאֵין מְחַשְּׁבִין לְפִי נְפָשׁוֹת. וְאִם שָׂכְרוּ תַּיָּר לִפְנֵיהֶם לְהוֹדִיעָם הַדֶּרֶךְ מְחַשְּׁבִין שְׂכָרוֹ לְפִי מָמוֹן וּלְפִי נְפָשׁוֹת. וְאַל יְשַׁנּוּ מִמִּנְהַג הַחַמָּרִים: \n",
      "רַשָּׁאִין הַחַמָּרִים לְהַתְנוֹת בֵּינֵיהֶן כָּל מִי שֶׁתֹּאבַד מִמֶּנּוּ חֲמוֹר מִבְּנֵי הַשַּׁיָּרָא מַעֲמִידִין לוֹ חֲמוֹר אַחֶרֶת. וְאִם פָּשַׁע בָּהּ הוּא וְאָבְדָה אֵין חַיָּבִין לְהַעֲמִיד לוֹ: \n",
      "אָבְדָה חֲמוֹרוֹ וְאָמַר תְּנוּ לִי דָּמֶיהָ וְאֵינִי רוֹצֶה לִקַּח חֲמוֹר וַהֲרֵינִי שׁוֹמֵר עִמָּכֶם אֵין שׁוֹמְעִין לוֹ אֶלָּא מַעֲמִידִין לוֹ חֲמוֹר אַחֶרֶת כְּדֵי שֶׁיִּזְדָּרֵז עַצְמוֹ וְיִשְׁמֹר בְּהֶמְתּוֹ. וַאֲפִלּוּ הָיְתָה לוֹ בְּהֵמָה אַחֶרֶת בַּשַּׁיָּרָא אֵינוֹ דּוֹמֶה שׁוֹמֵר אַחַת לְשׁוֹמֵר שְׁתַּיִם: \n",
      "סְפִינָה שֶׁהָיְתָה מְהַלֶּכֶת בַּיָּם וְעָמַד עָלֶיהָ נַחְשׁוֹל לְטַבְּעָהּ וְהֵקֵלּוּ מִמַּשָּׂאָהּ. מְחַשְּׁבִין לְפִי מַשּׂאוֹי וְאֵין מְחַשְּׁבִין לְפִי מָמוֹן. וְאַל יְשַׁנּוּ מִמִּנְהַג הַסַּפָּנִים: \n",
      "רַשָּׁאִין הַסַּפָּנִים לְהַתְנוֹת בֵּינֵיהֶן כָּל מִי שֶׁתֹּאבַד לוֹ סְפִינָה מַעֲמִידִים לוֹ סְפִינָה אַחֶרֶת. פָּשַׁע בָּהּ וְאָבְדָה אוֹ שֶׁפֵּרַשׁ לְמָקוֹם שֶׁאֵין הַסְּפִינוֹת הוֹלְכוֹת בּוֹ בְּאוֹתוֹ הַזְּמַן אֵין חַיָּבִין לְהַעֲמִיד לוֹ: \n"
    ],
    [
      "הַמּוֹצֵא אֲבֵדָה שֶׁהוּא חַיָּב לְהַחְזִירָהּ חַיָּב לְהַכְרִיז עָלֶיהָ וּלְהוֹדִיעָהּ וְלוֹמַר מִי שֶׁאָבַד לוֹ מִין פְּלוֹנִי יָבוֹא וְיִתֵּן סִימָנִין וְיִטּל. אֲפִלּוּ הָיְתָה שָׁוָה פְּרוּטָה בְּעֵת הַמְּצִיאָה וְהוּזְלָה חַיָּב לְהַכְרִיז עָלֶיהָ. וְאֶבֶן גְּבוֹהָה הָיְתָה חוּץ לִירוּשָׁלַיִם שֶׁעָלֶיהָ הָיוּ מַכְרִיזִין: \n",
      "כֵּיצַד מַכְרִיז. אִם מָצָא מָעוֹת מַכְרִיז מִי שֶׁאָבַד לוֹ מַטְבֵּעַ. וְכֵן מַכְרִיז מִי שֶׁאָבַד לוֹ כְּסוּת אוֹ בְּהֵמָה אוֹ שְׁטָרוֹת יָבוֹא וְיִתֵּן סִימָנִים וְיִטּל וְאֵינוֹ חוֹשֵׁשׁ מִפְּנֵי שֶׁהוֹדִיעַ מִין הָאֲבֵדָה לְפִי שֶׁאֵינוֹ מַחְזִירוֹ עַד שֶׁיִּתֵּן סִימָנִים מֻבְהָקִין: \n",
      "בָּא בַּעַל הָאֲבֵדָה וְנָתַן סִימָנִים שֶׁאֵינָן מֻבְהָקִין אֵין מַחֲזִירִין לוֹ עַד שֶׁיֹּאמַר סִימָנִים מֻבְהָקִין. וְהָרַמַּאי אַף עַל פִּי שֶׁאָמַר סִימָנִים מֻבְהָקִין אֵין מַחֲזִירִין לוֹ עַד שֶׁיֳּבִיא עֵדִים שֶׁהִיא שֶׁלּוֹ. אָמְרוּ חֲכָמִים <small>(דברים כב ב)</small> \"וְהָיָה עִמְּךָ עַד דְּרשׁ אָחִיךָ\" עַד שֶׁתַּחְקֹר אַחֲרָיו אִם רַמַּאי הוּא אִם לָאו: \n",
      "בָּרִאשׁוֹנָה כָּל מִי שֶׁאָבַד לוֹ אֲבֵדָה וּבָא וְנָתַן סִימָנֶיהָ מַחֲזִירִין אוֹתָהּ לוֹ אֶלָּא אִם כֵּן הֻחְזַק רַמַּאי. מִשֶּׁרַבּוּ הָרַמָּאִין הִתְקִינוּ בֵּית דִּין שֶׁיְּהוּ אוֹמְרִין לוֹ הָבֵא עֵדִים שֶׁאֵין אַתָּה רַמַּאי וְטל: \n",
      "הַסִּימָנִים הַמֻּבְהָקִין סוֹמְכִין עֲלֵיהֶם וְדָנִין עַל פִּיהֶם בְּכָל מָקוֹם דִּין תּוֹרָה. וְהַמִּדָּה אוֹ הַמִּשְׁקָל אוֹ הַמִּנְיָן אוֹ מְקוֹם הָאֲבֵדָה סִימָנִין מֻבְהָקִין הֵן: \n",
      "בָּאוּ שְׁנַיִם זֶה נָתַן סִימָנֵי הָאֲבֵדָה וְזֶה נָתַן סִימָנֵי הָאֲבֵדָה כְּמוֹ שֶׁנָּתַן הָאַחֵר לֹא יִתֵּן לֹא לָזֶה וְלֹא לָזֶה אֶלָּא תִּהְיֶה מֻנַּחַת עַד שֶׁיּוֹדֶה הָאֶחָד לַחֲבֵרוֹ אוֹ יַעֲשׂוּ בֵּינֵיהֶן פְּשָׁרָה. נָתַן הָאֶחָד אֶת הַסִּימָנִים וְהַשֵּׁנִי הֵבִיא עֵדִים יִתֵּן לְבַעַל הָעֵדִים. זֶה נָתַן סִימָנִים וְזֶה נָתַן סִימָנִים וְעֵד אֶחָד הֲרֵי הָעֵד הָאֶחָד כְּמוֹ שֶׁאֵינוֹ וְיַנִּיחַ: \n",
      "מָצָא שִׂמְלָה וְכַיּוֹצֵא בָּהּ וְזֶה הֵבִיא עֵדֵי אֲרִיגָה שֶׁאֲרָגוּהָ לוֹ וְזֶה הֵבִיא עֵדִים שֶׁנָּפְלָה מִמֶּנּוּ יִתֵּן לְעֵדֵי נְפִילָה. זֶה נָתַן מִדַּת אָרְכָּהּ וְזֶה נָתַן מִדַּת רָחְבָּהּ יִתֵּן לְמִי שֶׁנָּתַן מִדַּת אָרְכָּהּ שֶׁאֶפְשָׁר שֶׁיְּשַׁעֵר הָרַמַּאי מִדַּת רָחְבָּהּ כְּשֶׁהָיָה בְּעָלֶיהָ מִתְכַּסֶּה בָּהּ. זֶה נָתַן מִדַּת אָרְכָּהּ וְרָחְבָּהּ וְזֶה כִּוֵּן מִשְׁקְלוֹתֶיהָ יִתֵּן לְמִי שֶׁכִּוֵּן מִשְׁקָלָהּ. זֶה נָתַן מִדַּת אָרְכָּהּ וְרָחְבָּהּ וְזֶה נָתַן מִדַּת הָאִמְרִיּוֹת שֶׁבָּהּ יִתֵּן לְמִי שֶׁנָּתַן מִדַּת אָרְכָּהּ וְרָחְבָּהּ: \n",
      "בָּרִאשׁוֹנָה כָּל מִי שֶׁמָּצָא אֲבֵדָה הָיָה מַכְרִיז עָלֶיהָ שְׁלֹשָׁה רְגָלִים. רֶגֶל רִאשׁוֹן אוֹמֵר רִאשׁוֹן. שֵׁנִי אוֹמֵר שֵׁנִי. שְׁלִישִׁי מַכְרִיז סְתָם כְּדֵי שֶׁלֹּא יִתְחַלֵּף לוֹ שֵׁנִי בִּשְׁלִישִׁי. וְאַחַר רֶגֶל הָאַחֲרוֹן בְּשִׁבְעַת יָמִים מַכְרִיז פַּעַם רְבִיעִית. כְּדֵי שֶׁיֵּלֵךְ הַשּׁוֹמֵעַ לְבֵיתוֹ בִּשְׁלֹשָׁה יָמִים וִימַשֵּׁשׁ כֵּלָיו וְיַחְזֹר בִּשְׁלֹשֶׁת הַיָּמִים וְיִמְצָא זֶה הַמַּכְרִיז מַכְרִיז בַּשְּׁבִיעִי: \n",
      "מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ הִתְקִינוּ שֶׁיְּהוּ מַכְרִיזִין בְּבָתֵּי כְּנֵסִיּוֹת וּבְבָתֵּי מִדְרָשׁוֹת. מִשֶּׁרַבּוּ הָאֳנָסִין וְאָמְרוּ הַמְּצִיאָה שֶׁל מֶלֶךְ הִיא הִתְקִינוּ שֶׁיִּהְיוּ מוֹדִיעִין לִשְׁכֵנָיו וְלִמְיֻדָּעָיו וְדַיּוֹ: \n",
      "הִכְרִיז אוֹ הוֹדִיעַ וְלֹא בָּאוּ הַבְּעָלִים תִּהְיֶה הַמְּצִיאָה מֻנַּחַת אֶצְלוֹ עַד שֶׁיָּבוֹא אֵלִיָּהוּ. וּבְכָל זְמַן שֶׁהָאֲבֵדָה אֶצְלוֹ אִם נִגְנְבָה אוֹ אָבְדָה חַיָּב בְּאַחֲרָיוּתָהּ. וְאִם נֶאֶנְסָה פָּטוּר שֶׁשּׁוֹמֵר אֲבֵדָה כְּשׁוֹמֵר שָׂכָר הוּא מִפְּנֵי שֶׁהוּא עוֹסֵק בְּמִצְוָה וְנִפְטָר מִכַּמָּה מִצְוֹת עֲשֵׂה כָּל זְמַן שֶׁהוּא עוֹסֵק בִּשְׁמִירָתָהּ: \n",
      "וְצָרִיךְ לְבַקֵּר אֶת הָאֲבֵדָה וּלְבָדְקָהּ כְּדֵי שֶׁלֹּא תִּפָּסֵד וְתֹאבַד מֵאֵלֶיהָ שֶׁנֶּאֱמַר <small>(דברים כב ב)</small> \"וַהֲשֵׁבֹתוֹ לוֹ\" רְאֵה הֵיאַךְ תְּשִׁיבֶנּוּ לוֹ. כֵּיצַד. מָצָא כְּסוּת שֶׁל צֶמֶר מְנַעֲרָהּ אַחַת לִשְׁלֹשִׁים יוֹם. וְלֹא יְנַעֲרֶנָּה בְּמַקֵּל וְלֹא בִּשְׁנֵי בְּנֵי אָדָם. וְשׁוֹטְחָהּ עַל גַּבֵּי מִטָּה לְצָרְכָּהּ בִּלְבַד אֲבָל לֹא לְצָרְכָּהּ וּלְצָרְכּוֹ. נִזְדַּמְּנוּ לוֹ אוֹרְחִים לֹא יִשְׁטְחֶנָּה בִּפְנֵיהֶם וַאֲפִלּוּ לְצָרְכָּהּ שֶׁמָּא תִּגָּנֵב: \n",
      "מָצָא כְּלֵי עֵץ מִשְׁתַּמֵּשׁ בָּהֶן כְּדֵי שֶׁלֹּא יֵרָקְבוּ. כְּלֵי נְחשֶׁת מִשְׁתַּמֵּשׁ בָּהֶן בְּחַמִּין אֲבָל לֹא עַל יְדֵי הָאוּר מִפְּנֵי שֶׁמַּשְׁחִיקָן. כְּלֵי כֶּסֶף מִשְׁתַּמֵּשׁ בָּהֶן בְּצוֹנֵן אֲבָל לֹא בְּחַמִּין מִפְּנֵי שֶׁמַּשְׁחִירָן. מָצָא מַגְּרֵפוֹת וְקַרְדֻּמּוֹת יִשְׁתַּמֵּשׁ בָּהֶן בְּרַךְ אֲבָל לֹא בְּקָשֶׁה מִפְּנֵי שֶׁמַּפְחִיתָן. מָצָא כְּלֵי זָהָב וּכְלֵי זְכוּכִית וּכְסוּת שֶׁל פִּשְׁתָּן הֲרֵי זֶה לֹא יִגַּע בָּהֶן עַד שֶׁיָּבוֹא אֵלִיָּהוּ. וּכְדֶרֶךְ שֶׁאָמְרוּ בַּאֲבֵדָה כָּךְ אָמְרוּ בְּפִקָּדוֹן שֶׁהָלְכוּ בְּעָלָיו לִמְדִינַת הַיָּם: \n",
      "מָצָא סְפָרִים קוֹרֵא בָּהֶן אַחַת לִשְׁלֹשִׁים יוֹם וְאִם אֵינוֹ יוֹדֵעַ לִקְרוֹת גּוֹלְלָן כָּל שְׁלֹשִׁים יוֹם. וּלְעוֹלָם לֹא יִלְמֹד בָּהֶן לְכַתְּחִלָּה. וְלֹא יִקְרָא פָּרָשָׁה וְיִשְׁנֶה. וְלֹא יִקְרָא פָּרָשָׁה וִיתַרְגֵּם. וְלֹא יִפְתַּח בּוֹ יֶתֶר מִשְּׁלֹשָׁה דַּפִּין. וְלֹא יִהְיוּ שְׁנַיִם קוֹרִין בִּשְׁנֵי עִנְיָנִין שֶׁמָּא יִמְשֹׁךְ זֶה וְיִמְשֹׁךְ זֶה וְיִבְלֶה הַסֵּפֶר. אֲבָל קוֹרִין הֵן בְּעִנְיָן אֶחָד. וְלֹא יִקְרְאוּ שְׁלֹשָׁה בְּסֵפֶר אֶחָד וַאֲפִלּוּ בְּעִנְיָן אֶחָד: \n",
      "מָצָא תְּפִלִּין שָׁם דְּמֵיהֶן וּמֵנִיחָן עָלָיו שֶׁדָּבָר מָצוּי הוּא בְּיַד הַכּל וְאֵין עֲשׂוּיִין אֶלָּא לְמִצְוָתָן בִּלְבַד: \n",
      "מָצָא דָּבָר שֶׁיֵּשׁ בּוֹ רוּחַ חַיִּים שֶׁהֲרֵי צָרִיךְ הוּא לְהַאֲכִילוֹ. אִם הָיָה דָּבָר שֶׁעוֹשֶׂה וְאוֹכֵל כְּגוֹן פָּרָה וַחֲמוֹר מְטַפֵּל בָּהֶן שְׁנֵים עָשָׂר חֹדֶשׁ מִיּוֹם הַמְּצִיאָה וּמַשְׂכִּירָן וְלוֹקֵחַ שָׂכָר וּמַאֲכִיל. וְאִם הָיָה שְׂכָרָן יֶתֶר עַל אֲכִילָתָן הֲרֵי הַיֶּתֶר לַבְּעָלִים. וְכֵן הַתַּרְנְגוֹלִין מוֹכֵר בֵּיצֵיהֶן וּמַאֲכִילָן כָּל שְׁנֵים עָשָׂר חֹדֶשׁ. מִיכַּן וְאֵילָךְ שָׁם דְּמֵיהֶן עָלָיו וַהֲרֵי הֵן שֶׁלּוֹ וְשֶׁל בְּעָלִים בְּשֻׁתָּפוּת כְּדִין כָּל הַשָּׁם בְּהֵמָה מֵחֲבֵרוֹ: \n",
      "מָצָא עֲגָלִים וּסְיָחִין שֶׁל רְעִי מְטַפֵּל בָּהֶן שְׁלֹשָׁה חֳדָשִׁים. וְשֶׁל בְּרִיאָה שְׁלֹשִׁים יוֹם. אֲוָזִים וְתַרְנְגוֹלִין גְּדוֹלִים מְטַפֵּל בָּהֶן שְׁלֹשִׁים יוֹם. מָצָא קְטַנִּים וְכָל דָּבָר שֶׁטִּפּוּלוֹ מְרֻבֶּה מִשְּׂכָרוֹ מְטַפֵּל בָּהֶן שְׁלֹשָׁה יָמִים. מִכַּן וְאֵילָךְ מוֹכְרָן בְּבֵית דִּין. וְכֵן פֵּרוֹת שֶׁהִתְחִילוּ לְהַרְקִיב וְכַיּוֹצֵא בָּהֶן מוֹכְרָן בְּבֵית דִּין: \n",
      "מַה יַּעֲשֶׂה בַּדָּמִים. יִנָּתְנוּ לַמּוֹצֵא וְיֵשׁ לוֹ רְשׁוּת לְהִשְׁתַּמֵּשׁ בָּהֶן. לְפִיכָךְ אִם נֶאֶנְסוּ כְּגוֹן שֶׁטְּרָפָם גַּיִס אוֹ טָבְעוּ בַּיָּם חַיָּב לְשַׁלֵּם וְאַף עַל פִּי שֶׁלֹּא נִשְׁתַּמֵּשׁ בָּהֶן שֶׁכֵּיוָן שֶׁיֵּשׁ לוֹ רְשׁוּת לְהִשְׁתַּמֵּשׁ בָּהֶן הֲרֵי הֵן אֶצְלוֹ כִּשְׁאֵלָה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּדְמֵי הָאֲבֵדָה הוֹאִיל וְנִטְפַּל בָּהֶן. אֲבָל מְעוֹת אֲבֵדָה לֹא יִשְׁתַּמֵּשׁ בָּהֶן. לְפִיכָךְ אִם אָבְדוּ בְּאֹנֶס פָּטוּר שֶׁהֲרֵי הוּא שׁוֹמֵר שָׂכָר כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "כָּל אוֹתָן הַיָּמִים שֶׁמְּטַפֵּל בָּאֲבֵדָה קֹדֶם שֶׁיִּמְכְּרֶנָּה בְּבֵית דִּין אִם הֶאֱכִילָם מִשֶּׁלּוֹ נוֹטֵל מִן הַבְּעָלִים. וְיֵרָאֶה לִי שֶׁהוּא נוֹטֵל בְּלֹא שְׁבוּעָה מִפְּנֵי תִּקּוּן הָעוֹלָם: \n",
      "הַמּוֹצֵא מְצִיאָה לֹא יִשָּׁבַע מִפְּנֵי תִּקּוּן הָעוֹלָם שֶׁאִם אַתָּה אוֹמֵר יִשָּׁבַע יַנִּיחַ הַמְּצִיאָה וְיֵלֵךְ לוֹ כְּדֵי שֶׁלֹּא יִשָּׁבַע. אֲפִלּוּ מָצָא כִּיס וְטָעַן בַּעַל הַמְּצִיאָה שֶׁשְּׁנֵי כִּיסִים קְשׁוּרִים הָיוּ וְאִי אֶפְשָׁר שֶׁיִּמְצָא הָאֶחָד אֶלָּא אִם נִמְצָא הָאַחֵר הַקָּשׁוּר עִמּוֹ הֲרֵי זֶה לֹא יִשָּׁבַע: \n"
    ],
    [
      "הַשִׂמְלָה בִּכְלַל <small>(דברים כב ג)</small> \"כָּל אֲבֵדַת אָחִיךָ\" הָיְתָה וְכֵן הַשּׁוֹר וְהַשֶּׂה וְהַחֲמוֹר. וְלָמָּה פֵּרֵט הַכָּתוּב <small>(דברים כב ג)</small> \"חֲמוֹר\" לְהַחְזִירוֹ בְּסִימָנֵי מִרְדַּעַת אַף עַל פִּי שֶׁהַסִּימָן בְּדָבָר הַטָּפֵל לוֹ יַחְזִיר. וְלָמָּה פֵּרֵט שׁוֹר וְשֶׂה לְהַחְזִיר אֲפִלּוּ גִּזַּת הַשֶּׂה אוֹ גֵּז זְנַב שׁוֹר אַף עַל פִּי שֶׁהוּא דָּבָר מוּעָט. וְלָמָּה פֵּרֵט הַשִּׂמְלָה לִלְמֹד מִמֶּנָּה מָה הַשִּׂמְלָה מְיֻחֶדֶת שֶׁיֵּשׁ לָהּ סִימָנִין וְחֶזְקָתָהּ שֶׁיֵּשׁ לָהּ תּוֹבְעִין וְחַיָּב לְהַחְזִיר אַף כָּל דָּבָר שֶׁיֵּשׁ לוֹ סִימָנִים הֲרֵי הוּא בְּחֶזְקַת שֶׁיֵּשׁ לוֹ תּוֹבְעִין וְחַיָּב לְהַחְזִיר. אֲבָל דָּבָר שֶׁאֵין לוֹ תּוֹבְעִין אֶלָּא נִתְיָאֲשׁוּ מִמֶּנּוּ הַבְּעָלִים הֲרֵי הוּא שֶׁל מוֹצְאוֹ אַף עַל פִּי שֶׁיֵּשׁ בּוֹ סִימָנִים: \n",
      "זֶה הַכְּלָל בַּאֲבֵדָה כָּל דָּבָר שֶׁאֵין בּוֹ סִימָן כֵּיוָן שֶׁאָבַד וְיָדְעוּ בּוֹ הַבְּעָלִים שֶׁאָבַד הֲרֵי זֶה בְּחֶזְקַת שֶׁנִּתְיָאֲשׁוּ בְּעָלָיו מִמֶּנּוּ. כְּגוֹן מַסְמֵר אֶחָד אוֹ מַחַט אַחַת אוֹ מַטְבֵּעַ שֶׁהֲרֵי אֵינָן יְכוֹלִים לִתֵּן סִימָן לְהַחְזִירוֹ לָהֶן וּלְפִיכָךְ הֲרֵי הוּא לָזֶה שֶׁמְּצָאוֹ: \n",
      "וְכָל דָּבָר שֶׁיֵּשׁ בּוֹ סִימָן כְּגוֹן שִׂמְלָה וּבְהֵמָה הֲרֵי זֶה בְּחֶזְקַת שֶׁלֹּא נִתְיָאֲשׁוּ מִמֶּנּוּ בְּעָלָיו שֶׁהֲרֵי דַּעְתָּן תְּלוּיָה לִתֵּן סִימָנִין שֶׁיֵּשׁ בּוֹ וְיַחְזֹר לָהֶן לְפִיכָךְ הַמּוֹצְאוֹ חַיָּב לְהַכְרִיז אֶלָּא אִם כֵּן יָדַע שֶׁנִּתְיָאֲשׁוּ הַבְּעָלִים כְּגוֹן שֶׁשָּׁמַע אוֹתָם אוֹמְרִים וַי לְחֶסְרוֹן כִּיס וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ שֶׁמַּרְאִין שֶׁנִּתְיָאֲשׁוּ הֲרֵי אוֹתָהּ הָאֲבֵדָה שֶׁל מוֹצְאָהּ: \n",
      "וְכֵן אִם מָצָא דָּבָר שֶׁיֵּשׁ בּוֹ סִימָן בַּיָּם וּבַנָּהָר וְכַיּוֹצֵא בָּהֶן אוֹ בְּמָקוֹם שֶׁרֻבּוֹ עַכּוּ''ם הֲרֵי זֶה בְּחֶזְקַת שֶׁנִּתְיָאֲשׁוּ בְּעָלָיו מִמֶּנּוּ מִשָּׁעָה שֶׁנָּפַל. וּלְפִיכָךְ הֲרֵי הוּא שֶׁל מוֹצְאָן וְאַף עַל פִּי שֶׁלֹּא שָׁמְעוּ הַבְּעָלִים שֶׁנִּתְיָאֲשׁוּ מִמֶּנּוּ: \n",
      "יֵאוּשׁ שֶׁלֹּא מִדַּעַת אֲפִלּוּ בְּדָבָר שֶׁאֵין בּוֹ סִימָן אֵינוֹ יֵאוּשׁ. כֵּיצַד. נָפַל מִמֶּנּוּ דִּינָר וְלֹא יָדַע בּוֹ שֶׁנָּפַל אַף עַל פִּי שֶׁכְּשֶׁיָּדַע בּוֹ שֶׁנָּפַל יִתְיָאֵשׁ הֲרֵי זֶה אֵינוֹ יֵאוּשׁ עַתָּה עַד שֶׁיֵּדְעוּ הַבְּעָלִים שֶׁנָּפַל. אֲבָל אִם עֲדַיִן אוֹמְרִים הַבְּעָלִים שֶׁמָּא נְתַתִּיו לִפְלוֹנִי אוֹ בְּמִגְדָּל הוּא מֻנָּח אוֹ שֶׁמָּא טָעִיתִי בַּחֶשְׁבּוֹן וְכַיּוֹצֵא בְּאֵלּוּ הַדְּבָרִים אֵין זֶה יֵאוּשׁ: \n",
      "הָרוֹאֶה חֲבֵרוֹ שֶׁנָּפַל מִמֶּנּוּ דִּינָר עַל הָאָרֶץ וְלֹא יָדַע בּוֹ וְנָטַל הַדִּינָר קֹדֶם יֵאוּשׁ עוֹבֵר עַל עֲשֵׂה וְעַל שְׁנֵי לָאוִין כְּמוֹ שֶׁבֵּאַרְנוּ. וַאֲפִלּוּ הֶחְזִיר לוֹ הַדִּינָר לְאַחַר שֶׁנִּתְיָאֵשׁ מַתָּנָה הִיא זוֹ וּכְבָר עָבַר עַל הָאִסּוּרִים: \n",
      "נָטַל הַדִּינָר לִפְנֵי יֵאוּשׁ עַל מְנָת לְהַחְזִירוֹ וּלְאַחַר יֵאוּשׁ נִתְכַּוֵּן לִגְזל אוֹתוֹ עוֹבֵר מִשּׁוּם <small>(דברים כב א)</small> \"הָשֵׁב תְּשִׁיבֵם\". הִמְתִּין לָהּ וְלֹא הוֹדִיעַ לַבְּעָלִים וְלֹא נָטַל הַדִּינָר עַד שֶׁיָּדְעוּ הַבְּעָלִים שֶׁנָּפַל שֶׁהֲרֵי נִתְיָאֲשׁוּ כְּמוֹ שֶׁבֵּאַרְנוּ וְאַחַר כָּךְ נָטַל הַדִּינָר מֵעַל הָאָרֶץ אֵינוֹ עוֹבֵר אֶלָּא מִשּׁוּם <small>(דברים כב ג)</small> \"לֹא תוּכַל לְהִתְעַלֵּם\". וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "רָאָה סֶלַע אוֹ מַטְבֵּעַ שֶׁנָּפַל אֲפִלּוּ מִשְּׁלֹשָׁה בְּנֵי אָדָם וְאַף עַל פִּי שֶׁאֵין בּוֹ שְׁוֵה פְּרוּטָה לְכָל אֶחָד וְאֶחָד חַיָּב לְהַחְזִיר שֶׁמָּא שֻׁתָּפִין הֵן וּמָחַל אֶחָד מֵהֶן חֶלְקוֹ לַחֲבֵרוֹ וְנִמְצֵאת אֲבֵדָתוֹ שֶׁל זֶה שְׁוֵה פְּרוּטָה: \n",
      "רָאָה חֲבֵרוֹ שֶׁנָּפַל מִמֶּנּוּ דִּינָר בְּתוֹךְ הַחל אוֹ בְּתוֹךְ הֶעָפָר וְנִתְעַלֵּם מִמֶּנּוּ הֲרֵי זֶה כְּנוֹפֵל לַיָּם אוֹ לַנָּהָר וַהֲרֵי הוּא שֶׁל מוֹצְאוֹ. שֶׁהֲרֵי נִתְיָאֵשׁ מִמֶּנּוּ מִפְּנֵי שֶׁאֵין בּוֹ סִימָן. וַאֲפִלּוּ רָאָה אוֹתוֹ מֵבִיא כְּבָרָה לְחַפֵּשׂ אַחֲרָיו. בְּדַעַת רְעוּעָה הוּא מְחַפֵּשׂ כְּדֶרֶךְ שֶׁמְּחַפְּשִׂים בֶּעָפָר שְׁאָר הַבַּלָּשִׁין שֶׁלֹּא נָפַל מֵהֶן כְּלוּם שֶׁמָּא יִמְצְאוּ מַה שֶּׁנָּפַל לַאֲחֵרִים כָּךְ הוּא זֶה מְחַפֵּשׂ לֹא מִפְּנֵי שֶׁלֹּא נִתְיָאֵשׁ: \n",
      "הַמּוֹצֵא סֶלַע בַּשּׁוּק. מְצָאוֹ חֲבֵרוֹ וְאָמַר לוֹ שֶׁלִּי הִיא וַחֲדָשָׁה הִיא וְשֶׁל מְדִינָה פְּלוֹנִית הִיא וְשֶׁל מֶלֶךְ פְּלוֹנִי הִיא. אֲפִלּוּ אָמַר שְׁמִי כָּתוּב עָלֶיהָ לֹא אָמַר כְּלוּם וְאֵינוֹ חַיָּב לְהַחְזִיר. שֶׁאֵין סִימָנֵי הַמַּטְבֵּעַ סִימָן מִפְּנֵי שֶׁחֶזְקָתוֹ לְהוֹצָאָה. וְאָנוּ אוֹמְרִין שֶׁלּוֹ הָיְתָה וְהוֹצִיאָהּ מִיָּדוֹ וְנָפְלָה מִיַּד אַחֵר. וְהוֹאִיל וְאֵינוֹ סִימָן שֶׁסּוֹמְכִין עָלָיו מִשְּׁעַת נְפִילָה נִתְיָאֵשׁ וַהֲרֵי הִיא שֶׁל מוֹצְאָהּ: \n",
      "הַמּוֹצֵא דָּבָר שֶׁאֵין בּוֹ סִימָן בְּצַד דָּבָר שֶׁיֵּשׁ בּוֹ סִימָן חַיָּב לְהַכְרִיז. בָּא בַּעַל הַסִּימָן וְנָטַל אֶת שֶׁלּוֹ וְאָמַר שֶׁזֶּה בִּלְבַד נָפַל מִמֶּנּוּ זָכָה הַמּוֹצֵא בַּדָּבָר שֶׁאֵין בּוֹ סִימָן: \n",
      "הַמּוֹצֵא כְּלֵי חֶרֶשׂ וְכַיּוֹצֵא בָּהֶן מִכֵּלִים שֶׁצּוּרַת כֻּלָּן שָׁוָה. אִם כֵּלִים חֲדָשִׁים הֵן הֲרֵי הֵם שֶׁלּוֹ שֶׁהֲרֵי הֵן כְּמוֹ דִּינָר מִשְּׁאָר הַדִּינָרִים שֶׁאֵין לוֹ סִימָן וְאֵין הַבְּעָלִים מַכִּירִים אוֹתָן. שֶׁהֲרֵי אֵינוֹ יוֹדֵעַ אִם פַּךְ זֶה אוֹ צְלוֹחִית זוֹ שֶׁלּוֹ אוֹ שֶׁל אַחֵר. וְאִם הָיוּ כֵּלִים שֶׁשְּׂבָעָתַן הָעַיִן חַיָּב לְהַכְרִיז. שֶׁאִם יָבוֹא תַּלְמִיד חָכָם וְיֹאמַר אַף עַל פִּי שֶׁאֵינוֹ יָכוֹל לִתֵּן בִּכְלִי כָּזֶה סִימָן יֵשׁ לִי בּוֹ טְבִיעוּת עַיִן חַיָּב לְהַרְאוֹתוֹ לוֹ, אִם הִכִּירוֹ וְאָמַר שֶׁלִּי הוּא מַחֲזִירִין לוֹ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּתַלְמִיד וָתִיק שֶׁאֵינוֹ מְשַׁנֶּה בְּדִבּוּרוֹ כְּלָל אֶלָּא בְּדִבְרֵי שָׁלוֹם אוֹ בְּמַסֶכְתָּא אוֹ בְּמִטָּה אוֹ בְּבַיִת שֶׁהוּא מִתְאָרֵחַ בּוֹ. כֵּיצַד. הָיָה עוֹסֵק בְּמַסֶּכְתָּא דְּנִדָּה וְאָמַר בְּמִקְוָאוֹת אֲנִי שׁוֹנֶה כְּדֵי שֶׁלֹּא יִשְׁאָלוּהוּ שְׁאֵלוֹת בְּעִנְיַן נִדָּה. אוֹ שֶׁיָּשַׁן בְּמִטָּה זוֹ וְאוֹמֵר בְּזוֹ אֲנִי יָשֵׁן שֶׁמָּא יִמָּצֵא שָׁם קֶרִי. אוֹ שֶׁנִּתְאָרֵחַ אֵצֶל שִׁמְעוֹן וְאָמַר אֵצֶל רְאוּבֵן אֲנִי מִתְאָרֵחַ כְּדֵי שֶׁלֹּא יַטְרִיחַ עַל זֶה שֶׁנִּתְאָרֵחַ אֶצְלוֹ. אוֹ שֶׁהֵבִיא שָׁלוֹם בֵּין אָדָם לַחֲבֵרוֹ וְהוֹסִיף וְגָרַע כְּדֵי לְחַבְּבָן זֶה לָזֶה הֲרֵי זֶה מֻתָּר. אֲבָל אִם בָּאוּ עֵדִים שֶׁשִּׁנָּה בְּדִבּוּרוֹ חוּץ מִדְּבָרִים אֵלּוּ אֵין מַחֲזִירִין לוֹ בִּטְבִיעוּת עַיִן: \n"
    ],
    [
      "כָּל הַמּוֹצֵא אֲבֵדָה בֵּין שֶׁיֵּשׁ בָּהּ סִימָן בֵּין שִׁאִין בָּהּ סִימָן אִם מְצָאָהּ דֶּרֶךְ הַנָּחָה אָסוּר לִגַּע בָּהּ שֶׁמָּא בְּעָלֶיהָ הִנִּיחוּהָ שָׁם עַד שֶׁיַּחְזְרוּ לָהּ וְאִם יָבוֹא לִטְּלֶנָּה וְהָיָה דָּבָר שֶׁאֵין בּוֹ סִימָן הֲרֵי אִבֵּד מָמוֹן חֲבֵרוֹ בְּיָדוֹ שֶׁהֲרֵי אֵין לוֹ בָּהּ סִימָן לְהַחְזִיר בּוֹ. וְאִם הָיָה דָּבָר שֶׁיֵּשׁ לוֹ סִימָן הֲרֵי זֶה הִטְרִיחָן לִרְדֹּף אַחֲרֶיהָ וְלָתֵת סִימָנֶיהָ. וּלְפִיכָךְ אָסוּר לוֹ שֶׁיִּגַּע בָּהּ עַד שֶׁיִּמְצָאֶנָּה דֶּרֶךְ נְפִילָה. וַאֲפִלּוּ נִסְתַּפֵּק לוֹ הַדָּבָר וְלֹא יָדַע אִם דָּבָר זֶה אָבוּד אוֹ מֻנָּח הֲרֵי זֶה לֹא יִגַּע בּוֹ. וְאִם עָבַר וּנְטָלוֹ אָסוּר לוֹ לְהַחְזִירוֹ לְשָׁם. וְאִם הָיָה דָּבָר שֶׁאֵין בּוֹ סִימָן זָכָה בּוֹ וְאֵינוֹ חַיָּב לְהַחְזִירוֹ: \n",
      "וְכָל דָּבָר שֶׁיֵּשׁ בּוֹ סִימָן בֵּין בְּדֶרֶךְ הַנָּחָה בֵּין בְּדֶרֶךְ נְפִילָה בֵּין בִּרְשׁוּת הַיָּחִיד בֵּין בִּרְשׁוּת הָרַבִּים חַיָּב לְהַכְרִיז. כֵּיצַד. דֶּרֶךְ הַנָּחָה כְּגוֹן שֶׁמָּצָא חֲמוֹר אוֹ פָּרָה רוֹעִים בַּדֶּרֶךְ בַּיּוֹם אוֹ שֶׁמָּצָא כְּלִי מְכֻסֶּה בָּאַשְׁפָּה הֲרֵי זֶה לֹא יִגַּע בָּהֶן שֶׁנֶּאֱמַר <small>(דברים כב א)</small> \"נִדָּחִים בַּדֶּרֶךְ\". אֲבָל אִם מָצָא חֲמוֹר וְכֵלָיו הֲפוּכִים וּפָרָה רָצָה בֵּין הַכְּרָמִים אוֹ כְּלִי מְגֻלֶּה בָּאַשְׁפָּה הֲרֵי זוֹ אֲבֵדָה וְנוֹטֵל וּמַכְרִיז: \n",
      "רָאָה חֲמוֹר אוֹ פָּרָה רוֹעִים בַּאֲפָר כְּדַרְכָּן בַּלַּיְלָה הֲרֵי זוֹ אֲבֵדָה. בִּפְנוֹת הַיּוֹם וּבַנֶּשֶׁף אִם רָאָה אוֹתָן שְׁלֹשָׁה יָמִים זֶה אַחַר זֶה הֲרֵי זוֹ אֲבֵדָה וְנוֹטֵל וּמַכְרִיז. רָאָה פָּרָה רָצָה בַּדֶּרֶךְ אִם פָּנֶיהָ כְּלַפֵּי הָעִיר אֵין זוֹ אֲבֵדָה. כְּלַפֵּי הַשָּׂדֶה הֲרֵי זוֹ אֲבֵדָה: \n",
      "מְצָאָהּ רוֹעָה בֵּין הַכְּרָמִים חַיָּב לְהַחְזִיר מִשּׁוּם אֲבֵדַת הַקַּרְקַע. לְפִיכָךְ אִם הָיוּ הַכְּרָמִים שֶׁל עַכּוּ''ם אֵינָהּ אֲבֵדָה וְאֵינוֹ חַיָּב לְהַחְזִיר. וְאִם חָשַׁשׁ שֶׁמָּא יַהַרְגֶנָּה הָעַכּוּ''ם כְּשֶׁיִּמְצָאֶנָּה מִפְּנֵי שֶׁהִפְסִידָה הַכֶּרֶם הֲרֵי זוֹ אֲבֵדָה וְנוֹטֵל וּמַכְרִיז: \n",
      "מָצָא פָּרָה בִּרְשׁוּת הָרַבִּים אִם עוֹמֶדֶת חוּץ לַתְּחוּם חַיָּב לְהַחְזִיר. הָיְתָה רוֹעָה בָּעֲשָׂבִים אוֹ שֶׁהָיְתָה בְּרֶפֶת שֶׁאֵינָהּ מִשְׁתַּמֶּרֶת וְאֵינָהּ מְאַבֶּדֶת לֹא יִגַּע בָּהּ שֶׁאֵין זוֹ אֲבֵדָה. מָצָא טַלִּית אוֹ קַרְדֹּם בְּצַד הַגָּדֵר הֲרֵי זֶה לֹא יִגַּע בָּהֶן. בִּסְרַטְיָא הֲרֵי זֶה נוֹטֵל וּמַכְרִיז. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "מָצָא גּוֹזָלוֹת מְקֻשָּׁרִין בְּכַנְפֵיהֶן וּמְדַדִּין אַחַר הַגָּדֵר אוֹ אַחַר הַגַּפָּה אוֹ בַּשְּׁבִילִין שֶׁבַּשָּׂדוֹת הֲרֵי זֶה לֹא יִגַּע בָּהֶן שֶׁמָּא בַּעֲלֵיהֶן הִנִּיחוּם שָׁם. וְאִם נְטָלָן הֲרֵי אֵלּוּ שֶׁלּוֹ. וְאִם הָיוּ קְשׁוּרִין קֶשֶׁר שֶׁהוּא סִימָן חַיָּב לְהַכְרִיז. וְכֵן אִם מְצָאָן קְבוּעִים בִּמְקוֹמָן חַיָּב לְהַכְרִיז שֶׁהַמָּקוֹם סִימָן: \n",
      "מָצָא בָּאַשְׁפָּה כְּלִי מְכֻסֶּה הֲרֵי זֶה לֹא יִגַּע בּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם אַשְׁפָּה שֶׁאֵינָהּ עֲשׂוּיָה לְהִתְפַּנּוֹת הִיא וְנִמְלַךְ עָלֶיהָ לְפַנּוֹתָהּ אַף עַל פִּי שֶׁמְּצָאוֹ מְכֻסֶּה נוֹטֵל וּמַכְרִיז. וְכֵן אִם הָיוּ כֵּלִים קְטַנִּים כְּגוֹן סַכִּין וְשִׁפּוּד וְכַיּוֹצֵא בָּהֶן אֲפִלּוּ הָיוּ מְכֻסִּין בָּאַשְׁפָּה הַקְּבוּעָה נוֹטֵל וּמַכְרִיז: \n",
      "מָצָא פֵּרוֹת מְפֻזָּרִין דֶּרֶךְ הַנָּחָה לֹא יִגַּע בָּהֶן. דֶּרֶךְ נְפִילָה הֲרֵי הֵן שֶׁלּוֹ. וְכֵן אִם מָצָא כְּרִיכוֹת קְטַנּוֹת שֶׁל שִׁבֳּלִים בִּרְשׁוּת הָרַבִּים שֶׁהֲרֵי אֵין בָּהֶן סִימָן. אוֹ שֶׁמָּצָא עִגּוּלֵי דְּבֵלָה וְכִכָּרוֹת שֶׁל נַחְתּוֹם וּמַחְרוֹזוֹת שֶׁל דָּגִים וַחֲתִיכוֹת שֶׁל בָּשָׂר וְגִזֵּי צֶמֶר הַבָּאוֹת מִמְּדִינָתָן וַאֲנִיצֵי פִּשְׁתָּן וּלְשׁוֹנוֹת שֶׁל אַרְגָּמָן הֲרֵי אֵלּוּ שֶׁלּוֹ מִפְּנֵי שֶׁאֵין בָּהֶן סִימָן. וְאִם יֵשׁ בָּהֶן סִימָן נוֹטֵל וּמַכְרִיז שֶׁסִּימָן הֶעָשׂוּי לִדָּרֵס הֲרֵי הוּא סִימָן: \n",
      "אֲבָל אִם מָצָא כִּכָּרוֹת שֶׁל בַּעַל הַבַּיִת וְגִזֵּי צֶמֶר הַלְּקוּחוֹת מִבֵּית הָאֻמָּן כַּדֵּי יַיִן וְכַדֵּי שֶׁמֶן חַיָּב לְהַכְרִיז שֶׁכָּל אֵלּוּ יֵשׁ לָהֶם סִימָנִין מֻבְהָקִין. וְאִם נִפְתְּחוּ הָאוֹצָרוֹת שֶׁל יַיִן וְשֶׁל שֶׁמֶן הֲרֵי אֵלּוּ שֶׁלּוֹ. וְאַף עַל פִּי שֶׁהֵם רְשׁוּמִין. שֶׁכָּל הַכַּדּוֹת כָּךְ הָיוּ רְשׁוּמוֹת וְנִמְצְאוּ אֵלּוּ הַכַּדִּין כְּכִכְּרוֹת הַנַּחְתּוֹם שֶׁיֵּשׁ צוּרָה אַחַת לְכֻלָּן וּמִשְׁקָל אֶחָד לְכֻלָּם: \n",
      "מָצָא כְּרִיכוֹת בִּרְשׁוּת הַיָּחִיד אִם דֶּרֶךְ נְפִילָה הֲרֵי אֵלּוּ שֶׁלּוֹ. וְאִם דֶּרֶךְ הַנָּחָה חַיָּב לְהַכְרִיז שֶׁאַף עַל פִּי שֶׁאֵין לָהֶם סִימָן הַמָּקוֹם סִימָן (אַף עַל פִּי שֶׁאֵינוֹ סִימָן מֻבְהָק). מָצָא אֲלֻמּוֹת בֵּין בִּרְשׁוּת הַיָּחִיד בֵּין בִּרְשׁוּת הָרַבִּים נוֹטֵל וּמַכְרִיז: \n",
      "מָצָא עִגּוּל וּבְתוֹכוֹ חֶרֶשׂ. כִּכָּר וּבְתוֹכוֹ מָעוֹת. חֲתִיכָה שֶׁל בָּשָׂר שֶׁהוּא מְשֻׁנֶּה בַּחֲתִיכוֹת. דָּג נָשׁוּךְ. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ הוֹאִיל וְיֵשׁ בָּהֶן שִׁנּוּי חַיָּב לְהַכְרִיז. שֶׁלֹּא עֲשָׂאוּם בַּעֲלֵיהֶן אֶלָּא לְסִימָן: \n",
      "מָצָא פֵּרוֹת מְפֻזָּרִין בְּמָקוֹם הַגֳּרָנוֹת אִם הָיוּ כְּמוֹ קַב בְּתוֹךְ אַרְבַּע אַמּוֹת אוֹ בְּיֶתֶר עַל אַרְבַּע אַמּוֹת הֲרֵי אֵלּוּ שֶׁלּוֹ מִפְּנֵי שֶׁאֵין הַבְּעָלִים מְטַפְּלִים בַּאֲסִיפָתָן. הָיוּ מְפֻזָּרִין בְּפָחוֹת מֵאַרְבַּע אַמּוֹת לֹא יִגַּע בָּהֶן שֶׁמָּא הַבְּעָלִים הִנִּיחוּם שָׁם. הָיוּ כְּמוֹ חֲצִי קַב בִּשְׁתֵּי אַמּוֹת אוֹ קַבַּיִם בִּשְׁמוֹנֶה אַמּוֹת אוֹ שֶׁהָיָה הַקַּב מִשְּׁנַיִם וּשְׁלֹשָׁה מִינִין כְּמוֹ תְּמָרִים שֻׁמְשְׁמִין [וְרִמּוֹנִים] כָּל אֵלּוּ סָפֵק לְפִיכָךְ לֹא יִטּל. וְאִם נָטַל אֵינוֹ חַיָּב לְהַכְרִיז: \n",
      "הַמּוֹצֵא צִבּוּרֵי פֵּרוֹת אוֹ פֵּרוֹת בִּכְלִי אוֹ כְּלִי כְּמוֹת שֶׁהוּא חַיָּב לְהַכְרִיז. מָצָא כְּלִי וּלְפָנָיו פֵּרוֹת הֲרֵי אֵלּוּ שֶׁלּוֹ הַפֵּרוֹת. וְהַכְּלִי נוֹטֵל וּמַכְרִיז. שֶׁאֲנִי אוֹמֵר הַכְּלִי שֶׁל אֶחָד וְהַפֵּרוֹת שֶׁל אַחֵר וַהֲרֵי אֵין בּוֹ סִימָן. וְאִם מַרְאִין הַדְּבָרִים שֶׁהֵן שֶׁל אָדָם אֶחָד חַיָּב לְהַכְרִיז: \n",
      "כֵּיצַד. הָיוּ אֲחוֹרֵי הַכְּלִי לִפְנֵי הַפֵּרוֹת הֲרֵי אֵלּוּ שֶׁלּוֹ. הָיוּ פְּנֵי הַכְּלִי לִפְנֵי הַפֵּרוֹת חוֹשְׁשִׁין שֶׁמָּא מִן הַכְּלִי נִשְׁפְּכוּ. וְאִם הָיוּ אָגֳּנִים לַכְּלִי אַף עַל פִּי שֶׁפָּנָיו כְּלַפֵּי הַפֵּרוֹת הֲרֵי אֵלּוּ שֶׁלּוֹ שֶׁאִלּוּ נִשְׁפְּכוּ מִן הַכְּלִי הָיָה נִשְׁאַר מֵהֶן בְּתוֹכוֹ מִפְּנֵי הָאָגֳּנִים. הָיוּ מִקְצָת הַפֵּרוֹת בַּכְּלִי וּמִקְצָתָן בָּאָרֶץ חַיָּב לְהַכְרִיז: \n",
      "הַמּוֹצֵא קְצִיעוֹת בַּדֶּרֶךְ וַאֲפִלּוּ בְּצַד שְׂדֵה קְצִיעוֹת הֲרֵי אֵלּוּ שֶׁלּוֹ. וְכֵן תְּאֵנָה שֶׁהִיא נוֹטָה לַדֶּרֶךְ וְנִמְצְאוּ תְּאֵנִים תַּחְתֶּיהָ מֻתָּרוֹת מִשּׁוּם גֵּזֶל. שֶׁהַתְּאֵנָה וְכַיּוֹצֵא בָּהּ עִם נְפִילָתָהּ נִמְאֶסֶת. וּפְטוּרוֹת מִשּׁוּם מַעֲשֵׂר. אֲבָל זֵיתִים וְחָרוּבִין וְכַיּוֹצֵא בָּהֶן אֲסוּרִין: \n",
      "תְּמָרִים שֶׁמְּשִׁירָן הָרוּחַ מֻתָּרוֹת שֶׁהַבְּעָלִים מְחָלוּם לְכָל אָדָם וְזוֹ הִיא חֶזְקָתָן. וְאִם הָיוּ שֶׁל יְתוֹמִים שֶׁאֵינָן בְּנֵי מְחִילָה אֲסוּרִין. וְכֵן אִם הִקְפִּיד בַּעַל הַשָּׂדֶה וְהִקִּיף מְקוֹם הָאִילָנוֹת אוֹ תִּקֵּן מָקוֹם שֶׁיִּפְּלוּ בּוֹ הַנּוֹבְלוֹת עַד שֶׁיְּלַקְּטֵם הֲרֵי אֵלּוּ אֲסוּרוֹת שֶׁהֲרֵי גִּלָּה דַּעְתּוֹ שֶׁלֹּא מָחַל: \n",
      "חָתוּל רַע שֶׁהוֹרֵג אֶת הַקְּטַנִּים אָסוּר לְקַיְּמוֹ וְאֵין בּוֹ מִשּׁוּם גֵּזֶל וְאֵין בּוֹ מִשּׁוּם הֶשֵּׁב אֲבֵדָה אַף עַל פִּי שֶׁעוֹרוֹ מוֹעִיל אֶלָּא כָּל הַמּוֹצְאוֹ זָכָה בּוֹ וְהוֹרְגוֹ וְהָעוֹר שֶׁלּוֹ: \n",
      "גּוֹזָל הַנִּמְצָא קָרוֹב לַשּׁוֹבָךְ בְּתוֹךְ חֲמִשִּׁים אַמָּה הֲרֵי הוּא שֶׁל בַּעַל הַשּׁוֹבָךְ חוּץ לַחֲמִשִּׁים אַמָּה הֲרֵי הוּא שֶׁל מוֹצְאוֹ שֶׁאֵין הַגּוֹזָל מְדַדֶּה יֶתֶר עַל חֲמִשִּׁים אַמָּה. נִמְצָא בֵּין שְׁנֵי שׁוֹבָכוֹת הֲרֵי הוּא שֶׁל קָרוֹב. מֶחֱצָה לְמֶחֱצָה יַחֲלֹקוּ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ יוֹנֵי שְׁתֵּי הַשּׁוֹבָכוֹת שָׁוִים בְּמִנְיָן. אֲבָל אִם הָיוּ יוֹנֵי הָאֶחָד רַבִּים הַלֵּךְ אַחַר הָרֹב אַף עַל פִּי שֶׁהוּא רָחוֹק: \n"
    ],
    [
      "הַמּוֹצֵא מְחָטִים וְצִנּוֹרוֹת וּמַסְמְרִים וְכַיּוֹצא בָּהֶן אִם מְצָאָם אֶחָד אֶחָד הֲרֵי אֵלּוּ שֶׁלּוֹ. שְׁנַיִם שְׁנַיִם אוֹ יֶתֶר חַיָּב לְהַכְרִיז שֶׁמִּנְיָן סִימָן: \n",
      "וְכֵן הַמּוֹצֵא מָעוֹת מְפֻזָּרִים הֲרֵי אֵלּוּ שֶׁלּוֹ. אֲפִלּוּ הָיוּ מִקְצָת מַטְבְּעוֹת זֶה עַל גַּבֵּי זֶה הֲרֵי הֵן כִּמְפֻזָּרִין. אֲבָל אִם מָצָא צִבּוּר מָעוֹת חַיָּב לְהַכְרִיז. מָצָא שְׁלֹשָׁה מַטְבְּעוֹת זֶה עַל גַּב זֶה וְהֵן עֲשׂוּיִין כְּמִגְדָּל. אוֹ שֶׁהָיוּ אֶחָד מִיכַּן וְאֶחָד מִיכַּן וְאֶחָד עַל גַּבֵּיהֶן. אוֹ שֶׁהָיוּ מִקְצָת זֶה עַל מִקְצָת זֶה כְּדֵי שֶׁאִם יַכְנִיס קֵיסָם בֵּינֵיהֶן יִנָּטְלוּ בְּבַת אַחַת חַיָּב לְהַכְרִיז. הָיוּ עֲשׂוּיִים כְּשִׁיר אוֹ כְּשׁוּרָה אוֹ כַּחֲצוּבָה אוֹ כְּסֻלָּם הֲרֵי זֶה סָפֵק וְלֹא יִטּל: \n",
      "הַמּוֹצֵא מָעוֹת בַּכִּיס אוֹ כִּיס כְּמוֹת שֶׁהוּא חַיָּב לְהַכְרִיז. מָצָא כִּיס וּלְפָנָיו מָעוֹת מְפֻזָּרִים הֲרֵי אֵלּוּ שֶׁלּוֹ. וְאִם מַרְאִין הַדְּבָרִים שֶׁהַכִּיס וְהַמָּעוֹת שֶׁל אָדָם אֶחָד וּמִן הַכִּיס נָפְלוּ חַיָּב לְהַכְרִיז: \n",
      "הַמּוֹצֵא מָעוֹת בַּחֲנוּת אִם הָיוּ בֵּין תֵּבָה לַחֶנְוָנִי הֲרֵי הֵן שֶׁל בַּעַל הַחֲנוּת. וְאִם מְצָאָן עַל הַתֵּבָה וְאֵין צָרִיךְ לוֹמַר מִתֵּבָה וְלַחוּץ הֲרֵי הֵן שֶׁל מוֹצְאָן. וְלָמָּה לֹא תִּקְנֶה הַחֲנוּת לִבְעָלֶיהָ לְפִי שֶׁאֵינָהּ חָצֵר הַמִּשְׁתַּמֶּרֶת. וְאַף עַל פִּי שֶׁבְּעָלֶיהָ בְּתוֹכָהּ צָרִיךְ לוֹמַר תִּקְנֶה לִי חֲנוּתִי כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
      "מָצָא מָעוֹת בַּחֲנוּת הַשֻּׁלְחָנִי בֵּין כִּסֵּא לַשֻּׁלְחָנִי הֲרֵי אֵלּוּ שֶׁל שֻׁלְחָנִי. מְצָאָן עַל הַכִּסֵּא לִפְנֵי הַשֻּׁלְחָנִי אֲפִלּוּ הָיוּ צְרוּרִין וּמֻנָּחִין עַל הַשֻּׁלְחָן הֲרֵי אֵלּוּ שֶׁל מוֹצְאָן. וְהוּא שֶׁיִּהְיוּ רֹב עַכּוּ''ם כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל אִם הָיוּ רֹב יִשְׂרָאֵל חַיָּב לְהַכְרִיז. מִפְּנֵי שֶׁהֵן צְרוּרִים יֵשׁ לָהֶם סִימָן: \n",
      "הַלּוֹקֵחַ פֵּרוֹת מֵחֲבֵרוֹ אוֹ שֶׁשָּׁלַח לוֹ חֲבֵרוֹ פֵּרוֹת וּמָצָא בְּתוֹכָן מָעוֹת צְרוּרוֹת נוֹטֵל וּמַכְרִיז. מְצָאָן מְפֻזָּרוֹת הֲרֵי אֵלּוּ שֶׁלּוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיוּ הַפֵּרוֹת מִן הַתַּגָּר אוֹ מִבַּעַל הַבַּיִת שֶׁלְּקָחָן מִן הַתַּגָּר. אֲבָל אִם בַּעַל הַבַּיִת דָּשׁ הַפֵּרוֹת לְעַצְמוֹ אוֹ עַל יְדֵי עֲבָדָיו וְשִׁפְחוֹתָיו הַכְּנַעֲנִים הֲרֵי זֶה חַיָּב לְהַחְזִיר: \n",
      "הַמּוֹצֵא מַטְמוֹן בְּגַל אוֹ בְּכֹתֶל יָשָׁן הֲרֵי אֵלּוּ שֶׁלּוֹ שֶׁאֲנִי אוֹמֵר שֶׁל אֱמוֹרִיִּים הַקַּדְמוֹנִים הֵן. וְהוּא שֶׁיִּמְצָאֵם מַטָּה מַטָּה כְּדֶרֶךְ כָּל הַמַּטְמוֹנוֹת הַיְשָׁנוֹת. אֲבָל אִם מַרְאִין הַדְּבָרִים שֶׁהֵן מַטְמוֹן חָדָשׁ אֲפִלּוּ נִסְתַּפֵּק לוֹ הַדָּבָר הֲרֵי זֶה לֹא יִגַּע בָּהֶן שֶׁמָּא מֻנָּחִים הֵם שָׁם: \n",
      "וְהוֹאִיל וַחֲצֵרוֹ שֶׁל אָדָם קוֹנָה לוֹ שֶׁלֹּא מִדַּעְתּוֹ כְּמוֹ שֶׁיִּתְבָּאֵר לָמָּה לֹא יִקְנֶה בַּעַל הֶחָצֵר זֶה הַמַּטְמוֹן שֶׁבְּתוֹךְ הַכֹּתֶל הַיָּשָׁן אַף עַל פִּי שֶׁהוּא שֶׁל אֱמוֹרִיִּים וְתִהְיֶה מְצִיאָה זוֹ לְבַעַל הֶחָצֵר. מִפְּנֵי שֶׁאֵינוֹ יָדוּעַ לוֹ וְלֹא לַאֲחֵרִים וַהֲרֵי זֶה הַמַּטְמוֹן אָבוּד מִמֶּנּוּ וּמִכָּל אָדָם וּלְפִיכָךְ הוּא שֶׁל מוֹצְאוֹ. וּמַה אֲבֵדָה שֶׁל אָדָם אָמְרָה תּוֹרָה <small>(דברים כב ג)</small> \"אֲשֶׁר תֹּאבַד מִמֶּנּוּ וּמְצָאתָהּ\" מִי שֶׁאֲבוּדָה מִמֶּנּוּ וּמְצוּיָה אֵצֶל כָּל אָדָם יָצָאת זוֹ שֶׁנָּפְלָה לַיָּם שֶׁאֲבוּדָה מִמֶּנּוּ וּמִכָּל אָדָם קַל וָחֹמֶר לְמַטְמוֹן קַדְמוֹנִי שֶׁלֹּא הָיָה שֶׁלּוֹ מֵעוֹלָם וְהוּא אָבוּד מִמֶּנּוּ וּמִכָּל אָדָם לְפִיכָךְ הוּא שֶׁל מוֹצְאוֹ: \n",
      "מָצָא מַטְמוֹן בְּכֹתֶל חָדָשׁ אִם הַמַּטְמוֹן מוֹכִיחַ שֶׁהוּא לְבַעַל הַבַּיִת הֲרֵי הוּא שֶׁלּוֹ וְאִם מוֹכִיחַ שֶׁהוּא שֶׁל אַחֵר מִן הַשּׁוּק הֲרֵי הוּא שֶׁל מוֹצְאוֹ. כֵּיצַד. הַסַּכִּין הֲרֵי הַנִּצָּב שֶׁלּוֹ מוֹכִיחַ. וְהַכִּיס פִּיו מוֹכִיחַ. וְאִם נִמְצָא תּוֹךְ הַכֹּתֶל מָלֵא מֵהֶן חוֹלְקִין: \n",
      "הָיוּ בְּתוֹךְ הַכֹּתֶל מָעוֹת אוֹ לְשׁוֹנוֹת שֶׁל זָהָב שֶׁאֵין שָׁם מוֹכִיחַ. מֵחֶצְיוֹ וְלַחוּץ שֶׁל מוֹצֵא. מֵחֶצְיוֹ וּלְפָנִים שֶׁל בַּעַל הַבַּיִת: \n",
      "וְיֵרָאֶה לִי שֶׁאֵין הַדְּבָרִים אֲמוּרִים אֶלָּא כְּשֶׁטָּעַן בַּעַל הַבַּיִת שֶׁהַמַּטְמוֹן שֶׁלּוֹ. אוֹ שֶׁהָיָה יוֹרֵשׁ שֶׁאָנוּ טוֹעֲנִין לוֹ שֶׁמָּא שֶׁל אָבִיו הֵן. אֲבָל אִם הוֹדָה שֶׁהֵן מְצִיאָה הֲרֵי הֵן שֶׁל מוֹצֵא. לְפִיכָךְ אִם הָיָה מַשְׂכִּיר בֵּיתוֹ לַאֲחֵרִים הֲרֵי הֵן שֶׁל שׂוֹכֵר אַחֲרוֹן. וְאִם הִשְׂכִּירוֹ לִשְׁלֹשָׁה עַכּוּ''ם כְּאֶחָד הֲרֵי עֲשָׂאָהוּ פֻּנְדָּק וְכָל הַנִּמְצָא בּוֹ אֲפִלּוּ בְּתוֹךְ הַבַּיִת הֲרֵי הוּא שֶׁל מוֹצְאָן מִפְּנֵי שֶׁאֵין אֶחָד יָכוֹל לִטְעֹן שֶׁהֵן שֶׁלּוֹ אוֹ שֶׁהוּא טָמַן שֶׁהֲרֵי עֲשָׂאָהוּ פֻּנְדָּק: \n"
    ],
    [
      "כָּל מְצִיאָה שֶׁאָמַרְנוּ בָּהּ שֶׁהִיא שֶׁל מוֹצְאָהּ אֵינוֹ זוֹכֶה בָּהּ עַד שֶׁתַּגִּיעַ לְיָדוֹ אוֹ לִרְשׁוּתוֹ. אֲבָל אִם רָאָה אֶת הַמְּצִיאָה אֲפִלּוּ נָפַל עָלֶיהָ וּבָא אַחֵר וְהֶחֱזִיק בָּהּ הֲרֵי זֶה שֶׁהֶחְזִיק בָּהּ זָכָה בָּהּ: \n",
      "הָיָה רוֹכֵב עַל גַּבֵּי בְּהֵמָה וְרָאָה אֶת הַמְּצִיאָה וְאָמַר לַחֲבֵרוֹ זְכֵה לִי בָּהּ כֵּיוָן שֶׁהִגְבִּיהָהּ לוֹ קָנָה הָרוֹכֵב וְאַף עַל פִּי שֶׁלֹּא הִגִּיעַ לְיָדוֹ. וְאִם אָמַר לוֹ תְּנָה לִי וּנְטָלָהּ וְאָמַר אֲנִי זָכִיתִי בָּהּ זָכָה בָּהּ הַנּוֹטֵל. וְאִם מִשֶּׁנְּתָנָהּ לָרוֹכֵב אָמַר אֲנִי זָכִיתִי בָּהּ תְּחִלָּה לֹא אָמַר כְּלוּם: \n",
      "הַמַּגְבִּיהַּ מְצִיאָה לַחֲבֵרוֹ קָנָה חֲבֵרוֹ וְאַף עַל פִּי שֶׁלֹּא אָמַר לוֹ כְּלוּם [זָכָה בָּהּ]. הִגְבִּיהוּ הַמְּצִיאָה שְׁנַיִם קְנָאוּהָ שְׁנֵיהֶם: \n",
      "הִגְבִּיהָהּ לוֹ חֵרֵשׁ אוֹ שׁוֹטֶה אוֹ קָטָן לֹא קָנָה הַפִּקֵּחַ לְפִי שֶׁאֵין לָהֶן דַּעַת. הִגְבִּיהָהּ חֵרֵשׁ וּפִקֵּחַ כְּאֶחָד מִתּוֹךְ שֶׁלֹּא קָנָה פִּקֵּחַ לֹא קָנָה חֵרֵשׁ. הָיוּ שְׁנֵיהֶם חֵרְשִׁים תִּקְּנוּ חֲכָמִים שֶׁיִּקְנוּ כְּדֵי שֶׁלֹּא יָבוֹאוּ לְהִנָּצוֹת: \n",
      "שְׁנַיִם שֶׁרָאוּ גָּמָל אוֹ חֲמוֹר שֶׁל מְצִיאָה וְקָדְמוּ שְׁנֵיהֶם וְהִנְהִיגוּהוּ אוֹ מְשָׁכוּהוּ. אוֹ שֶׁהָיָה אֶחָד מַנְהִיג וְאֶחָד מוֹשֵׁךְ. קָנוּ שְׁנֵיהֶם. בַּמֶּה דְּבָרִים אֲמוּרִים בַּחֲמוֹר אֲבָל בְּגָמָל אִם הָיָה אֶחָד מַנְהִיג וְאֶחָד מוֹשֵׁךְ הַמּוֹשֵׁךְ קָנָה אֲבָל לֹא הַמַּנְהִיג: \n",
      "בֶּהֱמַת מְצִיאָה שֶׁקָּדַם אֶחָד וְאָחַז בַּמּוֹסֵרָה לֹא קָנָה עַד שֶׁיִּמְשֹׁךְ אוֹ יַנְהִיג. וְכֵן בְּנִכְסֵי הַגֵּר. אֲבָל קָנָה הַמּוֹסֵרָה לְבַדָּהּ: \n",
      "הָיָה אֶחָד רוֹכֵב וְאֶחָד אוֹחֵז בַּמּוֹסֵרָה הָרוֹכֵב קָנָה הַבְּהֵמָה וְהַמּוֹסֵרָה שֶׁעַל לְחָיֵי הַבְּהֵמָה בִּלְבַד. וְזֶה שֶׁאָחַז הַמּוֹסֵרָה קָנָה מִמֶּנָּה מַה שֶּׁאָחַז בְּיָדוֹ. וּשְׁאָר הַמּוֹסֵרָה לֹא קָנָהוּ אֶחָד מֵהֶן: \n",
      "חֲצֵרוֹ שֶׁל אָדָם קוֹנָה לוֹ שֶׁלֹּא מִדַּעְתּוֹ. וְאִם נָפְלָה בָּהּ מְצִיאָה הֲרֵי הִיא שֶׁל בַּעַל הֶחָצֵר. בַּמֶּה דְּבָרִים אֲמוּרִים בְּחָצֵר הַמִּשְׁתַּמֶּרֶת. אֲבָל בְּשָׂדֶה וְגִנָּה וְכַיּוֹצֵא בָּהֶן אִם הָיָה עוֹמֵד בְּצַד שָׂדֵהוּ וְאָמַר זָכְתָה לִי שָׂדִי זָכָה בָּהּ. וְאִם אֵינוֹ עוֹמֵד שָׁם אוֹ שֶׁהָיָה עוֹמֵד וְלֹא אָמַר זָכְתָה לִי שָׂדִי כָּל הַקּוֹדֵם זָכָה. וְכֵן אַרְבַּע אַמּוֹת שֶׁל אָדָם שֶׁהוּא עוֹמֵד בְּצִדָּן הֲרֵי אֵלּוּ קוֹנִים לוֹ. וְאִם הִגִּיעָה הַמְּצִיאָה לְתוֹךְ אַרְבַּע אַמּוֹת שֶׁלּוֹ זָכָה בָּהּ: \n",
      "חֲכָמִים תִּקְּנוּ דָּבָר זֶה כְּדֵי שֶׁלֹּא יָרִיבוּ הַמּוֹצְאִין זֶה עִם זֶה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּסִמְטָא אוֹ בְּצִדֵּי רְשׁוּת הָרַבִּים שֶׁאֵין הָרַבִּים דּוֹחֲקִין בָּהֶן אוֹ בְּשָׂדֶה שֶׁאֵין לוֹ בְּעָלִים. אֲבָל הָעוֹמֵד בִּרְשׁוּת הָרַבִּים אוֹ בְּתוֹךְ שְׂדֵה חֲבֵרוֹ אֵין אַרְבַּע אַמּוֹת קוֹנוֹת לוֹ וְאֵינוֹ קוֹנֶה שָׁם עַד שֶׁתַּגִּיעַ מְצִיאָה לְיָדוֹ: \n",
      "קְטַנָּה יֵשׁ לָהּ חָצֵר וְיֵשׁ לָהּ אַרְבַּע אַמּוֹת. וְקָטָן אֵין לוֹ חָצֵר וְאֵין לוֹ אַרְבַּע אַמּוֹת. מִפְּנֵי שֶׁחָצֵר שֶׁל קְטַנָּה מִיָּדָהּ לְמַדְנוּהָ. שֶׁכְּשֵׁם שֶׁהִיא מִתְגָּרֶשֶׁת בְּגֵט הַמַּגִּיעַ לְיָדָהּ כָּךְ מִתְגָּרֶשֶׁת בְּגֵט הַמַּגִּיעַ לַחֲצֵרָהּ. וּכְשֵׁם שֶׁיֵּשׁ לָהּ חָצֵר לְעִנְיַן הַגֵּט כָּךְ יֵשׁ לָהּ לְעִנְיַן מְצִיאָה. וְאַרְבַּע אַמּוֹת שֶׁל אָדָם כַּחֲצֵרוֹ לְעִנְיַן מְצִיאָה. אֲבָל הָאִישׁ לָמַדְנוּ שֶׁחֲצֵרוֹ קוֹנָה לוֹ מִשְּׁלוּחוֹ. כְּדֶרֶךְ שֶׁקּוֹנֶה לוֹ שְׁלוּחוֹ כָּךְ תִּקְנֶה לוֹ חֲצֵרוֹ. וְהַקָּטָן הוֹאִיל וְאֵינוֹ עוֹשֶׂה שָׁלִיחַ כָּךְ אֵין חֲצֵרוֹ וְלֹא אַרְבַּע אַמּוֹת שֶׁלּוֹ קוֹנִין לוֹ עַד שֶׁתַּגִּיעַ מְצִיאָה לְיָדוֹ: \n",
      "מִי שֶׁרָאָה אֲחֵרִים רָצִים אַחַר הַמְּצִיאָה וַהֲרֵי הִיא צְבִי שָׁבוּר אוֹ גּוֹזָלוֹת שֶׁלֹּא פָּרְחוּ. אִם הָיָה עוֹמֵד בְּצַד שָׂדֵהוּ שֶׁהֵן בְּתוֹכָהּ וְאִלּוּ הָיָה רָץ הָיָה מַגִּיעָן וְאָמַר זָכְתָה לִי שָׂדִי זָכְתָה לוֹ שָׂדֵהוּ. וְאִם אֵינוֹ יָכוֹל לְהַגִּיעָן הֲרֵי אֵלּוּ כִּצְבִי שֶׁהוּא רָץ כְּדַרְכּוֹ וּכְגוֹזָלוֹת הַמַּפְרִיחִים וְלֹא אָמַר כְּלוּם אֶלָּא כָּל הַקּוֹדֵם בָּהֶן זָכָה. וְאִם נִתְּנוּ לוֹ בְּמַתָּנָה הוֹאִיל וְאַחֵר הִקְנָם לוֹ וַהֲרֵי הֵן מִתְגַּלְגְּלִין בְּתוֹךְ שָׂדֵהוּ קָנְתָה לוֹ שָׂדֵהוּ וְאִם הָיָה צְבִי רָץ כְּדַרְכּוֹ וְגוֹזָלוֹת מַפְרִיחִין לֹא קָנְתָה לוֹ שָׂדֵהוּ: \n",
      "מְצִיאַת חֵרֵשׁ שׁוֹטֶה וְקָטָן יֵשׁ בָּהּ גֵּזֶל מִפְּנֵי דַּרְכֵי שָׁלוֹם. לְפִיכָךְ אִם עָבַר אַחֵר וּגְזָלָהּ מִיָּדָן אֵינָהּ יוֹצְאָה בְּדַיָּנִים. וְאִם כָּפַר בָּהּ וְנִשְׁבַּע אֵינוֹ חַיָּב בְּחֹמֶשׁ: \n",
      "מְצִיאַת בְּנוֹ וּבִתּוֹ הַסְּמוּכִים עַל שֻׁלְחָנוֹ אַף עַל פִּי שֶׁהֵן גְּדוֹלִים וּמְצִיאַת בִּתּוֹ הַנַּעֲרָה אַף עַל פִּי שֶׁאֵינָהּ סוֹמֶכֶת עַל שֻׁלְחָנוֹ וַאֲפִלּוּ הָיְתָה מְכוּרָה אַמָּה וּמְצִיאַת עַבְדּוֹ וְשִׁפְחָתוֹ הַכְּנַעֲנִים וּמְצִיאַת אִשְׁתּוֹ הֲרֵי אֵלּוּ שֶׁלּוֹ. אֲבָל מְצִיאַת בְּנוֹ שֶׁאֵינוֹ סוֹמֵךְ עַל שֻׁלְחָנוֹ אַף עַל פִּי שֶׁהוּא קָטָן וּמְצִיאַת עַבְדּוֹ וְשִׁפְחָתוֹ הָעִבְרִים וּמְצִיאַת אִשְׁתּוֹ שֶׁהִיא מְגֹרֶשֶׁת וְאֵינָהּ מְגֹרֶשֶׁת כָּל אֵלּוּ הַמְּצִיאוֹת אֵינָן שֶׁלּוֹ: \n"
    ],
    [
      "הַמּוֹצֵא שְׁטַר חוֹב אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ בּוֹ אַחֲרָיוּת נְכָסִים וְאַף עַל פִּי שֶׁהַחַיָּב מוֹדֶה וְאַף עַל פִּי שֶׁהוּא מְקֻיָּם הֲרֵי זֶה לֹא יַחְזִיר. שֶׁמָּא פְּרָעוֹ וּקְנוּנְיָא הֵם עוֹשִׂים כְּדֵי לִטְרֹף לָקוֹחוֹת שֶׁלֹּא כַּדִּין וּלְפִיכָךְ הוֹדָה לוֹ שֶׁהֲרֵי יֵשׁ לוֹ לִטְרֹף בִּשְׁטָר שֶׁלֹּא פֵּרֵשׁ בּוֹ אַחֲרָיוּת. שֶׁהָאַחֲרָיוּת שֶׁלֹּא נִתְפָּרְשָׁה טָעוּת סוֹפֵר הוּא בֵּין בְּשִׁטְרֵי הַלְוָאָה בֵּין בְּשִׁטְרֵי מִקָּח וּמִמְכָּר. לְפִיכָךְ אִם פֵּרֵשׁ בִּשְׁטָר זֶה שֶׁהוּא שֶׁלֹּא בְּאַחֲרָיוּת אִם הָיָה הַחַיָּב מוֹדֶה יַחְזִיר וְאִם לָאו לֹא יַחְזִיר שֶׁמָּא פְּרָעוֹ:  ",
      "וְכֵן אִם מָצָא שְׁטָר שֶׁזְּמַנּוֹ בּוֹ בַּיּוֹם וְהָיָה מְקֻיָּם וְהַחַיָּב מוֹדֶה יַחְזִיר. וְאִם אֵינוֹ מְקֻיָּם לֹא יַחְזִיר שֶׁמָּא כָּתַב לִלְווֹת וַעֲדַיִן לֹא לָוָה:  ",
      "מָצָא שְׁטָר בְּחֵמֶת אוֹ בִּכְלִי עֵץ וְכַיּוֹצֵא בָּהֶן הֲרֵי זֶה יַחְזִיר לְמִי שֶׁנָּתַן סִימָן. מָצָא שְׁלֹשָׁה שְׁטָרוֹת כְּרוּכִין בְּכֶרֶךְ אֶחָד אוֹ מֻנָּחִין זֶה עַל זֶה וַאֲגוּדִים אֶגֶד אֶחָד יַחְזִיר לְמִי שֶׁנָּתַן סִימָן:  ",
      "הָיָה הַלּוֶֹה אֶחָד וְהַמַּלְוִים שְׁלֹשָׁה אִם מְקֻיָּמִים הֵם יַחְזִיר לַלּוֶֹה. וְאִם לָאו יַחְזִיר לְמִי שֶׁנָּתַן סִימָן שֶׁמָּא הַמַּלְוִים נָתְנוּ שְׁטָרוֹתֵיהֶן לַסּוֹפֵר לְקַיְּמָן וְנָפְלוּ מִיַּד הַדַּיָּן. הָיָה הַמַּלְוֶה אֶחָד וְהַלּוֹוִים שְׁלֹשָׁה יַחְזִיר לַמַּלְוֶה. וְאִם הָיוּ שְׁלָשְׁתָּן בִּכְתַב יְדֵי סוֹפֵר אֶחָד יַחְזִיר לְמִי שֶׁנָּתַן סִימָן. שֶׁמָּא שְׁלָשְׁתָּן הוֹלִיכוּ שִׁטְרֵיהֶן לַסּוֹפֵר לִכְתֹּב וְנָפְלוּ מִיַּד הַסּוֹפֵר:  ",
      "מָצָא שְׁטָרוֹת קְרוּעִין וּשְׁטַר חוֹב בֵּינֵיהֶן לֹא יַחְזִיר. וְאִם יֵשׁ עִמָּהֶן שׁוֹבֵר אֲפִלּוּ בְּלֹא עֵדִים יִתֵּן שְׁטַר הַחוֹב לַלּוֶֹה. שֶׁאִלּוּ לֹא הָיָה פָּרוּעַ לֹא הִשְׁלִיכוֹ בֵּין שְׁטָרוֹת קְרוּעִים וַהֲרֵי יֵשׁ עִמּוֹ כְּתָב שֶׁהוּא פָּרוּעַ:  ",
      "מָצָא גִּטֵּי נָשִׁים בִּזְמַן שֶׁהַבַּעַל מוֹדֶה יַחְזִיר לָאִשָּׁה. אֵין הַבַּעַל מוֹדֶה אִם נָתְנָה הָאִשָּׁה סִימָן מֻבְהָק יִנָּתֵן לָהּ וְאִם לָאו לֹא יַחְזִיר לֹא לָזֶה וְלֹא לָזֶה. אָמַר הַבַּעַל מִיָּדִי נָפַל וְנָתַן סִימָנָיו וְהָאִשָּׁה אוֹמֶרֶת מִיָּדִי נָפַל וְנָתְנָה סִימָנָיו יִנָּתֵן לָהּ. וְהוּא שֶׁתִּתֵּן סִימָן מֻבְהָק כְּגוֹן שֶׁאָמְרָה נֶקֶב יֵשׁ בְּצַד אוֹת פְּלוֹנִית. שֶׁאִלּוּ לֹא הִגִּיעַ לְיָדָהּ לֹא הָיְתָה יוֹדַעַת:  ",
      "הוּא אוֹמֵר סִימָנֵי הַחוּט שֶׁקָּשַׁר בּוֹ הַגֵּט וְהִיא אוֹמֶרֶת סִימָנֵי הַחוּט יִנָּתֵן לָהּ. וְהוּא שֶׁתֹּאמַר סִימָן מֻבְהָק כְּגוֹן אֹרֶךְ מִדַּת הַחוּט. אֲבָל אִם אָמְרָה אָדֹם אוֹ שָׁחוֹר הוּא אֵין זֶה סִימָן מֻבְהָק. הוּא אוֹמֵר בְּחֵמֶת הָיָה מֻנָּח וְהִיא אוֹמֶרֶת בְּחֵמֶת הָיָה מֻנָּח יִנָּתֵן לוֹ שֶׁאֵין זֶה סִימָן מֻבְהָק:  ",
      "מָצָא גֵּט שִׁחְרוּר בִּזְמַן שֶׁהָרַב מוֹדֶה יַחְזִיר לָעֶבֶד. אֵין הָרַב מוֹדֶה לֹא יַחְזִיר לֹא לָזֶה וְלֹא לָזֶה:  ",
      "מָצָא שְׁטַר מַתָּנָה אִם מַתְּנַת בָּרִיא הִיא אַף עַל פִּי שֶׁשְּׁנֵיהֶם מוֹדִים לֹא יַחְזִיר לֹא לָזֶה וְלֹא לָזֶה. שֶׁמָּא כָּתַב לִתֵּן וְלֹא נָתַן וְאַחַר שֶׁכָּתַב שְׁטָר זֶה מָכַר שָׂדֶה זוֹ אוֹ נְתָנָהּ לְאַחֵר בְּמַתָּנָה וְחָזַר בּוֹ. וְזֶה שֶׁמּוֹדֶה לָזֶה כְּדֵי לַעֲשׂוֹת קְנוּנְיָא עַל הָאַחֲרוֹן שֶׁנָּתַן לוֹ אוֹ שֶׁמָּכַר לוֹ. וְאִם מַתְּנַת שְׁכִיב מֵרַע הִיא אִם הוֹדָה יִתֵּן וְאִם לָאו לֹא יִתֵּן. שֶׁשְּׁכִיב מֵרַע שֶׁנָּתַן לִשְׁנַיִם זֶה אַחַר זֶה הָאַחֲרוֹן קָנָה כְּמוֹ שֶׁיִּתְבָּאֵר:  ",
      "מֵת שְׁכִיב מֵרַע שֶׁנְּתָנָהּ בְּמַתָּנָה אַף עַל פִּי שֶׁהַיּוֹרֵשׁ מוֹדֶה שֶׁמּוֹרִישׁוֹ נְתָנָהּ הֲרֵי זֶה לֹא יַחְזִיר לֹא לָזֶה וְלֹא לָזֶה. שֶׁמָּא כָּתַב לִתֵּן וְלֹא נָתַן וּמְכָרָהּ הַיּוֹרֵשׁ אוֹ נְתָנָהּ וְחָזַר בּוֹ וַהֲרֵי הוּא רוֹצֶה לַעֲשׂוֹת קְנוּנְיָא עִם זֶה כְּדֵי לְהַפְקִיעַ נִכְסֵי זֶה הָאַחֲרוֹן:  ",
      "מָצָא שׁוֹבֵר בִּזְמַן שֶׁבַּעַל הַשְּׁטָר מוֹדֶה שֶׁנִּשְׁבַּר שְׁטָרוֹ וּפְרָעוֹ אוֹ מְחָלוֹ יִתֵּן לְבַעַל הַשּׁוֹבֵר. אֵין שְׁנֵיהֶם מוֹדִים לֹא יַחְזִיר לֹא לָזֶה וְלֹא לָזֶה:  ",
      "מָצָא כְּתֻבָּה אַף עַל פִּי שֶׁשְּׁנֵיהֶם מוֹדִים לֹא יַחְזִיר לָאִשָּׁה שֶׁמָּא נִפְרְעָה כְּתֻבָּה זוֹ אוֹ נִמְחֲלָה וְאַחַר כָּךְ מָכַר הַבַּעַל נְכָסָיו וַהֲרֵי הוּא רוֹצֶה לַעֲשׂוֹת קְנוּנְיָא עַל הַלָּקוֹחוֹת:  ",
      "מָצָא אִגְּרוֹת שׁוּם וְאִגְּרוֹת מָזוֹן שִׁטְרֵי חֲלִיצָה וּמֵאוּנִין וְשִׁטְרֵי טְעָנוֹת שֶׁכּוֹתְבִין הַדַּיָּנִין שֶׁל בַּעַל דִּין זֶה וְשֶׁל חֲבֵרוֹ. אוֹ שֶׁמָּצָא שִׁטְרֵי בֵּרוּרִים וְהֵם הַשְּׁטָרוֹת שֶׁבֵּרְרוּ לָהֶן בַּעֲלֵי דִּינִין אֶת הַדַּיָּנִין שֶׁדָּנִין לָהֶם וְקִבְּלוּ עֲלֵיהֶם שֶׁיָּדוּנוּ לָהֶם פְּלוֹנִי וּפְלוֹנִי. אוֹ שֶׁמָּצָא כָּל מַעֲשֵׂה בֵּית דִּין. הֲרֵי זֶה יַחְזִיר. כְּלָלוֹ שֶׁל דָּבָר כָּל שְׁטָר שֶׁחוֹשְׁשִׁין בּוֹ לְפֵרָעוֹן לֹא יַחְזִיר שֶׁמָּא נִפְרַע הַחוֹב. וְאִם הָיָה הַחַיָּב מוֹדֶה וְאֶפְשָׁר שֶׁהוֹדָה כְּדֵי לַעֲשׂוֹת קְנוּנְיָא עַד שֶׁיַּפְסִיד אֶת הַלּוֹקֵחַ אוֹ מְקַבֵּל מַתָּנָה שֶׁלְּקָחוֹ אַחַר זְמַן הַשְּׁטָר כְּדֵי שֶׁיִּפְרְעוּ מִיָּדָם שֶׁלֹּא כַּדִּין הֲרֵי זֶה לֹא יַחְזִיר אַף עַל פִּי שֶׁשְּׁנֵיהֶם מוֹדִים. וְכָל שְׁטָר שֶׁאֵין בּוֹ צַד לַחֲשָׁשׁ לֹא לְפֵרָעוֹן וְלֹא לִקְנוּנְיָא יַחְזִיר לִבְעָלָיו:  ",
      "כָּל הַשְּׁטָרוֹת הַנִּמְצָאִים שֶׁדִּינָן שֶׁלֹּא יַחְזִיר אִם הֶחְזִיר הֲרֵי אֵלּוּ כְּשֵׁרִים וְגוֹבִין בָּהֶן וְאֵין מוֹצִיאִין אוֹתָן מִתַּחַת יַד בַּעֲלֵיהֶן וַהֲרֵי הֵם בְּחֶזְקָתָן וְאֵין חוֹשְׁשִׁין לָהֶם: סְלִיקוּ לְהוּ הִלְכוֹת גְּזֵלָה וַאֲבֵדָה בְּסַ''ד  "
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות גזילה ואבידה",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Nezikim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> דמים רבים כו' לא תחמוד.</b> א''א ולא אמר רוצה אני עכ''ל: ",
        "<b> ואין לוקין וכו'.</b> א''א לא ראיתי תימה גדול מזה והיכן מעשה גדול מנטילת החפץ אבל הל''ל מפני שהוא חייב בתשלומין שהרי הוא כגזלן שחייב להשיב את הגזלה ולפיכך אינו לוקה וגם זהו חייב להשיב החפץ לבעלים עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> ודבר זה מדבריהם וכו'.</b> א''א יש אומרים נוטל את השבח עצמו ודוקא אמרו שלשה שמין להם את השבח ומעלים אותם בדמים אבל האיך לא עכ''ל: "
      ],
      [],
      [
        "<b> הגוזל והשביח וכו'.</b> א''א ראיתי זה החכם חולק בשבח שעל גבי גזלה בין לפני יאוש ולאחר יאוש ויש לדבריו מקצת ראיה ממ''ש פ' מרובה יאוש אמור רבנן דקני ולא ידענא אי מדאורייתא וכו' אי מדרבנן משום תקנת השבים אלמא יאוש מיהא בעינן. ועוד הכריחו מה שראה בכאן מכר והוריש וק''ל אם הגזלן בעצמו זוכה בו לל''ל מכר והוריש ומן הדין מוקי לה לפני יאוש ואפ''ה לא נהיר ולעולם הא נמי לאחר יאוש ומכר והוריש איצטריכא ליה סד''א כיון דלית ליה פסידא לגזלן דהא לא קביל עליה אחריות ואי קביל איהו דאפסיד אנפשיה אימא לא לעביד תקנתא ללוקח וזה עיקר. עכ''ל: "
      ],
      [],
      [],
      [
        "<b> חייב באונסיה.</b> א''א שבוש הוא ואין שינוי יותר גדול מלידה וגזיזה עכ''ל: "
      ],
      [
        "<b> הקדש של בעלים וכו'.</b> א''א קטיר קא חזינא הכא דהא אסיקנא דכל שבח שלאחר יאוש אפילו שעל גב גזלה הוא של גזלן מפני תקנת השבים ואיכא למימר כיון דהקדישה הגנב ליכא תקנתא לגזלן הילכך כל מה שהשביחה עד שעה שהקדישה של בעלים הוא. וקשה לי כיון דהקדישה מאי חוטא נשכר איכא הלא הכל של הקדש וא''כ יהיה של הקדש ולא של בעלים ואנן בגזל פרה מעוברת ורחל טעונה מפרשינן להנהו גיזותיה וולדותיה דהאי שמעתא דמסכת גיטין עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> וחמש ואשם וכו'.</b> א''א דוקא דקאי ההוא מידי דכפר ביה באגם דאפשר דמיגניב מהתם וממונא מעליא בעי לשלומי הילכך ממונא קא כפר ליה אבל איתיה לההוא מידי תותי ידיה דמצי לאהדורי לאלתר פטור דלאו ממונא קא כפר ליה והכי איתא בגמ' עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> צמר וסמנין וכו'.</b> כתב הראב''ד על בבא ראשונה דמשלם לו דמי מה שהפסיד בצמר, ר''ל וזה הצבע והשבח אין הכל שוה אלא דמי הצמר עכ''ל. ועל בבא שניה דאינו מחשב לו שבח סמנין שע''ג הצמר כתב נ''ל שיש כאן שבוש והכי איבעי ליה למימר אינו משלם לו מה שהפסיד בסמנין ומחשב לו שבח סמנין שעל גב צמר ואם תפס הניזק וכו' עכ''ל: "
      ],
      [],
      [
        "<b> הגביה את הכיס וכו'.</b> א''א לא מיחוור גבן הא מילתא דאם לא חשב ליטול ממנה אלא רביעית שיהא חייב בכולה אפילו נטל אלא מפני שהגביהה לגזול את כולה ולא נטל עכשיו אלא רביעית שהוא חייב בכולה ואמר שמואל לא נטל נטל ממש אלא אפילו לא נטל ואפילו למ''ד שליחות יד צריכה חסרון ונטל רביעית דקתני רבותא קאמר דסד''א כיון דלא נטל אלא רביעית בטלה ליה מחשבתו קמייתא ולא מיחייבא אלא ברביעית קמ''ל ובעיא דרב אשי בארנקי נמי בשהגביהו ליטול את כולו ואליבא דמ''ד צריכה חסרון ואנן קי''ל דאין צריכה חסרון וחייב בכל הכיס. וכל מה שבפנים שבוש הוא עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> החוטף משכון וכו'.</b> א''א לא מיחוורא הא מילתא אף על פי שאמרה המשנה הנגזל כיצד היו מעידין אותו שנכנס לתוך ביתו למשכנו שלא ברשות וכו' התם הוא דאשתכח דלא הוי חייב כלום. ועוד הרי פירש הרב ז''ל לפי שאין מקבלים שבועה להכחיש את העדים אבל משום פסול גזלנות לא מהפכינן ליה וגבי נסכא נמי אמרינן לישתבע הא קא מודה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> היה עד אחד וכו'.</b> א''א ואילו היו שם שני עדים והיה בענין זה לא היה נאמן זה (ואפילו) בלא שבועה לאו היינו שמעתיה דרב יהודה דאומר ראוהו שהטמין כלים תחת כנפיו ויצא ואמר לקוחין הן בידי אינו נאמן ולא אמרן וכו' אלמא איכא אורחי טובא דמהימן אע''ג דאיכא עדים עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכן אם היה שם עד אחד וכו'.</b> א''א זהו תימה ומאחר שבעל הבית לא היה שם איך יש כאן טענת ברי כדי שיהיה זה מחוייב שבועה שאינו יכול לישבע ואולי נאמר אחר שימצאנה בידו טענת ברי הוא אע''פ שלא ראה כשהוציא מביתו אלא שהעד מעיד מ''מ מכל זה הדין גאון חולק עליו ודבריו הם דברי הרב ז''ל עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> טענת ודאי.</b> א''א ואם טענת בעה''ב אינה טענה היאך זה מחוייב שבועה ולמה ישלם העשרה מכיון שאינו מחוייב שבועה שאינו יכול לישבע עכ''ל: "
      ]
    ],
    [],
    [
      [],
      [
        "<b> המציל מן הנהר וכו'.</b> א''א אלו דברי תימה הם עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וביישובו של עולם.</b> א''א ואם אין לו אומנות אלא הוא אפילו עם עכו''ם פסול לעדות וכ''ש שהוא למד ממעשיו עכ''ל: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [
        "<b> כשהודה בינתים וכו'.</b> א''א ואפילו לא הודה בינתים אם לא זקפן עליו במלוה הכל לכהנים דלא אתמר בשמעתין הכי אלא לרבי יוסי הגלילי אבל לרבי עקיבא כי לא זקפן לכהנים הוי עכ''ל: "
      ]
    ],
    [
      [
        "<b> אבל אם נשחתה וכו'.</b> א''א (תימה הוא זה שהוא לא ביאר) [נ''א אמת הוא זה אלא שלא ביאר וכו'] כן שהרי עשה עבדים כקרקעות לענין גזלה שהרי הזקינו אומר לו הרי שלך לפניך מיהו הני מילי לענין כחושה אף על גב דלא הדרא גזלה מיהא בעינה איתא ואומר לו הרי שלך לפניך אבל מכל מקום נגזלים הם ונקנית ביאוש דכתיב וישב ממנו שבי ואמרינן העבד שנשבה ופדאוהו לשם בן חורין אחר יאוש לא ישתעבד לא לראשון ולא לשני אלמא לאו כקרקע דמי דהא קני נפשיה ביאוש הילכך כשמת העבד או נשרף משלם את דמיו שהרי משמת אין שלו לפניו וכשמת לגזלן מת. עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> גזל שדה ומכרה וכו'.</b> א''א בשקבל עליו אחריות עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אין בעל השדה וכו'.</b> א''א זה אינו מחוור והרב ז''ל חולק עליו בהלכות והעיקר כדברי הרב ז''ל שאם היה כדברי זה המחבר דרב הונא הוא מפליג בזה למה ליה למהדר דרב ביבי מימרא היא ומימרא לרב הונא לא סבירא ליה והא בכה''ג רב הונא נמי הכי ס''ל עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> בד''א בשהודו הבעלים וכו'.</b> א''א זה המחבר היפך וערבב התחיל בכאן בשמעתא דגיטין הבא מחמת חוב ומחמת אנפרות ולא השלים ותפס דרך אחרת שלא היתה צריכה ואח''כ חזר לסוף אותה שמועה דאמרינן אין אנפרות בבבל ואילו השלים אותה כמו שהיא השמועה היה טוב ויפה והיה אדם למד מדבריו מה שאמרו הבא מחמת חוב ומחמת אנפרות אין בו משום סיקריקון שמשתבשין בה בני אדם בפירושה והוא רוצה לומר משום תקנת סיקריקון כלומר שלעולם אינה נקנה אפילו אחר תקנת רבי שמאחר שאינו גזלן מפורסם אינה משתקעת בידו ולבסוף שידונו עמו הבעלים עכ''ל: "
      ],
      [],
      [],
      [
        "<b> אמר לו בעל השדה עקור וכו'.</b> כתב הראב''ד נראה לי שאין אומרין כך בארץ ישראל מפני ישוב ארץ ישראל עכ''ל: ",
        "<b> מפני שמכחיש את הקרקע.</b> א''א אפילו בחוצה לארץ כיון שמכחיש את הקרקע וזה מוסיף הוא דאית ליה נמי משום ישוב א''י עכ''ל: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> היו שני שותפין וכו'.</b> א''א אע''פ שאין יכולין להציל עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> סימנים מובהקים וכו'.</b> א''א לאפוקי חיורי וסומקי קאמר עכ''ל: "
      ],
      [
        "<b> שהיא שלו וכו'.</b> א''א סימן מובהק לגמרי עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכן תרנגולין וכו'.</b> א''א יפה אמר שהרי שנינו שמין פרה וחמור וכל דבר שהוא עושה למחצית שכר הילכך כל מה שיוכל להחזיר ליד בעליה מחזיר עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> לא ישבע וכו'.</b> א''א הרב ז''ל פוסק כראב''י דקאי רבי יצחק כוותיה במס' גיטין ואמר ישבע בשני כיסים קשורים ואין הכל מודים לו עכ''ל: "
      ]
    ],
    [],
    [
      [
        "<b> דבר שאין בו וכו'.</b> א''א דבר זה אינו מחוור אצלי שיזכה בו לעצמו אבל יעמוד בידו עד שיבא אליהו. עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> גוזלות מקושרים וכו'.</b> א''א זה שבוש כל ספק הינוח יעמוד עד שיבא אליהו עכ''ל: "
      ],
      [],
      [],
      [
        "<b> ואם נפתחו האוצרות וכו'.</b> א''א זה הטעם אינו מחוור אצלי והטעם שהכל נכנסים באוצרות ליקח ורואין הסימן שעליהן ולפיכך מי שנפלו ממנו מתייאש אומר אחר נתן סימניה ונטלה מיהו דוקא ברקתא דנהרא אבל בדוכתא אחריתא מקום הוי סימן עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> המוצא מעות בחנות וכו'.</b> א''א יש מי שאומר אפילו אמר תקנה לי רשותי לא קנה לו לפי שבאה לו שם המציאה קודם יאוש וחצירו כידו ועוד כי אין היאוש קונה אלא באבדה אבל זו לא היתה אצלו אבדה אלא בפקדון ששכחו בעליו עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> הוא של מוצאו וכו'.</b> א''א זהו ק''ו שיש עליו תשובה אבידה שבים למי תזכה היא אבל אבידה שבתוך הגל תזכה לבעליו וכן בכותל ישן. והטעם בכאן לפי שאינה חצר המשתמרת וצריך שיהא בעליו בצדו ויאמר תזכה לי עכ''ל: "
      ],
      [],
      [],
      [
        "<b> משכיר ביתו לאחרים וכו'.</b> א''א בגמרא מסיק אפילו לג' ישראל עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> שנים שראו גמל וכו'.</b> א''א תימה הוא זה שמשיכה והנהגה תרוייהו משיכה מעלייתא נינהו אלא שהמשיכה בגמל וההנהגה בחמור אבל תרוייהו בגמל או בחמור ספיקא הוא עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מצא גיטי נשים וכו'.</b> א''א [תמה אני היכי] פסקה למילתא דהא בעינן לאלתר אי נמי בשלא הוחזקו שני יוסף בן שמעון ומקום שאין השיירות מצויות ככתוב בהלכות הרב ז''ל עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כל השטרות וכו'.</b> א''א דין זה אינו מחוור אם הוחזק בבית דין או אפילו בעדים ואין דנין בו מעשה עכ''ל: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>כל הגוזל את וכו'.</b> שיעור הפרוטה הוא מבואר פ' ד' מיתות ב״ד (דף נ\"ז) וכן בפ' הגוזל עצים (בבא קמא דף ק\"ג): ",
        "<b>ואין לוקין על לאו זה.</b> זה מתברר פ' אלו הן הלוקין (מכות דף ט\"ז) ובסוגיא בפירוש:"
      ],
      [
        "<b>ואסור לגזול כל שהוא דין תורה.</b> זה מתברר בסוגיא דארבע מיתות. מיהו כתבו קצת מן המפרשים ז''ל דדוקא כשיעור מאי דקפדי ביה קצת מן האנשים אבל ליטול מן החבילה קיסם או מן הגדר לחצוץ בו שיניו דליכא איניש דקפיד ביה בכי האי שרי ואף זה אסרו בירושלמי ממדת חסידות: ",
        "<b>ואפילו עובד כוכבים וכו'.</b> מבואר פרק הגוזל ומאכיל (בבא קמא דף קי\"ג) וכר״ע וכן העלו שם: "
      ],
      [
        "<b>אי זהו גוזל וכו'.</b> לפי דעת הרב הסוגיא שבפ' המקבל (בבא מציעא דף קי\"א) דאסקינן התם זהו עושק זהו גזל ולמה חילקן הכתוב לעבור עליו בשני לאוין, פירוש בעושק וגזל האמורין גבי שכירות דלעיל מינה אמר כל הכובש שכר שכיר עובר בחמשה שמות משום בל תגזול ומשום בל תעשוק וגבי שכירות א״א לגזול כעין ויגזול את החנית בשום צד. אבל באמת לא נתחוור לי ענין זה לפי פשט הסוגיות שהרי בכתוב לא מצינו כי אם פסוק אחד מלא תגזול ואוקימניה בפ' איזהו נשך (בבא מציעא דף ס\"א) בכובש שכר שכיר דגזל גמור מבינייהו דרבית ואונאה אתיא וא״כ היאך נעשות מצוות חלוקות וצ״ע. והרב סמך על הסוגיא דפרק מרובה (בבא קמא דף ע\"ט:) דאמר היכי דמי גזלן כעין ויגזול את החנית וכו' ואינה מוכרחת: "
      ],
      [],
      [
        "<b>כל הגוזל חייב להחזיר וכו'.</b> זה מבואר פ' הגוזל עצים (בבא קמא דף צ\"ד) ובהרבה מקומות: ",
        "<b>אפילו גזל קורה וכו'.</b> משנה פ' הניזקין בגיטין (דף נ\"ה) והובאה פ' הגוזל (בבא קמא דף צ\"ה): ",
        "<b>אפילו גזל קורה ועשאה וכו'.</b> מימרא דרבינא פרק לולב הגזול. <b>ומ''ש ולא בנאה בטיט</b> לפי שאם בנאה בטיט אינו מחזיר אלא דמיה שהרי הוא כגזל קורה ובנאה וכן מפורש שם: "
      ],
      [
        "<b>הגוזל פחות מש''פ וכו'.</b> בהגוזל עצים (דף ק\"ג): ",
        "<b>גזל ג' אגודות וכו'.</b> מימרא מפורשת שם ופי' אגודות דברים הנאגדים כגון ירק: ",
        "<b>גזל שתים שוות פרוטה וכו'.</b> זו היא בעיא דאיפשיטא שם בזה הלשון [אע''פ] שגזלה אין כאן מצות השבה אין כאן. ופירוש שלא קיים מצות השבה ואע''פ שאין כאן גזילה חשובה במה שהוא מעכב לעצמו אם בא לקיים מצות והשיב את הגזילה יחזיר הכל כיון שבתחלה היתה הגזלה פרוטה וכן פירשו ז''ל: "
      ],
      [
        "<b>הגוזל את חבירו בישוב וכו'.</b> משנה פ' הגוזל ומאכיל (בבא קמא דף קי\"ג): "
      ],
      [
        "<b>הגוזל את חבירו והבליע לו וכו'.</b> ברייתא שם פ' הגוזל ומאכיל והחלוק בין שהטיל לכיס שיש בו מעות בין לכיס שאין בו מעות אוקימתא בתרייתא שם בגמרא ודבריו בפירוש כפירוש הרב אלפסי ז''ל ועיקר: "
      ],
      [
        "<b>כל החומד וכו'.</b> זה מבואר במכילתא ואמרינן פ״ק דמציעא (דף ה':) מורה ואמר דמי קא יהיבנא ואמר והא קעבר בלאו דלא תחמוד אלמא שהקונה בדמים כל זמן שלא היה בדעת המוכר למכור וזה לקחו שהפציר בו כמ״ש הרב עבר משום לא תחמוד. וכתב עליו הר״א ז״ל ולא אמר רוצה אני, דעת הרב ז״ל מפני שאם אמר רוצה אני מקחו קיים ולא גרע מתליוהו וזבין דאסיקנא פרק חזקת הבתים (בבא בתרא דף מ\"ח) דזביניה זביני וכדאיתא פרק י' מהלכות מכירה וכיון שכן אין בו לאו. ולא כן דעת הרב ז״ל אלא מקחו קיים אע״פ שעבר ואע״ג דאמר רבא בתמורה (דף ד':) כל מילתא דאמר רחמנא לא תעביד אי עביד לא מהני מידי והאי דלקי דעבר אהורמנא דמלכא הרי הוא כעין גוזל צמר ועשה ממנו בגד שאינו משלם אלא כשעת הגזלה וקנה הדבר בשינוי כדאיתא התם אף כאן קנה בדמים: ",
        "<b>ואין לוקין על לאו זה שאין בו מעשה.</b> כתב הר''א ז''ל א''א לא ראיתי דבר תימה גדול מזה וכו'. הלך הרב המשיג לשיטתו שכתב שאם אמר רוצה אני המוכר שהלוקח פטור אבל דעת רבינו ז''ל שהאיסור אף ברצון המוכר הוא וע''כ כתב שאין בו מעשה לפי שנטילת החפץ ברצון המוכר הוא נעשה אבל ההשתדלות אשר השתדל כדי לרצותו הוא האיסור ונגמר בשעת המקח ובהשתדלות לא היה מעשה ולכך לא נתן טעם לפי שהוא חייב להחזיר החפץ שכיון שברצון המוכר נעשה אין כאן חיוב השבה. זהו הנראה מדברי הרב ז''ל ומ''מ שיטת הר''א ז''ל נכונה יותר: "
      ],
      [
        "<b>כל המתאוה וכו'.</b> מבואר במכילתא לחייב על התאוה בפני עצמה ועל החימוד בפני עצמו. ונ''ל שדעת הר''א ז''ל שחיוב התאוה זו היא שיתאוה לקנות בדמים שלא ברצון הבעלים: "
      ],
      [
        "<b>התאוה מביאה לידי חימוד וכו'.</b> שם במכילתא וכבר ביאר הר''ם ז''ל דינין אלו בסה''מ במצות רס''ה ורס''ו והביא הברייתות הנאמרות על זה: "
      ],
      [],
      [
        "<b>כל הגוזל את חבירו וכו'.</b> מימרא פרק הגוזל בתרא (בבא קמא דף קי\"ט): ",
        "<b>ואף על פי כן אם לא היתה הגזלה וכו'.</b> ברייתא פרק הגוזל עצים (בבא קמא דף צ\"ד:). ",
        "<b>ומה שכתב ובא מאליו.</b> אפשר שרמז בזה למה שכתבו קצת המפרשים ז''ל שלא אמרו אלא במי שנתעורר לעשות התשובה מאליו שלא ע''י הכרח ב''ד וזהו שבכל הגמרא אחר תקנה זו היו דנין דיני גזלה לרשעים שלא היו עושין תשובה מאליהן. ויש אומרים שאם אתה אומר כן הכל יערימו ויעשו כן כדי שלא יקבלו מהם ויפטרו ועל כן פירשו שהתקנה ההיא לא נמשכה אלא לדורו של רבי שתקנה וזהו שאחריו היו דנין דיני גזלות ול''נ שאע''פ שאמרו המקבל אין רוח חכמים נוחה הימנו אם רוצה לקבל ולכוף את הגזלן בבית דין הם נזקקין לו. ודע כי לכל הדעות שלשה דינין היו בדבר גזלה. אם גזלה קיימת מחזירה ומקבלה הימנו, אבל יש בחזרתה הוצאה כגון קורה שבנאה בבנין מחזיר הדמים ונוטלה הימנו אבל לא גוף הדבר, אין גזלה קיימת אפילו דמים אין מקבלין ממנו לכתחלה וכולן נתבארו בדברי הרב ז''ל ומבוארים שם בגמ': "
      ]
    ],
    [
      [
        "<b>הגזילה שלא נשתנית וכו'.</b> זה מפורש פרק הגוזל עצים (בבא קמא דף צ\"ד:). ",
        "<b>ומה שכתב אף על פי שמת הגזלן והרי היא ביד בניו.</b> נתבאר פרק הגוזל ומאכיל דקיימא לן כרבא וכר' אושעיא דאמר רשות יורש לאו כרשות לוקח דמי וכ''כ בהלכות: ",
        "<b>ואם נשתנית וכו'.</b> משנה פרק הגוזל עצים (בבא קמא דף צ\"ג:) ובפרק זה יתבאר איזה דבר יקרא שינוי: "
      ],
      [
        "<b>ודין זה דין תורה וכו'.</b> מימרא בהגוזל עצים (דף צ\"ח:) ובפרק מרובה (בבא קמא דף ס\"ו): ",
        "<b>נתייאשו הבעלים וכו'.</b> דעת הרב ז״ל שאין הגזלן קונה דבר ואף לא השבח קודם יאוש ועל דעת זה כתב דבריו באלו הדינין הבאים. וכ״כ הר״א ז״ל ואמר ויש לדבריו מקצת ראיה וכו' ואיני מכיר ראיה זו דההיא דיאוש דאמור רבנן התם דקני קונה לגמרי אמרו שקנה כל גוף הדבר ולא קי״ל אלא כמ״ד יאוש כדי אינו קונה אפילו מדרבנן. ואדרבה יש לי קושיא על דברי הרב ז״ל משום דהא מ״ד יאוש כדי קונה על כרחך הנך ברייתות דאמרי דשבח הגזלה דגזלן בלפני יאוש מוקי להו דאי לאחר יאוש הכל שלו אלא שיש לתרץ דאין ה״נ אלא שאנו סוברין דאינו קונה ואמרי דשבח דוקא קונה לאחר יאוש ולא הוה תיובתא ולא סייעתא. עוד כתב הר״א ז״ל ועוד הכריחו מה שראה בכאן מכר והוריש וקשיא ליה אם הגזלן וכו' אימא לא ליעבד תקנתא ללוקח וליורשים קמ״ל וזה עיקר ע״כ. כל זה כתב לפנינו בהגוזל והשביח ומכר ודברי תימה הם היאך העמיד ההוא דמכר לאחר יאוש שאם כן מהו מה שהשביח מכר והלא כבר הכל קנוי ללוקח ביאוש ושינוי רשות דליכא מ״ד דלא קני. וגם הר״א ז״ל כתב כן בפירושיו וחזר בו ממ״ש כאן לפי שהיתה כשגגה שיוצא מלפני השליט, ולולא שכתב הר״א ז״ל בהלכות גנבה דמסתברא כדברי רבינו הרב במה שחילק בין קודם יאוש לאחר יאוש הייתי אומר שיש ט״ס בהשגות והיה לו לכתוב ולעולם הא נמי לפני יאוש וחולק עם רבינו בדין זה. סוף דבר דברי הרב רבינו ברורים לפי שיטתו שסבר דאין שבח גזלה דגזלן אלא לאחר יאוש וכשהגיע לזה דמכר בהכרח העמידוה לפני יאוש וכמ״ש. והנראה אצלי שאין חלוק בזה וכל הברייתות סתם הם שנויות והא דמכר שהיא שנויה על דינין אלו בגמרא הוא לפני יאוש וה״ה לכולן ומפני תקנת השבים וכר״י וכדמוכח התם וכדעת הרב אלפסי ז״ל שסתם ולא ראיתי אחד מן המחברים שחלק בזה לולא הרב ז״ל. וכן נ״ל מאותה של ס״פ המפקיד (בבא מציעא דף מ\"ג) שאמרו בית הלל השולח יד בפקדון והוא הגזלן ששבח הגזלה לנפקד ושם ודאי אין ראוי לומר יאוש שהרי הפקדון ברשות נפקד הוא ובעל לא נתייאש ממנו שהרי אינו יודע הנפקד מה יעשה ממנו: ",
        "<b>וכשמחזיר הגזלה שמין לו וכו'.</b> וגם בזה כתב הר''א ז''ל י''א נוטל את השבח עצמו וכו'. וכדברי רבינו פירש''י ז''ל והרשב''א ז''ל בחידושיו. ודע שדעת רבינו דכי אמר התם לר''ש וכו' בדמי מסלקין ליה או מבשרא שקיל משום דלר''י פשיטא דדינו בדמים שדי בכך מפני תקנת השבים ושאר המפרשים פירשו הפך מזה דלר''י פשיטא דבגוף השבח מסלקין ליה: "
      ],
      [
        "<b>מכרה הגזלן וכו'.</b> זה מפורש בהרבה מקומות דיאוש ושינוי רשות קני. <b>ומה שכתב בין לאחר מכירה ונתינה</b> שהכוונה ששינוי רשות ואחר כך יאוש קנה כבר העירותי על זה פרק חמישי מהלכות גניבה ויש חולקין: "
      ],
      [
        "<b>הגוזל והשביח ומכר או וכו'.</b> בדין זה הלך הרב לשיטתו דקודם יאוש אין לגזלן דבר ומפני כך כתב וחוזר הנגזל ונוטל דמי השבח מהגזלן וזו בהכרח היא לפני יאוש וכמו שהוכחתי: ",
        "<b>וכן אם השביח הלוקח וכו'.</b> אמר בגמרא (דף צ\"ו) בעי רבא השביח לוקח מהו בתר דבעי הדר פשטה מה מכר (לו) ראשון לשני כל זכות שתבא לידו ע''כ. ולפני יאוש הוא ופירושה כשם שאם השביח גזלן השבח שלו כך אם השביח לוקח השבח שלו. ולדעת רבינו כשם שאם השביח גזלן ואח''כ מכר השבח של לוקח כך כשמכר בתחלה ואח''כ השביח לוקח השבח של לוקח: "
      ],
      [
        "<b>מכר הגזלן וכו'.</b> שם: ",
        "<b>מכרה העכו''ם לישראל אחר וכו'.</b> בעיא דלא איפשיטא שם: "
      ],
      [
        "<b>כבר בארנו וכו'.</b> שם כבר כתבתי כי אין לי ראיה למה הצריך הרב יאוש: ",
        "<b>כיצד גזל פרה וכו'.</b> זה מחלוקת תנאים בברייתא (דף צ\"ה) ודבריו כדברי ההלכות שפסק כר''ש ואליבא דר''י: "
      ],
      [
        "<b>גזל פרה מעוברת וכו'.</b> זה מפורש במשנה (דף צ\"ג:): ",
        "<b>ואם לפני יאוש או קודם שנשתנה ילדה וכו'.</b> כבר כתבתי לעיל שדעת הרב ז''ל לומר שקודם יאוש אין הגנב קונה כלום אפילו בשבח והר''א ז''ל השיג כאן שסובר שאין לך שינוי גדול מלידה וגזיזה וכבר כתבתי למעלה שדבריהם בחלוק היאוש צריך עיון: "
      ],
      [
        "<b>גנב או גזל והקדיש וכו' הרי היא ברשות הגזלן וכו'.</b> זה מבואר בסוגיא דפרק הניזקין (גיטין דף נ\"ב:) מיהו הרב המשיג פירשה בגזל פרה מעוברת ורחל טעונה הא לאו הכי לא ודבריו מפורשים בהשגות: "
      ],
      [
        "<b>במה דברים אמורים בשבח וכו' אבל אם היתה כחושה ופטמה וכו'.</b> זה דבר נכון שלא יעשה הגזלן הוצאה לתועלת הנגזל ולא אמרו אלא בגיזות וולדות כדאיתא בגמרא דאתו ממילא והרי הוא כשאר הגזלנין דעד כאן לא אמר לעיל דכיון דהקדיש כל ולדות וגיזות עד שעת ההקדש של בעלים אלא משום דכיון שהקדיש ליכא בזה משום תקנת השבים וכן הר''א ז''ל: "
      ],
      [
        "<b>שינוי החוזר לברייתו וכו'.</b> מפורש במימרות הרבה בפרק הגוזל עצים (בבא קמא דף צ\"ו): ",
        "<b>כיצד הגוזל עצים.</b> בראש הפרק (דף צ\"ג ע\"ב): "
      ],
      [
        "<b>גזל עפר וכו' גזל לשון מתכת.</b> מימרות דרב פפא שם (דף צ\"ו:): "
      ],
      [
        "<b>אבל הגוזל עצים.</b> מפורש בראש הפרק שם (צ\"ג:): ",
        "<b>או שגזל וכו' עד וכן כל כיוצא בזה.</b> מפורש במימרות דרב פפא ורבא הנזכרות (דף צ\"ו): "
      ],
      [
        "<b>הגוזל מעות ישנות וכו'. גזל מעות וכו'. גזל דקל וכו'.</b> מפורש שם: "
      ],
      [
        "<b>גזל קורות גדולות וכו'.</b> מפורש שם: ",
        "<b>גזל לולב וכו'.</b> שם: ",
        "<b>גזל עלין ועשאם חופיא קנה.</b> גם זה שם ופירוש חופיא שחלק העלין לשנים ועשה מהן כסוי לכלים שזה שינוי שאינו חוזר לברייתו בשום צד. וטעם לולב שהפריד העלין שקנה ודקל מחובר וקצצו שלא קנה ואלו שניהם אינן חוזרין לברייתן מפני שדקל שמו עליו אף אחר שנפחת מה שאין כן בלולב והכי מפורש שם: ",
        "<b>גזל טלה ונעשה איל וכו'.</b> מפורש שם בהגוזל ומרובה (דף ס\"ו): "
      ],
      [
        "<b>גזל כלי ושברו.</b> הכי אסיקנא פ''ק דב''ק (דף י\"א) והלכתא אין שמין לא לגנב ולא לגזלן וכפי הפירוש הזה פירשו הגאונים ז''ל: ",
        "<b>ואם רצו וכו'.</b> נראה שדעת הרב ז''ל לומר שבעל כרחו של גזלן מוציאין ממנו השברים דאי מרצונו פשיטא כיון שהם מתרצים. וצ''ע למה לא קנה הגזלן בשינוי מעשה ואולי בששמו עליו: "
      ],
      [
        "<b>גזלה שלא נשתנית וכו'.</b> מפורש במרובה (דף ס\"ה) ובהמפקיד (דף מ\"ג): "
      ]
    ],
    [
      [
        "<b>הגוזל חבית של יין מחברו וכו'.</b> מימרא מפורשת במרובה (דף ס\"ה) ובהמפקיד (דף מ\"ג): ",
        "<b>נשברה מאליה.</b> מפורש שם: "
      ],
      [
        "<b>היתה שוה בשעת הגזלה וכו'.</b> מפורש שם במרובה ובמשנתנו דכל הגזלנין משלמין כשעת הגזלה כדמוכח בפרק המפקיד (בבא מציעא דף מ\"ג): "
      ],
      [
        "<b>הגוזל חותל וכו'.</b> מימרא שם מפורשת בהשואל במציעא (דף צ\"ט:) בשם שמואל. ",
        "<b>ומ''ש אבל בהקדיש וכו'.</b> מפורש ג''כ שם: "
      ],
      [
        "<b>גזל בהמה והזקינה וכו'.</b> במשנה בהגוזל (דף צ\"ו:) מפורש: ",
        "<b>או כחשה וכו'.</b> מפורש בגמרא: ",
        "<b>או שגזל מטבע ונסדק.</b> מפורש בגמ': ",
        "<b>או פסלו המלך.</b> בגמ' (דף צ\"ז) מחלוקת ופסק כרב יהודה: ",
        "<b>או שגזל פירות והרקיבו כולן.</b> מפורש בגמ' (דף צ\"ח:) ודוקא כולן כדאיתא בגמרא וכמ''ש רבינו בסמוך: ",
        "<b>אבל אם גזל בהמות וכו'.</b> מפורש בגמרא: ",
        "<b>או שגזל עבדים וכו'.</b> טעם העבדים מפני שדינן כדין הקרקע שאינה נגזלת והכי פסק רב בגמרא (דף צ\"ו:) וכן עיקר. וכבר כתבו המפרשים דבכל דין תורה דינם כקרקע: ",
        "<b>או שגזל מטבע.</b> משנה שם: ",
        "<b>והרקיבו מקצתם.</b> מפורש בגמרא: ",
        "<b>תרומה ונטמאת וכו' גזל חמץ ועבר וכו'.</b> מפורש במשנה: ",
        "<b>בהמה שנעבדה בה עבירה וכו'.</b> פירוש שנרבעה ופסולה ליקרב על גבי המזבח או שנפסלה ע''י מום: ",
        "<b>ומ''ש או שהיתה יוצאת וכו'.</b> מפורש במשנה: "
      ],
      [
        "<b>במה דברים אמורים כשהחזיר וכו'.</b> זה יוצא מן המשנה ומפורש בגמרא (דף צ\"ח): ",
        "<b>לפיכך וכו'.</b> בעיא דאיפשיטא שם בהגוזל (דף ק\"ה בסוף). ומה שכתב הרב המשיג ז''ל דאם איתא תותי ידיה פטור אפשר שחלק בהם רבינו דע''כ לא אמרינן הכי אלא דוקא גבי שורי גנבת והוא אומר שומר חנם אני עליו דאף על גב דפטר עצמו מגנבה ואבדה ונשבע על כן והודה כיון דמודה בעיקרו ואמר ליה הילך פטור אבל היכא דכפר ביה אף על גב דבידיה הוא כיון דאי מיגניב ממונא בעי לשלומי השתא נמי ממונא קא כפר ליה וכן פירש רש''י ז''ל בזה הלשון הילך דליכא למימר אילו מיגנב דהא קמיה קאי ושקיל ליה ע''כ, אבל בחמץ אף על גב דתותי ידיה הוא דכיון דכפר ביה והנגזל לא שקיל ליה חייב. זה נראה לי בדעת רבינו ונכון הוא: "
      ],
      [
        "<b>הגוזל בהמה ונשא עליה משא וכו'.</b> זה מבואר במעשה דר''נ בהגוזל עצים (דף צ\"ו:) על מה שנזכר בזאת הבבא: "
      ],
      [
        "<b>התוקף עבדו וכו'.</b> מימרא שם (דף צ\"ו) ואמרינן דעביד ביה שלא בשעת מלאכה וזהו מ''ש [ולא בטלו ממלאכה]: "
      ],
      [
        "<b>התוקף ספינת חברו וכו'.</b> זה מבואר שם וכלשון אחרון וסובר הרב דאם אינה עשויה לשכר אף על גב דנחית ליה בתורת שכירות נותן פחתה דהא גזלן הוא וכן עיקר ודברי הרב ז''ל אפילו בשהשכר יותר על הפחת: "
      ],
      [
        "<b>הדר בחצר של חבירו וכו'.</b> הכי אסיקנא פ' כיצד הרגל (דף כ\"א): ",
        "<b>ומ''ש ואם החצר עשויה לשכר אע''פ שאין דרך זה וכו'.</b> הוא כדברי ההלכות שכתב הרב אלפסי ז''ל דחצר דקיימא לאגרא וגברא דלא עביד למיגר שהוא חייב בשכירות לפי שמדה זו לא נזכרה בגמ' כלל אבל דעת התוספות שהוא פטור. ומ''מ כתבו המפרשים ז''ל שאם חסר הבית בכל שהוא כגון שהיה חדש והשחיר הכותלים וחסרו מערכו אע''פ שהיא חצר שאינה עשויה לשכר כיון שהוא מחסר קצת מגלגלין עליו את הכל והכין מוכח בגמרא: "
      ],
      [
        "<b>מי שהיה לו צמר וסמנין שרויין וכו'.</b> הגיה הר''א ז''ל זאת הבבא ואמר דהכי איבעי ליה למימר משלם לו דמי מה שהפסיד בצמר ומחשב לו שבח סמנין שעל גבי הצמר ואם תפס הניזק מה שחסרו וכו'. ויהיה פירוש המאמר כך כגון שהצמר נגרע מערכו אשר היה מתחלה והוא שלא נחשב שבח הצבע עתה בכלום זהו שמשלם לו אבל אינו משלם לו דמי הסמנין כלל אע''פ שחסרו מן הסמנין דאמרינן יש שבח סמנין על גבי הצמר וכו': ",
        "<b>ואם תפס הניזק במה שחסרו וכו'.</b> בעיא ולא איפשיטא שם בהגוזל עצים: "
      ],
      [
        "<b>השולח יד בפקדון וכו' או ע''י עבדו.</b> מפורש בהמפקיד (דף מ\"ד) בברייתא: ",
        "<b>חשב לשלוח יד וכו'.</b> משנה בהמפקיד (מ\"ג:) ופסק כב''ה. ",
        "<b>ומ''ש וכיון ששלח בו יד אע''פ שלא חסר וכו'.</b> זה מחלוקת אמוראים בגמ' ופסק כפסק ההל' דשליחות יד אינה צריכה חסרון: "
      ],
      [
        "<b>הגביה את החבית ליטול ממנה רביעית וכו'.</b> פי' דוקא הגביהה דקני בהגבהה אבל הטה אותה לא כמו שמפורש במשנה. והנה הר''א ז''ל השיגו וז''ל א''א לא מחוורא גבן הא מילתא וכו'. ועתה אפרש שנינו סוף המפקיד הטה את החבית ונטל הימנה רביעית ונשבר אינו משלם אלא רביעית הגביהה ונטל הימנה רביעית ונשברה משלם דמי כולה זה לשון המשנה ואמר עלה בגמרא הגביהה ונטל וכו' אמר שמואל לא נטל נטל ממש אלא כיון שהגביה ליטול אע''פ שלא נטל לימא קסבר שמואל שליחות יד אינה צריכה חסרון אמרי לא שאני הכא דניחא ליה דתהוי האי חבית כולה בסיס להאי רביעית בעי רב אשי הגביה ארנקי וכו'. והר''ם ז''ל פירש בשהגביה על דעת ליטול ממנה רביעית וכן פירוש רבינו יהונתן ז''ל בפירוש ההלכות וסובר ג''כ דאיבעיא דארנקי אפילו למ''ד שליחות יד אינה צריכה חסרון היא דדילמא אחר שהוא לא היתה כוונתו לשלוח יד בכולו לא מיקרי בכי הא שליחות יד לחייבו על השאר. מיהו קשה לזה קצת דהא בההיא דשמואל אמר לימא קסבר שמואל שליחות יד אינה צריכה חסרון אלמא אי ס''ל דאינה צריכה חסרון אפילו בלא טענת בסיס מתחייב בכל וכן הדין בארנקי וזה דעת הרב אלפסי ז''ל שהשמיט בעיא זו דרב אשי דארנקי. וי''ל דכי דחו ה''ק לא לעולם דין צריכה חסרון או אינה צריכה אינו תלוי בכך וכו': "
      ],
      [
        "<b>היו פירות מופקדים וכו' כיצד הטה את החבית במקומה. </b> פירוש שלא הגביהה ממקומה ודבריו מפורשים במשנה שהבאתי דהטה את החבית: "
      ],
      [
        "<b>הכופר בפקדון בבית דין וכו'.</b> מימרא דרב ששת בהגוזל עצים (בבא קמא דף ק\"ה:). ",
        "<b>ומה שכתב אם היה ברשותו.</b> מפורש שם: "
      ],
      [
        "<b>השואל שלא מדעת הבעלים וכו'.</b> עיקר המחלוקת בהמוכר את הספינה (בבא בתרא דף פ\"ח) דרבי יהודה וחכמים ופסק כחכמים וכן כתב הרב ז''ל בהלכות שם ובפרק המפקיד במציעא (דף מ\"ג): ",
        "<b>היה כלי ביד בנו של בעל הבית וכו'.</b> זה מפורש במשנה ובגמרא (דף פ\"ז:) וכחכמים. והעבד דינו כקטן כל זמן שלא החזירו ליד בעלים וזהו ברור: "
      ],
      [
        "<b>החוטף משכון מיד הלוה וכו'.</b> יצא לו לרב מן המשנה שבפרק כל הנשבעין (שבועות דף מ\"ו) דאמר הנגזל כיצד היו מעידים אותו שנכנס לביתו למשכנו שלא ברשות וכו' והר״א ז״ל העמידה בדאשתכח דלא הוה (חייב) כלום ואין נראה כן מלשון המשנה דאמר שלא ברשות וכן נראה מדברי הרב אבן מיגש ז״ל שפירש זה לשונו שם שלא ברשות הבעלים ושלא ברשות ב״ד ויתר דברי הרב ז״ל המשיג אינן מוכרעין: "
      ]
    ],
    [
      [],
      [
        "(א-ב) ",
        "<b>קנס קנסו חכמים וכו' כיצד הרי שנכנס וכו'.</b> זה מפורש בשבועות דכיון שהעדים היו מעידין שהוא נכנס למשכנו ונטל דבר מתוך ביתו נאמן הנגזל כדאיתא בפרק כל הנשבעין (שבועות דף מ\"ד:): "
      ],
      [
        "<b>במה דברים אמורים בטוען דברים וכו'.</b> ג''ז מפורש שם (דף מ\"ו): "
      ],
      [
        "<b>ראוהו עדים שנכנס שם וכו'.</b> גם זה מתבאר בסוגיא ומה שיש מראש הפרק עד ולא גזל הוא מפורש בשלשה שערים בהלכות הרב ז''ל: "
      ],
      [
        "<b>היה עד אחד מעידו שנכנס וכו' הואיל ואינו יודע וכו'.</b> לאו למימרא שאם היה העד מעיד כך וכך נטל והוא היה מכחישו שלא יהא נאמן בשבועה בנקיטת חפץ דהא קי''ל עד אחד אינו נאמן אלא קם הוא לשבועה, אבל כוונת הרב ז''ל לומר שאם מודה הוא שנטל אלא שאמר נטלתי שלי אינו נאמן וכמו שנתבאר זה בזה הפרק למטה ולפיכך כתב הרב ז''ל הואיל ואין העד יודע וכו'. והר''א ז''ל כתב א''א ואילו היה שם שני עדים וכו'. השיגו הרב בזה מפני שלא כתב למשכנו כי באמת חלוק יש בין הנכנס למשכן ומגלה דעתו כן מהנכנס סתם שזה פירש שגלה דעתו שלמשכן הוא בא אינו יכול לטעון טענת לקוח וזה מוסכם ובאמת שדעת רבינו ז''ל שהוצרך לפטרו מפני שלא היו שם שני עדים הוא בשנכנס למשכן ואצ''ל סתם וסמך לו על מ''ש למעלה ראוהו עדים שנכנס למשכן ואף זו כשהעד מעיד שנכנס למשכן: "
      ],
      [
        "<b>כשם שבעה''ב וכו'.</b> מימרא שם: "
      ],
      [
        "<b>היה שם שכירו וכו'.</b> שכירו ולקיטו בעיא דלא איפשיטא שם ולפיכך כתב אין אלו נשבעין ולא פסק שאם תפס הנגזל אין מוציאין מידו כדרכו ברוב התיקו האמורין בגמ' לפי שכל זה מן התקנה הוא ובמה שלא התקינו בפירוש אפילו תפס מוציאין מידו: "
      ],
      [
        "<b>וכיצד עושין בדין כו'.</b> אלו דברי הרב ז''ל והחרם מתקנת הגאונים ז''ל שלא נזכר בגמרא: "
      ],
      [
        "<b>הגוזל אחד מחמשה וכו'.</b> משנה ביבמות פרק האשה שלום (יבמות דף קי\"ח:) ופסק כרבי עקיבא וכן כתב בהלכות פרק המפקיד (בבא מציעא דף ל\"ז): "
      ],
      [
        "<b>אמר לשנים גזלתי אחד מכם וכו'.</b> זה משנה פ' המפקיד במציעא ואוקימנא לה בגמרא בבא לצאת ידי שמים וכן כתב הרב ז''ל בהלכות: "
      ],
      [
        "<b>הטוען את חבירו וכו'.</b> שבועת ההיסת מתקנת חכמים והיא בפ' שבועת הדיינין (שבועות דף מ':) ושבועת התורה גם כן פשוט בהרבה מקומות: ",
        "<b>וכן הטוען את חבירו וכו'.</b> מתוך המשנה והסוגיא מתברר דין זה דקתני ראוהו דוקא דאיכא עדים ופשוט הוא. ",
        "<b>ומה שכתב הואיל והוא נשבע ונוטל הרי הוא נשבע וכו'.</b> דבר זה מוסכם מן הגאונים ז''ל שאפילו מי שבידו משכון שהוא נאמן עד כדי דמיו הרי זה נשבע בנקיטת חפץ כדין הנשבעין ונוטלין: "
      ],
      [],
      [
        "(יב-יג) ",
        "<b>ראוהו עדים וכו' לפיכך מחזיר הכלים וכו' וכן אם היה שם עד אחד וכו'.</b> הכל מפורש ומבואר בהלכות הרב אלפסי ז''ל פרק כל הנשבעין בארוכה ומה שהשיג הר''א ז''ל בעד אחד אחר שלא היה בעל הבית שם איך יש כאן טענת ברי כדי שיהא זה מחוייב שבועה שאינו יכול לישבע. דע שיש סוברין ששבועת עד אחד אפילו על טענת שמא היא דבכ''מ ששנים מחייבין אותו ממון אחד מחייבו שבועה ואפילו תמצא לומר דלא כבר תירץ הר''א ז''ל עצמו הענין: "
      ],
      [
        "<b>מעשה באחד שחטף וכו'.</b> עובדא דנסכא דרבי אבא בחזקת הבתים (דף ל\"ג:) ובשבועות (דף מ\"ז). ונראה מדברי הרב ז''ל שהגוזל את חבירו בעדים צריך להחזיר לו בעדים וכבר חלקו בזה חכמי הדורות: "
      ],
      [
        "<b>חטף ממנו זהובים וכו'.</b> זה אינו מבואר מן הגמרא אבל הוא דין פשוט וכן זאת הבבא אמר החוטף וכו': "
      ],
      [],
      [
        "<b>נכנס לבית חבירו וכו'.</b> דעת הרב ז''ל שנשבעין בעד אחד בטענת שמא ולא על מודה מקצת אלא בטענת ודאי וזה של מודה מקצת הוא מוסכם ובזה נסתלקה ההשגה: "
      ]
    ],
    [
      [
        "<b>אסור לקנות וכו'.</b> מפורש פרק הגוזל ומאכיל (בבא קמא דף קי\"ח) במשנה ובגמרא: "
      ],
      [
        "<b>אסור ליהנות בדבר הגזול ואפילו לאחר יאוש.</b> זה פשוט יאוש כדי לא קני וכמו שנתבאר פ״א מהלכות גניבה ומבואר פ' לולב הגזול (סוכה דף ל\"א) והא דאמרינן בהגוזל גבי דינא דמלכותא דינא דילמא מייאשי מרותייהו מינייהו התם משום דאיכא יאוש ושינוי רשות שנמסר לרבים וכן הדין שכל זמן שיש בדבר יאוש ושינוי רשות מותר ליהנות בו וכדמוכח הא דגוזל וזה ברור: "
      ],
      [
        "<b>גזל בית או שדה וכו'.</b> פשוט הוא דקרקע אינה נגזלת כדאיתא פ' הגוזל ומאכיל (בבא קמא דף קי\"ז:): ",
        "<b>ואם דר בסוכה חייב להעלות שכר לבעלים.</b> זה מפורש פ' כיצד הרגל (דף כ\"א). <b>ומ''ש בדין הדר בחנות של חבירו</b> כלומר אם היא עשויה לשכר כמו שנתבאר למעלה פ''ג: ",
        "<b>גזל דקלים ועשה מהם גשר וכו'.</b> זה מתבאר בההיא דהגוזל (דף קי\"ג:) ודוקא בשלא מכרו לרבים והיה שם יאוש מותר זה הכלל כל זמן שקנהו מן הדין או שלא היה שם יאוש ומסרו לרבים [אסור ליהנות בו] אבל מסרו לרבים והיה שם יאוש מותר ליהנות בו ואע''ג דשינוי מעשה בלבד קונה זה שינוי החוזר לברייתו הוא כמו שנתבאר פרק ב': "
      ],
      [
        "<b>מי שעבר ואכל את הגזילה וכו'.</b> זה משנה (דף קי\"א:) הגוזל ומאכיל את בניו פטורין מלשלם: ",
        "<b>ואם אכל קודם יאוש.</b> מימרא דרב חסדא שם וכן מבואר בהלכות הרב ז''ל, וכתבו קצת מן המפרשים שאפילו האכילו הגזלן אם רצה הנגזל גובה מזה שאכל גם רבינו לא חילק: "
      ],
      [
        "<b>הגוזל ומת בין שהאכיל וכו'.</b> זה מבואר שם: "
      ],
      [
        "<b>כבר תקנו הגאונים לגבות בעל חוב וכו'.</b> כבר נזכר זה בהלכות: "
      ],
      [
        "<b>דין הלוקח מטלטלין מן וכו'.</b> דעת הרב ז''ל כן מפני שעל זו דהמכיר כליו וספריו ביד אחר הביאו ההיא דרב חסדא דלעיל אע''פ שאין זו ראיה ויש חולקין לומר דגזלן מסתמא הרי הוא כגנב מפורסם דקול יוצא לגזלה וגם בזה אין ראיה והעיקר שלא להוציא החפץ מיד לוקח בלא דמים אם אינו מפורסם: ",
        "<b>ואם כבר נתייאשו הבעלים וכו'.</b> כבר כתבתי למעלה פ''ה מהלכות גניבה שדעת הרב ז''ל דשינוי ואח''כ יאוש קני: "
      ],
      [
        "<b>אסור ליהנות מן הגזלן ואם היה מיעוט שלו וכו'.</b> פסק כשמואל דאמר הכי סוף פ' הגוזל ומאכיל (בבא קמא דף קי\"ט) וזה תימה קצת שהרי כתב פ״ו מהל' גניבה גבי גנב וכן אם רוב אותו דבר שהוא גנוב אין לוקחין אותו נראה שפסק כרב דאמר עד שיהא רוב משלו וכמו שכתבתי שם. ולקיים דברי הרב נראה לומר שהוא מחלק בין גזלן לגנב והדין ההוא יצא לרב מהמשנה דאין לוקחין צמר מן הרועים או החלוק ההוא בין רוב הדבר ורוב הממון דרוב הדבר אסור וברוב הממון מותר וזה עיקר: "
      ],
      [
        "<b>בני אדם שחזקתן גזלנין וחזקת וכו'.</b> מפורש במשנה דהגוזל (דף קי\"ג): ",
        "<b>ואין מצטרפין דינרים מן התיבה שלהם.</b> כך הוא מפורש במשנה מיהו גרסינן תנא אבל (הוא) נותן לו דינר ומחזיר לו מן השאר. ופירש''י ז''ל נותן לו (דינר היה חייב לו פרוטות למוכס מן המכס בשוה חצי דינר ואין לו הפרוטות) נותן לו דינר כסף ומקבל הימנו פרוטות בשוה חציו מפני שהוא כמציל מידם ועיקר והרב אלפסי ז''ל השמיטה גם רבינו לא הזכירה ולא ידעתי למה: "
      ],
      [
        "<b>נטלו מוכסים וכו'.</b> משנה מפורשת בהגוזל בתרא (דף קי\"ב): ",
        "<b>ואם היה ותיק וכו'.</b> מפורש בברייתא בלשון אחרון שנאמר בגמרא בפירושה: "
      ],
      [
        "<b>במה דברים אמורים שהמוכס כליסטים וכו'.</b> דעת הרב כשהמוכס עכו''ם אע''פ שהוא עומד מחמת המלך מסתמא הרי הוא כמוכס שאין לו קצבה שסתמו יותר מן הדין נוטל ופירוש רבינו אוקימתא וברייתא דרב אשי (דף קי\"ג) דאמר במוכס עכו''ם עסקינן אף אמתני' ולא פליגא אשאר אוקימתא ולא כן פירשו שאר המפרשים: ",
        "<b>ולא עוד אלא שהוא עובר וכו'.</b> מפורש בגמ' שם (דף קי\"ג) דאמרינן להבריח את המכס מי שרי והאמר שמואל דינא דמלכותא דינא: "
      ],
      [
        "<b>וכן מלך שמשים מס וכו' או כל מי שימצא בשדה.</b> זה מפורש במימרא דרבא שם בהגוזל: "
      ],
      [
        "<b>וכן מלך שכעס על אחד מעבדיו וכו'.</b> פירוש בדין החקוק וכמ''ש למטה וזה מבואר שהרי הרוגי מלכות נכסיהן למלך כדאיתא פ' נגמר הדין כ''ש זה הדין: ",
        "<b>אבל מלך וכו'.</b> כבר הודו לו כל בעלי הוראה וכו' וכן עיקר דדינא דמלכותא דינא אבל גזלנותא דמלכותא לאו דינא והרי הוא גזל גמור וקרקע אינה נגזלת ולעולם ברשות הבעלים הוא וזה מבואר בהרבה מקומות ועוד הוסיף הרמב''ן ז''ל ואמר שאם בא מלך לעשות דין חדש אף על פי שחקק אותו לכל אם לא היה כן מחוקי המלכים הראשונים לאו דיניה דינא ואין כן דעת רבינו ז''ל ורבותינו ז''ל אלא הרי הוא יכול לעשות דין חדש ולומר כל העושה כך יענש כך ועונשו עונש מן הדין: "
      ],
      [
        "<b>לפיכך גבאי המלך וכו'.</b> מפורש פרק חזקת הבתים (בבא בתרא דף נ\"ט) דאמר והני זהרורי דזבני ארעא לטסקא וכו' אבל לכרגא לא מ״ט כרגא אקרקפתא דגברי מנח: "
      ],
      [
        "<b>מלך שהיו דיניו וכו'.</b> גם זה בפרק חזקת (בבא בתרא דף נ\"ד:) דאמר מלכא אמר מאן דיהיב טסקא ליכול ארעא א״נ מדאמרינן באיזהו נשך (ב\"מ דף ע\"ג:) ארעא לטסקא משעבדא. <b>ומ״ש עד שיחזרו</b> ר״ל בשלא מכרו גזבר המלך ממכר עולם אלא שזה החזיק מעצמו ופרע מנת המלך: "
      ],
      [
        "<b>וכן מלך שגזר וכו'.</b> ביבמות פ' החולץ (יבמות דף מ\"ז) ובמציעא באיזהו נשך: "
      ],
      [
        "<b>מלך שכרת אילנות וכו'.</b> מפורש בהגוזל בתרא (דף קי\"ג): "
      ],
      [
        "<b>במה דברים אמורים במלך שמטבעו יוצא וכו'.</b> זה מבואר: "
      ]
    ],
    [
      [
        "<b>קורות ועצים וכו'.</b> ברייתא פ' אלו מציאות (בבא מציעא דף כ\"ב) ולא חלק הרב בינה ובין ההיא דאמרינן מניין לאבדת נהר שמותרת וסובר דזוטו של ים ושלוליתו של נהר דוקא בשנתייאשו וכפשטא דברייתא דרשב״א, ומיהו עיקר הדין דאין יכולין להציל אע״פ שלא נתייאשו הרי הן של מוצאן וכי בעינן נתייאשו דוקא ביכולים להציל ע״י הדחק ואצ״ל ביכולים להציל בהדיא אבל בשאין יכולין להציל רק על צד הזרות והפלא ודאי אפילו לא נתייאשו לא. ואפשר שהרב סובר דבכל כי האי גוונא היינו נתייאשו וכ״כ למטה פי״א בזו דזוטו של ים שזה ודאי נתייאשו ממנה ודברי הר״א ז״ל בהשגות מן הטעם שכתבתי הם: "
      ],
      [],
      [
        "<b>המציל מיד ליסטים וכו'.</b> זה מפורש במשנה פ' הגוזל (בבא קמא דף קי\"ד) ובגמ' מבואר החילוק בין ליסטים ישראל לליסטים עכו״ם וגם שם במשנה נזכר דין הנהר: "
      ],
      [
        "<b>שחלים הצומחים וכו'.</b> זה מפורש בגמרא בהמקבל (דף ק\"ז) מימרא: "
      ],
      [
        "<b>כבר ביארנו וכו'.</b> נתבאר שם פרק י''ג: "
      ],
      [
        "<b>מי שנתחלפו וכו'.</b> ברייתא שלימה פרק חזקת הבתים (בבא בתרא דף מ\"ו) ומפרש בגמרא דדוקא כשאמר טול כלי זה אבל אמר לו כליך האי לאו כלי שלו הוא: "
      ],
      [
        "<b>מפריחי יונים וכו'.</b> מפורש פ' זה בורר (סנהדרין דף כ\"ה) למ״ד משום ארא וזהו שמפריח יונים כדי להביא אחרים. <b>ומ״ש בתוך היישוב</b> לומר שבמדבר מותר והכין מוכח התם: "
      ],
      [
        "<b>וכן אסרו חכמים וכו' ואין פורשין נישבין כו'.</b> מפורש במשנה במרובה: ",
        "<b>ואם היה ישוב כרמים וכו' וכן לא יפרוש וכו'.</b> שם (דף פ\"ג) מפורשת שני אוקימתות: "
      ],
      [
        "<b>מרחיקין השובך מן העיר וכו'.</b> משנה פ' לא יחפור (בבא בתרא דף כ\"ג) והתם אקשינן עלה מההיא דאין פורשין דלעיל דמשמע דאזלי טפי ופרקינן מישט שייטי טובא וכרסייהו בחמשין אמתא: ",
        "<b>ואם לקחו מאחר וכו'.</b> מפורש שם במשנה ובגמרא: "
      ],
      [
        "<b>המשחקין בקוביא וכו'. הרי זה גזל מדבריהם.</b> זה קצת תימה אצלי דהא משמע פ' זה בורר (סנהדרין דף כ\"ה) דההיא אוקמתא דאמר אסמכתא היא ואסמכתא לא קניא אידחייא וקי״ל כרב ששת דאמר כל כי האי גוונא לאו אסמכתא היא דהא מדעתיה קא יהיב ליה. והטעם שהן פסולין לעדות מפני שאין עוסקין בישובו של עולם וכגון שאין אומנות להם אלא הוא ול״ש עכו״ם ול״ש ישראל וא״כ מנין לנו שהוא גזל מדבריהם וצ״ע וכ״ש שרבינו עצמו פסק פרק י' מהל' עדות שאין המשחק נפסל אלא בשאין לו אומנות אלא הוא. ונראה סיוע לדברי רבינו ממה שאמרו בשבת פ' שואל (שבת דף קמ\"ט:) ומנה גדולה כנגד מנה קטנה אף בחול לאחרים אסור מ״ט משום קוביא: "
      ],
      [],
      [
        "<b>מצודות חיה וכו' גזל מדבריהם.</b> משנה בהניזקין (דף נ\"ט) ופ''א מהלכות זכיה ומתנה נתבאר יותר מזה: "
      ],
      [
        "<b>נהר המושך וכו'.</b> נראה שלמדה מהסוגיא דפרק מי שהוציאוהו בעירובין (דף מ\"ו) אמרו התם הרי הוא כרגלי כל אדם: ",
        "<b>עני המנקף בראש הזית וכו'.</b> משנה בפרק הניזקין (גיטין דף נ\"ט:) ואמר עלה בגמרא (דף ס\"א) אם ליקט ונתן ביד ה״ז גזל גמור ולפיכך כתב הרב ז״ל מפני שעדיין לא הגיעו ליד הזוכה בהן: "
      ],
      [
        "<b>הדבורים אינן ברשותו של אדם וכו'.</b> מפורש בהגוזל בתרא (דף קי\"ד): ",
        "<b>לפיכך וכו'.</b> מפורש במשנה ופסק כת''ק: "
      ],
      [
        "<b>נאמנת אשה לומר וכו'.</b> גם זה שם פ' הגוזל ומאכיל ומפורש ג''כ בגמרא מימרא: "
      ],
      [
        "<b>כל מי שיש בידו וכו' עד סוף הפרק.</b> הוא מבואר בסוגיא בהנזקין (דף ס\"א): "
      ]
    ],
    [
      [
        "<b>כל מי שנתחייב וכו'.</b> זה מפורש בכתוב ואיתא פרק הגוזל עצים (בבא קמא דף ק\"ג): "
      ],
      [
        "<b>אחד הגוזל או העושק וכו'.</b> זה מפורש בכתוב ובגמרא בהרבה מקומות איתא בשבועת הפקדון (דף ל\"ו:): "
      ],
      [
        "<b>בד״א בשהיה חייב לשלם וכו'.</b> מימרא במרובה (דף ס\"ז) ואיתא פ' הגוזל עצים (בבא קמא דף ק\"ד): "
      ],
      [
        "<b>בד''א בשאין וכו'.</b> זה החלוק מבואר בסוגיא שם: "
      ],
      [
        "<b>גזל האב ונשבע וכו'.</b> מפורש שם בברייתא (דף ק\"ד). והחלוק בין הודה האב להודה הבן מפורש שם בגמ': "
      ],
      [],
      [
        "<b>הנשבע לעכו''ם וכו'.</b> ברייתא x: ",
        "<b>וכן הגוזל פחות משוה פרוטה.</b> מפורש שם בהגוזל עצים (דף ק\"ג) משנה וגמרא: ",
        "<b>כמה הוא החומש אחד מארבעה וכו'.</b> מחלוקת רבי יאשיה ורבי יונתן בברייתא פרק הזהב (בבא מציעא דף נ\"ד) ופסק כרבי יאשיה דאמר חומשא מלבר דסתם מתניתין דערכין כוותיה כדאיתא התם פרק הזהב ולמד ממנו הרב חומש גזל מחומש מעשר: "
      ],
      [
        "<b>אין הנשבע על כפירת ממון וכו'.</b> מפורש במשנה בפ' הגוזל עצים (בבא קמא דף ק\"ג): "
      ],
      [
        "<b>הגוזל את חבירו וכו'.</b> מפורש שם דוקא נשבע אבל לא נשבע אינו חייב ללכת אחריו: ",
        "<b>אבל אם נשבע וכו' ולא יתן וכו'.</b> משנה שם: "
      ],
      [
        "<b>אלא א''כ עשה הנגזל שליח בעדים.</b> פסק כרב חסדא ורבי יוחנן ורבי אליעזר (דף ק\"ד) דאמרי שליח שעשאו בעדים הוי שליח וכן פסקו כל הפוסקים: ",
        "<b>ואם הביא וכו'.</b> במשנה (דף ק\"ג) דאמרינן אבל נותן (הוא) לשליח בית דין: "
      ],
      [
        "<b>נתן לו את הקרן וכו'.</b> משנה שם: ",
        "<b>ואף על פי שגזלה עצמה קיימת וכו'.</b> פסק כלישנא בתרא דרב פפא בגמ' (דף ק\"ה): "
      ],
      [
        "<b>המחזיר את הקרן וכו'.</b> משנה שם (דף ק\"ג): "
      ],
      [
        "<b>מי שהיה פקדון אצלו וכו'.</b> שם (דף ק\"ח) בברייתא מפורש ובהרבה מקומות: "
      ]
    ],
    [
      [
        "<b>הגוזל את חבירו ומת וכו'.</b> משנה בהגוזל עצים (דף ק\"ג) ואם מת יחזיר ליורשיו וכו': "
      ],
      [
        "<b>הגוזל את אביו ונשבע לו וכו'.</b> משנה בהגוזל עצים (דף ק\"ח:) וזה לשונה הגוזל את אביו ונשבע לו ומת הרי זה משלם קרן וחומש לבניו או לאחיו ואם אינו רוצה או שאין לו לוה ובעלי חוב באין ונפרעין (ממנו) ע''כ. ואמרינן עלה בגמרא (דף ק\"ט) אמר רב יוסף אפילו לארנקי של צדקה אמר רב פפא וצריך שיאמר זה גזל אבי. ונראה שהרב הוא מפרש משלם קרן וחומש ומכ''ש מעכב בידו משאר נכסים יותר מחלקו המגיעו בהן כפי מה שיהיה מגיעו בהן מקרן וחומש שנתן להם וזהו שכתב עושה עמהם חשבון וזה אם אינו רוצה לתת חלקו וממה שאמרו שאין לו ר''ל שאין לו לא אחים ולא בנים ואין שם ראוי לירש לוה ופורעם בחובו ופירשו בגמ' שנותנה אפילו לארנקי של צדקה ודרך רש''י תמצאנה בפירושו. ושטת רבינו נכונה בפירוש אין לו: "
      ],
      [],
      [
        "<b>וכן הגוזל את הגר וכו'.</b> מחלוקת ר''ע ור''י הגלילי בברייתא (דף ק\"ט) ופסק כר''ע דאמר אין לו תקנה עד שיוציא הגזלה מתחת ידו: "
      ],
      [
        "<b>בד''א כשהודה בינתים אבל אם גזל את הגר וכו'.</b> כתב עליו הר''א ז''ל א''א ואפי' לא הודה בינתים וכו'. ובאמת הסוגיא האמורה שם לדעת ר''י הגלילי היא כדאמרינן מכלל דר''י וכו' אלא גזל הגר דקאמר רחמנא נתינה לכהנים וכו'. ויראה לי דלר''ע לא שנא זקפן ולא שנא לא זקפן בהוצאת גזילה מתחת ידו סגי אע''פ שאינו נותנה לכהנים והא דפריך לרבי יוסי משום דלדידיה מפרש טפי דאמר זכה הלה במה שבידו וזה הכלל לפי פירוש זה דלא נחלקו ר''ע ור' יוסי בגזל הגר דלכהנים הוי וכן אין אחד מהם מחלק בין זקפן ללא זקפן וכו' ונקט בברייתא זקפן להודיעך כחו דר''ע דאפילו זקפן בעי להוציא גזלה מתחת ידו ועל דרך זה כתב הרב למעלה זקפן, זה נ''ל ועוד צריך עיון: "
      ],
      [
        "<b>מפי השמועה למדו שזה וכו'.</b> מפורש שם: ",
        "<b>לפיכך המחזיר גזל וכו'.</b> מימרא דרבא שם (דף ק\"י): ",
        "<b>ואין הכהנים חולקין גזל הגר וכו'.</b> מימרא שם: ",
        "<b>ומ''ש כדרך שאין חולקין וכו'.</b> מקרא ילפינן לה במנחות: "
      ],
      [
        "<b>כל גזל גר שאין בו שוה וכו'.</b> מימרא שם ופירש רש''י ז''ל ויוסיף עליו עד להשלים: ",
        "<b>ולמה נאמר בגזל הגר איש.</b> פירוש דה''ה לגיורת וקטן והכי איתא בברייתא שם קטן אי אתה צריך לחזר עליו פי' דכמאן דאינו מוליד משוינן ליה: "
      ],
      [
        "<b>הכהנים בגזל הגר כמקבלי מתנות וכו'.</b> בעיא דאיפשיטא שם (דף ק\"י:) וכרבא דאמר דאי מקבלי מתנות נינהו חייב לתת להם את דמיו כשעת הגזלה. ",
        "<b>ומ''ש כמו שביארנו.</b> הוא פרק ג' מאלו ההלכות: "
      ],
      [
        "<b>כהן שגזל גר שאין לו וכו'.</b> ברייתא שם: "
      ],
      [
        "<b>הגוזל את הגר ונשבע וכו'.</b> משנה שם. ",
        "<b>ומ''ש כמו שביארנו במקומו.</b> הכוונה בהל' פסולי המוקדשין ששם ביאר שאחר שיפול בו מום ימכר ויפלו דמיו לנדבה וכן נזכר במשנה שם: "
      ],
      [
        "<b>נתן הגזלן את הכסף לאנשי משמר וכו'.</b> מפורש במשנה: ",
        "<b>ואפילו היה הגזלן קטן וכו'. .</b> "
      ],
      [
        "<b>נתן את הכסף לאחת מן המשמרות.</b> פירוש שלא בזמנה והוא מבואר במשנה ודין אחר אמרו בגמ' בזה ולא הזכירו הרב ז''ל: "
      ],
      [
        "<b>אין מקריבין את האשם עד שיחזיר הגזלן הקרן וכו' נתן את הקרן והקריב את אשמו וכו'.</b> משנה וברייתא שם: "
      ],
      [
        "<b>העבדים והשטרות והקרקעות וכו'.</b> אלו שהזכיר ז''ל אין נשבעין עליהם כדאיתא בשבועת הדיינין (שבועות דף ל\"ז:) וכיון שכן אין בהם חומש אפילו נשבע דחומש לא אתי אלא במלתא דשייך ביה חיוב שבועה ובפירוש אמרינן בהגוזל (בבא קמא דף פ\"ה) לפי שאין משלמין חומש על כפירת שעבוד קרקעות וזאת היא הטענה וכן פירשו שם רש''י והר''א ז''ל ובפירוש שנינו כן בברייתא פרק הגוזל עצים דרבנן מיעטו באלו מדין חומש מן הכתוב: ",
        "<b>וכן אם היו גזל הגר וכו' אינם חוזרים לכהנים.</b> כתב הר''א ז''ל א''א אלא כל הקודם זכה חוץ ממנו ואם דברי הרב בשהחזיק בהם אחר מיתת הגר (קודם שיזכה בהם הלה אחר מיתה דבריו קיימים ופשוטים ואם קדם הלה וזכה בהם אחר מיתת הגר) ודאי זכה ולא אמר בכי הא יוציא גזלה מתחת ידו שאין זה אלא כמטלטלין ונשבע עליהן. ורבינו ז''ל סתם לפי שיותר מזה יתבאר בהלכות זכייה ומתנה בכל דיני הגר ואין זה מקומו: ",
        "<b>וכן הקרקע אינה נקנית לעולם לגזלן וכו'.</b> כרבנן דהגוזל עצים (דף ס\"ט): "
      ]
    ],
    [
      [
        "<b>הגוזל קרקע מחבירו וכו'.</b> זה פשוט ומבואר בפרק קמא דמציעא (דף י\"ד:) באוקימתא דרבא בההוא דלאכילת פירות: ",
        "<b>אבל אם נשחתה וכו'.</b> גם זה פשוט ואיתא פרק הגוזל עצים (בבא קמא דף צ\"ו:) ופרק הגוזל בתרא (בבא קמא דף קי\"ז:). ועל מ״ש <b>רבינו משא״כ הדין במטלטלין</b> או בעבדים הר״א ז״ל חלק בעבדים בין הזקינו שאומרים לו הרי שלך לפניך ובין מתו או נשרפו שאינן בעולם ועדיין לא עלה תירוץ לדברי רבינו שכתב כמו שבארנו והוא שם לא חלק בזה בפ״ג ואם זה מלשון רבינו פירושו או בעבדים הדין כן כדין קרקעות והנכון שהוא טעות סופר: "
      ],
      [
        "<b>גזל שדה ונגזלה הימנו וכו'.</b> משנה פרק הגוזל בתרא (בבא קמא דף קט\"ז ע\"ב) ופירוש אם מחמת הגזלן כגון שאנסו כל קרקעותיו וזו בכללן: "
      ],
      [
        "<b>אנס המלך וכו'.</b> זה מפורש בגמרא דאמרינן לא צריכא דאחוי אחוויי וזה פירושה: "
      ],
      [
        "<b>גזל שדה והפסידה וכו'.</b> מפורש שם בפ''ק דמציעא (דף י\"ד:) בההוא דרבא שהזכרתי: "
      ],
      [
        "<b>גזל שדה ואכל פירותיה משלם וכו'.</b> מפורש שם ומיהו כשעמד בדין ואח''כ מכר גובה מנכסים שמכר והכי איתא בהדיא התם אם עמד בדין אפילו פירות נמי. וצ''ע על דברי רבינו ז''ל איך סתם ואולי סמך לו על מה שלמעלה בסמוך: ",
        "<b>גזל והשביח שמין לו וידו על התחתונה וכו'.</b> זה מוכרח שם מכח הסוגיא ופשוט הוא: "
      ],
      [
        "<b>גזל שדה ומכרה וכו' והקרן נוטל עם שאר השבח וכו'.</b> כתב הר''א ז''ל א''א בשקבל אחריות ע''כ. ודברי תימה הם דהא אסיקנא שם בפ''ק דמציעא (דף ט\"ו:) הלכתא יש לו מעות ויש לו שבח ואע''פ שלא פירש לו את השבח וכו' ואחריות טעות סופר הוא בין בשטרי הלואה בין בשטרי מקח וממכר. ואפשר שהר''א ז''ל סובר שאם קבל אחריות בסתם אף השבח בכלל ואם לא קבל עליו אחריות כלל חייב באחריות הקרן מפני שהוא טעות סופר אבל לא בשבח ולא כן פירשו שאר המפרשים ז''ל והחילוק שכתב רבינו אי זה יותר אם השבח אם ההוצאה מבואר בהלכות הרב כדבריו ז''ל: "
      ],
      [
        "<b>ואם הכיר בה וכו'.</b> גם זה מבואר שם ובהלכות הרב ויש מי שכתב שאם קנו מידו וכתב לו את האחריות שיש לו שבח נכסים אע''פ שהכיר בה שאינה שלו. ונראה לעניות דעתי שעל הגזלן להביא ראיה שהלוקח הכיר בה: ",
        "<b>היתה ההוצאה וכו'.</b> כך כתוב בהלכות ופשוט הוא: "
      ],
      [
        "<b>הגוזל שדה מחבירו ומכרה וכו'.</b> לשון הרב בזאת הבבא הוא קצת תמוה אצלי באמרו מחשבין עליו כל הפירות שאכל ומשלם לבעל השדה וחוזר וגובה אותם מן הגזלן לפי שהנראה מלשון זה הוא שמה שאכל באותם שנים שהחזיק בהם וכסבור שהוא שלו כיון שאחר מכן נמצא שאינה שלו שהוא משלם כל הפירות שאכל אע״פ שהגזלן גזלה ריקנית ומ״מ נותן לו הוצאתו וזהו לאכילת פירות ששנינו במס' גיטין פ' הניזקין (גיטין דף מ\"ח:) ואינו נראה כן מלשון רש״י ז״ל שכן פירש שם ז״ל לאכילת פירות הגוזל שדה ומכרה לאחר וזרעה וצמחה ועשתה פירות ובא הנגזל וגבאה עם פירותיה מן הלוקח, משמע שאם כבר אכל הפירות שאינו משלם אבל כשהן בעין בקרקע נוטלן נגזל ונותן ההוצאה והכין משמע קצת באוקימתא קמייתא דשנים אוחזין (דף י\"ד:) גבי הא דלאכילת פירות דאמר הכא במאי עסקינן כגון שגזל שדה מלאה פירות וכו' ואם כדברי רבינו לימא כגון שגזל שדה ואכל פירות. ומכל מקום דבריו עיקר כדמוכח פרק הגוזל עצים (בבא קמא דף צ\"ז) גבי התוקף בעבדו של חבירו ועשה בו מלאכה פטור ואמר התם ואי ס״ד עבדא כמקרקעי דמי אמאי פטור (קרקע אינה נגזלת) וברשותיה דמריה קאי וכן פירשו בתוס' אע״ג דנחית ליה בתורת גזלנות וכתיב השב [את כל אשר] לה ואת כל תבואת השדה מיום עזבה את הארץ ועד עתה. ומבואר פ' חזקת הדרי ארעא והדרי פירי כשמחזיקין אותו שאכלה בגזל וכן ההיא דהדר בחצר של חבירו שנתבאר פ״ג אפילו נחית לה בתורת גזלנותא היא וכבר כתבתי שם: ",
        "<b>ומ''ש ואם הכיר וכו'.</b> מפורש פ''ק דמציעא (דף ט\"ו:): "
      ],
      [
        "<b>המוכר שדה שאינו שלו וכו' וחזר הגזלן אחר וכו'.</b> מימרא פ''ק דמציעא: ",
        "<b>ואפילו נתנה וכו'.</b> פסק כרב אשי כדאיתא בהלכות. מיהו פירושה דוקא בשלא הכיר בה הלוקח שאינה שלו: "
      ],
      [
        "<b>לפיכך אם תבע הלוקח וכו'.</b> פסק כרב פפא וכן בהלכות: "
      ],
      [
        "<b>לקחה הגזלן וכו'.</b> מפורש שם בסוגיא: "
      ],
      [],
      [
        "<b>נתנוה הבעלים וכו'.</b> זה מחלוק' רב אחא ורבינא (דף י\"ז) חד אמר מתנה כמכר וקנה לוקח וחד אמר מתנה כירושה ולא קנה. ור''ח פסק כירושה וכן פסק הרשב''א ז''ל ורבינו פסק כמכר ואולי משום דמסתבר טעמא דמ''ד כמכר לדעתו ז''ל: "
      ],
      [
        "<b>הגוזל שדה ואחר שגזלה וכו'.</b> דעת הרב אלפס ז''ל בהלכות פ' חזקת דכל היכא שהודה הנגזל שמכרה ולא ראו העדים מנין המעות אין הודאתו הודאה ומוציאין הקרקע ממנו בלא דמים אע''פ שלא מסר מודעא ראו העדים שמנה לו המעות הרי זה מכר גמור כל זמן שלא מסר קודם לכן המוכר מודעא דה''ל כתליוה וזבין דזביניה זביני וכן דעת הר''א ז''ל וכן נראה קצת מההיא דאמרינן דרב ביבי וכו' אותה שמועה שהביא הראב''ד ז''ל בהשגות דמשמע דדין זה ודין תליוה וזבין שוה ורבינו פסק כרב ביבי משמיה דר''נ וצ''ע היאך חלק בין זה לההיא דתליוה וזבין אחר שהגמרא משוה אותן: "
      ]
    ],
    [
      [
        "<b>עכו״ם בעל זרוע וכו'.</b> נ״ל שהרב הוציא זאת הבבא מההיא דאמר הבא מחמת חוב כו' בפ' הניזקין (גיטין דף נ\"ח) וזהו פירושה לפי דעתו ז״ל גרסינן התם ת״ר הבא מחמת חוב ומחמת אנפרות אין בו משום סיקריקון וכו' אמר רב יוסף נקיטינן אין אנפרות בבבל והא קא חזינן דאיכא אלא אימא אין דין אנפרות בבבל מ״ט כיון דאיכא בי דואר ולא אזיל וקביל אימא אחולי אחיל. פירוש הבא מחמת חוב עכו״ם שירד לתוך קרקע ישראל מחמת חוב שהיה חייב לו הישראל ולא המתין שידונו לו בב״ד של ישראל ולא בערכאות של עכו״ם וכן מחמת אנפרות פירוש שירד לתוך קרקע ישראל מחמת טענתו שיש לו נזק שזה הישראל הזיקו או הפסידו וזה פירוש מלת אנפרות נזק והפסד אין בו משום סיקריקון שהלוקח ממנו אינו צריך להמתין כלל וכן אין נוהגים בו דיני סיקריקון המתבארין למטה אלא מקחו קיים וביאר הרב שאין לו אלא כשהבעלים מודים שהיו חייבין לו המעות או שיש ל ל עדים לעכו״ם מזה שאם לא כן בטלה דין סיקריקון שכל אנוס יאמר חוב היה לי עליו ואמר רב יוסף וכו' והא קא חזינא קא סלקא דעתיה דה״ק אין עכו״ם יורד משום אנפרות בבבל ומש״ה קא מקשינן הא קא חזינא דעבדת הכי ופריק אין דין אנפרות פירוש שהעכו״ם יורד לתוך קרקע של ישראל אין צריך להוכיח דין אנפרות שהוא טוען דכיון דאיכא ב״ד קבוע של עכו״ם ולא אזיל ישראל קמייהו נראה שהאמת טוען העכו״ם ומפני שדין האנפרות הוא שיש עדים לעכו״ם בודאי כדאמרן קאמר הכא שאין דין אנפרות. זה נראה בפירוש השמועה לדעת הרב ודעת הר״א ז״ל כדעת רש״י ז״ל תמצאנו בפירושיו: "
      ],
      [],
      [
        "<b>עכו''ם המציקין לישראל וכו'.</b> כל זאת הבבא היא בהניזקין (דף נ\"ה:) במשנה וברייתא (דף נ\"ח:) וכשמואל דאמר רביע בקרקע שהיא שליש במעות וכן בהלכות הרב ז''ל ומשמע דיד בעלים על העליונה רצו קרקע או מעות וכן הוא בהלכות: "
      ],
      [
        "<b>היורד לתוך השדה וכו'.</b> מימרא שם (ב\"מ ק\"א) בשם רב ופירוש ידו על התחתונה אם השבח יתר על ההוצאה נותן לו ההוצאה ואם ההוצאה יתרה על השבח נותן לו הוצאה שיעור שבח ופירוש זה עיקר. ויש שפירשו בפחת שישומו אותן שמאין בקיאין: "
      ],
      [
        "<b>אמר לו בעל השדה וכו'.</b> נראה שאין דעת הרב ז''ל בזה אלא בשדה שאין עשויה ליטע שאז הדין עם בעל השדה אבל בעשויה ליטע לא כל הימנו וכן עיקר ובזה הסכימו הרמב''ן והרשב''א ז''ל וכ''נ מן ההלכות. ומ''ש הר''א ז''ל שאין אומרין כן בארץ ישראל מפני ישוב א''י, י''ל שאין חוששין לכך אלא בשבעל השדה רוצה בכך אבל אם שוה יותר לזרעים מנטיעות וכדאמר בשדה שאינה עשויה ליטע אין זו טענה וכן עיקר: ",
        "<b>אמר הנוטע וכו'.</b> מפורש שם: ",
        "<b>ומ''ש מפני שמכחיש את הקרקע.</b> הוא כפי הלשון האחרון האמור שם ואפילו בחוץ לארץ דקיימא לן כלישנא בתרא: "
      ],
      [
        "<b>החצרות וכו'.</b> דעת הגאונים ז''ל בטעם פשוט: "
      ],
      [
        "<b>היורד לשדה חבירו וכו'.</b> זה מתבאר בפרק חזקת (ב\"ב דף מ\"ב) דאמר שותף כיורד ברשות דמי שנוטל בשדה שאינה עשויה ליטע כשדה העשויה ליטע ושדה העשויה ליטע נראה שכן דינו. וזהו פירוש אומדין שכתב רבינו לעיל ודין הבעל יתבאר לפנינו: "
      ],
      [
        "<b>היורד לשדה חבירו וכו'.</b> זה מפורש בהשואל (דף ק\"א) בעובדא דרב: "
      ],
      [
        "<b>היורד לתוך חרבתו של חבירו וכו' שמין לו וכו'.</b> פירוש דה''ל כשדה שאינה עשויה ליטע וכ''נ בהלכות: ",
        "<b>ואם אמר בעל הבנין וכו'.</b> מפורש שם. וכתב הרשב''א ז''ל שאם אמר בעל החורבה מתחלה הריני נותן דמיהם ונוח לי במה שעושה קנתה לו חצרו כדאיתא בחידושיו: "
      ],
      [
        "<b>כל מי ששמין וכו' אינו נוטל וכו'.</b> זה נלמוד מההיא דאמר בכתובות (דף ע\"ט:) בההיא דהאשה שנפלו לה נכסים הוציא ולא אכל ישבע כמה הוציא ויטול אע''ג דבעל כיורד ברשות: ",
        "<b>ואם אמר וכו'.</b> זה סברת הרב ז''ל בטעם נכון: "
      ],
      [
        "<b>כל ששמין לו וכו'.</b> הדין הזה נראה פשוט שכל המחוייב לתת בכיוצא בזה ויודע כמה הוא חייב נאמן לומר נתתי ובשאין יודע אינו נאמן וכדאמרינן פ''ק דבבא בתרא (דף ה') במשנה כותל חצר שנפל מחייבין אותו [לבנותו] עד ארבע אמות בחזקת שנתן עד שיביא ראיה שלא נתן מארבע אמות ולמעלן אין מחייבין אותו. סמך לו כותל אחר אע''פ שלא נתן עליו את התקרה מגלגלין עליו את הכל בחזקת שלא נתן עד שיביא ראיה שנתן ואמר טעמא בגמ' (דף ו') מי יימר דמחייבי ליה רבנן ומכאן הוציא הרב ז''ל דין זה לפי דעתו: "
      ],
      [
        "<b>בעל שהוריד אריסין כו'.</b> דע שהבעל שהוציא בנכסי אשתו כלומר בנכסי מלוג שלה ולא אכל מן הפירות כלל ישבע כמה הוציא ויטול ואמרינן התם כתובות (דף פ') שאם היתה ההוצאה יתירה על השבח אין לו הוצאה אלא שיעור שבח וזהו ידו על התחתונה וכן הדין לדעת הרב באריסים שירדו על דעתו ולא עדיפי מיניה ודברי הרב למעלה בבעל בנכסי אשתו כיורד ברשות הוא באשתו קטנה כדאמר התם וכמדומה לי שכן ראוי להיות למעלה בפירוש וכבר ביאר הרמב''ם בפרק כ''ג מהלכות אישות: "
      ]
    ],
    [
      [
        "<b>השבת אבידה וכו'.</b> מבואר בכתוב: ",
        "<b>והרואה וכו'.</b> מפורש בפסוק ובמציעא פרק שני (דף כ\"ו:): "
      ],
      [
        "<b>לקח האבידה ולא השיבה וכו'.</b> מימרא פ' אלו מציאות (בבא מציעא דף כ״ו:) ובשלקח לפני יאוש: ",
        "<b>אפילו היה בעל האבידה וכו'.</b> בע״ז בפ' אין מעמידין (עבודה זרה דף כ\"ו:) לכל אבידת אחיך לרבות את המומר ופירשו שם לתאבון בדוקא כדאיתא בגמ': ",
        "<b>אבל אוכל וכו'.</b> שם: "
      ],
      [
        "<b>אבידת עכו''ם.</b> מימרא בהגוזל ומאכיל (דף קי\"ג:): ",
        "<b>והמחזירה ה''ז וכו'.</b> מימרא בסנהדרין פרק אלו הנשרפין (דף ע\"ו:) וכו' המחזיר אבידה לעובד עכו''ם עליו הכתוב אומר למען ספות הרוה את הצמאה לא יאבה ה' סלוח לו וכו': ",
        "<b>ובמקום שיש חילול השם וכו'.</b> מפורש בהגוזל ומאכיל: ",
        "<b>ובכ''מ מכניסין וכו'.</b> ירושלמי בהניזקין מכניסין כלי עכו''ם וכלי ישראל מפני דרכי שלום: "
      ],
      [
        "<b>טעות העכו''ם.</b> פסק כרב כהנא דעבד הכי פרק הגוזל ומאכיל. מיהו מהך דשמואל ורבינא משמע התם דאין צריך שיאמר לו ישראל ראה שעל חשבונך אני סומך ורב כהנא דעביד הכי ממדת חסידות: "
      ],
      [],
      [
        "<b>עיר שישראל ועכו״ם וכו'.</b> משנה במסכת מכשירין פרק ב' ואיתא פרק אלו מציאות (בבא מציעא דף כ\"ד:) ושם נתבאר דין זה: "
      ],
      [
        "<b>היה רוב העיר וכו' אם מצא במקום מן העיר וכו'.</b> זה מבואר בפרק אלו מציאות וכגון בתי כנסיות ובתי מדרשות שלנו וכ''פ בהלכות דקי''ל דהרי היא של מוצאה ברוב עכו''ם אבל לא ברוב ישראל ואלו המקומות כרוב ישראל דרים בהן הן כדמוכח התם: ",
        "<b>אבל אם מצא וכו' ואפילו בא ישראל ונתן סימניה.</b> מפורש שם ובהלכות הרב ז''ל: ",
        "<b>אף על פי שהיא שלו.</b> מפורש שם ובהלכות: "
      ],
      [
        "<b>מצא בעיר זו שרובה עכו''ם חבית של יין.</b> מימרא שם באלו מציאות כל זו הבבא. <b>ומה שכתב שאם בא ישראל ונתן סימניה מותרת בשתיה לזה שמצאה,</b> מפורש שם ויש שפירשו סימנין אלו חותם בתוך חותם להתיר בשתיה והרשב''א הכריע דבסתימה סגי להתיר בשתיה דע''כ לא בעינן חותם בתוך חותם אלא היכא דמרתתי אבל הכא דהויא מציאה אם איתא דעכו''ם נגע אמאי הדר וסתים והויא ליה כבולשת דחביות סתומות מותרות: "
      ],
      [
        "<b>עוף שחטף בשר וכו'.</b> מעשה שם. ",
        "<b>ומ''ש מותר משום אבדה.</b> לומר דמשום ספק טרפה אסור וכדמוכח התם: "
      ],
      [
        "<b>המוצא אבידה בזוטו של ים וכו'.</b> ברייתא דרשב''א כפשטה שם וכבר כתבתי בדין זה פרק ו': "
      ],
      [
        "<b>המאבד ממונו וכו'.</b> זה פשוט (בתרא דף פ\"ג:) ואמרינן בפרק אלו מציאות (בבא מציעא דף כ\"ה:) גבי אשפה עשויה ליפנות אבדה מדעת היא פירוש ואין נזקקין לו: "
      ],
      [
        "<b>אבדה שאין בה וכו'.</b> ברייתא שם: "
      ],
      [
        "<b>מצא שק או קופה וכו'.</b> משנה שם (דף כ\"ט:). ",
        "<b>ומ''ש ואומר דעתו.</b> בגמרא מימרא שם (דף ל':): ",
        "<b>היה דרכו להחזיר וכו'.</b> מפורש שם: ",
        "<b>מצאן בשדה וכו'.</b> בעיא דלא איפשיטא מי אמרינן x כיון דאין דרכו בעיר פטור אפילו להתחיל או דילמא בשדה מיהת וכו' ופסק לחומרא: "
      ],
      [
        "<b>וכן אם מצא בהמה וכו'.</b> מפורש שם (דף ל':): ",
        "<b>החזירה וברחה אפי' מאה פעמים וכו'.</b> משנה שם ב''מ (דף ל':): ",
        "<b>לעולם הוא חייב וכו'.</b> מפורש בב״ק פרק הכונס צאן לדיר (בבא קמא דף נ\"ז): "
      ],
      [
        "<b>החזיר את האבדה וכו'.</b> מפורש שם בבא קמא (דף נ\"ו:) באוקימתא דאוקי רבה ואמר שומר אבידה כשומר חנם דמי ואף על גב דקיימא לן כרב יוסף דאמר שומר שכר הוא כמו שיתבאר פרק י''ג דין האוקימתא אמת הוא: ",
        "<b>אבל בבעלי חיים וכו'. ואין צריך דעת וכו'.</b> מפורש שם (דף נ\"ז): "
      ],
      [
        "<b>ראה בהמה וכו'.</b> פ' אלו מציאות (בבא מציעא דף ל\"א) מפורש: "
      ],
      [
        "<b>ההולך בדרך הטוב לפנים משורת הדין.</b> מעשה הוא באלו מציאות (דף ל':): "
      ],
      [
        "<b>כהן שראה אבידה וכו'.</b> משנה וגמרא באלו מציאות. <b>ומ''ש שמקיים וכו' ואין עשה דוחה ל''ת ועשה</b> הוא כגרסת ההלכות ורש''י ז''ל אבל אמת שאין אנו צריכין לכך דתיפוק לי דבעידנא דקא עייל בבית הקברות אכתי לא מקיים מצות עשה דהשב תשיבם ואין עשה דוחה לא תעשה אלא כגון כלאים בציצית ומילה בצרעת דבעידנא דקא עבר [על] הלאו מקיים את העשה ואין הגרסא כדבריהם ז''ל ולענין דינא לא נפקא לן מידי: "
      ],
      [
        "<b>ראה את האבדה ואמר לו אביו אל תחזירנה.</b> פירוש אלא עסוק בדבורי להביא לי גוזלות וכיוצא בזה יחזיר ואל יקבל ממנו. משנה וגמרא שם (דף ל\"ב): ",
        "<b>שאם קבל מאביו וכו'.</b> כשיטת הרב אלפסי ז''ל והעיקר דכי אמור בגמרא עשה ולא תעשה הוא לאו אאבדה קאי ולענין דינא לא נפקא לן מידי: "
      ],
      [
        "<b>הרואה מים שוטפין וכו'.</b> מימרא וברייתא שם (דף ל\"א): "
      ]
    ],
    [
      [
        "<b>מי שאבד לו אבידה ופגע וכו' אם יכול להחזיר וכו'.</b> פירוש שלא אמרו אבידתו קודמת כיון שהוא יכול להשיב שניהם. ופשוט הוא: ",
        "<b>ואם אינו יכול וכו'.</b> משנה שם (דף ל':): "
      ],
      [
        "<b>ופגע באבידת רבו או אבידת אביו וכו'.</b> משנה שם (דף ל\"ג:): ",
        "<b>והוא שיהיה וכו'.</b> כעולא דאמר הכי בגמ': "
      ],
      [
        "<b>הניח אבדתו והחזיר וכו' כיצד שטף נהר חמורו וכו'.</b> משנה פרק הגוזל ומאכיל (בבא קמא דף קט\"ו). <b>ומ״ש או שהתנה בפני ב״ד</b> אע״פ שאינו שם יצא לו לרב ז״ל ממה ששנינו באלו מציאות (דף ל':) מתנה בפני בית דין כאותה שיתבאר למטה וכתב הר״א ז״ל בפירושיו בב״ק מתניתין ביכול להציל דאי לא מצי אמר ליה מהפקרא זכינא עכ״ל: ",
        "<b>ואע״פ שחמורו עלה מאליו וכו'.</b> בעיא דאיפשיטא בגמרא פרק הגוזל (בבא קמא דף קי\"ו) ואיתא בהלכות: "
      ],
      [
        "<b>ירד להציל ולא הציל וכו'.</b> בעיא דאיפשיטא שם: ",
        "<b>וכן אם היה עוסק וכו'.</b> משנה באלו מציאות. <b>ומה שכתב כפועל בטל שיבטל מאותה מלאכה וכו'</b> מפורש בגמרא (דף ל\"א:) בזה הלשון כפועל בטל מאותה מלאכה וכו' ופירוש פעמים שהמלאכה מרובה והיא ביוקר ופעמים שהמלאכה מועטת והפועלים בטלים ואותה שעה משתכרים בזול כדי שלא ישבו בטלים ואם החזיר זה את האבדה בשעה שהמלאכה מרובה ונשתהה בחזרתה כדי שיהא מרויח סלע לא יאמר תן לי סלע שהפסדתי בחזרתה אלא נותן לו כשעה שהמלאכה מועטת והוא יושב ובטל שהיה משתכר חצי סלע כדי שלא יהא יושב ובטל כך פירש ר''ח והר''א והרב אלפסי ז''ל עכ''ל הרשב''א ולזה הסכים הרמב''ן. ורבינו ז''ל פירש פירוש אחר יתבאר בסוף הלכות אלו: ",
        "<b>ואם התנה וכו'.</b> מפורש במשנה (שם דף ל':): "
      ],
      [
        "<b>וכן שנים שהיו באים בדרך וכו'.</b> משנה בהגוזל ומאכיל (דף קט\"ו). <b>ומ''ש וקודם שישפך הדבש וכו'</b> שחילק הרב ז''ל בין קודם שפיכה לאחר שפיכה יצא לו מדאמר בגמרא על משנה זו אמאי נימא ליה מהפקרא קא זכינא ותירצו כשעקל בית הבד כרוך עליה ע''כ. ופירש הרב בשעקל בית הבד וכו' ועדיין לא נשפך לארץ. ונראה לפי זה שאע''פ שלא יוכל להציל אמרינן הכי כיון שעדיין לא נשפך אף על פי שעתיד להשפך וזה שסתם רבינו ז''ל אבל רש''י ז''ל פירש חבית של דבש קשורה בעקל ולא ישפך הכל אלא מנטף מעט מעט וליכא הפקר עד כאן לשונו וזה עיקר: "
      ],
      [
        "<b>היה זה בא בכד של דבש וכו'.</b> זה מפורש בסוגיא שם (דף קי\"ו) דאקשי אמתניתין דתניא ואם אמר לו אציל את שלך ואתה נותן דמי שלי חייב ליתן לו מהא דמי שברח הנזכרת למטה בסמוך מרישא דתניא אין לו אלא שכרו הראוי לו ופרקינן דטעמא דמתני' משום דאפסדיה אבל לא אפסדיה לא וזה מבואר: "
      ],
      [
        "<b>וכן מי שברח מבית האסורין וכו'.</b> ברייתא והובאה שם (דף ק\"ו) ופרק מצות חליצה (דף קט\"ז) ואיתא בהלכות. וכתב הרשב''א ז''ל ביבמות וז''ל כתב הרמב''ן ז''ל דמהא שמעינן דמי שהוא חולה וסמנין ביד חבירו שוים כ' והתנה עליו ליתן בדמיהם הרבה מחמת אונס חוליו אין לו אלא דמיהם אבל רפואתו יש לו לשלם שחכמתו מכר לו והיא שוה דמים הרבה: "
      ],
      [
        "<b>שיירא שהיתה הולכת וכו'.</b> אלו החלוקים ביכולים להציל ואין יכולין ועל ידי הדחק מפורשים בברייתא באוקימתא דרב אשי שם: "
      ],
      [
        "<b>ומ''ש שכיון ששמעוהו וכו'.</b> מפורש בהלכות: "
      ],
      [
        "<b>היו שני שותפין וכו'.</b> אוקימתא דרמי בר חמא ופירש בדין זה אין חילוק בין יכולין להציל בין אין יכולין להציל דכל כי האי גוונא שותף חולק שלא מדעת חבירו ואם לא אמר לעצמי אני מציל בכל גוונא הציל לאמצע וזה עיקר: ",
        "<b>וכן השוכר את הפועל וכו'.</b> אוקימתא דרבא שם. <b>ומ''ש הרי הוא שלו</b> לאו ביכולים להציל דביכולים להציל ודאי לאו כל כמיניה וכן פירש''י ז''ל בפועל שהיה שכיר לאותה שיירא x וכשאין יכולין להציל הדר ביה וזכי מהפקרא עכ''ל. ועיקר תוספתא שיירא שמחלו להם מנכסים מחלו לאמצע ואם אמרו משום פלוני מחלנו מה שמחלו מחלו לו ע''כ והיא כתובה שם בהלכות ורבינו ז''ל ג''כ הביאה בפ''ה מהלכות שלוחין ושותפין: "
      ],
      [
        "<b>שיירא שחנתה במדבר וכו'.</b> ברייתא שם בהגוזל ומאכיל: "
      ],
      [
        "<b>רשאין החמרין להתנות וכו'.</b> פירוש ותנאן תנאי. באותה ברייתא שם: "
      ],
      [],
      [
        "<b>ספינה שהיתה מהלכת וכו' מחשבין לפי משאוי.</b> שם (קט\"ז:) ופירש''י ז''ל אם השליך שם זה מאה ליטרין זהב ישליך זה ק' ליטרין ברזל ע''כ. כלומר וכגון שהיה לזה אלף ליטרין זהב וזה אלף ליטרין ברזל שהם שוים במשקל ולא בשויו: "
      ],
      [
        "<b>רשאין הספנים להתנות וכו'.</b> ברייתא שם: "
      ]
    ],
    [
      [
        "<b>המוצא אבדה שהוא חייב וכו'.</b> מפורש באלו מציאות: ",
        "<b>אע''פ שהיה שוה פרוטה בעת המציאה והוזלה וכו'.</b> דעת הרב ז''ל דאע''ג דאסקינן בגמרא דבעינן שתהא שוה פרוטה בשעת אבדה ובשעת מציאה לכ''ע כיון דשוה בשעת מציאה פרוטה חייב בכך והכי משמע התם באלו מציאות (דף כ\"ו): ",
        "<b>ואבן גבוהה היתה חוץ וכו'.</b> ברייתא שם (דף כ\"ח:): "
      ],
      [
        "<b>כיצד מכריזין וכו'.</b> שם פסק כר''נ וכן בהלכות: "
      ],
      [
        "<b>בא בעל האבדה ונתן סימנין שאינן מובהקין וכו'.</b> דע ששלשה מיני סימנין יש. סימנין מובהקים ביותר כגון נקב יש בו בצד אות פלוני וכיוצא בזה ואלו הסימנים מחזירין עליהם אבדה דבר תורה לדברי הכל והרי הן כעדים. סימנים חשובין כגון מדת ארכו ומדת רחבו וכן משקלו וכיוצא בזה מחזירין עליהם אבידה ואלו מחלוקת בגמרא (דף כ\"ו:) אם הם דאורייתא או מדרבנן ואלו נקראים לפעמים סימנין מובהקים בגמרא ולאלו כיון הרב כאן ואחז לשון הגמרא יש סימנין גרועין כגון סומקי וחיורי ואין מחזירין עליהם אבידה וארוך וגוץ וכיוצא בזה כיון שלא אמר מדתן: ",
        "<b>והרמאי אף על פי שאמר סימנים מובהקים וכו'.</b> פירוש סימן מובהק זה שהזכיר כאן רבינו נראה מדבריו של הר''א ז''ל שהוא אע''פ שנתן סימן מובהק כגון נקב יש בו בצד אות פלוני שהוא סימן מובהק ביותר שכך כתב בהשגות א''א סימן מובהק לגמרי. ואף על גב דסימנין כאלה דאורייתא כנזכר למעלה ברמאי חיישינן ומדאורייתא ילפינן לה וכמ''ש הר''א ז''ל וזה הדין במשנה באלו מציאות: "
      ],
      [
        "<b>בראשונה כל מי שאבדה לו אבדה וכו'.</b> ברייתא שם: "
      ],
      [
        "<b>הסימנין המובהקין סומכין וכו' דין תורה.</b> פסק רבינו כמ''ד סימנין דאורייתא ובעיא הוא באלו מציאות (דף כ\"ז) וסובר הרב ז''ל דדעת רבא (דף כ\"ח) דאמר את''ל סימנים דאורייתא הכי ס''ל דסימנים דאורייתא אינון וגרסא מפורשת יש כדבריו וסימנין אלו מפורשין שם וכן בהלכות: "
      ],
      [
        "<b>באו שנים זה נתן סימנים וכו'.</b> פירוש כשנתן סימן חשוב כחבירו אבל אם היה גרוע לא וכמו שיתבאר וזה מפורש שם: ",
        "<b>נתן האחד את הסימנים וכו'.</b> מפורש שם: ",
        "<b>זה נתן סימנים וזה נתן וכו'.</b> גם זה שם: "
      ],
      [
        "<b>מצא שמלה וכיוצא בה וזה הביא וכו'.</b> גם זה שם: ",
        "<b>זה נתן מדת ארכה.</b> שם (דף כ\"ח) ונראה מכאן שאם אין כאן אלא אחד שאומר כולה שלי היא וזה נתן מדת רחבה בלבד מחזירין אותה לו ודאי דאי לא מאי איריא כשזה נותן מדת ארכה אפילו בלאו הכי לא מהדרינן לזה שאמר מדת רחבה אלא ודאי כל זמן שאין חולק עליו נותנין אותה לו, זה נ''ל: ",
        "<b>זה נתן מדת ארכה ורחבה וכו'.</b> מפורש שם: ",
        "<b>זה נתן מדת ארכה ורחבה וכו'.</b> האמריות פי' שפה וזה כתב רבינו תחת גמיו האמור בגמ' ופירש''י ז''ל זה אומר כך ארכה וכך רחבה וזה אומר ארכה ורחבה כך וכך [אמות בין הכל] אבל איני יודע כמה באורך וכמה ברוחב עכ''ל: "
      ],
      [
        "<b>בראשונה כל מי וכו'.</b> מפורשת זאת הבבא במשנה וכדעת ר' יהודה ובברייתות שם: "
      ],
      [
        "<b>משחרב בהמ''ק וכו'.</b> ברייתא שם (דף כ\"ח:): "
      ],
      [
        "<b>ובכל זמן שהאבדה אצלו אם נגנבה וכו'.</b> פסק כרב יוסף דאמר שומר האבדה כשומר שכר בהכונס (דף נ\"ו:) ושם באלו מציאות (דף כ\"ט) וכן פוסקין בהל' ויש חולקין לומר כשומר חנם ודעת הרב עיקר: "
      ],
      [
        "<b>וצריך לבקר וכו'.</b> מפורש שם (כ\"ט:): ",
        "<b>כיצד מצא כסות של צמר וכו'.</b> מה שאמר רבינו צמר בדוקא ולא פשתן. ומה שמיעט הניעור במקל בשני בני אדם אוקימתות בגמרא (דף כ\"ט:) ומפורש בהלכות. ומה שאסר לצרכו ולצרכה בעיא דלא איפשיטא שם (דף ל') ולחומרא: ",
        "<b>נזדמנו לו וכו'.</b> ברייתא שם: "
      ],
      [
        "<b>מצא כלי עץ וכו'.</b> ברייתא ופירוש אבל לא ע''י האור אלא ישים הכלי על הכלי. ויתר דברי הבבא עד ומצא ספרים מפורשים באותה ברייתא ובהלכות מלבד שהוסיף הרב כלי פשתן ופשוט מההיא דלעיל דאמר דנעור קשי ליה: "
      ],
      [
        "<b>מצא ספרים קורא וכו'.</b> משנה שם (דף כ\"ט:). ",
        "<b>ומ''ש ולא ילמוד בהן לכתחלה.</b> פירוש בדבר שלא קרא מעולם. מיהו כתב הרשב''א ז''ל בשם הרמב''ן ז''ל דלא איתמר האי דינא אלא בספר תורה נביאים וכתובים שמי שהוא רגיל בהם אינו צריך ליגע בהם כלל ושאינו רגיל נוגע בהם ומושך אילך ואילך ויש לחוש שמא יקרע אבל עכשיו שנהגו לכתוב גמרא השונה פרקו מאה פעמים ומי שלא ראה אותו מעולם אין בו ליגע ולמשמש לפי שהוא צריך מחשבה יתירה וללמוד לכתחלה ע''כ. ואף על פי שלא כתב הרב ז''ל אלא בדין השואל נראה שהוא הדין לאבידה וצריך עיון. ויתר דברי הבבא עד מצא תפילין מפורש במשנה והברייתא והגמרא שם בפירוש. <b>ומה שכתב רבינו ששנים קורין בענין אחד ולא בשני עניינים,</b> רש''י ז''ל פירש בהפך ולשון הגמרא כאן בענין אחד כאן בשני עניינים: "
      ],
      [
        "<b>מצא תפילין שם דמיהן וכו'.</b> מימרא דשמואל שם (דף כ\"ח): "
      ],
      [
        "<b>מצא דבר שיש בו רוח חיים וכו'.</b> מבואר במשנה ובגמרא (דף ל' ל\"א): ",
        "<b>וכן התרנגולים מוכר ביציהן.</b> פירוש בנקבות ומפורש שם (דף כ\"ח:): ",
        "<b>מכאן ואילך שם דמיהן עליו והרי הן שלו ושל בעליו בשותפות וכו'.</b> זה פירוש על מה שאמרו בגמרא שם דמיהן ומניחן ופירש הרב ז''ל שומא זו למחצה והודה אליו הר''א ז''ל בהשגות ויש פירושים אחרים: "
      ],
      [
        "<b>מצא עגלים וסייחין של רעי מטפל בהן שלשה חדשים ושל בריאה וכו'.</b> מפורש שם (דף כ\"ח ע\"ב) בברייתא. ופירוש רעי פירש רש''י ז''ל בארץ מרעה ובעת הדשא שאין טיפולה מרובה וכו'. [של בריאה] בזמן שאין מרעה צריך לפטמה על אבוסה ממה שבבית שהדמים יקרים: ",
        "<b>אווזין וכו'.</b> חילוק הגדולים והקטנים בגמרא הא ברברבי הא בזוטרי ורש''י ז''ל פירש x (בזוטרי שלשים יום) ברברבי שלשה ימים הפך דברי רבינו ז''ל: ",
        "<b>וכן פירות וכו'.</b> יצא לו לרב ז''ל מהמשנה דהמפקיד (דף ל\"ח) דע''כ לא נחלקו רבן שמעון בן גמליאל וחכמים שאומרים חכמים בפירות המרקיבין לא יגע בהן אלא בפקדון שהבעלים מניחין אותה מדעת אבל באבדה לא ופשוט הוא: "
      ],
      [],
      [
        "(יז-יח) ",
        "<b>מה יעשו בדמים וכו' במה דברים אמורים בדמי וכו'.</b> מפורש במשנה ובגמרא (דף כ\"ט) וכרבי טרפון וכדעת רב יוסף דאמר כשומר שכר דמי ומבואר בהלכות שם באלו מציאות: "
      ],
      [
        "<b>כל אותן הימים וכו'.</b> זה פשוט ויראה לרב ז''ל שהוא בלא שבועה ועיקר ודומה להך דאמרי' דהמוצא מציאה לא ישבע: "
      ],
      [
        "<b>המוצא מציאה לא ישבע וכו'.</b> משנה במסכת גיטין (דף מ\"ח ע\"ב) בהניזקין ופסק הרב ז''ל כפשט המשנה ודלא כר' יצחק דגמ' (דף נ\"א) דאמר כתנא דברייתא וכן דעת הרב אלפסי ז''ל בהלכות שלא הביא אלא המשנה בלבד. וכתב הר''א ז''ל א''א הרב ז''ל פסק כרבי אליעזר בן יעקב וכו'. ודברי תימה הם דהא התם בגיטין לפי מסקנא לא קאי ר''א כוותיה דרבי יצחק דהא עבדינן אוקימתא אחריתי וכן כתבו המפרשים ז''ל דאפשר דאיתא לרבי אליעזר וליתא לדרבי יצחק וזה דעת ההלכות שאף על פי שפסק כרבי אליעזר לא הביאו ההיא דרבי יצחק ועיקר: "
      ]
    ],
    [
      [
        "<b>השמלה בכלל וכו'.</b> מדרש השור והשה והחמור הם מפורשים בגמרא (דף כ\"ז): ",
        "<b>ולמה פרט לך השמלה כו'.</b> משנה מפורשת שם באלו מציאות: "
      ],
      [
        "<b>זה הכלל וכו' כל דבר שאין בו סימן וכו'.</b> זה מפורש באותו פרק בכמה מקומות: "
      ],
      [
        "<b>וכל דבר שיש בו סימן וכו'.</b> מפורש שם: ",
        "<b>אלא אם כן ידע שנתייאשו וכו'.</b> מימרא דרב זביד (דף כ\"ג) כיון דאמר ווי לי לחסרון [כיס] מייאש לה מינה ובדבר שיש בו סימן הוא דבדבר שאין בו סימן לא בעינן עד דאמר אלא כיון דמשמש ולא מצא הוי יאוש כך פירש הרשב''א ז''ל וכדברי רבינו ז''ל ופירוש הכרחי הוא: "
      ],
      [
        "<b>וכן אם מצא וכו'.</b> מפורש שם (כ\"ד:) ופסק כפסק ההלכה: "
      ],
      [
        "<b>יאוש שלא מדעת.</b> פסק כאביי (דף כ\"א:) דהכין איפסיק הלכתא בהדיא בגמ' (דף כ\"ב:). ודע שהנראה מן הסוגיא היא שכל דבר שיש לחוש אם ידעו הבעלים בנפילתו אם לאו אסור מספק לפי ששם אמרו גבי מעות מפוזרין הרי אלו שלו ואקשינן עליה דאביי ופרקינן אדם עשוי למשמש בכיסו בכל שעה אלמא מסתמא בדבר שאין לתלות אסור דאי לא מאי קושיא ומאי פירוקא. זה נ''ל וכל הסוגיא מוכחת כך: "
      ],
      [
        "<b>הרואה חבירו שנפל ממנו דינר על הארץ וכו'.</b> זהו מימרא באלו מציאות (דף כ\"ו:). ",
        "<b>ומ''ש רבינו ואפילו החזיר לו הדינר אחר יאוש וכו'.</b> נוסחא כתובה בהלכות ובפירוש ר''ח ובקצת הספרים והשיגו עליה: "
      ],
      [
        "<b>נטל הדינר לפני היאוש וכו'.</b> גם זה מבואר באותה סוגיא: ",
        "<b>המתין לה ולא הודיע וכו'.</b> שם באותה מימרא: "
      ],
      [
        "<b>ראה סלע או מטבע וכו'.</b> פסק כרבא דבתרא הוא וכן בהלכות שם וזה לשון הגמרא (דף כ\"ו:) איכא דאמרי [אמר רבא] אע''ג דלית בה אלא שוה שתי פרוטות [חייב להחזיר מ''ט] אימא שותפי נינהו וחד מינייהו אחוליה אחליה מנתיה לגבי חבריה וכתב הרשב''א ז''ל ודוקא שתי פרוטות אבל פחות מכאן לא דמאי אמרת דילמא תרוייהו לגבי חד מחלי לכולי האי לא חיישינן עכ''ל. והכוונה שאם היה שוה פרוטה לבד או פחות מפרוטה וחצי לא חיישינן דילמא תרי מחלי לגבי חד ואף כן נראה מן הגמרא דאי לא דר''נ דאמר ראה סלע שנפלה משלשה אינו חייב להחזיר היכי משכחת לה. ומיהו אפשר שרבינו ז''ל אינו סובר ההיא דר''נ ולמטה פ''י יתבאר: "
      ],
      [
        "<b>ראה חבירו וכו'.</b> מימרא שם בהלכות: "
      ],
      [
        "<b>המוצא סלע וכו'.</b> בברייתא מפורשת שם (דף כ\"ה:) ובהלכות. <b>ומ''ש ואנו אומרים שלו היתה והוציאה מתחת ידו וכו'</b> מהלכות הרב אלפסי ז''ל ובקצת ספרי הגמרא כתוב כן וכתב הרמב''ן ז''ל דאע''ג דודאי ידיע מילתא דדידיה הוא חוששין שמא הוציא את זה ומאחר נפלה והוא אבד אחרת כיוצא בה והרי הוא כדבר שאין בו סימן הא לאו הכי אין חוששין כשם שאין חוששין למכירה במציאה אחרת עכ''ל: "
      ],
      [
        "<b>המוצא דבר שיש בו סימן וכו'.</b> ברייתא שם (דף כ\"ה) בהלכות ואתפרש בגמרא שאם יש הוכחה באותו שאין בו סימן שאינו של אותו שיש בו סימן הרי הוא שלו וכן בהלכות ויתבאר לפנינו פט''ו: "
      ],
      [
        "<b>המוצא כלי חרס וכו' עד סוף הפרק.</b> מפורש במשנה (דף כ\"א) ובגמ' (דף כ\"ג) שם בהלכות. ",
        "<b>ומה שכתב חייב להכריז שאם יבוא תלמיד חכם וכו'.</b> פירש הר''א ז''ל דהכרזה זו אינה אלא בבתי כנסיות ובבית מדרשות מקום שתלמידי חכמים מצויין שם ואין מכריזין אלא שלש פעמים והרמב''ן ז''ל פירש שלא אמרו כן אלא במוצא במקום שתלמידי חכמים מצויין שם וכדאמרינן התם בשוקא דרבנן: "
      ],
      [
        "<b>ומ״ש או שהביא שלום וכו'.</b> מפורש בהלכות ואינו באלו מציאות בגמ' אבל היא מימרא פ' הבא על יבמתו (יבמות דף ס\"ה:) והביאוה בהלכות כאן: "
      ]
    ],
    [
      [
        "<b>כל המוצא אבדה וכו'.</b> זה שכתב הרב הוא מפורש במשנה (דף כ\"ה:) ובודאי הינוח בין יש בו סימן לאין בו סימן ה''ז לא יגע כמו שכתב למטה כגון שמצא חמור והיא משנה מפורשת שם באלו מציאות (דף ל':): ",
        "<b>אפילו נסתפק לו וכו'.</b> זה ספק הינוח המוזכר בגמרא שם. ולפי הנראה מהסוגיא האמורה על משנתנו (דף כ\"ה:) מצא אחר הגפה ע''כ לא אמרינן דספק הינוח לא יטול אלא בשאין בו סימן אבל כשיש בו סימן לא אלא יטול ויכריז. וכ''כ הרשב''א ז''ל אם הוא ספק הינוח ואין בו סימן ה''ז לא יטול ואם נטל לא יחזיר ואם יש בו סימן נוטל ומכריז דהיינו אבידה דחייבה תורה להזקק לה ליטול ולהכריז והיינו דאקשינן הכא וליהוי קשר סימן וליהוי מקום סימן כלומר יטול ויכריז ויתן הבעל סימן קשר או מקום ע''כ כתבו לענין פסק הלכה גם הרמב''ן ז''ל הסכים לזה שכתב דה''מ במקום שאין משתמר לגמרי אבל המשתמר לא יטול. והנראה אצלי מדברי רבינו ז''ל שהוא גורס כן בסוף אותה סוגיא אלא איכא למימר איניש אצנעינהו והוה ליה ספק הינוח וכו' ואוקימתא זו סותרת אוקימתות הראשונות שהיו מעמידין דוקא בדבר שאין בו סימן ומ''מ הנראה מן ההלכות וגרסת ספרינו הוא מ''ש וכן פירש רש''י ז''ל ספק הינוח בדבר שאין בו סימן: ",
        "<b>ואם עבר ונטל אסור להחזירו לשם.</b> זהו שאמרו בגמרא ואם נטל לא יחזיר ופירשו הרמב''ן ז''ל והרשב''א ז''ל וכ''נ מן הירושלמי שהטעם הוא מפני שאני אומר שמא בעלים באו ולא מצאו ונתייאשו מהם ולא ישובו לבקש עוד ויבוא אחד ויטול ויפסידנו מן הבעלים ולפ''ז כתבו דאם לא הלך לו שרשאי להחזירה לשם שהרי ידע שהבעלים לא באו: ",
        "<b>ואם היה דבר שאין בו סימן זכה בו.</b> זו באמת קשה ודאי והיאך יזכה בו ויהיה שלו והלא קודם יאוש בא לידו ואין צ''ל בודאי הינוח דלאו כל כמיניה לנוטלו ויזכה לו אלא אפילו ספק הינוח ודאי לא זכה בו דהא ספקא הוא אם הוא דרך נפילה וזכה בו כדין המוצא דבר שאין בו סימן או שהוא דרך הנחה והכי בא לידו קודם יאוש וספיקא בכה''ג לחומרא וכמ''ש פי''ד ביאוש שלא מדעת וכבר השיגו הר''א ז''ל וכתב יעמוד עד אשר יבוא אליהו. והאמת כדבריו וכ''כ הרמב''ן ז''ל זה לשונו ואיהו לא קני בהאי יאוש דבאיסורא אתא לידיה וכן דעת הרשב''א ז''ל וכן דעת רבינו יונתן: "
      ],
      [
        "<b>וכל דבר וכו'.</b> זה פשוט ופירוש בין בדרך הנחה בשעבר ונטלו: ",
        "<b>כיצד דרך הנחה כגון שמצא חמור או פרה וכו'.</b> משנה שם (דף ל':). ",
        "<b>ומ''ש ביום.</b> מפורש בסוגיא דאמרינן או בלילותא אפילו חדא שעתא נמי פירוש הויא אבידה וחייב ליטפל בה: ",
        "<b>או שמצא כלי שמכוסה באשפה וכו'.</b> משנה (דף כ\"ה:) ולפנים יתבאר באי זה אשפה ואי אלו כלים: ",
        "<b>אבל אם מצא וכו'.</b> משניות מפורשות שם (דף ל':): "
      ],
      [
        "<b>ראה חמור או פרה.</b> מימרא דרב וסוגיא שם: ",
        "<b>ראה פרה וכו'.</b> מפורש בסוגיא שעל הברייתא באוקימתא דרבא שם: "
      ],
      [],
      [
        "<b>מצא פרה וכו'.</b> משנה (דף ל\"ג) וחוץ לתחום בדוקא הא תוך התחום אינו חייב להחזיר וכן מפורש בלישנא בתרא דגמרא: ",
        "<b>היתה רועה בעשבים וכו'.</b> ברייתא. ונראה דאפילו חוץ לתחום כיון דרועה היא: ",
        "<b>או שהיתה ברפת וכו'.</b> מפורש במשנה ורפת אפילו חוץ לתחום נמי כדאיתא בגמרא ופירוש שאינה משמרת ולא מאבדת פירש''י ז''ל שאינה מתעה את הבהמה שבתוכה להיות בורחת ויוצאת ואינה משמרתו שאינה נעולה ואם באת לצאת יוצאה ע''כ. והכוונה דבמאבדה הרי זו אבידה ויחזיר: ",
        "<b>מצא טלית או קרדום וכו'.</b> ברייתא שם (דף ל\"א) ז''ל טלית בצד גדר קרדום בצד גדר ופרה רועה בין העשבים אין זו אבידה ג' ימים זה אחר זה הרי זו אבידה והובאה לסיוע מימרא דרב דלעיל גם ההיא דמצא פרה וכו' וג' ימים אלו בפנות היום ובנשף וכמו שמוכיח שם. וכתב הרשב''א ז''ל וז''ל מסתברא דלאו אפרה רועה בין העשבים בלחוד קאי אלא אכולה מילתא ואפי' טלית בצד גדר דודאי בודאי הינוח כל שלא נטלו משם תוך ג' ימים זמנן מוכיח עליהן דהרי זו אבידה ע''כ. ורבינו לא חלק: ",
        "<b>בסרטיא וכו'.</b> ברייתא שם: "
      ],
      [
        "<b>מצא גוזלות מקושרין וכו'.</b> פירוש גפה סתימת כותל של עץ או של קנים גדר של אבנים עכ''ל ר''ש ז''ל. <b>ומ''ש ומדדין</b> פירוש לדעת הרב אפילו מדדין לא יגע בהן ואין צ''ל באין מדדין. וכל זאת הבבא משנה וסוגיא שם (דף כ\"ה:) וכבר כתבתי למעלה מה שהוקשה במ''ש הרי אלו שלו כלומר מפני שאין בו סימן וכן השיגו הר''א ז''ל דספק הינוח יעמוד עד שיבא אליהו בדבר שאין בו סימן: "
      ],
      [
        "<b>מצא באשפה וכו' ואם אשפה וכו'.</b> פסק כשתי האוקימתות האמורות בגמרא (דף כ\"ה:) ועל המשנה דלא פליגן אהדדי ועיקר: "
      ],
      [
        "<b>מצא פירות וכו'.</b> מפורש במשנה ובגמ' (דף כ\"א) בראש הפרק: ",
        "<b>וכן אם מצא כריכות קטנות וכו'.</b> דין הכריכות משנה ומסקנא בגמ'. <b>ומ''ש שהרי אין בהם סימן</b> פירוש שאין לומר מקום הוי סימן דבני רשות הרבים מגלגלין אותם ודוחפין אותם ממקומם: ",
        "<b>עיגולי דבילה וכו'.</b> שם במשנה, וכל אלו הטעם שהרבה מהן שוין במשקל שכן דרך העושין אותם למשקל אחד. אי נמי כשהן דברים שאין דרך לידע בהם משקל לעולם ופירוש הבאות ממדינתן שלא נעשה בהן שינוי. ופירוש אניצי פשתן רשתות רשט''א בלעז ולשונות של ארגמן צמר סרוק ועשוי כמין לשונות של ארגמן: ",
        "<b>ואם יש בהן סימן.</b> מסקנא דגמרא שם (דף כ\"ב:): "
      ],
      [
        "<b>אבל אם מצא ככרות וכו'.</b> משנה (דף כ\"ד כ\"ה) והחילוק בין נפתחו אוצרות ללא נפתחו מפורש שם בגמ' (דף כ\"ג:) והטעם שכתב רבינו ז''ל כדעת רש''י ז''ל והר''א ז''ל כתב טעם אחר לומר שאפילו הם רשומין ברושם משונה שאין דרך בכך הרי אלו שלו וכן דעת הרשב''א ז''ל. עוד כתב הר''א ז''ל מיהו דוקא ברקתא דנהרא וכו' ועיקר דהכין מסקנא דגמרא למ''ד מקום הוי סימן. ונראה לי שכשכתב רבינו ז''ל לפנינו גבי כריכות דרך הנחה ברה''י חייב להכריז ה''ה לכל הדברים שהזכיר. ומ''מ עיקר הדין כך הוא דכל דרך הנחה בדבר שאין בני רה''ר דוחפים אותם ברגליהם הוי מקום סימן אבל בדברים קטנים לא שאני אומר בני רה''ר דחפוהו ולא נמצא במקום שהניחו ודרך נפילה אין לומר מקום הוי סימן שהרי אינו יודע כשנפל בו. זה העולה מכלל הסוגיות: "
      ],
      [
        "<b>מצא כריכות וכו'.</b> הלכה בגמרא (דף כ\"ג) ומה שכתוב בקצת ספרי הרב שהמקום אינו סימן מובהק ט''ס הוא שהרי כתב למעלה פי''ג או מקום האבדה סימנין מובהקים הן. ויש קצת ספרים שהגיהו למעלה שיעור האבדה כדי שלא יהיו דבריו הפכים למ''ש כאן ואינו דהכין אסיקנא בגמ' ובהלכות דמקום הוי סימן מובהק כמו מדה ומשקל ועוד שהרי כתב שם פי''ג שאם נתן סימנים שאינן מובהקין אין מחזירין לו האבדה וא''כ שהמקום אינו סימן מובהק מה יועיל בכאן אלא ודאי זה שנמצא כאן ט''ס הוא: ",
        "<b>מצא אלומות וכו'.</b> ברייתא (דף כ\"ב:): "
      ],
      [
        "<b>מצא עיגול וכו'.</b> פסק כר''י דמתני' (דף כ\"א) דלא כר''מ וכפסק המשנה: "
      ],
      [
        "<b>מצא פירות מפוזרין וכו'.</b> מימרא וסוגיא בראש הפרק. ",
        "<b>ומ''ש כל אלו ספק.</b> בעיי דלא איפשיטו שם. ",
        "<b>ומ''ש שהיה הקב משנים ושלשה מינין כגון שומשמין תמרים ורמונים.</b> לפי גרסת גמרתנו הכוונה אחת משלש אלה ואיבעיא להו התם מי אמרינן כיון דשומשמין חשובין הן טרח ומאסף להו ותמרים ורימונים כיון דלית בהו טירחא שהן גסין מאסף להו או דילמא לא שנא והוא כלל לכל כיוצא בזה. זה מפורש בגרסאות שלנו: "
      ],
      [
        "<b>המוצא ציבורי פירות וכו'. או פירות בכלי.</b> פירוש מפני שסתם כלים יש בהן סימן ופירות סתמן של בעלי הכלי. ופירוש כמות שהוא ריקן ולשונו כלשון המשנה (דף כ\"ד כ\"ה): ",
        "<b>מצא כלי ולפניו פירות וכו'.</b> נמצא בקצת ספרי רבינו הרי שלו הפירות והכלי. והוא טעות דודאי בכלי שיש בו סימן הוא דאי לא פירות בכלי או כלי כמות שהוא אמאי חייב להכריז אלא כך ראוי להיות הרי אלו שלו הפירות והכלי נוטל ומכריז ואם כדברי הספרים הוא איני מבין כוונת רבינו ז''ל דדומיא דכלי כמות שהוא עסקינן ועוד שהרי מבואר כן בגמ' והכלי אינו שלו מיהו בכלי שאין בו [סימן] ודאי שלו וכמו שנתבאר פי''ד: "
      ],
      [
        "<b>כיצד היו וכו'.</b> חלוקין אלו מפורשין בגמ' (דף כ\"ה) אוקימתא דרב פפא ובתרי לישני בתראי: "
      ],
      [
        "<b>המוצא קציעות וכו'.</b> פי' תאנים יבשות שקוצצין באיזמל ומוהל שלהן זב ושוטחים אותם ליבשם וברייתא היא מפורשת בראש הפרק (דף כ\"א:) ופטור המעשר הוא כדין הפקר שפטור: "
      ],
      [
        "<b>תמרים שמשירן הרוח וכו'.</b> מפורש בגמ' (דף כ\"ב:) והני מילי דהיתר התמרים יותר מזיתים וחרובין מפני שהבעלים מוחלין להם מפני שהבהמות והחיות אוכלים אותם מחמת מתיקתן ואין אוכלים שאר פירות כגון זיתים וחרובין והכין איתא בגמרא וכפירושו פירשו רוב המפרשים: "
      ],
      [
        "<b>חתול רע וכו'.</b> מימרא במרובה (דף פ':) וכתב הורג את הקטנים מפני שאותו מעשה כך היה שהחתול x הרג תינוק ודרש רב כך שאסור לקיימו: "
      ],
      [
        "<b>גוזל הנמצא וכו'.</b> משנה בפ' לא יחפור (בבא בתרא דף כ\"ג:): ",
        "<b>נמצא בין שני וכו'.</b> משנה שם: ",
        "<b>בד''א וכו'.</b> מימרא שם ופסק רבינו כדעת ההלכות ופירוש כגון שהיה תוך כ' אמה לשובך שיוניו מעטין ותוך מ' לשובך שיוניו מרובין אפילו אם היה יותר מנ' אמה לשובך פשיטא שאינו שלו שאין המדדה מדדה יותר מנ' אמה: "
      ]
    ],
    [
      [
        "<b>המוצא מחטין וצנורות וכו'.</b> פירוש צנורות מזלגות קטנות של טוות זהב והיא ברייתא בגמ' (דף כ\"ד) מפורשת באלו מציאות ובהלכות: "
      ],
      [
        "<b>וכן המוצא מעות וכו'.</b> משנה שם (דף כ\"ה). ",
        "<b>ומ''ש אפילו היו מקצת.</b> מפורש בגמ' (דף כ\"א) ובהלכות: ",
        "<b>אבל אם מצא צבור מעות וכו'.</b> משנה שם (דף כ\"ד כ\"ה): ",
        "<b>מצא ג' מטבעות.</b> משנה ופירוש עשויין כמגדל לדעת ר' חנינא דגמרא הגדול מלמטה ובינוני על גביו וקטן מלמעלה כדרך מגדל שמקצר ועולה וכן מפורש שם אליביה והכי קי''ל הא לאו הכי אמרינן דרך נפילה היה והרי אלו שלו: ",
        "<b>או שהיו וכו'.</b> מפורש שם בגמרא: ",
        "<b>או שהיו וכו'.</b> גם כן שם: ",
        "<b>היו עשויים כשיר.</b> פירוש מוטלין בעיגול כאצעדה. כשורה זה אצל זה. [כחצובה] כשלש רגלי קנקן כל אחד כנגד אויר של שנים. כסולם רוב אמצעי על התחתון ורוב עליון על האמצעי כמין מעלות לשון רש''י ז''ל (דף כ\"ה) ובעיי ולא איפשיטו נינהו ואינן בהל' לפי שהן דברים שאין מצויים: "
      ],
      [
        "<b>המוצא וכו'.</b> משנה שם והטעם מפני שיש סימן בכיס פירוש כמות שהוא ריקן: ",
        "<b>מצא כיס וכו'.</b> מפורש בברייתא ובסוגיא: "
      ],
      [
        "<b>המוצא מעות וכו'.</b> משנה שם והטעם אפילו בדבר שיש בו סימן הרי אלו שלו מפני שהרבה עכו''ם מצויין שם ומתייאש מהם וכ''כ הרב למטה וכן פירשו בתוס' והראב''ד ז''ל. ויש מי שכתב אפילו אין רוב עכו''ם מצויין שם דכיון דחנוני דר שם יאושי מיאשי בעלים מינייהו דאמרי כיון דאיהו דר ביה איהו אשכחינהו וכיון דלא אכריז דעתיה לגזול ולא מצינא לאוקומי בדינא דמשתמיט ואמר אנא לא אשכחיתיה אינשי דעיילי ונפקי דילמא חד מינייהו אשכח עכ''ל הרשב''א ודוחק הוא: ",
        "<b>ולמה לא תקנה וכו' ואע''פ שבעל החנות וכו'.</b> כבר השיג עליו הר''א ז''ל לומר שאפילו אמר תקנה לי רשותי לא קנה לפי שבאה לו המציאה קודם יאוש פירוש כאביי דאמר יאוש שלא מדעת קונה והויא ליה חצרו כידו וכ''כ הרשב''א ז''ל. אבל הטעם השני הכתוב בהשגות איני מבין: "
      ],
      [
        "<b>מצא מעות בחנות השולחני וכו'.</b> מבואר במשנה ובגמרא שם ובהלכות. <b>ומה שכתב מפני שהן צרורין יש להם סימן,</b> לומר דבדבר שאין לו סימן אפילו ברוב ישראל הרי אלו שלו: "
      ],
      [
        "<b>הלוקח פירות וכו'.</b> משנה מפורשת שם וכו': ",
        "<b>בד''א וכו'.</b> מימרא בגמ' (כף כ\"ז). ",
        "<b>ומ''ש אבל אם בעה''ב.</b> פירוש שהלוקח מבעה''ב דש הפירות ע''י עצמו או ע''י עבדיו ושפחותיו הכנענים כלומר שמה שקנו הן הוא לרבן חייב להחזירו אבל עבדים עברים שמא משלהם הן או שמא של בעל הבית והרי אלו שלו מיהו כתב הרמב''ן והרשב''א ז''ל שאם היה הלוקח תגר אע''פ שלקחן מבעה''ב הרי אלו של תגר דיאושי מיאשי מינייהו כיון דאורחייהו דתגרי למזבן הכא ולזבוני הכא: "
      ],
      [
        "<b>המוצא מטמון בגל או בכותל ישן הרי אלו שלו וכו'.</b> משנה (דף כ\"ה:). ",
        "<b>ומ''ש כדרך כל המטמונו' הישנות.</b> שם בגמ' (דף כ\"ז): "
      ],
      [
        "<b>והואיל וחצרו וכו'.</b> יש נותנין טעם אחר ולפי דעת הרב אפילו בחצר המשתמרת דין זה קיים ולפי דעת הראב''ד דוקא באינה משתמרת ועיקר הדין כדברי רבינו ז''ל שאל''כ ה''ל למתני' לאפלוגי בדידיה אבל יש נותנין טעם אחר: "
      ],
      [
        "<b>מצא מטמון בכותל וכו'.</b> משנה וגמרא כפשטן ורבו הפירושים והסברות בזה והקשו למה הרי הן של מוצאו כיון דדבר שיש בו סימן הוא יטול ויכריז. ויש מי שתירץ דהכא כגון שנראין הדברים שזה ימים מרובין שדברים אלו כאן ומפני יאוש בעלים נגעו בה. ותירוץ אחר דכיון שהחור פתוח לרה''ר הויא ליה הנמצא אבידה בעיר שרובה עכו''ם וה''נ ברובה עכו''ם הוא ורבינו ז''ל כתב סתם כפשט השמועות: "
      ],
      [],
      [
        "<b>ויראה לי וכו'.</b> טעם נכון דכי אמר הרי הן של בעה''ב לאו משום דתקנה לו חצירו הוא דאם כן אפילו מחציו ולחוץ וכו' וטעמא שאינו קונה לפי שהחור הזה הפתוח לרה''ר חצר שאינה משתמרת היא וכי אמר הרי אלו של בעל הבית דאיהו אצנעינהו וכיון שהוא מודה דלאו דידיה הודאת בעל דין כמאה עדים וכן נראה מן הסוגיא שם שאין כותלו זוכה לו כלל: ",
        "<b>לפיכך אם היה משכיר וכו'.</b> מפורש במשנה (דף כ\"ה:) ובגמרא (דף כ\"ו). <b>ומ''ש ג' עכו''ם</b> כתב עליו הר''א ז''ל א''א בגמרא מסיק אפי' לג' ישראל ע''כ. והאמת דר''נ הכין ס''ל התם והלכתא כוותיה בדיני. ואולי מפני שרבא חולק בההיא דר''נ דאמר דאזדא לטעמיה כתב הרב ג' עכו''ם וכן עיקר דהא אמר רבא דחיישינן בסלע שנפל מג' אפי' לית בה אלא שתי פרוטות שחייב להחזיר דילמא שותפי נינהו הכי נמי בפונדק שהשכירו לשלשה ישראל כיוצא בזה שהרי הגמרא משוה אותם בפירוש וזה עיקר: "
      ]
    ],
    [
      [
        "<b>כל מציאה שאמרנו בה שהיא של מוצאה וכו'. . אבל אם ראה וכו'.</b> משנה מפורשת פ' שנים אוחזין (בבא מציעא דף י') ועבדינן עלה שתי אוקימתות דאקשינן אמאי אין ארבע אמות של אדם קונות לו ופריק כיון דנפל גלי אדעתיה דבנפילה ניחא ליה דליקני בארבע אמות לא ניחא ליה דליקני רב אשי אמר כי תקינו רבנן ד״א בסימטא כלומר משנתנו במקום שאין ד' אמות קונות כגון ברה״ר ורבינו ז״ל סתם נראה שהוא סומך על האוקימתא הראשונה דמשמע שאף במקום שד' אמות קונות כשנפל לא קנה דהויא אוקימתא דגמ' אע״פ שדין האוקימתא השנייה אמת שאין ארבע אמות קונות בכל מקום כמו שיתבאר בפרק זה: "
      ],
      [
        "<b>היה רוכב על גבי וכו'.</b> החילוק בין אומר זכה לאומר תנה מפורש בגמ' במימרא דר''י. והטעם כיון שאמר זכה וזה שתק הרי זה מגביה מציאה לחבירו וקנה חבירו אבל בתנה לא נעשה שלוחו לזכות בה בהגבהתו אלא ליתנה לו. ודינין אלו מפורשים שם במשנה ובגמרא ובהלכות: "
      ],
      [
        "<b>המגביה מציאה וכו'.</b> פסק כפסק ההלכות שם: ",
        "<b>הגביהו המציאה שנים.</b> מפורש באותו פרק (דף ח') בפירוש ובהרבה מקומות: "
      ],
      [
        "<b>הגביהה לו חרש שוטה וקטן וכו'.</b> זה מתבאר מאותו שלפנינו דהגביהה חרש ופקח וכ''ש היא דהשתא התם דחרש היה מגביה לצורך עצמו ותיקנו חכמים בעלמא שיקנה כדי שלא יבאו לנצות לא קנה מפני שהפקח לא קנה שהרי ראשה האחת אצל פקח כמונחת על גבי קרקע כ''ש כאן שאין כאן פקח והחרש מגביהה לצורך פקח וכן מתבאר בסוגיא: ",
        "<b>הגביהה חרש ופקח וכו'.</b> משנה שם (דף ח'): ",
        "<b>היו שניהם חרשים תקנו חכמים וכו'.</b> מבואר שם: "
      ],
      [
        "<b>שנים שראו גמל או חמור של מציאה וקדמו וכו'.</b> עיקר הנוסחא בקצת ספרי הרב כך שנים שראו גמל או חמור של מציאה וקדמו שניהם והנהיגוהו או משכוהו או שהיה אחד מנהיג ואחד מושך קנו שניהם בד''א בחמור אבל בגמל אם היה אחד מנהיג ואחד מושך המושך קנה אבל לא המנהיג ע''כ. הכוונה שבגמל גופיה אם היו שנים מנהיגים קנו שניהם אבל אחד מנהיג ואחד מושך המושך קנה ולא המנהיג ופסק כלישנא בתרא דגמ' (דף ח' ט') דאמרינן איכא דאמרי הנהגה בגמל (לא קני) ופירוש במקום משיכה וברייתא היא שם ופירש הרב בה פירוש נכון והר''א ז''ל מצא ספר שהיה חסר ממנו קצת הבבא והיה כתוב או שהיה אחד מנהיג ואחד מושך המושך קנה ולא המנהיג ועל כן השיגו אבל טעות סופר היה באותם ספרים: "
      ],
      [
        "<b>בהמת מציאה שקדם אחד ואחז במוסרה וכו'.</b> משנה מפורשת שם בריש מציעא: ",
        "<b>וכן בנכסי הגר.</b> שם (דף ח':) מפורש מפני שאין שם דעת אחרת מקנה: "
      ],
      [
        "<b>היה אחד רוכב וכו'.</b> מפורש שם (דף ט') ברייתא ואוקימתא דרב אשי ובגמרא אמר רב יהודה דרוכב לא קנה אא''כ מנהיג ברגליו ויש פוסקין כן ואין זה דעת הרב אלפסי ז''ל אלא רוכב בלא הנהגה קנה וזה דעת רבינו ז''ל: "
      ],
      [
        "<b>חצירו של אדם קונה וכו'.</b> מימרא מפורשת שם (דף י\"א): ",
        "<b>בד''א בחצר המשתמרת אבל בשדה וכו'.</b> משנה מפורשת ובגמרא ופירוש דבעינן תרתי בחצר שאינה משתמרת עומד בצד שדהו ושיאמר זכתה לי שדי וכן מוכיח פשט המשנה וגמרא וכן מפורש בפירוש בירושלמי וכן פירשו רוב המפרשים ז''ל אבל הרשב''א ז''ל חלק ואמר דכי קתני מתני' ואמר זכתה לי חצירי קנה לאו דוקא דה''ה לא אמר כיון דעומד בצד שדהו ומשום סיפא נקטה וראייתו דכיון דד' אמות דרבנן קונות אפילו לא אמר כ''ש חצירו דאורייתא כיון דעומד בצד שדהו. ול''נ כיון דלא אמר דאלימא קנייה דד' אמות טפי מפני שהוא יכול לנטות עצמו וליטלה וכן עיקר: ",
        "<b>עומד בתוך שדהו.</b> יש שפירשו עומד בצדו ובתוכו אבל בצדו וחוצה לו לא וכן מוכח לדעתם פ' כל גגות בעירובין ולשון המחבר כלשון הגמרא: ",
        "<b>וכן ד' אמות וכו'.</b> מימרא שם (דף י':): "
      ],
      [
        "<b>במה דברים אמורים בסימטא.</b> פי' קרן זוית הסמוכה לרחוב רשות הרבים והיא הפקר לרבים לימשך בתוכה הצריכים לצאת מן הדחק, לשון רש''י שם. וחילוק רשויות אלו מבוארים שם ושדה שאין לה בעלים כתב רבינו בפירוש שדה דעלמא הנזכר בגמ' שם: "
      ],
      [
        "<b>קטנה יש לה חצר וכו'.</b> דין קטן וקטנה מפורשין הם במסקנא דגמרא ובהלכות. ",
        "<b>ומ''ש ארבע אמות של אדם כחצירו לענין מציאה.</b> אפשר שרמז למה שכתבו הראשונים שאין ארבע אמות קונות כל זמן שיש בו דעת אחרת מקנה שהרי לא יבואו לידי נצוי: "
      ],
      [
        "<b>מי שראה אחרים רצים.</b> משנה וגמרא (דף י\"א) ובהלכות: ",
        "<b>ואם נתנו לו במתנה וכו'.</b> בעיא דאיפשיטא שם (דף י\"ב) וסובר הרב דאפילו מתנה אם היו מהלכין או פורחין כדרכן לא קנה כן מוכיח בגמרא בפירוש דבעיא לא קיימא אלא ארץ אחריהם ואין מגיען אבל שבור הוא הצבי והגוזל אינו מפריח הא לאו הכי אפילו במתנה לא קנה: "
      ],
      [
        "<b>מציאת חרש וכו'.</b> משנה וגמרא בפ' הניזקין בגיטין (דף נ\"ט:). ודין החומש פשוט שאינו אלא כשכפר בדבר שאם הודה בו היה מתחייב: "
      ],
      [
        "<b>מציאת בנו ובתו הסמוכים וכו'.</b> פסק כר״י בפרק שנים אוחזין (בבא מציעא דף י\"ב:) דאמר גדול וסומך על שולחן אביו זהו קטן: ",
        "<b>ומציאת בתו כו' ואפילו מכורה אמה.</b> מפורש בגמ' כן בפירוש וכן מוכיח בפ' האומר (דף ס\"ד ס\"ה) וכי קאמר ר''י קטן ואינו סומך על שלחן אביו זהו גדול פי' ומציאותו שלו דוקא קטן אבל נערה וקטנה לאב הוייא: ",
        "<b>מציאת עבדו וכו'.</b> הכל מפורש במשנה ובגמרא שם (ב\"מ י\"ב): ",
        "<b>ומציאת עבדו ושפחתו העברים.</b> משנה שם ופסק כפשט המשנה וכאוקימתא דרב פפא בגמ' (דף י\"ב:) דהכי אמרינן מציאת פועל לבעל הבית דוקא בששכרו ללקט מציאות הא שכרו למלאכה סתם לא ועבד עברי אין סתמו ללקט מציאות וכ''פ כרב פפא בפירוש בפ''ט מהלכות שכירות וכ''פ מהרי''ף ז''ל שהביא משנתנו סתם והוא קצת תימה איך לא פסק כרבא דאמר דמתני' כגון שהגביה מציאה עם מלאכתו או כרבי דאמר בעבד נוקב מרגליות עסקינן שאינו רוצה לשנותו למלאכה אחרת הא לאו הכי מציאתו לרבו ואולי משום דאוקימתא דרב פפא בתרייתא והוא בתרא טפי פסק כמותו וצ''ע. <b>ומה שכתב מגורשת ואינה מגורשת</b> פירוש ספק מגורשת והדין מבואר שם בגמרא: "
      ]
    ],
    [
      [
        "<b>המוצא שטר חוב אע''פ שלא פירש בו אחריות וכו'.</b> משנה מפורשת שם פרק שנים אוחזין ומפורש בגמ' ובהלכות הרב ז''ל: ",
        "<b>לפיכך אם פירש וכו' שהוא שלא באחריות.</b> כלומר שכתב בו בפירוש שאינו משעבד נכסיו ושלא יטרוף ממה שימכור או יתן לאחרים אחר שטר זה, ופשוט הוא שם: "
      ],
      [
        "<b>וכן אם מצא שטר שזמנו בו ביום וכו'.</b> מימרא דר''י שם ומה שהצריך חייב מודה הוא כאוקימתא דרב כהנא שם דאי לאוקימתא קמייתא הא אמרינן דאפי' אין חייב מודה דכיון דמקויים הוי אין לחוש שמא כתב ללוות ולא לוה ולפריעה בת יומא לא חיישינן אבל הרב פסק כאוקימתא דר''כ וכן בהלכות מיהו תמה עליה הרשב''א ז''ל למה הצריכו הנפק אחר שחייב מודה וז''ל דברי תימה הם דכיון דחייב מודה כתוב בו הנפק למה לי דאי משום קנוניא ליכא דאי בעיא כתיב ליה שטר אחר מהשתא דלא בירושלים יתבינן דכתבי שעות אלא לרב כהנא ודאי לא צריך שיהא כתוב בו הנפק ולדבריו ליתא בדרב אשי אר''י הנפק כלל עכ''ל. ורבינו יונתן ז''ל כתב בפירוש ההלכות ז''ל ור' יוחנן לא ס''ל עדיו בחותמיו זכין לו ומש''ה בעי שיהיה כתוב בו הנפק וגם זה צ''ע: "
      ],
      [
        "<b>מצא שטר בחמת או וכו'.</b> משנה ופירשה רבינו כפירש''י ז''ל והוא בהלכות: ",
        "<b>מצא ג' שטרות וכו'.</b> משנה וגמרא וזאת הבבא כשהלוה אחד והמלוה אחד או כשלוין ג' והמלוין ג' שאין הוכחה לאחד יותר מחבירו ולפיכך יחזיר למי שיתן סימן ואין חילוק בין מקויימין לשאינן מקויימין: "
      ],
      [
        "<b>היה הלוה אחד וכו'.</b> פסק כרשב''ג דמשנתנו וכפירוש הגמרא וההלכות: ",
        "<b>היה המלוה אחד וכו'.</b> גם זה כרשב''ג וכפירושא דגמרא: "
      ],
      [
        "<b>מצא שטרות וכו'.</b> זה למד מהמשנה וכו' ואוקימתא דגמרא שם בסוף הפרק אע''פ שיש מי שלא פירשה כך ומ''מ לדברי הכל דינו של רבינו אמת: "
      ],
      [
        "<b>מצא גיטי נשים וכו'.</b> כתב הר''א ז''ל א''א תמה אני היכי פסקה למילתא דהא בעינן לאלתר אי נמי בשלא הוחזקו שני יוסף בן שמעון ומקום שאין השיירות מצויות כדכתוב בהלכות הרב ז''ל. ונ''ל שרבינו ז''ל סומך במה שכתב בדינין אלו בפרק שלישי מהלכות גירושין ושם ביאר בארוכה ומה שנראה לו מענין פסול הגט והכשרו אבל כאן לא בא להודיענו אלא בזמן שהגט כשר אם ינתן לו או לה וזה פשוט וברייתא היא פרק שנים אוחזין (ב\"מ דף י\"א): "
      ],
      [
        "<b>הוא אומר סימני החוט וכו'.</b> פרק אלו מציאות (בבא מציעא דף כ\"ח): "
      ],
      [
        "<b>מצא גט שחרור וכו'.</b> ברייתא שם (דף י\"ט) והטעם בגט אשה ובגט שחרור שמחזירין כשהבעל מודה אמר בגמרא דאמר להו [אייתי ראיה] אימת מטו גיטי לידייכו והא דלא אמר הכי בשטרי דעלמא מפורש שם: "
      ],
      [
        "<b>מצא שטר מתנה וכו'.</b> מפורש בגמרא ובהלכות שם. ודע שדעת הרמב''ן והרשב''א ז''ל הוא שאם היה בו קניין יחזיר למקבל שכיון שקנו מידו משעת קניין זכה ואפי' לא מטא שטרא לידיה ולא כדברי הרב אלפסי ז''ל ור''ח ז''ל דאפי' בשטרי אקנייתא אמרי דבעינן מטא שטרא לידיה ודעת רש''י ואבן מיגש ז''ל כדברי האחרונים וכן הדין בשטרי מקח וממכר: ",
        "<b>ואם מתנת שכיב מרע וכו'.</b> גם זה שם. פירוש דבריו שאפילו נתן לאחר אחר מכאן במתנת שכיב מרע האחרון קנה ואף כשיוציא זה שטר זה אינו כלום שהרי השכיב מרע יכול לחזור בו וכל שנתנה לאחר חוזר בו. מיהו כתב הרמב''ן ז''ל הפירוש המועתק מן הנוסחאות מן הגאון מר יהודאי דקאמר אי ממתנת שכיב מרע וכו' אינו נכון בעיני שהכותב דייתיקי אחרת ומסרה ליד מקבל ואח''כ מסר את הראשונה למקבל זה המקבל השני שקבל דייתיקי ראשונה קנה הילכך כי אמר תנו ודאי אית ליה פסידא אלא שהדין נותן דבר מיהדר הוא ע''כ. מיהו בדין זה לא נפקא לן מידי דמאיזה טעם שיהיה יחזיר אבל כתבתי סברת הרמב''ן ז''ל להתלמד במקום אחר: "
      ],
      [
        "<b>מת שכיב מרע וכו'.</b> מפורש שם: "
      ],
      [
        "<b>מצא שובר וכו'.</b> ברייתא שם גבי שובר כתובה וה''ה בכל השוברין. ומפרש רבא בגמ' טעמא דלא חיישינן שמא נכתב השובר ליתן בניסן ולא נתן עד תשרי ובינתים מכר השטר משום דקי''ל כשמואל דאמר המוכר שט''ח לחבירו וחזר ומחלו מחול וכי אמר תנו לו השובר אין לך מחילה גדולה מזו: "
      ],
      [
        "<b>מצא כתובה וכו'.</b> דין כתובה כשאר שטרי חוב ופשוט הוא: "
      ],
      [
        "<b>מצא איגרות שום ואגרות מזון.</b> משנה כלשונה שם ופירש''י אגרות שום ששמו ב''ד נכסי לוה למלוה בחובו. ואגרות מזון שקבל עליו לזון את בת אשתו ע''כ. ורבינו יהונתן פירש דארישא קאי אאגרות שום והרי הוא כמו שאמר אגרות שום של מזון שבאת האם או הבת לתבוע מזונותיה לפי שהוא לא קיים תנאו ושמין לה ב''ד קרקע במזונותיה. ולפירש''י ז''ל בשיש בו קנין הוא ובעל הערוך פירש על משנה דאלו מגלחין איגרות שום שום היתומים אגרת מזון מזונות אלמנה עכ''ל. ונראית כוונתו מזון אלמנה דאת תהא יתבא בביתי וכן מזונות הבנות בנן נוקבן דיהוויין ליכי והטעם בכל אלו שאפילו לא נכתבו כמו שנכתבו הן ואין הכתיבה מועילה ומורידה בהם. ויתר דברי הבבא מפורשים במשנה ובגמרא שם: ",
        "<b>כללו של דבר וכו'.</b> עולה מן הסוגיות האמורות שם: "
      ],
      [
        "<b>כל השטרות הנמצאים וכו'.</b> כתב הר''א ז''ל א''א דין זה אינו מחוור וכו'. ונראה שיצא לרבינו ז''ל מדאמר במתני' ובכל דוכתא לא יחזיר דמשמע לכתחילה ולא אמר ה''ז פסול. ואינו מוכרח והרשב''א הקשה עליו ותירץ הקושיא ולא הכריע: <b>סליקו הלכות גזלה ואבדה בס''ד</b> "
      ]
    ]
  ],
  "textkm": [
    [
      [],
      [
        "<b>אפילו עכו״ם כו'.</b> יש לתמוה על זה שכתב שאסור לעשקו דהא קרא לא תעשוק את רעך כתיב דמשמע לאפוקי עובד כוכבים ועוד קשה דאמרינן בפרק הגוזל ומאכיל (בבא קמא דף קי״ג:) דהפקעת הלואתו מותר ועושק היינו הפקעת הלואתו כמ״ש רבינו בסמוך אי זהו עושק וכו' כגון שהיה לו ביד חבירו הלואה או שכירות ויש לומר שרבינו סובר כדפי' רש״י הפקעת הלואתו שאין גזל ממש שרי כי ליכא חלול השם כגון היכא דטען ליה ליורש נתתיו לאביך ומת דלא ידע העכו״ם בהדיא דקא משקר וגם התוס' כתבו שם אף על גב דטעות העכו״ם מותר אסור להטעות העכו״ם כשהוא יודע שגוזל ועושה עצמו כלא יודע. ודייק רבינו לכתוב אסור לגזלו או לעשקו ולא כתב שעובר עליו בלא תעשה לומר שאין איסור זה מן התורה: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>גזל שתים שוות פרוטה והחזיר אחת גזילה יש כאן מצות השבת גזלה אין כאן.</b> בפ' הגוזל עצים בעיא ופשט גזלה אין כאן השבה אין כאן ומקשה התם אי גזלה אין כאן השבה יש כאן אמרי ה''ק אע''פ שגזלה אין כאן מצות השבה אין כאן וכתב הרא''ש פירוש הרמ''ה אע''פ שגזלה אין כאן ואין ב''ד כופין אותו להחזיר כיון דאין בו שוה פרוטה ודאי אם לא החזיר אחת מדעתו אלא בציווי ב''ד כופין אותו להחזיר את השניה כההיא דתניא הוזקקו ב''ד לשוה פרוטה גומרים אף בפחות משוה פרוטה [אלא השתא דהחזיר אחת מדעתו גזילה אין כאן דאין ב''ד נזקקין לפחות משוה פרוטה] מצות השבה אין כאן ומעצמו חייב להחזיר לקיים מצות השבה ואין ב''ד נזקקין לכופו. עוד פירש אע''פ שהגזילה אין כאן ואין ב''ד נזקקין לכופו בתורת ממון מצות השבה אין כאן ומכין אותו עד שתצא נפשו לקיים מצות השבה עכ''ל. והטור כתב פירוש שני דהרמ''ה וכתב עליו וכ''כ הרמב''ם גזילה יש כאן השבה אין כאן עכ''ל. וק''ל על דברי רבינו דכיון דבין למאי דאמרינן מעיקרא בין למאי דאסיקנא אמרינן דגזילה אין כאן היאך פוסק בהפך דגזילה יש כאן. ומצאתי נוסחא אחרת בדברי רבינו גזילה אין כאן מצות השבת גזילה אין כאן וגם על נוסחא זו ק''ל כיון שהקשו בגמ' על זה והעלו אע''פ שגזלה אין כאן למה לא כתב כדברי המסקנא. ונראה ליישב נוסחא זו שרבינו מפרש דס''ד דמקשה גזילה אין כאן ביד הגזלן כיון שלא נשאר בידו שוה פרוטה השבה אין כאן שלא קיים השבה עד שישיב הכל ומש''ה מקשה אי גזילה אין כאן כלומר דלא מיקרי גזילה מה שבידו מפני שאין בה שוה פרוטה השבה יש כאן כלומר במה שהשיב סגי דשפיר מיקרי השבה אע''פ שנשארה בידו אגודה כיון שאין בו שוה פרוטה ומתרץ דה''ק אע''פ שגזלה אין כאן כלומר אע''פ שבמה שהשיב לא יש שיעור פרוטה והרי הוא כאילו לא החזיר דבר מצות השבה אין כאן כלומר במה שנשאר בידו שאינו שוה פרוטה אין בו מצות השבה והילכך אינו חייב להשיב. וכיון שכתב מצות השבה כמו שהוא בתירוץ לא חשש לכתוב תיבת אע''פ. ואפשר שבגרסתו בגמ' לא היה כתוב תיבת אע''פ. וה''ה כתב על דברי רבינו בעיא דאיפשיטא שם בזה הלשון גזילה אין כאן מצות השבה אין כאן פירוש שלא קיים מצות השבה ואע''פ שאין כאן גזילה חשובה במה שהוא מעכב לעצמו ואם בא לקיים מצות והשיב את הגזילה יחזיר הכל כיון שבתחלה היתה הגזילה שוה פרוטה וכן פירשו ז''ל עכ''ל. ותמהני עליו דהא איכא לאקשויי על זה אי גזילה אין כאן השבה יש כאן כמו שהקשו בגמרא: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>הגוזל והשביח ומכר או וכו'.</b> כתב הטור על זה והוא הולך לשיטתו שאינו מחשיב לידה וגיזה שינוי מעשה עכ''ל. ואני אומר שאע''פ שכך היא סברת רבינו אינו ענין לכאן שהרי לא הזכיר כאן רבינו גיזה ולידה אלא שבח סתם ואע''פ שסתמו כפירושו שאם הוא שבח שיש בו שינוי מעשה קנויה היא לו הגזלה אפילו בלא יאוש מ''מ יותר נכון לומר דלשיטתיה דקודם יאוש אין לגזלן כלום אזיל וכמ''ש ה''ה מאחר שמפורש שתלה הדבר בלפני יאוש: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>גזל לשון של מתכת וכו' או שגזל טווי ועשאו בגד וכו' ה״ז שינוי בידו.</b> תימה דבריש פרק הגוזל (בבא קמא דף צ״ו) משמע דהאי חוזר לברייתו הוא דאמרינן התם חופיא ועבדיה שרשורא לא קנה מ״ט דהדר סתר ליה והוי חופיא וא״כ טווי ועשהו בגד נמי מצי סתר ליה והוי טווי: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>גזל בהמה והזקינה וכו' אבל אם גזל בהמות וכחשו וכו' או עבדים והזקינו וכו' אומר לו הרי שלך לפניך ומחזיר הגזילה בעצמה.</b> הטור כתב וז''ל ובגוזל עבדים וכחשו כחשא דלא הדר כתב רב אלפס דמשלם כשעת הגזילה דעבדי כמטלטלי דמו וכ''כ הרמב''ם עכ''ל. ונוסחא משובשת נזדמנה לו בדברי רבינו: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>הגוזל אחד מחמשה וכו' הרי כל אחד מהם נשבע שגזלו.</b> כ''כ הרי''ף והרא''ש בפרק המפקיד והטעם משום דכלל הוא לכל נוטל מעות מחבירו שהוא צריך לישבע אי נמי דכיון דמדינא פטור אלא דמשום דעבד איסורא אתה קונסו אין ראוי לקונסו לשלם בלא שבועה: \n\n"
      ],
      [],
      [],
      [],
      [],
      [
        "<b>מעשה באחד שחטף לשון של כסף וכו'.</b> כתב ה''ה נראה מדברי הרב שהגוזל את חבירו צריך להחזיר לו בעדים, ורבינו ירוחם בנל''א ח''ד והריב''ש בסי' שצ''ב כתבו כדבריו שרבינו סובר כן. ואיני יודע מהיכן למדו לומר שהוא סובר כן ומכ''מ כתב הריב''ש שרבו כמו רבו החולקים עליו וכתב שהרמ''ה השיב להרמב''ן שאינו צריך להחזיר לו בעדים וקלסו הרמב''ן וכתב עליו הרמב''ן שפתים ישק ובפ''ד דטוען נסתפק ה''ה בדעת רבינו: \n\n"
      ]
    ],
    [
      [],
      [
        "<b>אסור ליהנות בדבר הגזול וכו'.</b> כתב עליו הטור אינו נראה כן מהא דאמר שמואל דינא דמלכותא דינא תדע דקטלי דיקלי וגשרי גשורי ועברינן עליהו ואי לאו דינא היכי עברינן עלייהו ופריך אביי ודילמא משום דאייאוש מרייהו אלמא לאחר יאוש שרי עכ''ל. וכבר נתיישב זה בדברי ה''ה שכתב דשאני התם דאיכא יאוש ושינוי רשות: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ואסור ליהנות מן הגזלן וכו'.</b> כתב הרב המגיד פסק כשמואל וכו' זה תימה קצת שהרי כתב בפ''ו מהל' גניבה גבי גנב וכו'. וכבר כתבתי אני שם שאין זה ענין לזה: \n\n"
      ],
      [],
      [
        "<b>נטלו המוכסים כסותו והחזירו לו אחרת וכו' ואם היה ותיק ומחמיר על עצמו וכו'.</b> טעמו מדתנן פ' הגוזל ומאכיל (בבא קמא דף קי״ד) נטלו מוכסים את חמורו ונתנו לו (חמור) אחר נטלו לסטים את כסותו ונתנו לו (כסות) אחרת הרי אלו שלו מפני שהבעלים מתייאשים מהם ובגמרא תנא אם נטל מחזיר לבעלים הראשונים קסבר יאוש כדי לא קני ומעיקרא באיסורא אתא לידיה ואיכא דאמרי אם בא להחזיר יחזיר לבעלים הראשונים מ״ט יאוש כדי קני מיהו אי אמר אי אפשי בממון שאינו שלי מחזיר לבעלים הראשונים. ופירש״י אם בא להחזיר שחסיד הוא יחזיר לבעלים הראשונים ולא למוכס ופסק רבינו (כלישנא בתרא דאתי) כסתם מתניתין דקתני הרי אלו שלו מדינא ואע״ג דבעלמא קי״ל יאוש כדי לא קני ואע״ג דכי אתא לידיה הוה ליה יאוש ושינוי רשות מ״מ באיסורא אתא לידיה הכא שאני שהוא במכירה שהרי לא נתנה לו בחנם אלא תמורת חמורו ונמצא שאינו נהנה מהגזילה ואינו יודע בודאי שזו גזולה כלומר דבשעה שנתנוה לו לא ידע שהיא גזולה ואע״פ שחזקתה גזולה בסתמא וגם אח״כ ידע שהיא גזולה וכדקתני מחזיר לבעלים הראשונים מ״מ כיון שבשעה שנתנוה לו לא ידע שהיא גזולה וגם אינו נהנה ממנה שהרי תמורת חמורו נתנוה לו לא אמרי' באיסורא אתא לידיה וכיון דאיכא יאוש ושינוי רשות הרי אלו שלו מדינא ואם בא להחמיר על עצמו שלא נסמוך על דברים הללו וכיון דאיגלאי מילתא שגזולה היתה חשיב ליה דבאיסורא אתא לידיה ומש״ה הרוצה להחזיר יחזיר לבעלים הראשונים ולא למוכר: \n\n"
      ],
      [
        "<b>ומ''ש אבל מכס שפסקו המלך וכו' ולא עוד אלא שהוא עובר המבריח ממכס זה וכו' בין שהיה המלך עכו''ם בין שהיה המלך ישראל.</b> נראה לכאורה שטעמו משום דאל''כ כי אקשי בפ' הגוזל בתרא להבריח מהמכס מי שרי והאמר שמואל דינא דמלכותא דינא ה''ל לשנויי כאן במלך ישראל כאן במלך עכו''ם. אבל יש לגמגם בזה משום דאיתא התם בגמ' איכא דמתני' (לה) אהא נודרין להרגין ולחרמין ולמוכסים וכו' שהיא של בית המלך אע''פ שאינה של תרומה וכו' והאמר שמואל דינא דמלכותא דינא וכו' רב אשי אמר במוכס עכו''ם דתניא ישראל ועכו''ם שבאו לדין וכו' ור''ע טעמא דאיכא קידוש השם הא ליכא קדוש השם באים (בעקיפין) וגזל עכו''ם מי שרי והתניא וכו' מנין לגזל עכו''ם שהוא אסור וכו' ל''ק כאן בגזלו כאן בהפקעת הלואתו פי' רש''י הפקעת הלואתו שאין גוזל ממש שרי כי ליכא חילול השם כגון היכא דטען ליה ליורש נתתים לאביך ומת דלא ידע עכו''ם דמשקר ולהבריח מכס הוי כהפקעת הלואתו. והשתא כיון דהברחה מן המכס לא הוי אלא כהפקעת הלואתו אמאי אסור להבריח מן המכס במלך עכו''ם. ושמא י''ל דהכא שאני שהעמיד המלך ישראל לגבות לו חלקו דהוי כאילו המלך עצמו גובהו דהשתא מלבד שאם יודע יש חילול השם בדבר אפשר שיהיה סכנת נפשות בדבר אבל עכו''ם שחכר המכס מן המלך שאז אם יודע לא יהיה בדבר סכנת נפשות מאחר שאין המלך מפסיד בזה הוא שאמרו שמותר להבריח ממנו המכס דהוי כהפקעת הלואתו: \n\n"
      ],
      [],
      [],
      [],
      [],
      [
        "<b>וכן מלך שגזר וכו' אבל אינו עובד בו כעבד.</b> וטעמו משום דקיימא לן דהא דאסור להעביד העבד עברי בדברים שהם מיוחדים לעשיית העבדים כגון להוליך כליו אחריו לבית המרחץ או לחלוץ לו מנעליו משום שנאמר לא תעבוד בו עבודת עבד ה''מ עבד עברי שנפשו שפלה מפני שנמכר אבל ישראל שלא נמכר מותר להשתמש בו כעבד וכמבואר בפרק חמישי מהלכות עבדים וקמ''ל דהני כיון דבדינא דמלכותא משתעבדי בהו משום כרגא דיהבי עלייהו ה''ל כמכורים ודינם כדין עבד עברי שאסור לעבוד בו עבודת עבד: \n\n"
      ]
    ],
    [
      [
        "<b>קורות ואבנים ועצים וכיוצא בהם כו'.</b> כתב הרב המגיד ברייתא פרק אלו מציאות וכו'. ומיהו עיקר הדין דאין יכולים להציל אע''פ שלא נתייאשו הרי הן של מוצאן וכו' נ''ל שגם רבינו סובר כן ממ''ש בפרק י''א: \n",
        "<b>ואם אינו יודע אם נתייאשו וכו'.</b> כן יש ללמוד מפלוגתא דאביי ורבא ביאוש שלא מדעת: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>והמשחק בקוביא עם העכו''ם אין בו איסור גזל וכו'.</b> כתב הטור על דברי רבינו יראה שפוסל משחק בקוביא משום גזל אפילו שיש לו מלאכה אחרת וע''כ מחלק בין משחק בקוביא עם העכו''ם או עם ישראל עכ''ל. וטעמו משום דפ' זה בורר (דף פ''ד:) אמתניתין דפסל משחק בקוביא לעדות בעי בגמרא מאי קא עביד אמר רמי בר חמא משום דהוי אסמכתא ואסמכתא לא קניא רב ששת אמר כל כה''ג לאו אסמכתא היא אלא לפי שאין עסוקין בישובו של עולם מאי בינייהו איכא בינייהו דגמר אומנתא אחריתי והתנן אר''י אימתי בזמן שאין לו אומנות אלא הוא אבל יש לו אומנות שלא הוא הרי זה כשר אלמא טעמא דמתני' משום יישובו של עולם הוא וכ''ת פליגי רבנן עליה דר''י והאמר ריב''ל כ''מ שאמר ר''י אימתי ובמה אינו אלא לפרש דברי חכמים ר''י וכו' גברא אגברא קא רמית מ''ס פליגי ומ''ס לא פליגי הא קמן דלרב ששת דמשחק בקוביא לא מיפסיל משום גזל אלא משום שאינו עוסק ביישובו של עולם, ר''י לפרש דברי חכמים אתא ולא מקרי אינו עוסק ביישובו של עולם אלא כשאין לו אומנות אחרת וכיון דלא מתסר משום גזל לא שאני לן בין משחק עם העכו''ם למשחק עם ישראל ומאחר שרבינו כתב דמשחק עם העכו''ם אינו אסור משום גזל אלא משום שאינו עוסק בישובו של עולם משמע בהדיא שסובר דעם ישראל מיתסר משום גזל כרמי בר חמא וכבר נתבאר בגמרא דלרמי בר חמא פליגי רבנן עליה דר''י וסברי דאפילו יש לו אומנות שלא הוא פסול, וכתב ה''ה על דברי רבינו זה קצת תימה אצלי דהא משמע פ' זה בורר דההיא אוקמתא דאמר אסמכתא היא ולא קניא אידחיא וקי''ל כרב ששת וכו' ובפי''ב מהל' עדות כתבתי ליישב דעת רבינו: \n\n"
      ]
    ],
    [
      [],
      [
        "",
        ""
      ]
    ],
    [
      [],
      [
        "<b>הגוזל את אביו ונשבע לו וכו'.</b> כתב הטור על דברי רבינו ואין זה מדרך המשנה אלא כמו שפירשתי שיתננה לאחי הגזלן או לאחי אביו אם אין לו אחים כלומר דלרש''י שפירש יתן לבניו ולאחיו דקתני מתני' לבניו של אביו או לאחיו של אב אם אין לו בנים שפיר נקט לבניו ברישא אבל לפירוש רבינו הוה ליה למינקט תחלה לאחיו ואח''כ לבניו. ואני אומר שאפילו היה כדבריו אין זה כדאי לומר על פירוש רבינו אין זה מדרך המשנה כל שכן שהתוספות פירשו כפירוש רבינו ונתנו טעם לשבח למה נקט לבניו ברישא: \n",
        "<b>כתב</b> עוד הטור וגם מ''ש שיעשה חשבון עם אחיו משמע נוטל חלק בגזילה זה אינו אלא אינו נוטל בה מאומה. פשטא דמילתא כך הוא לכאורה אבל רבינו מפרש בענין אחר וכן כתב ה''ה וזה לשונו נראה שהרב מפרש משלם קרן וחומש ומ''מ מעכב בידו שאר נכסים יותר מחלקו המגיעו בהם כפי מה שיהיה מגיעו בהם מקרן וחומש שנתן בהם וזהו שכתב עושה עמהם חשבון וזה אם אינו רוצה לתת חלקו עכ''ל. ונראה שטעמו של רבינו שכיון שנתן כל הגזילה לבניו או לאחיו הרי קיים מצות השבת גזילה ומעתה למה לא יתבע חלקו בנכסי אביו: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        ""
      ],
      [],
      [
        ""
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        ""
      ],
      [],
      [
        ""
      ],
      [],
      [],
      [],
      [
        "<b>לקחה הגזלן מן הבעלים וכו'.</b> כתב הטור (סי' שע''ד) מלשון הרמב''ם יראה הוא הדין נמי אם קנאה מהנגזל קודם שמכרה או נתנה לאחר ואחר שקנאה מכרה ונתנה לאחר דאמרינן נמי שלא כיון לקיימה ביד הראשון ואין נראה דמיד כשקנאה נתקיימה ביד הלוקח ואינו יכול למוכרה עוד לאחר עכ''ל. וי''ל לדעת רבינו דהב''ע כגון שלקחה מיד זבנה או אורתה דהא תיכף שלקחה גלי דעתיה דלאו לאוקומה קמי לוקח ראשון לקחה וכן פירש הרב רבינו ניסים בשם הראב''ד. ועוד י''ל דלא אמרינן דלקחה כי היכי דליקום בהימנותיה אלא כל היכא דלא זבנה או אורתה בתר הכי דהא דאמרן דניחא ליה דליקום בהימנותיה אומדן דעתא בעלמא הוא ונ''מ להיכא דמית גזלן בתר הכי אבל כל היכא דזבנה או אורתה הא גלי דעתיה דליתיה לאומדן דעתא דידן וכיון שהוא מוחזק בקנין השדה מבעליו זה שרוצה להוציאו מחזקתו עליו הראיה ולפי זה אפילו לא זבנה או אורתה אלא שהוא עצמו בא לערער להוציאה מיד הלוקח וטוען שלעצמו קנאה ולא כי היכי דליקום בהימנותיה מהימן: \n\n"
      ],
      [],
      [
        "<b>נתנוה הבעלים לגזלן מתנה קנאה הלוקח וכו'.</b> כתב ה''ה זה מחלוקת רב אחא ורבינא וכו' ורבינו פסק כמ''ד כמכר ואולי משום דמסתבר טעמא דמ''ד כמכר לדעתו ז''ל עכ''ל. ויותר נראה בעיני לומר דטעמו לפי שהלוקח מוחזק בקרקע ובטענה כל דהו מוקמינן ליה בידיה וכמ''ש הטור בשם הרמ''ה: \n\n"
      ]
    ],
    [
      [],
      [
        "",
        "",
        ""
      ],
      [
        "",
        ""
      ],
      [],
      [
        "<b>אמר לו בעל השדה עקור אילנך ולך וכו'.</b> פשט דברי רבינו נראה דאכל מאי דכתב לעיל קאי בין עשויה ליטע בין אינה עשויה ליטע אלא שהרב המגיד כתב נראה שאין דעת הרב בזה אלא בשדה שאינה עשויה ליטע שאז הדין עם בעל השדה וכו' וכ''נ מן ההלכות עכ''ל. ואני איני רואה בדברי בעל ההלכות הוכחה בזה: \n\n"
      ],
      [],
      [
        "<b>ובעל בנכסי אשתו והשותף בשדה וכו' כיורד ברשות הן.</b> בסוף הפרק כתב ה''ה דהיינו דוקא באשתו קטנה וכ''כ הרשב''א שצריך להגיה כאן בעל בנכסי אשתו קטנה: \n\n"
      ],
      [],
      [],
      [],
      [
        ""
      ],
      [],
      [
        "",
        ""
      ],
      [
        "",
        ""
      ],
      [
        ""
      ],
      [],
      [
        ""
      ]
    ],
    [
      [
        ""
      ],
      [
        "<b>אבל אוכל נבילה להכעיס הרי הוא אפיקורוס.</b> בפרק ב' דע''ז (דף כ''ו:) מומר פליגי רב אחא ורבינא חד אמר [לתיאבון] מומר להכעיס מין הוא וחד אמר אפי' להכעיס נמי מומר ופסק כמ''ד אפיקורוס משום דאמרינן התם דר''י ור' אבהו סברי הכי ויש לתמוה למה בפ''ג מהל' תשובה לא מנאו בכלל אפיקורוס. \n",
        "<b>ומ''ש והאפיקורוסים</b> בפ' הנזכר כתב מי הם הנקראים אפיקורוסים ומשמע ודאי שדינם אחד. \n",
        "<b>ומ''ש עכו''ם ומחללי שבת בפרהסיא.</b> מבואר בפ''ק דחולין (דף ג':) שדינם כעכו''ם: \n\n"
      ],
      [
        "<b>אבידת העכו''ם מותרת וכו' ואם החזירה לקדש את השם וכו'.</b> בירושלמי פרק אלו מציאות. \n",
        "<b>ומ''ש ובמקום שיש חילול השם אבידתו אסורה ומ''ש וחייב להחזירה.</b> נראה דהיינו לומר דאע''ג דלא אתאי לידיה חייב להשיבה כיון שיש חילול השם בדבר אם לא ישיבנה כגון שמצאה במקום רוב ישראל שיחשוב העכו''ם שישראל גנבוה: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>המאבד ממונו לדעת אין נזקקין לו וכו' ואע''פ שאסור לרואה דבר זה ליטול לעצמו וכו'.</b> כתב הטור על זה ואין נראה כן דאבידה מדעת הוי הפקר עכ''ל. ודעת רבינו שבשביל שזה אינו חושש לפקח על נכסיו לא נאמר שהפקירם: \n\n"
      ],
      [],
      [
        "<b>מצא שק או קופה וכו' ואומד את דעתו אילו היה שלו אם היה מחזירן לעצמו וכו'.</b> בפ' אלו מציאות (בבא מציעא דף ל':) אמר רבא כל שבשלו מחזיר בשל חבירו נמי מחזיר: \n",
        "<b>היה דרכו להחזיר כלים כאלו בשדה וכו' מצאן בשדה חייב להחזירן וכו'.</b> כתב הרא''ש ראיתי גדולים שפסקו כיון דלא איפשיטא אזלינן לחומרא [ומיחייב להחזיר בשדה וכיון דאיחייב איחייב אף בעיר] ויראה לי כיון שפטרה תורה את הזקן שאין לו לזלזל בכבודו איסור הוא לגבי דידיה שמזלזל בכבוד התורה במקום שאינו חייב [ומשום ספק ממון חבירו אם הוא מחוייב בו לא זלזל בספק איסור] וחכם שבא לעשות לפנים משורת הדין יותר מממונו יעשה כמו שעשה ר' ישמעאל בר' יוסי אבל אין לו רשות לזלזל בכבודו ולדעת רבינו י''ל דלא מיקרי מזלזל בכבוד התורה בשביל כך אדרבא הוא כבוד שמים שאין דרכו בכך בשלו והוא מיטפל בשל חבירו לפנים משורת הדין: \n\n"
      ],
      [
        "<b>ומ״ש וכן אם מצא בהמה והכישה חייב להטפל בה ולהחזירה.</b> מימרא דרב וכו'. ומפרש טעמא בפרק הספינה (בבא בתרא דף פ״ח) משום דאנקטה נגרי ברייתא ופיר״ש כלומר דרגילה לברוח ולילך מרחוק (ומש״ה) נתחייב בה. ולפ״ז דוקא בהמה דשייך בה ה״ט הוי דינא הכי אבל בכלים דלא שייך בהו ה״ט אע״פ שהתחיל יכול להניחם. ונמוקי יוסף כתב וז״ל הכישה נתחייב בה להחזירה הואיל והתחיל נתחייב בהשבה גמורה כך פירש״י ז״ל ולפ״ז ה״ה לכלים וכך הם דברי הרמב״ם בהלכות גזילה והרנב״ר תמה דלא משמע כן פרק הספינה דהתם קאמר טעמא משום דאנקטינהו נגרי ברייתא עכ״ל. ומלשון רבינו שכתב וכן אם מצא בהמה והכישה משמע דדוקא בבהמה הוא דהוי דינא הכי ולא בכלים אע״ג דבמצא כלים בשדה קאמר דחייב להחזירם אפילו בעיר התם שאני דכיון דדרכו להחזיר בשדה נתחייב בהם אבל בשמצאם במקום שאין דרכו להחזיר יכול להניחם אבל מדיהיב טעמא שהרי התחיל במצוה משמע דה״ה לכלים דה״ט שייך בהו ומשמע שעל זה תמה הרנב״ר ואמר דבפרק הספינה לא משמע כן וכו' ובפרק הכונס אמר הכי רבא בהדיא. ונראה לי דבבהמה דוקא קאמר רבינו והתחיל במצוה דקאמר ה״פ התחיל במצות השבה ואם לא יגמרנה הרי נמשך היזק לבעל אבידה דאנקטינהו נגרי ברייתא. ויש הוכחה לזה מדכתב אחר כך לעולם הוא חייב להטפל בה עד שיחזירנה לרשות בעליה וכו' אבל ב״ח לעולם חייב להטפל עד שיכניסה לרשות הבעלים המשתמרת כו'. \n",
        "<b>ההולך בדרך הטוב והישר וכו' ואע''פ שאינה לפי כבודו.</b> ודין זה דאינה לפי כבודו אין זה מקומו ואיחרו כדי לכתוב קודם לו ההיא דב''ח לעולם חייב להטפל בה וכו' דהוי טעמא משום נגרי ברייתא דנילף מינה דהכישה מה''ט הוא: \n\n"
      ],
      [
        "<b>החזיר את האבידה בשחרית וכו'.</b> בפ' הכונס (בבא קמא דף נ״ו:) גבי פלוגתא דרב יוסף ורבה בשומר אבידה אי כש״ח דמי או כש״ש איתיביה רב יוסף לרבה החזירה למקום שיראנה אינו חייב להטפל בה נגנבה או אבדה חייב באחריותה מאי נגנבה או אבדה לאו נגנבה מביתו או אבדה מביתו לא ממקום שהחזירה והא קתני אינו חייב ליטפל בה א״ל הב״ע כגון שהחזירה בצהרים ותרתי קתני וה״ק החזירה שחרית למקום שיראנה ושכיח דעייל ונפיק וחזי לה אינו חייב ליטפל בה החזירה בצהרים למקום שיראנה דלא שכיח דעייל ונפיק דלא חזי לה ונגנבה או אבדה חייב באחריותה איתיביה לעולם הוא חייב עד שיחזירנה לרשותו מאי לעולם לאו אפילו לביתו ש״מ כש״ש דמי א״ל מודינא לך בב״ח דכיון דנקטי להו נגרי ברייתא בעי נטירותא יתירתא ואע״ג דהא דקאמר החזיר שחרית למקום שיראנה רבה הוא דאוקי ברייתא הכי ולא קי״ל כוותיה בשומר אבידה אלא כרב יוסף דאמר כשומר שכר דמי וכמבואר פי״ג לא פליגי אלא בגנובה או אבודה מביתו אם חייב או פטור אבל אם החזירה שחרית למקום שיראנה ושכיח דעייל ונפיק וחזי לה אינו חייב ליטפל בה דהשבה מעליא היא זו: \n\n"
      ],
      [],
      [
        "<b>ההולך בדרך הטוב והישר וכו'.</b> בפ' אלו מציאות (דף ל''ז:) ר' ישמעאל בר' יוסי [הוה קאזיל באורחא] פגע ביה ההוא גברא דהוה דרי פתכא דאופי [אותבנהו וקא מיתפח] א''ל דלי לי א''ל כמה שוין א''ל פלגא דזוזא יהב ליה פלגא דזוזא ואפקרה וכו' והא ר' ישמעאל בר' יוסי זקן ואינה לפי כבודו הוה לפנים משורת הדין הוא דעבד: \n\n"
      ]
    ],
    [
      [
        "<b>מי שאבדה לו אבידה וכו' אם היה אביו שקול כנגד רבו של אביו קודמת וכו'.</b> מה שקשה על זה ממ''ש בפ''ה מהל' ת''ת יישבתי שם: \n\n"
      ],
      [],
      [],
      [],
      [
        "",
        ""
      ],
      [],
      [
        ""
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        ""
      ]
    ],
    [
      [
        "<b>המוצא אבידה וכו' אפילו היתה שוה פרוטה בעת המציאה והוזלה חייב להכריז עליה.</b> דברי הרב המגיד תמוהין שכתב שדעת הרב הפך מאי דאסיקנא: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>הסימנים המובהקים וכו'.</b> כתב ה''ה דפסק רבינו כמ''ד סימנים דאורייתא וכו'. וקשה שבפי''ג מהלכות גירושין גבי מצאוהו הרוג או מת וכו' אע''פ שיש סימנים בגופו ובכליו ואפילו שומא אין מעידין עליו כתב ה''ה לא נתכוון בכאן אלא לסימנים שמחזירין עליהם אבדה ואעפ''כ אין מעידין עליהם בכאן וכתב ג''כ שהסימנים המובהקים שהם מן התורה אף כאן מעידים עליהם וא''כ הרי שכתב שסימנים דאבעיא לן בגמרא אם הם דאורייתא לדעת רבינו לא שרינן אשת איש אפומייהו משום דלאו דאורייתא נינהו וכאן כתב שפוסק כמ''ד דסימנים דאורייתא וא''כ ה''ל למשרי אשת איש אפומייהו וה''ל לפרש שמ''ש שם רבינו אע''פ שיש סימנים בגופו ובכליו היינו כגון ארוך וגוץ וכגון חיוורי וסומקי וכפי מ''ש בשמו בפי''ג מהל' גירושין הוה ליה לפרש כאן כשכתב הסימנין המובהקין סומכים עליהם וכו' היינו במובהקין ביותר. \n",
        "<b>ומ''ש והמדה והמשקל וכו' סימנים מובהקים הם</b> היינו סימנים חשובים קצת והם דאבעיא לן עלייהו בגמרא אי הוי דאורייתא ולא איפשיטא ומ''מ לענין ממון מחזירין אבידה עליהם. ודיוק לשון רבינו כן מדלא כתב הסימנין המובהקין סומכין עליהם וכו' דין תורה ואלו הם סימנין מובהקים מדה או משקל, או ה''ל לכתוב והמדה והמשקל סימנים מובהקים הם מן התורה: \n\n"
      ],
      [],
      [
        "<b>זה נתן מדת ארכה ורחבה וזה נתן מדת האמריות שבה וכו'.</b> קשה שמדת האמריות היינו מדת ארכה וכבר כתב דין זה בסמוך ושמא י''ל דנותן מדת האמריות שבה היינו לומר שנותן מדת אורך ורוחב האמריות שבה: \n\n"
      ],
      [],
      [],
      [],
      [],
      [
        "",
        ""
      ],
      [],
      [],
      [],
      [
        "<b>אווזים ותרנגולים גדולים מיטפל בהם שלשים יום וכו'.</b> טעמו של רבינו משום דכשהם קטנים ביותר טרחם ומזונם מרובה יותר מהגדולים שהם הולכים ומנקרים באשפות: \n\n"
      ]
    ],
    [
      [
        "",
        ""
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        ""
      ],
      [],
      [
        ""
      ],
      [
        ""
      ],
      [
        "<b>המוצא כלי חרש וכיוצא בהם וכו'.</b> כתב \n",
        "<b>ה''ה ומ''ש חייב להכריז שאם יבא תלמיד חכם וכו'</b> פירש הר''א דהכרזה זו x אינה בבתי כנסיות ובבתי מדרשות אלא מקום שת''ח מצויים שם וכו'. ואני אומר שמפשט דברי רבינו נראה שאפילו מצא במקום שאין ת''ח מצויין שם אם בא ת''ח ואמר יש לי טביעות עין בכלי שאבדתי חייב להראותו לו והטעם משום דכיון שהאובד הוא ת''ח כשמרגיש שאבד אע''פ שאין לו סימן אינו מתייאש לפי שהוא יודע שיחזירו לו בטביעות עין: \n\n"
      ]
    ],
    [
      [
        "<b>כל המוצא אבידה בין שיש בה סימן וכו' ואם היה דבר שאין בו סימן זכה בו ואינו חייב להחזירו.</b> כתב הטור על זה ולא נהירא (אלא יהא מונח עד שיבא אליהו) וגם ה״ה כתב על דברי רבינו זו באמת קשה ודאי והיאך יזכה בו ויהיה שלו וכו'. ואפשר לומר לדעת רבינו דהא דאמרינן בריש פרק אלו מציאות (בבא מציעא כ״א:) בפלוגתא דאביי ורבא ביאוש שלא מדעת הויא בדבר שאין בו סימן ואיפסיקא הלכתא כאביי דאמר יאוש שלא מדעת לא הוי יאוש משום דהא לא ידע דנפל מיניה היינו לומר שאסור לו ליטלם אבל אם עבר ונטלם זכה בהם משום דכיון שהם בידו ואינו יודע למי יחזירם שהרי אין בהם סימן ולמקום שנטלם אין לו להחזירה כמו שנתבאר ממילא זכה בהם דאין לנו לומר שיעמדו עד שיבא אליהו אלא היכא דאתמר הכי בהדיא: \n",
        "<b>כתב</b> ה''ה (לפי הנראה מהסוגיא האמורה על משנתנו וכו') הנ''ל מדברי רבינו שהוא גורס כן בסוף אותה סוגיא וכו'. ואני אומר הנך רואה כמה דחוקים דבריו לחדש גירסא מדעתו ועוד שהגירסא מבואר שהיא דחוקה מאד. ולכן נ''ל שרבינו סובר דכיון דר' אבא בר זבדא אמר סתם (דף כ''ה:) כל ספק הינוח לכתחלה לא יטול בין שיש בה סימן בין שאין בה סימן קאמר והא דקאמר גבי מצא אחר הגפה או הגדר גוזלות מקושרים מ''ט דאמרינן הני איניש אצנעינהו ואי שקיל להו לית להו למרייהו סימנא בגווייהו לאו למימרא דלא איירי מתני' אלא בשאין בו סימן דבין ביש בו סימן בין באין בו סימן מיירי והיכא דאית בהו סימן אסור ליגע בהם מפני שגורם להטריח הבעלים והיכא דלית בהו סימן איכא טעמא רבה שגורם שיאבדו הבעלים ממונם וכי פריך ליהוי קשר סימן וליהוי מקום סימן לאו למימרא דאי הוה קשר או מקום סימן היה מותר ליטלם אלא משום דאיהו אמר עלה דמתני' דהיכא דלית בהו סימן איכא טעמא רבה כדי שלא יפסידו הבעלים מקשי ליה דהא מתני' בשיש בה סימן דקשר או מקום מיירי ואהדר ליה דמתניתין באין בה סימן נמי מיירי דלישנא דמקושרים משתמע בין קשר שיש בו סימן בין קשר שאין בו סימן דהיינו שמקושרים בכנפיהם ומיירי בין במקום סימן בין בשאינו סימן וכגון שמדדים. כך נ''ל ליישב דעת רבינו: \n\n"
      ],
      [],
      [],
      [
        ""
      ],
      [],
      [],
      [],
      [
        "<b>מצא פירות מפוזרים וכו'.</b> כתב הטור [סימן רס''ב] על זה ולא נהירא דבגמרא מוקי למתני' דמצא פירות הרי אלו שלו במכנשתא דביזרי שמדעת הונחו שם ונתייאשו הבעלים וכו' הא לאו הכי אסורים מפני שלא ידעו הבעלים שנפלו שיתייאשו מהם ודאי אם דרך נפילתן מוצא שם וידוע שנתייאשו בעלים מותרים אבל סתמא לא עכ''ל. טעמו דכי אותבינן עליה דאביי דאמר יאוש שלא מדעת לא הוי יאוש ממתני' דמצא פירות מפוזרים הרי אלו שלו שני במכנשתא דביזרי ואם כדברי רבינו טפי הוי עדיף לאוקמה בדאשכחינהו דרך נפילה. וי''ל לדעת רבינו דהא דאקשינן אי דרך נפילה אפילו טובא נמי וכו' גם אליבא דאביי דהלכתא כוותיה מקשינן לה דכיון דיקירי מידע ידיע כדאמרינן בעיגולי דבילה והא דמותבינן לאביי ממתנית' ומתרצינן לה במכנשתא דביזרי היינו מקמי דידעינן טעמא דיקירי אבל בתר דידעינן מתני' בכל אנפי מיתוקמא כאביי וכ''כ הרמב''ן לדעת הרי''ף וכ''כ נמוקי יוסף: \n\n"
      ],
      [
        ""
      ],
      [
        "<b>מצא כריכות ברה''י וכו'.</b> כתב ה''ה מ''ש במקצת ספרי הרב וכו'. ול''נ שאפשר לומר שמ''ש כאן אינו סימן מובהק היינו משום דאיכא למיחש שמא עברו בני אדם באותו רה''י וגלגלוהו ממקומו אבל היכא דידוע שלא נתגלגל כגון שהוא מונח בצד הגדר הוי מקום סימן מובהק וכמ''ש פרק י''ג: \n\n"
      ],
      [
        "<b>מצא עיגול ובתוכו חרס וכו'.</b> כתב הטור על זה איני יודע למה פסק כר' יהודה וא''א הרא''ש ז''ל פסק כחכמים וכו' עכ''ל. וכתב החכם המרשים דאפשר שטעם רבינו משום דאמר בגמרא דכ''ע סימן הבא מאליו הוי סימן אלמא הלכתא היא אע''ג דדנינן מיניה אי נמי משום דקי''ל בחתיכות בשר כל שיש שינוי בחיתוכן חייב להכריז אע''פ שלא נעשה בכוונה וה''ל כסימן הבא מאליו עכ''ל. ואין דבריו נכונים כלל שמ''ש דמשום דאמרינן דכ''ע סימן הבא מאליו הוי סימן אלמא הלכתא היא וכו' סברא הפוכה היא דכיון דבגמ' אמרינן גבי סימן העשוי לידרס לימא כתנאי וכו' סברוה דכ''ע סימן הבא מאליו הוי סימן ובסימן העשוי לידרס קמפלגי ואמר רב זביד משמיה דרבא אי ס''ד דקסבר ת''ק סימן העשוי לידרס לא הוי סימן וכו' אלא הכא בסימן הבא מאליו קמפלגי הרי שנדחית סברת הסברוה בטענה והיאך אפשר לפסוק הלכתא כוותיה גם מ''ש דמשום דקי''ל בחתיכות בשר כל שיש שינוי בחיתוכן חייב להכריז וכו' אינו נראה דלא מיקרי סימן הבא מאליו אלא דבר שבודאי נעשה שלא בכוונה כגון ככר ובתוכו מעות עיגול ובתוכו חרס משא''כ בחתוכא דבשרא המשונה דרובא דרובא הוא נעשה בכוונה [ומ''ש שהרי''ף פסק כר' יהודה לא נמצא בספרים שלנו שהרי''ף פסק כן] אבל טעם מחלוקת רבינו והרא''ש [תלוי בגירסת המשנה] שרבינו גורס אלו מציאות שלו וכו' מצא פירות מפוזרים הרי אלו שלו דברי ר''מ ר' יהודה אומר כל דבר שיש בו שינוי חייב להכריז וכו' וכיון דפלוגתא דר''מ ור' יהודה היא הלכה כר' יהודה והרא''ש לא גריס דברי ר''מ אלא סתם מתני' היא והלכתא כוותה: \n\n"
      ]
    ],
    [
      [
        "<b>המוצא מחטין וצנורות וכו'.</b> נ''ל שמיירי שמצא אלו על גב אלו דאל''כ דרך נפילה הם. ונראה שרבינו ז''ל מפרש הא דתניא אימתי מותרים בזמן שמצאן אחד אחד אבל אם מצאן שנים שנים חייב להכריז לא ברבים איירי אלא מחט אחת או שתי מחטין קאמר ויש לתמוה על פירוש זה דהא בהדיא מפרש בגמרא מאי בדי שוכי וגם על דינו יש לתמוה אמאי במצא שנים חייב להכריז מ''ש ממצא שני מטבעות דאפילו עשויין כמגדל אינו חייב להכריז: \n\n"
      ],
      [],
      [],
      [
        "<b>המוצא מעות בחנות וכו'.</b> כתב הטור על זה ואינו נראה כן מתוך הגמרא אלא הוא של החנוני וטעמא שדרך הבאים להחליף ליתן מעותיהם על השולחן משא''כ בחנות שאין דרך הבאים לקנות ליתן חפציהם על התיבה. טעמו מדאמרינן בגמרא ניתני מצא בשולחנות כדקתני רישא מצא בחנות וכו' אלמא בלישנא דמצא בחנות לא על גבי תיבה משמע ומשום דקשיא מ''ש על גבי תיבה מעל גבי שולחן לכך כתב וטעמא שדרך הבאים להחליף ליתן מעותיהם על השולחן משא''כ בחנות וכו' ול''נ שטעמו של רבינו דכיון דמאי דאמרינן מאי איריא דתני בין הכסא לשולחני של שולחני ניתני על השולחן שייך נמי בחנות במאי איריא דתני בין תיבה לחנוני של חנוני ניתני ע''ג תיבה לחנוני מדלא תני הכי משמע דעל גבי תיבה הרי הוא של מוצאו והא דקאמר א''נ בשלחנות כדקתני רישא מצא בחנות הכי פירושו וא''נ לא היה הכרח זה ה''ל להכריח מדלא קתני מצא בשולחנות כדקתני מצא בחנות והיינו מפרשים דעל גבי שלחן לא הוי בכלל שלחנות והשתא דקתני לפני שלחני הוי שלחן בכלל ומ''מ אע''ג דקתני מצא בחנות הוי ע''ג תיבה בכלל מדקתני סיפא בין תיבה לחנוני של חנוני ולא קתני על גבי תיבה נמצא דעל גבי תיבה ועל גבי שלחן דינם שוה אלא דלעיל גבי שלחן מכריעים מרישא ומסיפא דהרי אלו שלו ולע''ג תיבה לא מכריעין ליה אלא מסיפא: \n\n"
      ],
      [
        "",
        ""
      ],
      [],
      [],
      [
        "",
        ""
      ],
      [
        "<b>מצא מטמון וכו' ואם היה תוך הכותל מלא מהם חולקין.</b> כתב הרב המגיה x רחוק הוא שרבינו רוצה לומר על הבבא שלמעלה דמוכח בגמרא דאזלינן בתר קתא ושנציה אפילו היכא דמוכח בזה האחר הואיל וברייתא דתניא אם היה כותל ממולא מהם חולקים קאי על המשנה דמיירי באדרא ונסכיה. לכך נראה דט''ס הוא וצ''ל אחר הבבא של מטה דמחלק בלשונות של זהב בין חציו לחוץ לחציו לפנים. ועל זה קאי אם נמצא תוך הכותל מלאה עכ''ל: \n\n"
      ],
      [
        "",
        ""
      ],
      [
        "<b>לפיכך אם היה משכיר לאחרים וכו'.</b> כתב ה''ה ומ''ש ג' עכו''ם כתב עליו הר''א בגמ' מסקינן אפי' לג' ישראל והאמת דר''נ הכי ס''ל התם והלכתא כוותיה בדיני ואולי מפני שרבא חולק בההוא דר''נ וכו'. ואני אומר שלא היה צריך ה''ה להכריע דבר זה מדעתו ולכתבו בלשון אולי שהרי בפירוש כתב הרי''ף ואוקמה רב מנשיא כר' יעקב בג' עכו''ם ור''נ אמר אפי' בג' ישראל ואזדא ר''נ לטעמיה וכו' ורבא פליג עליה אפי' ג' חייב להכריז וכו' והלכתא כרבא דבתרא הוא עכ''ל: \n\n"
      ],
      [],
      [
        "",
        "",
        ""
      ]
    ],
    [
      [
        "<b>כל מציאה שאמרנו בה וכו' אבל אם ראה את המציאה אפילו נפל עליה וכו'.</b> כתב הרב המגיד משנה מפורשת פרק שנים אוחזין וכו' סתם נראה שהוא סומך על האוקימתא הראשונה וכו'. אין דברי הרב המגיד נראין בכאן דא''כ לא ה''ל לרבינו לכתוב אפי' נפל עליה ומדכתב לשון אפילו הדבר ברור דלא תפס כאוקימתא קמייתא: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>שנים שראו גמל או חמור של מציאה וכו'.</b> כתב ה''ה והכוונה שבגמל גופיה אם היו שני מנהיגים קנו שניהם וכו'. דעתו לומר שרבינו מפרש דכי אמרינן לערבינהו וליתנינהו שנים שהיו מושכים ומנהיגים בין בגמל בין בחמור היינו לומר דאי תנא הכי הוה משתמע דבין היו שניהם מושכים בגמל ובחמור ובין שניהם מנהיגים בגמל בין היה אחד מושך ואחד מנהיג בין בגמל בין בחמור קנו שניהם וכי מתרץ איכא חד צד דלא קני היינו לומר דנהי אם היו שניהם מושכים בגמל או בחמור וכן אם שניהם הנהיגו בגמל או בחמור קנו שניהם מיהו היכא דאחד משך ואחד הנהיג חד קני וחד לא קני איכא דאמרי מושך בחמור כלומר שאם אחד משך ואחד הנהיג החמור מנהיג קני מושך לא קני אבל בגמל אפי' אחד מושך ואחד מנהיג קנו שניהם איכא דאמרי הנהגה בגמל כלומר שאם אחד משך ואחד הנהיג הגמל מושך קני מנהיג לא קני אבל בחמור אפי' אחד מושך ואחד מנהיג קנו שניהם ופסק כלישנא בתרא. ויש לתמוה למה לא כתב רבינו בפ''ב דמכירה שהבהמה נקנית בהנהגה ודוחק לומר שרבינו מחלק לומר דהנהגה קני דוקא במציאה והפקר דמנא ליה הא. ושמא י''ל שסמך על מ''ש פה ויותר נראה לומר שמ''ש בפ''ב מהל' מכירה או הכישה במקל ורצה לפניו היינו הנהגה: \n",
        "<b>כתב</b> הר''ן דלהרי''ף רכוב לחודיה קני ורכוב ומנהיג יחלוקו כסתמא דמתני' וכ''נ מדברי הרמב''ם פי''ז מהל' גזילה עכ''ל. וגם ה''ה כתב פה שרבינו סובר כהרי''ף דרכוב קני אפי' אינו מנהיג ברגליו. ונראה שהבינו כן בדברי רבינו מדנקט רוכב סתם משמע אפי' אינו מנהיג ובפ''ב מהל' מכירה כתב בהדיא כיצד קונים את הבהמה במשיכה אצ''ל אם משכה והלכה או שרכב עליה והלכה בו ויש מקום לבעל דין לחלוק דוהלכה בו שכתב בפ''ב מהל' מכירה היינו ע''י שהנהיגה ברגליו ומ''ש פה היה אחד רוכב היינו במנהיג ברגליו וסמך על מ''ש בפ''ב מהל' מכירה. ונראה שאפי' לדעת הר''ן וה''ה בדברי רבינו רוכב לא קנה אא''כ הלכה כמ''ש בפ''ב מהל' מכירה והלכה ומיהו בעקירת יד ורגל סגי שכך כתב אין צ''ל אם משכה והלכה בו שקנה אלא אפילו שקרא לה ובאה או שהכישה במקל ורצה לפניו כיון שעקרה יד ורגל קנאה וקרא לה ובאה לא חשיב כמו רכב עליה דהא בלשון אפילו קאמר לה וכיון דבקרא לה ובאה כיון שעקרה יד ורגל קנה כ''ש ברכב: \n\n"
      ],
      [],
      [],
      [
        "<b>חצירו של אדם קונה לו וכו'.</b> כתב ה''ה ופירוש דבעינן תרתי בחצר שאינה משתמרת וכו' ול''נ דאלימא קניית הד' אמות טפי מפני שהוא יכול לנטות עצמו וליטלה וכן עיקר עכ''ל. ול''נ טעם אחר דארבע אמות שאני דכיון דמשום דלא אתי לאינצויי תקינו רבנן דליקני לא ראו לחלק בין אמר ללא אמר דא''כ אכתי הוו אתו לאינצויי: \n",
        "<b>כתב</b> נימוקי יוסף על מתניתין דאמר זכתה לי שדי כתב הרנב''ר דדוקא דאמר הכי כיון דצבי וגוזלות הללו מהלכים הם כל שהוא מתעורר לקנותם משתמרים לו דאי רץ אחריהם [מגיעם] כדאיתא בגמרא ואם לא אפי' עומד בצד שדהו אינה משתמרת לו ואינו דומה ליד דידו משתמרת וזו אינה משתמרת וכך הם דברי הרמב''ם בפרק י''ז מהלכות גזילה. מה שכתב שכך הם דברי הרמב''ם אינו מחוור שהרי לטעמו של הר''ן דוקא בהני שהם מהלכים הוא דבעי דלימא זכתה לי שדי אבל במציאה שאינה מהלכת כלל אפילו לא אמר הכי קני ואילו לדברי רבינו אפילו במציאה שאינה מהלכת צריך שיאמר זכתה לי שדי שהרי סתם וכתב ואם נפלה שם מציאה הרי היא של בעל החצר ועל זה כתב שאם לא אמר זכתה לי שדי כל הקודם זכה: \n\n"
      ],
      [],
      [
        "<b>כתב ה''ה קטנה יש לה חצר וכו'.</b> דין קטן וקטנה מפורשים הם וכו'. \n",
        "<b>ומ''ש וארבע אמות של אדם כחצירו לענין מציאה.</b> אפשר שרמז בזה למה שכתבו הראשונים שאין ד''א קונות כל זמן שיש בה דעת אחרת מקנה וכו'. תמהני על ה''ה שהרי רבינו בפ''ד מהלכות זכיה כתב שארבע אמות קונות לענין מתנה: \n\n"
      ],
      [],
      [],
      [
        "<b>מציאת בנו ובתו וכו' ומציאת בתו הנערה אע''פ שאינה סומכת על שולחנו.</b> בפרק נערה שנתפתתה אהא דתנן האב זכאי בבתו במציאתה יהיב טעמא בגמ' (דף מ''ז) משום איבה ופירש''י משום איבה דכיון דאינו חייב במזונותיה אי אמרת מציאתה שלה איכא איבה ולא זיין לה תו, וכתבו התוספות ולר''י נראה איבה דמציאתה היינו שלא יקדשנה למנוול ומוכה שחין והא דאמרינן גבי מציאת בנו ובתו הקטנים לא קטן קטן ממש אלא גדול וסומך על שלחן אביו קטן הוא היינו דוקא בקטן אבל בקטנה אפי' אינה סמוכה על שלחן אביה הויא מציאה לאב משום איבה שלא יקדשנה למנוול ומוכה שחין עכ''ל. ודברי רבינו כדברי ר''י: \n",
        "<b>ומ''ש ואפי' היתה מכורה אמה.</b> בפ''ק דמציעא (דף י''ב:) גבי הא דתנן מציאת עבדו ושפחתו העברים הרי אלו שלהם האי שפחה היכי דמיא אי דאייתי שתי שערות מאי בעיא גביה ואי דלא אייתי שתי שערות אי איתיה לאבוה דאבוה הוא לעולם דאיתיה לאב ומאי הרי הן שלהן לאפוקי דרבה ופירש''י לאפוקי שאינו של רבה אלא של אביה וקרי ליה שלהן משום דאב מינה קזכי: \n",
        "<b>סליקו הלכות גזלה ואבדה בס''ד</b> \n\n"
      ]
    ]
  ]
};