const Forbidden_Foods = {
  "title": "Mishneh Torah, Forbidden Foods",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Forbidden_Foods",
  "text": [
    [
      "מִצְוַת עֲשֵׂה לֵידַע הַסִּימָנִין שֶׁמַּבְדִּילִין בָּהֶן בֵּין בְּהֵמָה וְחַיָּה וְעוֹף וְדָגִים וַחֲגָבִים שֶׁמֻּתָּר לְאָכְלָן וּבֵין שֶׁאֵין מֻתָּר לְאָכְלָן שֶׁנֶּאֱמַר <small>(ויקרא כ כה)</small> \"וְהִבְדַּלְתֶּם בֵּין הַבְּהֵמָה הַטְּהֹרָה לַטְּמֵאָה וּבֵין הָעוֹף הַטָּמֵא לַטָּהֹר\". וְנֶאֱמַר <small>(ויקרא יא מז)</small> \"לְהַבְדִּיל בֵּין הַטָּמֵא וּבֵין הַטָּהֹר וּבֵין הַחַיָּה הַנֶּאֱכֶלֶת וּבֵין הַחַיָּה אֲשֶׁר לֹא תֵאָכֵל\": \n",
      "סִימָנֵי בְּהֵמָה וְחַיָּה נִתְפָּרְשׁוּ בַּתּוֹרָה וְהֵם שְׁנֵי סִימָנִין <small>(ויקרא יא ג)</small> <small>(דברים יד ו)</small> \"מַפְרֶסֶת פַּרְסָה\" וּ <small>(ויקרא יא ג)</small> <small>(דברים יד ו)</small> \"מַעֲלַת גֵּרָה\" עַד שֶׁיִּהְיוּ שְׁנֵיהֶם. וְכָל בְּהֵמָה וְחַיָּה שֶׁהִיא מַעֲלַת גֵּרָה אֵין לָהּ שִׁנַּיִם בַּלְּחִי הָעֶלְיוֹן. וְכָל בְּהֵמָה שֶׁהִיא מַעֲלַת גֵּרָה הֲרֵי הִיא מַפְרֶסֶת פַּרְסָה. חוּץ מִן הַגָּמָל. וְכָל בְּהֵמָה שֶׁהִיא מַפְרֶסֶת פַּרְסָה הִיא מַעֲלַת גֵּרָה חוּץ מִן הַחֲזִיר: \n",
      "לְפִיכָךְ הַמּוֹצֵא בְּהֵמָה בַּמִּדְבָּר וְאֵינוֹ מַכִּירָהּ וּמְצָאָהּ חֲתוּכַת הַפְּרָסוֹת בּוֹדֵק בְּפִיהָ אִם אֵין לָהּ שִׁנַּיִם לְמַעְלָה בְּיָדוּעַ שֶׁהִיא טְהוֹרָה. וְהוּא שֶׁיַּכִּיר גָּמָל. מָצָא בְּהֵמָה שֶׁפִּיהָ חָתוּךְ בּוֹדֵק בְּפַרְסוֹתֶיהָ אִם הִיא שְׁסוּעָה טְהוֹרָה. וְהוּא שֶׁיַּכִּיר חֲזִיר. מָצָא פִּיהָ חָתוּךְ וְרַגְלֶיהָ חֲתוּכוֹת בּוֹדֵק בָּהּ אַחַר שֶׁשְּׁחָטָהּ בְּכַנְפֵי הָעֹקֶץ אִם מָצָא בְּשָׂרָהּ שָׁם מַהֲלַךְ שְׁתִי וָעֵרֶב טְהוֹרָה. וְהוּא שֶׁיַּכִּיר עָרוֹד שֶׁכֵּן הוּא בְּשָׂרוֹ שְׁתִי וָעֵרֶב: \n",
      "בְּהֵמָה טְהוֹרָה שֶׁיָּלְדָה כְּמִין בְּהֵמָה טְמֵאָה אַף עַל פִּי שֶׁאֵינוֹ מַפְרִיס פַּרְסָה וְלֹא מַעֲלֶה גֵּרָה אֶלָּא כְּמִין סוּס אוֹ חֲמוֹר לְכָל דָּבָר הֲרֵי זֶה מֻתָּר בַּאֲכִילָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁיָּלְדָה לְפָנָיו. אֲבָל אִם הִנִּיחַ פָּרָה מְעֻבֶּרֶת בְּעֶדְרוֹ וּבָא וּמָצָא כְּמִין חֲזִיר כָּרוּךְ אַחֲרֶיהָ אַף עַל פִּי שֶׁהוּא יוֹנֵק מִמֶּנָּה הֲרֵי זֶה סָפֵק וְאָסוּר בַּאֲכִילָה. שֶׁמָּא מִן הַטֻּמְאָה נוֹלָד וְנִכְרָךְ אַחַר הַטְּהוֹרָה: \n",
      "בְּהֵמָה טְמֵאָה שֶׁיָּלְדָה כְּמִין בְּהֵמָה טְהוֹרָה אַף עַל פִּי שֶׁהוּא מַפְרִיס פַּרְסָה וּמַעֲלֶה גֵּרָה וַהֲרֵי הוּא כְּמִין שׁוֹר לְכָל דָּבָר אוֹ כְּמִין שֶׂה הֲרֵי זֶה אָסוּר בַּאֲכִילָה. שֶׁהַגָּדֵל מִן הַטְּמֵאָה טָמֵא וּמִן הַטְּהוֹרָה טָהוֹר. (לְפִיכָךְ) דָּג טָמֵא שֶׁנִּמְצָא בִּמְעֵי דָּג טָהוֹר אָסוּר. וְדָג טָהוֹר הַנִּמְצָא בִּמְעֵי דָּג טָמֵא מֻתָּר לְפִי שֶׁאֵין גִּדּוּלָיו אֶלָּא בְּלָעוֹ: \n",
      "בְּהֵמָה טְהוֹרָה שֶׁיָּלְדָה אוֹ שֶׁנִּמְצָא בָּהּ בְּרִיָּה שֶׁיֵּשׁ לָהּ שְׁתֵּי גַּבִּין וּשְׁתֵּי שְׁדָרוֹת אֲסוּרָה בַּאֲכִילָה. וְזוֹ הִיא הַשְּׁסוּעָה שֶׁנֶּאֶסְרָה בַּתּוֹרָה שֶׁנֶּאֱמַר <small>(דברים יד ז)</small> \"אֶת זֶה לֹא תֹאכְלוּ מִמַּעֲלֵי הַגֵּרָה וּמִמַּפְרִיסֵי הַפַּרְסָה הַשְּׁסוּעָה\" כְּלוֹמַר בְּרִיָּה שֶׁנּוֹלְדָה שְׁסוּעָה לִשְׁתֵּי בְּהֵמוֹת: \n",
      "וְכֵן בְּהֵמָה שֶׁנִּמְצָא בָּהּ דְּמוּת עוֹף אַף עַל פִּי שֶׁהוּא עוֹף טָהוֹר הֲרֵי זֶה אָסוּר בַּאֲכִילָה. לֹא הֻתַּר מִן הַנִּמְצָא בַּבְּהֵמָה אֶלָּא מַה שֶּׁיֵּשׁ לוֹ פַּרְסָה: \n",
      "אֵין לְךָ בְּכָל בְּהֵמָה וְחַיָּה שֶׁבָּעוֹלָם שֶׁמֻּתָּר בַּאֲכִילָה חוּץ מֵעֲשֶׂרֶת הַמִּינִין הַמְּנוּיִין בַּתּוֹרָה. שְׁלֹשָׁה מִינֵי בְּהֵמָה וְהֵם. שׁוֹר שֶׂה וְעֵז. וְשִׁבְעָה מִינֵי חַיָּה. אַיָּל וּצְבִי וְיַחְמוּר וְאַקּוֹ וְדִישֹׁן וּתְאוֹ וָזָמֶר. הֵם וּמִינֵיהֶן כְּגוֹן שׁוֹר הַבָּר וְהַמְּרִיא שֶׁהֵן מִמִּין הַשּׁוֹר. וְכָל הָעֲשָׂרָה מִינִין וּמִינֵיהֶם מַעֲלֶה גֵּרָה וּמַפְרִיס פַּרְסָה. לְפִיכָךְ מִי שֶׁהוּא מַכִּירָן אֵינוֹ צָרִיךְ לִבְדֹּק לֹא בַּפֶּה וְלֹא בָּרַגְלַיִם: \n",
      "אַף עַל פִּי שֶׁכֻּלָּן מֻתָּרִין בַּאֲכִילָה צְרִיכִין אָנוּ לְהַבְדִּיל בֵּין בְּהֵמָה טְהוֹרָה וְחַיָּה טְהוֹרָה. שֶׁהַחַיָּה חֶלְבָּהּ מֻתָּר וְדָמָהּ טָעוּן כִּסּוּי וְהַבְּהֵמָה הַטְּהוֹרָה חֶלְבָּהּ בְּכָרֵת וְאֵין דָּמָהּ טָעוּן כִּסּוּי: \n",
      "וְסִימָנֵי חַיָּה מִפִּי הַשְּׁמוּעָה הֵן. כָּל מִין שֶׁהוּא מַפְרִיס פַּרְסָה וּמַעֲלֶה גֵּרָה וְיֵשׁ לוֹ קַרְנַיִם מְפֻצָּלוֹת כְּגוֹן הָאַיָּל הֲרֵי זֶה חַיָּה טְהוֹרָה בְּוַדַּאי. וְכָל שֶׁאֵין קַרְנָיו מְפֻצָּלוֹת אִם הָיוּ קַרְנָיו כְּרוּכוֹת כְּקַרְנֵי הַשּׁוֹר וַחֲרוּקוֹת כְּקַרְנֵי הָעֵז וְיִהְיֶה הֶחָרָק מֻבְלָע בָּהֶן וַהֲדוּרוֹת כְּקַרְנֵי הַצְּבִי הֲרֵי זוֹ חַיָּה טְהוֹרָה. וּבִלְבַד שֶׁיִּהְיֶה בַּקַּרְנַיִם שְׁלֹשָׁה סִימָנִין אֵלּוּ כְּרוּכוֹת חֲרוּקוֹת וַהֲדוּרוֹת: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמִין שֶׁאֵינוֹ מַכִּירוֹ אֲבָל שִׁבְעָה מִינֵי חַיָּה הָאֲמוּרִין בַּתּוֹרָה אִם הָיָה מַכִּיר אוֹתָן אֲפִלּוּ לֹא מָצָא לוֹ קַרְנַיִם הֲרֵי זֶה אוֹכֵל חֶלְבּוֹ וְחַיָּב לְכַסּוֹת דָּמוֹ: \n",
      "שׁוֹר הַבָּר מִין בְּהֵמָה הוּא וְהַקֶּרֶשׁ אַף עַל פִּי שֶׁאֵין לוֹ אֶלָּא קֶרֶן אַחַת הֲרֵי הוּא חַיָּה. וְכָל שֶׁיִּסְתַּפֵּק לְךָ אִם הוּא מִין חַיָּה אוֹ מִין בְּהֵמָה חֶלְבּוֹ אָסוּר וְאֵין לוֹקִין עָלָיו וּמְכַסִּין אֶת דָּמוֹ: \n",
      "כִּלְאַיִם הַבָּא מִבְּהֵמָה טְהוֹרָה עִם חַיָּה טְהוֹרָה הוּא הַנִּקְרָא כְּוִי. חֶלְבּוֹ אָסוּר וְאֵין לוֹקִין עָלָיו וּמְכַסִּין אֶת דָּמוֹ. וְאֵין מִין טָמֵא מִתְעַבֵּר מִמִּין טָהוֹר כְּלָל: \n",
      "סִימָנֵי עוֹף טָהוֹר לֹא נִתְפָּרֵשׁ מִן הַתּוֹרָה. אֶלָּא מָנָה מִנְיַן טְמֵאִים בִּלְבַד וּשְׁאָר מִינֵי הָעוֹף מֻתָּרִין. וְהַמִּנְיָן הָאֲסוּרִין אַרְבָּעָה וְעֶשְׂרִים הֵן. וְאֵלּוּ הֵן. א) נֶשֶׁר. ב) פֶּרֶס. ג) עָזְנִיָּה. ד) דָּאָה וְהִיא הָרָאָה הָאֲמוּרָה בְּמִשְׁנֵה תּוֹרָה. ה) אַיָּה וְהִיא הַדַּיָּהּ הָאֲמוּרָה בְּמִשְׁנֵה תּוֹרָה. ו) מִין הָאַיָּה שֶׁכֵּן כָּתוּב בָּהּ לְמִינָהּ מִכְלַל שֶׁהוּא שְׁנֵי מִינִין. ז) עוֹרֵב. ח) זַרְזִיר שֶׁכֵּן נֶאֱמַר בְּעוֹרֵב לְמִינוֹ לְהָבִיא אֶת הַזַּרְזִיר. ט) יַעֲנָה. י) תַּחְמָס. יא) שַׁחַף. יב) נֵץ. יג) וְשַׁרְנְקָא וְהוּא מִין הַנֵּץ שֶׁכֵּן כָּתוּב בּוֹ לְמִינֵהוּ. יד) כּוֹס. טו) שָׁלָךְ. טז) יַנְשׁוּף. יז) תִּנְשֶׁמֶת. יח) קָאָת. יט) רָחָמָה. כ) חֲסִידָה. כא) הָאֲנָפָה. כב) מִין הָאֲנָפָה שֶׁכֵּן נֶאֱמַר בָּהּ לְמִינָהּ. כג) הַדּוּכִיפַת. כד) הָעֲטַלֵּף: \n",
      "כָּל מִי שֶׁהוּא בָּקִי בְּמִינִין אֵלּוּ וּבִשְׁמוֹתֵיהֶן הֲרֵי זֶה אוֹכֵל עוֹף שֶׁאֵינוֹ מֵהֶם וְאֵינוֹ צָרִיךְ בְּדִיקָה. וְעוֹף טָהוֹר נֶאֱכַל בְּמָסֹרֶת. וְהוּא שֶׁיִּהְיֶה דָּבָר פָּשׁוּט בְּאוֹתוֹ מָקוֹם שֶׁזֶּה עוֹף טָהוֹר. וְנֶאֱמָן צַיָּד לוֹמַר עוֹף זֶה הִתִּיר לִי רַבִּי הַצַּיָּד. וְהוּא שֶׁיֻּחְזַק אוֹתוֹ צַיָּד שֶׁהוּא בָּקִי בְּמִינִין אֵלּוּ וּבִשְׁמוֹתֵיהֶן: \n",
      "מִי שֶׁאֵינוֹ מַכִּירָן וְאֵינוֹ יוֹדֵעַ שְׁמוֹתֵיהֶן בּוֹדֵק בְּסִימָנִין אֵלּוּ שֶׁנָּתְנוּ חֲכָמִים. כָּל עוֹף שֶׁהוּא דּוֹרֵס וְאוֹכֵל בְּיָדוּעַ שֶׁהוּא מֵאֵלּוּ הַמִּינִין וְטָמֵא. וְשֶׁאֵינוֹ דּוֹרֵס וְאוֹכֵל אִם יֵשׁ בּוֹ אֶחָד מִשְּׁלֹשָׁה סִימָנִין אֵלּוּ הֲרֵי זֶה עוֹף טָהוֹר. וְאֵלּוּ הֵן. אֶצְבַּע יְתֵרָה. אוֹ זֶפֶק וְהִיא הַמֻּרְאָה. אוֹ שֶׁהָיָה קֻרְקְבָנוֹ נִקְלַף בְּיָד: \n",
      "לְפִי שֶׁאֵין בְּכָל אֵלּוּ הַמִּינִין הָאֲסוּרִין מִין שֶׁאֵינוֹ דּוֹרֵס וְיֵשׁ בּוֹ אֶחָד מִשְּׁלֹשָׁה סִימָנִין אֵלּוּ חוּץ מִפֶּרֶס וְעָזְנִיָּה וּפֶרֶס וְעָזְנִיָּה אֵינָן מְצוּיִין בְּיִשּׁוּב אֶלָּא בְּמִדְבָּרוֹת אִיֵּי הַיָּם הָרְחוֹקוֹת עַד מְאֹד שֶׁהֵן סוֹף הַיִּשּׁוּב: \n",
      "הָיָה הַקֻּרְקְבָן נִקְלָף בְּסַכִּין וְאֵינוֹ נִקְלָף בְּיָד וְאֵין בּוֹ סִימָן אַחֵר אַף עַל פִּי שֶׁאֵינוֹ דּוֹרֵס הֲרֵי זֶה סָפֵק. הָיָה חָזָק וְדָבֵק וְהִנִּיחוֹ בַּשֶּׁמֶשׁ וְנִתְרַפָּה וְנִקְלָף בְּיָד הֲרֵי זֶה מֻתָּר: \n",
      "אָמְרוּ הַגְּאוֹנִים שֶׁמָּסֹרֶת הִיא בִּידֵיהֶם שֶׁאֵין מוֹרִין לְהַתִּיר עוֹף הַבָּא בְּסִימָן אֶחָד אֶלָּא אִם הָיָה אוֹתוֹ סִימָן שֶׁיִּקָּלֵף קֻרְקְבָנוֹ בְּיָד. אֲבָל אִם אֵינוֹ נִקְלָף בְּיָד אַף עַל פִּי שֶׁיֵּשׁ לוֹ זֶפֶק אוֹ אֶצְבַּע יְתֵרָה מֵעוֹלָם לֹא הִתִּירוּהוּ: \n",
      "כָּל עוֹף שֶׁחוֹלֵק אֶת רַגְלָיו כְּשֶׁמּוֹתְחִין לוֹ חוּט שְׁתַּיִם לְכָאן וּשְׁתַּיִם לְכָאן. אוֹ שֶׁקּוֹלֵט מִן הָאֲוִיר וְאוֹכֵל בָּאֲוִיר. הֲרֵי זֶה דּוֹרֵס וְטָמֵא. וְכָל הַשּׁוֹכֵן עִם הַטְּמֵאִים וְנִדְמֶה לָהֶם הֲרֵי זֶה טָמֵא: \n",
      "וּמִינֵי חֲגָבִים שֶׁהִתִּירָה תּוֹרָה שְׁמוֹנָה. וְאֵלּוּ הֵן. א) חָגָב. ב) מִין חָגָב וְהוּא הָרַזְבָנִית. ג) חַרְגּל. ד) וּמִין חַרְגּל וְהוּא עַרְצוּבְיָא. ה) אַרְבֶּה. ו) וּמִין אַרְבֶּה וְהִיא צִפֹּרֶת כְּרָמִים. ז) סָלְעָם. ח) וּמִין סָלְעָם וְהִיא יוֹחָנָא יְרוּשַׁלְמִית: \n",
      "מִי שֶׁהוּא בָּקִי בָּהֶן וּבִשְׁמוֹתֵיהֶן אוֹכֵל. וְהַצַּיָּד נֶאֱמָן עֲלֵיהֶן כְּעוֹף. ומִי שֶׁאֵינוֹ בָּקִי בָּהֶן בּוֹדֵק בְּסִימָנִין. וּשְׁלֹשָׁה סִימָנִין יֵשׁ בָּהֶן. כָּל שֶׁיֵּשׁ לוֹ אַרְבַּע רַגְלַיִם. וְאַרְבַּע כְּנָפַיִם שֶׁחוֹפוֹת רֹב אֹרֶךְ גּוּפוֹ וְרֹב הֶקֵּף גּוּפוֹ. וְיֵשׁ לוֹ שְׁנֵי כְּרָעַיִם לְנַתֵּר בָּהֶם הֲרֵי זֶה מִין טָהוֹר. וְאַף עַל פִּי שֶׁרֹאשׁוֹ אָרֹךְ וְיֵשׁ לוֹ זָנָב אִם הָיָה שְׁמוֹ חָגָב טָהוֹר: \n",
      "מִי שֶׁאֵין לוֹ עַכְשָׁו כְּנָפַיִם אוֹ כְּרָעַיִם אוֹ שֶׁאֵין לוֹ כְּנָפַיִם הַחוֹפִין אֶת רֻבּוֹ וְעָתִיד לְגַדֵּל אוֹתָן אַחַר זְמַן כְּשֶׁיַּגְדִּיל הֲרֵי זֶה מֻתָּר מֵעַתָּה: \n",
      "וּבְדָגִים שְׁנֵי סִימָנִין. סְנַפִּיר וְקַשְׂקֶשֶׂת. וּסְנַפִּיר הוּא שֶׁפּוֹרֵחַ בּוֹ. וְקַשְׂקֶשֶׂת הִיא הַדְּבוּקָה בְּכָל גּוּפוֹ. וְכָל שֶׁיֵּשׁ לוֹ קַשְׂקֶשֶׂת יֵשׁ לוֹ סְנַפִּיר. אֵין לוֹ עַכְשָׁו וּכְשֶׁיַּגְדִּיל יִהְיֶה לוֹ אוֹ שֶׁיֵּשׁ לוֹ קַשְׂקֶשֶׂת כְּשֶׁהוּא בַּיָּם וּכְשֶׁיַּעֲלֶה יַשִּׁיר קַשְׂקַשָּׂיו הֲרֵי זֶה מֻתָּר. וּמִי שֶׁאֵין לוֹ קַשְׂקַשִּׂים הַחוֹפִין אֶת כֻּלּוֹ מֻתָּר. אֲפִלּוּ אֵין בּוֹ אֶלָּא סְנַפִּיר אַחַת וְקַשְׂקֶשֶׂת אַחַת הֲרֵי זֶה מֻתָּר: \n"
    ],
    [
      "מִכְּלָל שֶׁנֶּאֱמַר <small>(דברים יד ו)</small> \"וְכָל בְּהֵמָה מַפְרֶסֶת פַּרְסָה וְשֹׁסַעַת שֶׁסַע שְׁתֵּי פְרָסוֹת מַעֲלַת גֵּרָה\" שׁוֹמֵעַ אֲנִי שֶׁכָּל שֶׁאֵינָהּ מַעֲלַת גֵּרָה וּמַפְרֶסֶת פַּרְסָה אֲסוּרָה. וְלָאו הַבָּא מִכְּלַל עֲשֵׂה עֲשֵׂה הוּא. וּבְגָמָל וּבַחֲזִיר וּבְאַרְנֶבֶת וּבְשָׁפָן נֶאֱמַר <small>(ויקרא יא ד)</small> <small>(דברים יד ז)</small> \"אֶת זֶה לֹא תֹאכְלוּ מִמַּעֲלֵי הַגֵּרָה וּמִמַּפְרִיסֵי הַפַּרְסָה\" וְגוֹ' הֲרֵי לָמַדְתָּ שֶׁהֵן בְּלֹא תַּעֲשֶׂה וְאַף עַל פִּי שֶׁיֵּשׁ בָּהֶן סִימָן אֶחָד. וְכָל שֶׁכֵּן שְׁאָר בְּהֵמָה טְמֵאָה וְחַיָּה טְמֵאָה שֶׁאֵין בָּהּ סִימָן כְּלָל שֶׁאִסּוּר אֲכִילָתָם בְּלֹא תַּעֲשֶׂה יֶתֶר עַל עֲשֵׂה הַבָּא מִכְּלַל אוֹתָהּ תֹּאכְלוּ: \n",
      "לְפִיכָךְ כָּל הָאוֹכֵל מִבְּשַׂר בְּהֵמָה וְחַיָּה טְמֵאָה כְּזַיִת לוֹקֶה מִן הַתּוֹרָה. בֵּין שֶׁאָכַל מִן הַבָּשָׂר בֵּין שֶׁאָכַל מִן הַחֵלֶב. לֹא חִלֵּק הַכָּתוּב בִּטְמֵאִים בֵּין בְּשָׂרָם לְחֶלְבָּם: \n",
      "הָאָדָם אַף עַל פִּי שֶׁנֶּאֱמַר בּוֹ <small>(בראשית ב ז)</small> \"וַיְהִי הָאָדָם לְנֶפֶשׁ חַיָּה\" אֵינוֹ מִכְּלַל מִינֵי חַיָּה בַּעֲלַת פַּרְסָה לְפִיכָךְ אֵינוֹ בְּלֹא תַּעֲשֶׂה. וְהָאוֹכֵל מִבְּשַׂר הָאָדָם אוֹ מֵחֶלְבּוֹ בֵּין מִן הַחַי בֵּין מִן הַמֵּת אֵינוֹ לוֹקֶה. אֲבָל אָסוּר הוּא בַּעֲשֵׂה שֶׁהֲרֵי מָנָה הַכָּתוּב שִׁבְעַת מִינֵי חַיָּה וְאָמַר בָּהֶן <small>(ויקרא יא ב)</small> \"זֹאת הַחַיָּה אֲשֶׁר תֹּאכְלוּ\" הָא כָּל שֶׁהוּא חוּץ מֵהֶן לֹא תֹּאכְלוּ וְלָאו הַבָּא מִכְּלַל עֲשֵׂה עֲשֵׂה: \n",
      "הָאוֹכֵל כְּזַיִת מִבְּשַׂר עוֹף טָמֵא לוֹקֶה מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(ויקרא יא יג)</small> \"וְאֶת אֵלֶּה תְּשַׁקְּצוּ מִן הָעוֹף לֹא יֵאָכְלוּ\". וַהֲרֵי עָבַר עַל עֲשֵׂה שֶׁנֶּאֱמַר <small>(דברים יד יא)</small> \"כָּל צִפּוֹר טְהֹרָה תֹּאכֵלוּ\" הָא טְמֵאָה לֹא תֹּאכְלוּ. וְכֵן הָאוֹכֵל כְּזַיִת מִדָּג טָמֵא לוֹקֶה שֶׁנֶּאֱמַר <small>(ויקרא יא יא)</small> \"וְשֶׁקֶץ יִהְיוּ לָכֶם\" <small>(ויקרא יא יא)</small> \"מִבְּשָׂרָם לֹא תֹאכֵלוּ\". וְעָבַר עַל עֲשֵׂה שֶׁנֶּאֱמַר <small>(דברים יד ט)</small> \"כּל אֲשֶׁר לוֹ סְנַפִּיר וְקַשְׂקֶשֶׂת תֹּאכֵלוּ\" מִכְּלַל שֶׁמִּי שֶׁאֵין לוֹ סְנַפִּיר וְקַשְׂקֶשֶׂת לֹא יֵאָכֵל. הָא לָמַדְתָּ שֶׁכָּל הָאוֹכֵל דָּג טָמֵא אוֹ בְּהֵמָה וְחַיָּה טְמֵאָה אוֹ עוֹף טָמֵא בִּטֵּל מִצְוַת עֲשֵׂה וְעָבַר עַל לֹא תַּעֲשֶׂה: \n",
      "חָגָב טָמֵא הֲרֵי הוּא בִּכְלַל שֶׁרֶץ הָעוֹף וְהָאוֹכֵל כְּזַיִת מִשֶּׁרֶץ הָעוֹף לוֹקֶה שֶׁנֶּאֱמַר <small>(דברים יד יט)</small> \"כָּל שֶׁרֶץ הָעוֹף טָמֵא הוּא לָכֶם לֹא יֵאָכֵלוּ\". וְאֵי זֶהוּ שֶׁרֶץ הָעוֹף כְּגוֹן זְבוּב אוֹ יַתּוּשׁ וְצִרְעָה וּדְבוֹרָה וְכַיּוֹצֵא בָּהֶן: \n",
      "הָאוֹכֵל כְּזַיִת מִשֶּׁרֶץ הָאָרֶץ לוֹקֶה שֶׁנֶּאֱמַר <small>(ויקרא יא מא)</small> \"וְכָל הַשֶּׁרֶץ הַשֹּׁרֵץ עַל הָאָרֶץ שֶׁקֶץ הוּא לֹא יֵאָכֵל\". וְאֵי זֶהוּ שֶׁרֶץ הָאָרֶץ כְּגוֹן נְחָשִׁים וְעַקְרַבִּים וְחִפְשִׁית וְנַדָּל וְכַיּוֹצֵא בָּהֶן: \n",
      "וּשְׁמוֹנָה שְׁרָצִים הָאֲמוּרִים בַּתּוֹרָה שֶׁהֵן <small>(ויקרא יא כט)</small> \"הַחלֶד וְהָעַכְבָּר וְהַצָּב\" <small>(ויקרא יא ל)</small> \"וְהָאֲנָקָה וְהַכֹּחַ וְהַלְּטָאָה וְהַחֹמֶט וְהַתִּנְשֶׁמֶת\" הָאוֹכֵל מִבְּשָׂרָם כַּעֲדָשָׁה לוֹקֶה. שִׁעוּר אֲכִילָתָן כְּשִׁעוּר טֻמְאָתָן. וְכֻלָּם מִצְטָרְפִין זֶה עִם זֶה בְּכַעֲדָשָׁה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁאָכַל מֵהֶן אַחַר מִיתָתָן. אֲבָל הַחוֹתֵךְ אֵיבָר מִן הַחַי מִן אֶחָד מֵהֶן וַאֲכָלוֹ אֵינוֹ לוֹקֶה עָלָיו עַד שֶׁיִּהְיֶה בּוֹ כְּזַיִת בָּשָׂר. וְכֻלָּן מִצְטָרְפִין לִכְזַיִת. אָכַל אֵיבָר שָׁלֵם מִן הַשֶּׁרֶץ אַחַר שֶׁמֵּת אֵינוֹ לוֹקֶה עַד שֶׁיִּהְיֶה בּוֹ כַּעֲדָשָׁה: \n",
      "דַּם שְׁמוֹנָה שְׁרָצִים וּבְשָׂרָן מִצְטָרֵף לְכַעֲדָשָׁה וְהוּא שֶׁיִּהְיֶה הַדָּם מְחֻבָּר לַבָּשָׂר. וְכֵן דַּם הַנָּחָשׁ מִצְטָרֵף לִבְשָׂרוֹ לִכְזַיִת וְלוֹקֶה עָלָיו לְפִי שֶׁאֵין בְּשָׂרוֹ חָלוּק מִדָּמוֹ. וְאַף עַל פִּי שֶׁאֵינוֹ מְטַמֵּא. וְכֵן כָּל כַּיּוֹצֵא בּוֹ מִשְּׁאָר שְׁרָצִים שֶׁאֵינָן מְטַמְּאִין: \n",
      "דַּם שְׁרָצִים שֶׁפָּרַשׁ וּכְנָסוֹ וַאֲכָלוֹ לוֹקֶה עָלָיו בִּכְזַיִת. וְהוּא שֶׁיַּתְרוּ בּוֹ מִשּׁוּם אוֹכֵל שֶׁרֶץ. אֲבָל אִם הִתְרוּ בּוֹ מִשּׁוּם אוֹכֵל דָּם פָּטוּר. שֶׁאֵין חַיָּבִין אֶלָּא עַל דַּם בְּהֵמָה חַיָּה וְעוֹף: \n",
      "כָּל הַשִּׁעוּרִין וּמַחְלְקוֹתָם הֲלָכָה לְמשֶׁה מִסִּינַי: \n",
      "הָאוֹכֵל כְּזַיִת מִשֶּׁרֶץ הַמַּיִם לוֹקֶה מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(ויקרא יא מג)</small> \"אַל תְּשַׁקְּצוּ אֶת נַפְשֹׁתֵיכֶם בְּכָל הַשֶּׁרֶץ הַשֹּׁרֵץ וְלֹא תִטַּמְּאוּ בָּהֶם\". הֲרֵי כָּלַל בְּלָאו זֶה שֶׁרֶץ הָאָרֶץ וְשֶׁרֶץ הָעוֹף וְשֶׁרֶץ הַמַּיִם. אֵי זֶהוּ שֶׁרֶץ הַמַּיִם אֵלּוּ הַבְּרִיּוֹת הַקְּטַנּוֹת כְּמוֹ הַתּוֹלָעִים וְהָעֲלוּקָה שֶׁבַּמַּיִם וְהַבְּרִיּוֹת הַגְּדוֹלוֹת בְּיוֹתֵר שֶׁהֵן חַיּוֹת הַיָּם. כְּלָלוֹ שֶׁל דָּבָר כָּל שֶׁאֵינוֹ בְּצוּרַת הַדָּגִים לֹא דָּג טָמֵא וְלֹא דָּג טָהוֹר כְּגוֹן כֶּלֶב הַמַּיִם וְהַדַּלְפוֹן וְהַצְּפַרְדֵּעַ וְכַיּוֹצֵא בָּהֶן: \n",
      "אֵלּוּ הַמִּינִין שֶׁנִּבְרָאִין בְּאַשְׁפּוֹת וּבְגוּפֵי הַנְּבֵלוֹת כְּגוֹן רִמָּה וְתוֹלַעַת וְכַיּוֹצֵא בָּהֶן שֶׁאֵינָן נִבְרָאִין מִזָּכָר וּנְקֵבָה אֶלָּא מִן הַגְּלָלִים שֶׁהִסְרִיחוּ וְכַיּוֹצֵא בָּהֶן הֵן הַנִּקְרָאִין רוֹמֵשׂ עַל הָאָרֶץ. וְהָאוֹכֵל מֵהֶן כְּזַיִת לוֹקֶה שֶׁנֶּאֱמַר <small>(ויקרא יא מד)</small> \"וְלֹא תְטַמְּאוּ אֶת נַפְשֹׁתֵיכֶם בְּכָל הַשֶּׁרֶץ הָרֹמֵשׂ עַל הָאָרֶץ\" וְאַף עַל פִּי שֶׁאֵין פָּרִין וְרָבִין. אֲבָל <small>(ויקרא יא מא מב)</small> \"הַשֶּׁרֶץ הַשּׁוֹרֵץ עַל הָאָרֶץ\" הוּא שֶׁפָּרֶה וְרָבֶה מִזָּכָר וּנְקֵבָה: \n",
      "אֵלּוּ הַמִּינִין הַנִּבְרָאִין בְּפֵרוֹת וּבְמַאֲכָלוֹת אִם פָּרְשׁוּ וְיָצְאוּ לָאָרֶץ אַף עַל פִּי שֶׁחָזְרוּ לְתוֹךְ הָאֹכֶל מִי שֶׁאָכַל מֵהֶן כְּזַיִת לוֹקֶה שֶׁנֶּאֱמַר <small>(ויקרא יא מב)</small> \"לְכָל הַשֶּׁרֶץ הַשֹּׁרֵץ עַל הָאָרֶץ\" לֶאֱסֹר אֵלּוּ שֶׁפָּרְשׁוּ לָאָרֶץ. אֲבָל אִם לֹא פָּרְשׁוּ מֻתָּר לֶאֱכל הַפְּרִי וְהַתּוֹלַעַת שֶׁבְּתוֹכוֹ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהִתְלִיעַ הָאֹכֶל אַחַר שֶׁנֶּעֱקַר מִן הָאָרֶץ. אֲבָל אִם הִתְלִיעַ וְהוּא מְחֻבָּר. אוֹתָהּ הַתּוֹלַעַת אֲסוּרָה כְּאִלּוּ פֵּרְשָׁה לָאָרֶץ שֶׁעַל הָאָרֶץ נִבְרֵאת וְלוֹקִין עָלֶיהָ. וְאִם סָפֵק אֲסוּרָה. לְפִיכָךְ כָּל מִינֵי פֵּרוֹת שֶׁדַּרְכָּן לְהַתְלִיעַ כְּשֶׁהֵן מְחֻבָּרִין לֹא יֹאכַל עַד שֶׁיִּבְדֹּק הַפְּרִי מִתּוֹכוֹ שֶׁמָּא יֵשׁ בּוֹ תּוֹלַעַת. וְאִם שָׁהָה הַפְּרִי אַחַר שֶׁנֶּעֱקַר שְׁנֵים עָשָׂר חֹדֶשׁ אוֹכֵל בְּלֹא בְּדִיקָה שֶׁאֵין תּוֹלַעַת שֶׁבּוֹ מִתְקַיֶּמֶת שְׁנֵים עָשָׂר חֹדֶשׁ: \n",
      "פָּרְשׁוּ לָאֲוִיר וְלֹא נָגְעוּ לָאָרֶץ. אוֹ שֶׁפָּרְשׁוּ מִקְצָתָן לָאָרֶץ. אוֹ שֶׁפָּרְשׁוּ אַחַר שֶׁמֵּתוּ. אוֹ שֶׁנִּמְצֵאת תּוֹלַעַת עַל הַגַּרְעִינָה מִבִּפְנִים. אוֹ שֶׁיָּצְאוּ מִתּוֹךְ הָאֹכֶל לְתוֹךְ אֹכֶל אַחֵר. כָּל אֵלּוּ אֲסוּרִין מִסָּפֵק וְאֵין לוֹקִין עֲלֵיהֶן: \n",
      "תּוֹלַעַת הַנִּמְצֵאת בִּמְעֵי הַדָּגִים וּבַמֹּחַ שֶׁבְּרֹאשׁ הַבְּהֵמָה וְהַנִּמְצֵאת בַּבָּשָׂר אֲסוּרָה. אֲבָל דָּג מָלִיחַ שֶׁהִתְלִיעַ הֲרֵי הַתּוֹלַעַת שֶׁבּוֹ מֻתֶּרֶת. שֶׁהֵן כְּפֵרוֹת שֶׁהִתְלִיעוּ אַחַר שֶׁנֶּעֶקְרוּ מִן הָאָרֶץ שֶׁמֻּתָּר לְאָכְלָן כֻּלָּן כְּאַחַת בַּתּוֹלַעַת שֶׁבְּתוֹכָן. וְכֵן הַמַּיִם שֶׁבַּכֵּלִים שֶׁהִשְׁרִיצוּ הֲרֵי אוֹתָן שְׁרָצִים מֻתָּר לִשְׁתּוֹתָן עִם הַמַּיִם שֶׁנֶּאֱמַר <small>(ויקרא יא ט)</small> \"וְכָל אֲשֶׁר לוֹ סְנַפִּיר וְקַשְׂקֶשֶׂת בַּמַּיִם בַּיַּמִּים וּבַנְּחָלִים אֹתָם תֹּאכֵלוּ\". כְּלוֹמַר בַּמַּיִם וּבַיַּמִּים וּבַנְּחָלִים הוּא שֶׁאַתָּה אוֹכֵל אֶת שֶׁיֵּשׁ לוֹ וְאֵין אַתָּה אוֹכֵל אֶת שֶׁאֵין לוֹ. אֲבָל בְּכֵלִים בֵּין שֶׁיֵּשׁ לוֹ בֵּין שֶׁאֵין לוֹ מֻתָּר: \n",
      "שֶׁרֶץ הַמַּיִם הַנִּבְרָא בְּבוֹרוֹת וּבְשִׁיחִין וּבִמְעָרוֹת הוֹאִיל וְאֵינָן מַיִם נוֹבְעִין וַהֲרֵי הֵן עֲצוּרִים הֲרֵי הֵן כְּמַיִם שֶׁבְּכֵלִים וּמֻתָּר. וְשׁוֹחֶה וְשׁוֹתֶה וְאֵינוֹ נִמְנָע וְאַף עַל פִּי שֶׁבּוֹלֵעַ בִּשְׁעַת שְׁתִיָּה מֵאוֹתָן הַשְּׁרָצִים הַדַּקִּים: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁלֹּא פָּרְשׁוּ מִמְּקוֹם בְּרִיָּתָן. אֲבָל אִם פֵּרַשׁ הַשֶּׁרֶץ אַף עַל פִּי שֶׁחָזַר לְתוֹךְ הַכְּלִי אוֹ לְתוֹךְ הַבּוֹר אָסוּר. פָּרַשׁ לְדָפְנֵי הֶחָבִית וְחָזַר וְנָפַל לְתוֹךְ הַמַּיִם אוֹ לְתוֹךְ הַשֵּׁכָר מֻתָּר. וְכֵן אִם פָּרַשׁ לְדָפְנֵי הַבּוֹר אוֹ הַמְּעָרָה וְחָזַר לַמַּיִם מֻתָּר: \n",
      "הַמְסַנֵּן אֶת הַיַּיִן אוֹ אֶת הַחֹמֶץ אוֹ אֶת הַשֵּׁכָר וְאָכַל אֶת הַיַּבְחוּשִׁים אוֹ אֶת הַיַּתּוּשִׁין וְהַתּוֹלָעוֹת שֶׁסִּנֵּן לוֹקֶה מִשּׁוּם שֶׁרֶץ הַמַּיִם אוֹ מִשּׁוּם שֶׁרֶץ הָעוֹף (וְשֶׁרֶץ הַמַּיִם) אֲפִלּוּ חָזַר לַכְּלִי אַחַר שֶׁסִּנְּנָן שֶׁהֲרֵי פָּרְשׁוּ מִמְּקוֹם בְּרִיָּתָן. אֲבָל אִם לֹא סִנְּנָן שׁוֹתֶה וְאֵינוֹ נִמְנָע כְּמוֹ שֶׁפֵּרַשְׁנוּ: \n",
      "זֶה שֶׁאָמַרְנוּ בְּפֶרֶק זֶה הָאוֹכֵל כְּזַיִת. כְּשֶׁאָכַל כְּזַיִת מִבְּרִיָּה גְּדוֹלָה אוֹ שֶׁצֵּרֵף מְעַט מִבְּרִיָּה זוֹ וּמְעַט מִבְּרִיָּה זוֹ שֶׁבְּמִינָהּ עַד שֶׁיֹּאכַל כְּזַיִת. אֲבָל הָאוֹכֵל בְּרִיָּה טְמֵאָה בִּפְנֵי עַצְמָהּ כֻּלָּהּ הֲרֵי זֶה לוֹקֶה מִן הַתּוֹרָה. וַאֲפִלּוּ הָיְתָה פְּחוּתָה מִן הַחַרְדָּל. בֵּין שֶׁאֲכָלָהּ מֵתָה בֵּין שֶׁאֲכָלָהּ חַיָּה. וַאֲפִלּוּ סָרְחָה הַבְּרִיָּה וְנִשְׁתַּנֵּית צוּרָתָהּ הוֹאִיל וַאֲכָלָהּ כֻּלָּהּ לוֹקֶה: \n",
      "נְמָלָה שֶׁחֲסֵרָה אֲפִלּוּ אַחַת מֵרַגְלֶיהָ אֵינוֹ לוֹקֶה עָלֶיהָ אֶלָּא בִּכְזַיִת. לְפִיכָךְ הָאוֹכֵל זְבוּב שָׁלֵם אוֹ יַתּוּשׁ שָׁלֵם בֵּין חַי וּבֵין מֵת לוֹקֶה מִשּׁוּם שֶׁרֶץ הָעוֹף: \n",
      "הֲרֵי שֶׁהָיְתָה הַבְּרִיָּה מִשֶּׁרֶץ הָעוֹף וּמִשֶּׁרֶץ הַמַּיִם וּמִשֶּׁרֶץ הָאָרֶץ כְּגוֹן שֶׁהָיוּ לָהּ כְּנָפַיִם וְהִיא מְהַלֶּכֶת עַל הָאָרֶץ כִּשְׁאָר שְׁרָצִים וְהָיְתָה רָבָה בַּמַּיִם וַאֲכָלָהּ לוֹקֶה שָׁלֹשׁ מַלְקִיּוֹת. וְאִם הָיְתָה יֶתֶר עַל זֶה מִן הַמִּינִין שֶׁנִּבְרְאוּ בְּפֵרוֹת לוֹקֶה עָלֶיהָ אַרְבַּע מַלְקִיּוֹת. וְאִם הָיְתָה מִן הַמִּינִין שֶׁפָּרִין וְרָבִין לוֹקֶה חָמֵשׁ. וְאִם הָיְתָה מִכְּלַל עוֹף טָמֵא יֶתֶר עַל הֱיוֹתָהּ מִשֶּׁרֶץ הָעוֹף לוֹקֶה עָלֶיהָ שֵׁשׁ מַלְקִיּוֹת. מִשּׁוּם עוֹף טָמֵא. וּמִשּׁוּם שֶׁרֶץ הָעוֹף. וּמִשּׁוּם שֶׁרֶץ הָאָרֶץ. וּמִשּׁוּם שֶׁרֶץ הַמַּיִם. וּמִשּׁוּם רוֹמֵשׂ עַל הָאָרֶץ. וּמִשּׁוּם תּוֹלַעַת הַפֵּרוֹת. בֵּין שֶׁאֲכָלָהּ כֻּלָּהּ בֵּין שֶׁאָכַל מִמֶּנָּה כְּזַיִת. לְפִיכָךְ הָאוֹכֵל נְמָלָה הַפּוֹרַחַת הַגְּדֵלָה בַּמַּיִם לוֹקֶה חָמֵשׁ מַלְקִיּוֹת: \n",
      "רִסֵּק נְמָלִים וְהֵבִיא אַחַת שְׁלֵמָה וְצֵרְפָהּ לְאֵלּוּ שֶׁנִּתְרַסְּקוּ וְנַעֲשָׂה הַכּל כְּזַיִת וַאֲכָלוֹ לוֹקֶה שֵׁשׁ מַלְקִיּוֹת. חָמֵשׁ מִשּׁוּם הַנְּמָלָה הָאַחַת וְאַחַת מִשּׁוּם כְּזַיִת מִנִּבְלַת הַטְּמֵאִים: \n"
    ],
    [
      "כָּל מַאֲכָל הַיּוֹצֵא מִמִּין מִן הַמִּינִין הָאֲסוּרִין שֶׁלּוֹקִין עַל אֲכִילָתָן הֲרֵי אוֹתוֹ הַמַּאֲכָל אָסוּר בַּאֲכִילָה מִן הַתּוֹרָה. כְּגוֹן חֲלֵב בְּהֵמָה וְחַיָּה הַטְּמֵאִים וּבֵיצֵי עוֹף וְדָג הַטְּמֵאִים שֶׁנֶּאֱמַר <small>(ויקרא יא טז)</small> <small>(דברים יד טו)</small> \"וְאֵת בַּת הַיַּעֲנָה\" זוֹ בֵּיצָתָהּ. וְהוּא הַדִּין לְכָל הָאָסוּר כְּיַעֲנָה וּלְכָל הַדְּבָרִים הַדּוֹמִין לְבֵיצָה: \n",
      "חֲלֵב הָאָדָם מֻתָּר בַּאֲכִילָה אַף עַל פִּי שֶׁבְּשַׂר הָאָדָם אָסוּר בַּאֲכִילָה. וּכְבָר בֵּאַרְנוּ שֶׁהוּא בַּעֲשֵׂה: \n",
      "דְּבַשׁ דְּבוֹרִים וּדְבַשׁ צְרָעִים מֻתָּר מִפְּנֵי שֶׁאֵינוֹ מִתַּמְצִית גּוּפָן אֶלָּא כּוֹנְסִין אוֹתוֹ מִן הָעֲשָׂבִים בְּתוֹךְ פִּיהֶן וּמְקִיאִין אוֹתוֹ בַּכַּוֶּרֶת כְּדֵי שֶׁיִּמְצְאוּ אוֹתוֹ לֶאֱכל מִמֶּנּוּ בִּימוֹת הַגְּשָׁמִים: \n",
      "אַף עַל פִּי שֶׁחֲלֵב אָדָם מֻתָּר אָסְרוּ חֲכָמִים לְגָדוֹל לִינֹק אוֹתוֹ מִן הַשָּׁדַיִם אֶלָּא חוֹלֶבֶת אִשָּׁה לְתוֹךְ הַכְּלִי וְשׁוֹתֶה. וְגָדוֹל שֶׁיָּנַק מִן הַשָּׁד כְּיוֹנֵק שֶׁרֶץ וּמַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
      "יוֹנֵק תִּינוֹק וְהוֹלֵךְ אֲפִלּוּ אַרְבַּע אוֹ חָמֵשׁ שָׁנִים. וְאִם גְּמָלוּהוּ וּפָרַשׁ שְׁלֹשָׁה יָמִים אוֹ יֶתֶר מֵחֲמַת בֻּרְיוֹ לֹא מֵחֲמַת חָלְיוֹ אֵינוֹ חוֹזֵר וְיוֹנֵק. וְהוּא שֶׁגְּמָלוּהוּ אַחַר כ''ד חֹדֶשׁ. אֲבָל בְּתוֹךְ זְמַן זֶה אֲפִלּוּ גְּמָלוּהוּ חֹדֶשׁ אוֹ שְׁנַיִם מֻתָּר לַחֲזֹר וְלִינֹק עַד סוֹף כ''ד חֹדֶשׁ: \n",
      "אַף עַל פִּי שֶׁחֲלֵב בְּהֵמָה טְמֵאָה וּבֵיצֵי עוֹף טָמֵא אֲסוּרִין מִן הַתּוֹרָה אֵין לוֹקִין עֲלֵיהֶם שֶׁנֶּאֱמַר <small>(ויקרא יא ח)</small> <small>(דברים יד ח)</small> \"מִבְּשָׂרָם לֹא תֹאכֵלוּ\" עַל הַבָּשָׂר הוּא לוֹקֶה וְאֵינוֹ לוֹקֶה. עַל הַבֵּיצָה וְעַל הֶחָלָב. וַהֲרֵי הָאוֹכֵל אוֹתָן כְּאוֹכֵל חֲצִי שִׁעוּר שֶׁהוּא אָסוּר מִן הַתּוֹרָה וְאֵינוֹ לוֹקֶה אֲבָל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
      "יֵרָאֶה לִי שֶׁהָאוֹכֵל בֵּיצֵי דָּגִים טְמֵאִים הַנִּמְצָאִים בִּמְעֵיהֶם כְּאוֹכֵל קִרְבֵי דָּגִים טְמֵאִים וְלוֹקֶה מִן הַתּוֹרָה. וְכֵן בֵּיצֵי הָעוֹף הַטָּמֵא הַתְּלוּיוֹת בְּאֶשְׁכּוֹל שֶׁעֲדַיִן לֹא פָּרְשׁוּ וְנִגְמְרוּ. הָאוֹכֵל אוֹתָן לוֹקֶה כְּאוֹכֵל בְּנֵי מֵעַיִם שֶׁלָּהֶן: \n",
      "בֵּיצַת עוֹף טָמֵא שֶׁהִתְחִיל הָאֶפְרוֹחַ לְהִתְרַקֵּם בָּהּ וַאֲכָלוֹ לוֹקֶה מִשּׁוּם אוֹכֵל שֶׁרֶץ הָעוֹף. אֲבָל בֵּיצַת הָעוֹף טָהוֹר שֶׁהִתְחִיל הָאֶפְרוֹחַ לְהִתְרַקֵּם בָּהּ וַאֲכָלָהּ מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
      "נִמְצָא עָלֶיהָ קֹרֶט דָּם. אִם עַל הַחֶלְבּוֹן זוֹרֵק אֶת הַדָּם וְאוֹכֵל אֶת הַשְּׁאָר. וְאִם עַל הַחֶלְמוֹן אֲסוּרָה כֻּלָּהּ. בֵּיצָה הַמּוּזֶרֶת הַנֶּפֶשׁ הַיָּפָה תֹּאכְלֶנָּה: \n",
      "אֶפְרוֹחַ שֶׁנּוֹלַד אַף עַל פִּי שֶׁלֹּא נִתְפַּתְּחוּ עֵינָיו מֻתָּר לְאָכְלוֹ. בְּהֵמָה טְהוֹרָה שֶׁנִּטְרְפָה חֲלָבָהּ אָסוּר כַּחֲלֵב בְּהֵמָה טְמֵאָה. וְכֵן בֵּיצַת עוֹף טָהוֹר שֶׁנִּטְרַף כְּבֵיצַת עוֹף טָמֵא וְאָסוּר: \n",
      "אֶפְרוֹחַ שֶׁנּוֹלַד מִבֵּיצַת טְרֵפָה מֻתָּר שֶׁאֵין מִינוֹ טָמֵא. הָיָה הָעוֹף סְפֵק טְרֵפָה כָּל הַבֵּיצִים שֶׁתֵּלֵד בַּעֲרֵמָה רִאשׁוֹנָה מַשְׁהִין אוֹתָן. אִם טָעֲנָה עֲרֵמָה שְׁנִיָּה וְהִתְחִילָה לֵילֵד הֻתְּרוּ הָרִאשׁוֹנוֹת שֶׁאִם הָיְתָה טְרֵפָה לֹא הָיְתָה יוֹלֶדֶת עוֹד. וְאִם לֹא יָלְדָה הֲרֵי הֵן אֲסוּרוֹת: \n",
      "חֲלֵב בְּהֵמָה טְמֵאָה אֵינוֹ נִקְפֶּה וְעוֹמֵד כַּחֲלֵב הַטְּהוֹרָה. וְאִם נִתְעָרֵב חֲלֵב טְמֵאָה בַּחֲלֵב בְּהֵמָה טְהוֹרָה כְּשֶׁתַּעֲמִיד אוֹתוֹ יַעֲמוֹד חֲלֵב הַטְּהוֹרָה וְיֵצֵא חֲלֵב הַטֻּמְאָה עִם הַקּוֹם שֶׁל גְּבִינָה: \n",
      "וּמִפְּנֵי זֶה יִתֵּן הַדִּין שֶׁכָּל חָלָב הַנִּמְצָא בְּיַד עַכּוּ''ם אָסוּר שֶׁמָּא עֵרֵב בּוֹ חֲלֵב בְּהֵמָה טְמֵאָה. וּגְבִינַת הָעַכּוּ''ם מֻתֶּרֶת שֶׁאֵין חֲלֵב בְּהֵמָה טְמֵאָה מִתְגַּבֵּן. אֲבָל בִּימֵי חַכְמֵי מִשְׁנָה גָּזְרוּ עַל גְּבִינַת הָעַכּוּ''ם וַאֲסָרוּם מִפְּנֵי שֶׁמַּעֲמִידִין אוֹתָהּ בְּעוֹר קֵבָה שֶׁל שְׁחִיטָתָן שֶׁהִיא נְבֵלָה. וְאִם תֹּאמַר וַהֲלֹא עוֹר הַקֵּבָה דָּבָר קָטָן הוּא עַד מְאֹד בֶּחָלָב שֶׁעָמַד בּוֹ וְלָמָּה לֹא יִבָּטֵל בְּמִעוּטוֹ. מִפְּנֵי שֶׁהוּא הַמַּעֲמִיד הַגְּבִינָה. וְהוֹאִיל וְדָבָר הָאָסוּר הוּא שֶׁהֶעֱמִיד הֲרֵי הַכּל אָסוּר כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
      "גְּבִינָה שֶׁמַּעֲמִידִין אוֹתָהּ הָעַכּוּ''ם בַּעֲשָׂבִים אוֹ בְּמֵי פֵּרוֹת כְּגוֹן שְׂרַף הַתְּאֵנִים וַהֲרֵי הֵן נִכָּרִין בַּגְּבִינָה הוֹרוּ מִקְצָת הַגְּאוֹנִים שֶׁהִיא אֲסוּרָה. שֶׁכְּבָר גָּזְרוּ עַל כָּל גְּבִינַת הָעַכּוּ''ם בֵּין שֶׁהֶעֱמִידוּהָ בְּדָבָר אָסוּר בֵּין שֶׁהֶעֱמִידוּהָ בְּדָבָר הַמֻּתָּר גְּזֵרָה מִשּׁוּם שֶׁמַּעֲמִידִין אוֹתָהּ בְּדָבָר הָאָסוּר: \n",
      "הָאוֹכֵל גְּבִינַת הָעַכּוּ''ם אוֹ חָלָב שֶׁחֲלָבוֹ עַכּוּ''ם וְאֵין יִשְׂרָאֵל רוֹאֵהוּ מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. הַחֶמְאָה שֶׁל עַכּוּ''ם מִקְצָת הַגְּאוֹנִים הִתִּירוּהָ שֶׁהֲרֵי לֹא גָּזְרוּ עַל הַחֶמְאָה וַחֲלֵב הַטְּמֵאָה אֵינוֹ עוֹמֵד. וּמִקְצָת הַגְּאוֹנִים אֲסָרוּהָ מִפְּנֵי צִחְצוּחֵי חָלָב שֶׁיִּשָּׁאֵר בָּהּ. שֶׁהֲרֵי הַקּוֹם שֶׁבַּחֶמְאָה אֵינוֹ מְעֹרָב עִם הַחֶמְאָה כְּדֵי שֶׁיִּבָּטֵל בְּמִעוּטוֹ. וְכָל חָלָב שֶׁלָּהֶן חוֹשְׁשִׁין לוֹ שֶׁמָּא עֵרְבוּ בּוֹ חֲלֵב בְּהֵמָה טְמֵאָה: \n",
      "יֵרָאֶה לִי שֶׁאִם לָקַח חֶמְאָה מִן הָעַכּוּ''ם וּבִשְּׁלָהּ עַד שֶׁהָלְכוּ לָהֶן צִחְצוּחֵי חָלָב הֲרֵי זוֹ מֻתֶּרֶת. שֶׁאִם תֹּאמַר נִתְעָרְבוּ עִמָּן וְנִתְבַּשְּׁלוּ כֻּלָּן בָּטְלוּ בְּמִעוּטָם. אֲבָל הַחֶמְאָה שֶׁבִּשְּׁלוּ אוֹתָהּ עַכּוּ''ם אֲסוּרָה מִשּׁוּם גִּעוּלֵי עַכּוּ''ם כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
      "יִשְׂרָאֵל שֶׁיָּשַׁב בְּצַד הָעֵדֶר שֶׁל נָכְרִי וּבָא הַנָּכְרִי וְהֵבִיא לוֹ חָלָב מִן הָעֵדֶר אַף עַל פִּי שֶׁיֵּשׁ בָּעֵדֶר בְּהֵמָה טְמֵאָה הֲרֵי זוֹ מֻתָּר. וְאַף עַל פִּי שֶׁלֹּא רָאָה אוֹתוֹ חוֹלֵב. וְהוּא שֶׁיָּכוֹל לִרְאוֹתוֹ כְּשֶׁהוּא חוֹלֵב כְּשֶׁיַּעֲמֹד. שֶׁהַנָּכְרִי מִתְיָרֵא לַחֲלֹב מִן הַטְּמֵאָה שֶׁמָּא יַעֲמֹד וְיִרְאֶה אוֹתוֹ: \n",
      "בֵּיצָה שֶׁשְּׁנֵי רָאשֶׁיהָ כַּדִּין אוֹ שֶׁשְּׁנֵי רָאשֶׁיהָ חַדִּין. אוֹ שֶׁהָיָה חֶלְמוֹן מִבַּחוּץ וְחֶלְבּוֹן מִבִּפְנִים בְּיָדוּעַ שֶׁהוּא בֵּיצַת עוֹף טָמֵא. רֹאשָׁהּ אֶחָד כַּד וְרֹאשָׁהּ אֶחָד חַד וְחֶלְבּוֹן מִבַּחוּץ וְחֶלְמוֹן מִבִּפְנִים. אֶפְשָׁר שֶׁהִיא בֵּיצַת עוֹף טָמֵא וְאֶפְשָׁר שֶׁהִיא בֵּיצַת עוֹף טָהוֹר. לְפִיכָךְ שׁוֹאֵל לַצַּיָּד יִשְׂרָאֵל שֶׁמּוֹכְרָהּ. אִם אָמַר לוֹ שֶׁל עוֹף פְּלוֹנִי הוּא וְעוֹף טָהוֹר הוּא סוֹמֵךְ עָלָיו. וְאִם אָמַר שֶׁל עוֹף טָהוֹר וְלֹא אָמַר לוֹ שְׁמוֹ אֵינוֹ סוֹמֵךְ עָלָיו: \n",
      "לְפִיכָךְ אֵין לוֹקְחִים בֵּיצִים מִן הָעַכּוּ''ם אֶלָּא אִם הָיָה מַכִּיר אוֹתָן וְיֵשׁ לוֹ בָּהֶן טְבִיעוּת עַיִן שֶׁהֵן בֵּיצֵי עוֹף פְּלוֹנִי הַטָּהוֹר. וְאֵין חוֹשְׁשִׁין לָהֶן שֶׁמָּא הֵן בֵּיצֵי טְרֵפָה אוֹ בֵּיצֵי נְבֵלָה. וְאֵין לוֹקְחִין מִן הָעַכּוּ''ם בֵּיצָה טְרוּפָה כְּלָל: \n",
      "בֵּיצֵי דָּגִים סִימָנֵיהֶם כְּסִימָנֵי בֵּיצֵי הָעוֹף. אִם הָיוּ שְׁנֵי רָאשֶׁיהָ כַּדִּין אוֹ חַדִּין טְמֵאָה. אֶחָד כַּד וְאֶחָד חַד שׁוֹאֵל לְיִשְׂרְאֵלִי הַמּוֹכֵר. אִם אָמַר לוֹ אֲנִי מְלַחְתִּים וְהוֹצֵאתִים מִדָּג טָהוֹר אוֹכֵל עַל פִּיו. וְאִם אָמַר לוֹ טְהוֹרִין הֵם אֵינוֹ נֶאֱמָן אֶלָּא אִם כֵּן הָיָה אָדָם שֶׁהֻחְזַק בְּכַשְׁרוּת: \n",
      "וְכֵן אֵין לוֹקְחִין גְּבִינָה וַחֲתִיכַת דָּג שֶׁאֵין בָּהּ סִימָן אֶלָּא מִיִּשְׂרְאֵלִי שֶׁהֻחְזַק בְּכַשְׁרוּת. אֲבָל בְּאֶרֶץ יִשְׂרָאֵל כְּשֶׁהָיְתָה רֻבָּהּ יִשְׂרָאֵל לוֹקְחִין מִכָּל יִשְׂרְאֵלִי שֶׁבָּהּ. וְהֶחָלָב לוֹקְחִין אוֹתוֹ מִכָּל יִשְׂרָאֵל מִכָּל מָקוֹם: \n",
      "הַכּוֹבֵשׁ דָּגִים טְמֵאִים צִירָן אָסוּר. אֲבָל צִיר חֲגָבִים טְמֵאִים מֻתָּר מִפְּנֵי שֶׁאֵין בָּהֶם לַחְלוּחִית. לְפִיכָךְ אֵין לוֹקְחִין צִיר מִן הָעַכּוּ''ם אֶלָּא אִם כֵּן הָיָה בּוֹ דָּג טָהוֹר מְשׁוֹטֵט בּוֹ אֲפִלּוּ דָּג אֶחָד: \n",
      "עַכּוּ''ם שֶׁהֵבִיא עֲרֵבָה מְלֵאָה חָבִיּוֹת פְּתוּחוֹת שֶׁל צִיר וְדָג אֶחָד טָהוֹר בְּאַחַת מֵהֶם כֻּלָּן מֻתָּרוֹת. הָיוּ סְתוּמוֹת פָּתַח אַחַת וְנִמְצָא בָּהּ דָּג טָהוֹר שְׁנִיָּה וְנִמְצָא בָּהּ טָהוֹר כֻּלָּן מֻתָּרוֹת. וְהוּא שֶׁיִּהְיֶה רֹאשׁוֹ שֶׁל דָּג וּשְׁדֵרוֹ קַיָּם כְּדֵי שֶׁיְּהֵא נִכָּר שֶׁהוּא דָּג טָהוֹר. לְפִיכָךְ אֵין לוֹקְחִין דָּגִים מְרוֹצָצִין מְלוּחִין מִן הָעַכּוּ''ם וְהֵם הַנִּקְרָאִים טָרִית טְרוּפָה. וְאִם הָיָה רֹאשׁ הַדָּג וּשְׁדֵרוֹ נִכָּר אַף עַל פִּי שֶׁהוּא מְרוֹצָץ מֻתָּר לִקַּח אוֹתוֹ מִן הָעַכּוּ''ם: \n",
      "עַכּוּ''ם שֶׁהֵבִיא גָּרָב שֶׁל חֲתִיכוֹת דָּג שֶׁחִתּוּכָן שָׁוֶה וְהֵן נִכָּרִין שֶׁכֻּלָּן מִדָּג אֶחָד וּמָצָא בַּחֲתִיכָה אַחַת מֵהֶן קַשְׂקַשִּׂין הֲרֵי כֻּלָּן מֻתָּרוֹת: \n"
    ],
    [
      "הָאוֹכֵל כְּזַיִת מִבְּשַׂר בְּהֵמָה שֶׁמֵּתָה אוֹ חַיָּה שֶׁמֵּתָה אוֹ עוֹף שֶׁמֵּת לוֹקֶה שֶׁנֶּאֱמַר <small>(דברים יד כא)</small> \"לֹא תֹאכְלוּ כָל נְבֵלָה\". וְכָל שֶׁלֹּא נִשְׁחֲטָה כָּרָאוּי הֲרֵי זוֹ מֵתָה. וּבְהִלְכוֹת הַשְּׁחִיטָה יִתְבָּאֵר הַשְּׁחִיטָה שֶׁהִיא כָּרָאוּי וְשֶׁאֵינָהּ כָּרָאוּי: \n",
      "אֵין אָסוּר מִשּׁוּם נְבֵלָה אֶלָּא מִינִים טְהוֹרִים בִּלְבַד מִפְּנֵי שֶׁהֵן רְאוּיִין לִשְׁחִיטָה וְאִם נִשְׁחֲטוּ שְׁחִיטָה כְּשֵׁרָה יִהְיוּ מֻתָּרִין בַּאֲכִילָה. אֲבָל מִינִין טְמֵאִין שֶׁאֵין שְׁחִיטָה מוֹעֶלֶת בָּהֶן בֵּין שֶׁנִּשְׁחֲטָה כָּרָאוּי בֵּין שֶׁמֵּתָה כְּדַרְכָּהּ בֵּין שֶׁחָתַךְ בָּשָׂר מִן הַחַי מִמֶּנָּה וַאֲכָלוֹ אֵינוֹ לוֹקֶה מִשּׁוּם נְבֵלָה וּטְרֵפָה אֶלָּא מִשּׁוּם אוֹכֵל בְּשַׂר טְמֵאָה: \n",
      "הָאוֹכֵל עוֹף טָהוֹר חַי כָּל שֶׁהוּא לוֹקֶה מִשּׁוּם אוֹכֵל נְבֵלָה וְאַף עַל פִּי שֶׁאֵין בּוֹ כְּזַיִת הוֹאִיל וַאֲכָלוֹ כֻּלּוֹ. וְאִם אֲכָלוֹ אַחַר שֶׁמֵּת עַד שֶׁיִּהְיֶה בּוֹ כְּזַיִת. וְאַף עַל פִּי שֶׁאֵין בְּכֻלּוֹ בָּשָׂר כְּזַיִת הוֹאִיל וְיֵשׁ בְּכֻלּוֹ כְּזַיִת חַיָּב עָלָיו מִשּׁוּם נְבֵלָה: \n",
      "הָאוֹכֵל כְּזַיִת מִבְּשַׂר נֵפֶל בְּהֵמָה טְהוֹרָה לוֹקֶה מִשּׁוּם אוֹכֵל נְבֵלָה. וְאָסוּר לֶאֱכל מִן הַבְּהֵמָה שֶׁנּוֹלְדָה עַד לֵיל שְׁמִינִי שֶׁכָּל שֶׁלֹּא שָׁהָה שְׁמוֹנָה יָמִים בִּבְהֵמָה הֲרֵי זֶה כְּנֵפֶל. וְאֵין לוֹקִין עָלָיו. וְאִם נוֹדַע לוֹ שֶׁכָּלוּ לוֹ חֳדָשָׁיו בַּבֶּטֶן וְאַחַר כָּךְ נוֹלַד שֶׁהֵן תִּשְׁעָה חֳדָשִׁים לִבְהֵמָה גַּסָּה וַחֲמִשָּׁה לְדַקָּה הֲרֵי זֶה מֻתָּר בַּיּוֹם שֶׁנּוֹלַד: \n",
      "הַשִּׁלְיָא שֶׁיָּצָאת עִם הַוָּלָד אֲסוּרָה בַּאֲכִילָה וְהָאוֹכְלָהּ פָּטוּר שֶׁאֵינָהּ בָּשָׂר: \n",
      "הָאוֹכֵל כְּזַיִת מִבְּשַׂר בְּהֵמָה אוֹ חַיָּה אוֹ עוֹף טְהוֹרִים שֶׁנִּטְרְפוּ לוֹקֶה שֶׁנֶּאֱמַר <small>(שמות כב ל)</small> \"וּבָשָׂר בַּשָּׂדֶה טְרֵפָה לֹא תֹאכֵלוּ לַכֶּלֶב תַּשְׁלִכוּן אֹתוֹ\". טְרֵפָה הָאֲמוּרָה בַּתּוֹרָה זוֹ שֶׁטָּרְפָה אוֹתָהּ חַיַּת הַיַּעַר כְּגוֹן אֲרִי וְנָמֵר וְכַיּוֹצֵא בָּהֶן. וְכֵן עוֹף שֶׁטָּרַף אוֹתוֹ עוֹף הַדּוֹרֵס כְּגוֹן נֵץ וְכַיּוֹצֵא בּוֹ. וְאֵין אַתָּה יָכוֹל לוֹמַר שֶׁטָּרְפָה אוֹתָהּ וְהֵמִיתָה אוֹתָהּ שֶׁאִם מֵתָה הֲרֵי הִיא נְבֵלָה. וּמַה לִּי מֵתָה מֵחֲמַת עַצְמָהּ אוֹ הִכָּה בְּסַיִף וֶהֱמִיתָהּ אוֹ שְׁבָרָהּ אֲרִי וֶהֱמִיתָהּ. הָא אֵינוֹ מְדַבֵּר אֶלָּא בְּשֶׁנִּטְרְפָה וְלֹא מֵתָה: \n",
      "וְאִם הַטְּרֵפָה שֶׁלֹּא מֵתָה אֲסוּרָה יָכוֹל אִם בָּא זְאֵב וְגָרַר הַגְּדִי בְּרַגְלוֹ אוֹ בִּזְנָבוֹ אוֹ בְּאָזְנוֹ וְרָדַף אָדָם וְהִצִּילוֹ מִפִּיו יִהְיֶה אָסוּר שֶׁהֲרֵי נִטְרַף תַּלְמוּד לוֹמַר <small>(שמות כב ל)</small> \"וּבָשָׂר בַּשָּׂדֶה טְרֵפָה\" וְגוֹ' <small>(שמות כב ל)</small> \"לַכֶּלֶב תַּשְׁלִיכוּן אֹתוֹ\". עַד שֶׁיַּעֲשֶׂה אוֹתָהּ בָּשָׂר הָרְאוּיָה לַכֶּלֶב. הָא לָמַדְתָּ שֶׁהַטְּרֵפָה הָאֲמוּרָה בַּתּוֹרָה הִיא שֶׁטָּרְפָה אוֹתוֹ חַיַּת הַיַּעַר וְשָׁבְרָה אוֹתָהּ וְנָטָה לָמוּת וַעֲדַיִן לֹא מֵתָה. אַף עַל פִּי שֶׁקָּדַם וּשְׁחָטָהּ קֹדֶם שֶׁתָּמוּת הֲרֵי זוֹ אֲסוּרָה מִשּׁוּם טְרֵפָה הוֹאִיל וְאִי אֶפְשָׁר שֶׁתִּחְיֶה מִמַּכָּה זוֹ הַבָּאָה עָלֶיהָ: \n",
      "נִמְצֵאתָ לָמֵד שֶׁהַתּוֹרָה אָסְרָה הַמֵּתָה וְהִיא הַנְּבֵלָה. וְאָסְרָה הַנּוֹטָה לָמוּת מֵחֲמַת מַכּוֹתֶיהָ וְאַף עַל פִּי שֶׁעֲדַיִן לֹא מֵתָה וְהִיא הַטְּרֵפָה. וּכְשֵׁם שֶׁלֹּא תַּחֲלֹק בְּמִיתָה בֵּין מֵתָה מֵחֲמַת עַצְמָהּ בֵּין שֶׁנָּפְלָה וָמֵתָה בֵּין שֶׁחֲנָקָהּ עַד שֶׁמֵּתָה בֵּין שֶׁדְּרָסַתָּה חַיָּה וַהֲרָגַתָּה. כָּךְ לֹא תַּחֲלֹק בְּנוֹטָה לָמוּת בֵּין שֶׁטְּרָפַתָּה חַיָּה וּשְׁבָרַתָּה בֵּין שֶׁנָּפְלָה מִן הַגַּג וְנִשְׁתַּבְּרוּ רֹב צַלְעוֹתֶיהָ בֵּין שֶׁנָּפְלָה וְנִתְרַסְּקוּ אֵיבָרֶיהָ בֵּין שֶׁזָּרַק בָּהּ חֵץ וְנָקַב לִבָּהּ אוֹ רֵאָתָהּ בֵּין שֶׁבָּא לָהּ חלִי מֵחֲמַת עַצְמָהּ וְנָקַב לִבָּהּ אוֹ רֵאָתָהּ אוֹ שִׁבֵּר רֹב צַלְעוֹתֶיהָ וְכַיּוֹצֵא בָּהֶן. הוֹאִיל וְהִיא נוֹטָה לָמוּת מִכָּל מָקוֹם הֲרֵי זוֹ טְרֵפָה. בֵּין שֶׁהָיָה הַגּוֹרֵם בִּידֵי בָּשָׂר וָדָם בֵּין שֶׁהָיָה בִּידֵי שָׁמַיִם. אִם כֵּן לָמָּה נֶאֱמַר בַּתּוֹרָה <small>(שמות כב ל)</small> \"טְרֵפָה\". דִּבֵּר הַכָּתוּב בַּהוֹוֶה. שֶׁאִם לֹא תֹּאמַר כֵּן לֹא תֵּאָסֵר אֶלָּא אוֹתָהּ שֶׁנִּטְרְפָה בַּשָּׂדֶה אֲבָל אִם נִטְרְפָה בֶּחָצֵר לֹא תֵּאָסֵר. הָא לָמַדְתָּ שֶׁאֵין הַכָּתוּב מְדַבֵּר אֶלָּא בַּהוֹוֶה: \n",
      "וְעִנְיַן הַכָּתוּב שֶׁהַנּוֹטָה לָמוּת מֵחֲמַת מַכּוֹתֶיהָ וְאִי אֶפְשָׁר לָהּ לִחְיוֹת מֵחֲמַת מַכָּה זוֹ אֲסוּרָה. מִכָּאן אָמְרוּ חֲכָמִים זֶה הַכְּלָל כָּל שֶׁאֵין כָּמוֹהָ חַיָּה טְרֵפָה. וּבְהִלְכוֹת שְׁחִיטָה יִתְבָּאֵר אֵי זֶה חלִי עוֹשֶׂה אוֹתָהּ טְרֵפָה וְאֵי זֶה חלִי אֵין עוֹשֶׂה אוֹתָהּ טְרֵפָה: \n",
      "וְכֵן הַחוֹתֵךְ בָּשָׂר מִן הַחַי מִן הַטְּהוֹרִים הֲרֵי אוֹתוֹ הַבָּשָׂר טְרֵפָה וְהָאוֹכֵל מִמֶּנּוּ כְּזַיִת לוֹקֶה מִשּׁוּם אוֹכֵל טְרֵפָה. שֶׁהֲרֵי בָּשָׂר זֶה מִבְּהֵמָה שֶׁלֹּא נִשְׁחֲטָה וְלֹא מֵתָה. מַה לִּי טָרְפָה אוֹתָהּ חַיָּה מַה לִּי חֲתָכָהּ בְּסַכִּין מַה לִּי בְּכֻלָּהּ מַה לִּי בְּמִקְצָתָהּ. הֲרֵי הוּא אוֹמֵר <small>(שמות כב ל)</small> \"וּבָשָׂר בַּשָּׂדֶה טְרֵפָה לֹא תֹאכֵלוּ\" כֵּיוָן שֶׁנַּעֲשֵׂית הַבְּהֵמָה בָּשָׂר בַּשָּׂדֶה הֲרֵי הִיא טְרֵפָה: \n",
      "בְּהֵמָה שֶׁהִיא חוֹלָה מֵחֲמַת שֶׁתָּשַׁשׁ כֹּחָהּ וְנָטְתָה לָמוּת הוֹאִיל וְלֹא אֵרְעָה מַכָּה בְּאֵיבָר מֵאֵיבָרֶיהָ הַמְּמִיתִים אוֹתָהּ הֲרֵי זוֹ מֻתֶּרֶת. שֶׁלֹּא אָסְרָה תּוֹרָה אֶלָּא כְּעֵין טְרֵפַת חַיַּת הַיַּעַר שֶׁהֲרֵי עָשָׂה בָּהּ מַכָּה הַמְּמִיתָה אוֹתָהּ: \n",
      "אַף עַל פִּי שֶׁהִיא מֻתֶּרֶת גְּדוֹלֵי הַחֲכָמִים לֹא הָיוּ אוֹכְלִין מִבְּהֵמָה שֶׁמְּמַהֲרִין וְשׁוֹחֲטִין אוֹתָהּ כְּדֵי שֶׁלֹּא תָּמוּת וְאַף עַל פִּי שֶׁפִּרְכְּסָה בְּסוֹף שְׁחִיטָה. וְדָבָר זֶה אֵין בּוֹ אִסּוּר אֶלָּא כָּל הָרוֹצֶה לְהַחֲמִיר עַל עַצְמוֹ בְּדָבָר זֶה הֲרֵי זֶה מְשֻׁבָּח: \n",
      "הַשּׁוֹחֵט בְּהֵמָה חַיָּה וְעוֹף וְלֹא יָצָא מֵהֶן דָּם הֲרֵי אֵלּוּ מֻתָּרִין וְאֵין אוֹמְרִין שֶׁמָּא מֵתִים הָיוּ. וְכֵן הַשּׁוֹחֵט אֶת הַבְּרִיאָה וְלֹא פִּרְכְּסָה הֲרֵי זוֹ מֻתֶּרֶת. אֲבָל הַמְסֻכֶּנֶת וְהִיא כָּל שֶׁמַּעֲמִידִין אוֹתָהּ וְאֵינָהּ עוֹמֶדֶת אַף עַל פִּי שֶׁהִיא אוֹכֶלֶת מַאֲכַל בְּרִיאוֹת אִם שְׁחָטָהּ וְלֹא פִּרְכְּסָה כְּלָל הֲרֵי זוֹ נְבֵלָה וְלוֹקִין עָלֶיהָ. וְאִם פִּרְכְּסָה הֲרֵי זוֹ מֻתֶּרֶת. וְצָרִיךְ שֶׁיִּהְיֶה הַפִּרְכּוּס בְּסוֹף הַשְּׁחִיטָה. אֲבָל בִּתְחִלָּתָהּ אֵינוֹ מוֹעִיל: \n",
      "כֵּיצַד הוּא הַפִּרְכּוּס בִּבְהֵמָה דַּקָּה וּבְחַיָּה גַּסָּה וְדַקָּה. בֵּין שֶׁפָּשְׁטָה יָדָהּ וְהֶחֱזִירָה אוֹ שֶׁפָּשְׁטָה רַגְלָהּ אַף עַל פִּי שֶׁלֹּא הֶחֱזִירָה אוֹ שֶׁכְּפָפָה רַגְלָהּ בִּלְבַד הֲרֵי זֶה פִּרְכּוּס וּמֻתָּר. אֲבָל אִם פָּשְׁטָה יָדָהּ וְלֹא הֶחֱזִירָתָהּ הֲרֵי זוֹ אֲסוּרָה שֶׁאֵין זוֹ אֶלָּא הוֹצָאַת נֶפֶשׁ בִּלְבַד. וּבִבְהֵמָה גַּסָּה אֶחָד הַיָּד וְאֶחָד הָרֶגֶל בֵּין שֶׁפָּשְׁטָה וְלֹא כָּפְפָה בֵּין כָּפְפָה וְלֹא פָּשְׁטָה הֲרֵי זוֹ פִּרְכּוּס וּמֻתֶּרֶת. וְאִם לֹא פָּשְׁטָה לֹא יָד וְלֹא רֶגֶל וְלֹא כָּפְפָה כְּלָל הֲרֵי זוֹ נְבֵלָה. וּבְעוֹף אֲפִלּוּ לֹא רִפְרֵף אֶלָּא בְּעֵינוֹ וְלֹא כִּשְׁכֵּשׁ אֶלָּא בִּזְנָבוֹ הֲרֵי זֶה פִּרְכּוּס: \n",
      "הַשּׁוֹחֵט אֶת הַמְסֻכֶּנֶת בַּלַּיְלָה וְלֹא יָדַע אִם פִּרְכְּסָה אוֹ לֹא פִּרְכְּסָה הֲרֵי זוֹ סְפֵק נְבֵלָה וַאֲסוּרָה: \n",
      "כָּל אִסּוּרִין שֶׁבַּתּוֹרָה אֵין מִצְטָרְפִין זֶה עִם זֶה חוּץ מֵאִסּוּרֵי נָזִיר כְּמוֹ שֶׁיִּתְבָּאֵר שָׁם. לְפִיכָךְ הַלּוֹקֵחַ מְעַט חֵלֶב וּמְעַט דָּם וּמְעַט בְּשַׂר בְּהֵמָה טְמֵאָה וּמְעַט בְּשַׂר נְבֵלָה וּמְעַט בְּשַׂר דָּג טָמֵא וּמְעַט בְּשַׂר עוֹף טָמֵא וְכַיּוֹצֵא בָּאֵלּוּ מִשְּׁאָר הָאִסּוּרִין וְצֵרֵף מִן הַכּל כְּזַיִת וַאֲכָלוֹ אֵינוֹ לוֹקֶה וְדִינוֹ כְּדִין אוֹכֵל חֲצִי שִׁעוּר: \n",
      "כָּל הַנְּבֵלוֹת מִצְטָרְפוֹת זוֹ עִם זוֹ. וּנְבֵלָה מִצְטָרֶפֶת עִם טְרֵפָה. וְכֵן כָּל בְּהֵמָה וְחַיָּה הַטְּמֵאִים מִצְטָרְפִין זֶה עִם זֶה. אֲבָל בְּשַׂר נְבֵלָה עִם בְּשַׂר בְּהֵמָה טְמֵאָה אֵין מִצְטָרְפִין. כֵּיצַד. הַלּוֹקֵחַ מִנִּבְלַת הַשּׁוֹר וְנִבְלַת הַצְּבִי וְנִבְלַת הַתַּרְנְגוֹל וְקִבֵּץ מִן הַכּל כְּזַיִת בָּשָׂר וַאֲכָלוֹ לוֹקֶה. וְכֵן אִם קִבֵּץ חֲצִי זַיִת מִנִּבְלַת בְּהֵמָה טְהוֹרָה וַחֲצִי זַיִת מִן הַטְּרֵפָה אוֹ חֲצִי זַיִת מִבְּשַׂר נְבֵלָה וַחֲצִי זַיִת מִבָּשָׂר מִן הַחַי מִן הַטְּהוֹרָה וַאֲכָלוֹ לוֹקֶה. וְכֵן בְּשַׂר הַגָּמָל וְהַחֲזִיר וְהָאַרְנֶבֶת שֶׁקִּבֵּץ מִכֻּלָּם כְּזַיִת וַאֲכָלוֹ לוֹקֶה. אֲבָל אִם צֵרֵף חֲצִי זַיִת מִנִּבְלַת הַשּׁוֹר וַחֲצִי זַיִת מִבְּשַׂר הַגָּמָל אֵינָן מִצְטָרְפִין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְכֵן בְּהֵמָה טְמֵאָה וְעוֹף טָמֵא אוֹ דָּג טָמֵא אֵין בְּשַׂר שְׁנֵיהֶן מִצְטָרֵף. לְפִי שֶׁהֵן שְׁנֵי שֵׁמוֹת. שֶׁהֲרֵי כָּל אֶחָד מֵהֶן בְּלָאו בִּפְנֵי עַצְמוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל כָּל הָעוֹפוֹת הַטְּמֵאִין מִצְטָרְפִין כְּמוֹ שֶׁמִּצְטָרְפִין כָּל בְּהֵמָה וְחַיָּה הַטְּמֵאִין. זֶה הַכְּלָל כָּל שֶׁאִסּוּרָן בְּלָאו אֶחָד מִצְטָרְפִין. בִּשְׁנֵי לָאוִין אֵין מִצְטָרְפִין. חוּץ מִנְּבֵלָה וּטְרֵפָה הוֹאִיל וְהַטְּרֵפָה תְּחִלַּת נְבֵלָה הִיא: \n",
      "הָאוֹכֵל מִנְּבֵלָה וּטְרֵפָה אוֹ מִבְּהֵמָה וְחַיָּה הַטְּמֵאִים מִן הָעוֹר וּמִן הָעֲצָמוֹת וּמִן הַגִּידִים וּמִן הַקַּרְנַיִם וּמִן הַטְּלָפַיִם וּמִן הַצִּפָּרְנַיִם שֶׁל עוֹף מִמְּקוֹמוֹת שֶׁמְּבַצְבֵּץ מִשָּׁם הַדָּם כְּשֶׁיֵּחָתְכוּ וּמִן הַשִּׁלְיָא שֶׁלָּהֶן אַף עַל פִּי שֶׁהוּא אָסוּר הֲרֵי זֶה פָּטוּר מִפְּנֵי שֶׁאֵלּוּ אֵינָן רְאוּיִין לַאֲכִילָה וְאֵין מִצְטָרְפִין עִם הַבָּשָׂר לִכְזַיִת: \n",
      "קֵיבַת הַנְּבֵלָה וְקֵיבַת הַטְּמֵאָה מֻתֶּרֶת מִפְּנֵי שֶׁהִיא כִּשְׁאָר טִנֹּפֶת שֶׁבַּגּוּף. וּלְפִיכָךְ מֻתָּר לְהַעֲמִיד הַגְּבִינָה בְּקֵיבַת שְׁחִיטַת הָעַכּוּ''ם וּבְקֵיבַת בְּהֵמָה וְחַיָּה טְמֵאָה. אֲבָל עוֹר הַקֵּבָה הֲרֵי הוּא כִּשְׁאָר הַמֵּעַיִם וְאָסוּר: \n",
      "עוֹר הַבָּא כְּנֶגֶד פָּנָיו שֶׁל חֲמוֹר מֻתָּר בַּאֲכִילָה מִפְּנֵי שֶׁהוּא כְּמוֹ הַפֶּרֶשׁ וּמֵי רַגְלַיִם שֶׁהֵן מֻתָּרִין. יֵשׁ עוֹרוֹת שֶׁהֵן כְּבָשָׂר וְהָאוֹכֵל מֵהֶן כְּזַיִת כְּאוֹכֵל מִן הַבָּשָׂר. וְהוּא כְּשֶׁיֹּאכַל אוֹתָן כְּשֶׁהֵן רַכִּים: \n",
      "וְאֵלּוּ שֶׁעוֹרוֹתֵיהֶן כִּבְשָׂרָן. עוֹר הָאָדָם וְעוֹר הַחֲזִיר שֶׁל יִשּׁוּב וְעוֹר חֲטוֹטֶרֶת שֶׁל גָּמָל שֶׁלֹּא טָעֲנוּ עָלָיו מַשָּׂא מֵעוֹלָם וְלֹא הִגִּיעַ לְמַשָּׂא שֶׁעֲדַיִן הִיא רַכָּה וְעוֹר בֵּית הַבּשֶׁת וְעוֹר שֶׁתַּחַת הָאַלְיָה וְעוֹר הַשָּׁלִיל וְעוֹר הָאֲנָקָה וְהַכֹּחַ וְהַלְּטָאָה וְהַחֹמֶט. כָּל אֵלּוּ הָעוֹרוֹת כְּשֶׁהֵן רַכּוֹת הֲרֵי הֵן כְּבָשָׂר לְכָל דָּבָר בֵּין לְאִסּוּר אֲכִילָה בֵּין לְטֻמְאָה: \n",
      "נֶאֱמַר בְּשׁוֹר הַנִּסְקָל <small>(שמות כא כח)</small> \"וְלֹא יֵאָכֵל אֶת בְּשָׂרוֹ\". וְהֵיאַךְ הָיָה אֶפְשָׁר לְאָכְלוֹ אַחַר שֶׁנִּסְקַל וַהֲרֵי הוּא נְבֵלָה. אֶלָּא לֹא בָּא הַכָּתוּב אֶלָּא לְהוֹדִיעֲךָ שֶׁכֵּיוָן שֶׁנִּגְמַר דִּינוֹ לִסְקִילָה נֶאֱסַר וְנַעֲשָׂה כִּבְהֵמָה טְמֵאָה. וְאִם קָדַם וּשְׁחָטוֹ שְׁחִיטָה כְּשֵׁרָה הֲרֵי זֶה אָסוּר בַּהֲנָיָה. וְאִם אָכַל מִבְּשָׂרוֹ כְּזַיִת לוֹקֶה. וְכֵן כְּשֶׁיִּסָּקֵל לֹא יִמָּכֵר וְלֹא יִתְּנֶנּוּ לִכְלָבִים וְלֹא לְעַכּוּ''ם לְכָךְ נֶאֱמַר לֹא יֵאָכֵל אֶת בְּשָׂרוֹ. וּפֶרֶשׁ שֶׁל שׁוֹר הַנִּסְקָל מֻתָּר בַּהֲנָאָה. נוֹדַע שֶׁהוּא פָּטוּר מִסְּקִילָה אַחַר שֶׁנִּגְמַר דִּינוֹ כְּגוֹן שֶׁהוּזְמוּ הָעֵדִים יֵצֵא וְיִרְעֶה בָּעֵדֶר. וְאִם נוֹדַע אַחַר שֶׁנִּסְקָל הֲרֵי זֶה מֻתָּר בַּהֲנָיָה: \n"
    ],
    [
      "מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(דברים יב כג)</small> \"לֹא תֹאכַל הַנֶּפֶשׁ עִם הַבָּשָׂר\" לֶאֱסֹר אֵיבָר שֶׁנֶּחְתַּךְ מִן הַחַי. וְעַל אֵיבָר מִן הַחַי הוּא אוֹמֵר לְנֹחַ <small>(בראשית ט ד)</small> \"אַךְ בָּשָׂר בְּנַפְשׁוֹ דָמוֹ לֹא תֹאכֵלוּ\". וְאִסּוּר אֵיבָר מִן הַחַי נוֹהֵג בִּבְהֵמָה חַיָּה וְעוֹף בִּטְהוֹרִים אֲבָל לֹא בִּטְמֵאִים: \n",
      "אֶחָד אֵיבָר שֶׁיֵּשׁ בּוֹ בָּשָׂר וְגִידִים וַעֲצָמוֹת כְּגוֹן הַיָּד וְהָרֶגֶל. וְאֶחָד אֵיבָר שֶׁאֵין בּוֹ עֶצֶם כְּגוֹן הַלָּשׁוֹן וְהַבֵּיצִים וְהַטְּחוֹל וְהַכְּלָיוֹת וְחֵלֶב וְכַיּוֹצֵא בָּהֶן. אֶלָּא שֶׁהָאֵיבָר שֶׁאֵין בּוֹ עֶצֶם בֵּין שֶׁחָתַךְ כֻּלּוֹ בֵּין שֶׁחָתַךְ מִקְצָתוֹ הֲרֵי זֶה אָסוּר מִשּׁוּם אֵיבָר מִן הַחַי. וְהָאֵיבָר שֶׁיֵּשׁ בּוֹ עֶצֶם אֵינוֹ חַיָּב עָלָיו מִשּׁוּם אֵיבָר מִן הַחַי עַד שֶׁיִּפְרשׁ כִּבְרִיָּתוֹ בָּשָׂר וְגִידִים וַעֲצָמוֹת. אֲבָל אִם פָּרַשׁ מִן הַחַי הַבָּשָׂר בִּלְבַד חַיָּב עָלָיו מִשּׁוּם טְרֵפָה כְּמוֹ שֶׁבֵּאַרְנוּ לֹא מִשּׁוּם אֵיבָר מִן הַחַי: \n",
      "הָאוֹכֵל מֵאֵיבָר מִן הַחַי כְּזַיִת לוֹקֶה וַאֲפִלּוּ אָכַל אֵיבָר שָׁלֵם אִם יֵשׁ בּוֹ כְּזַיִת חַיָּב פָּחוֹת מִכְּזַיִת פָּטוּר. חָתַךְ מִן הָאֵיבָר כִּבְרִיָּתוֹ בָּשָׂר וְגִידִים וַעֲצָמוֹת כְּזַיִת וַאֲכָלוֹ לוֹקֶה אַף עַל פִּי שֶׁאֵין בּוֹ בָּשָׂר אֶלָּא כָּל שֶׁהוּא. אֲבָל אִם הִפְרִיד הָאֵיבָר אַחַר שֶׁתְּלָשׁוֹ מִן הַחַי וְהִפְרִיד הַבָּשָׂר מִן הַגִּידִים וּמִן הָעֲצָמוֹת אֵינוֹ לוֹקֶה עַד שֶׁיֹּאכַל כְּזַיִת מִן הַבָּשָׂר לְבַדּוֹ. וְאֵין הָעֲצָמוֹת וְהַגִּידִים מִצְטָרְפִין בּוֹ לִכְזַיִת מֵאַחַר שֶׁשִּׁנָּה בְּרִיָּתוֹ: \n",
      "חִלְּקוֹ לְאֵיבָר זֶה וַאֲכָלוֹ מְעַט מְעַט. אִם יֵשׁ בְּמַה שֶּׁאָכַל כְּזַיִת בָּשָׂר חַיָּב וְאִם לָאו פָּטוּר. לָקַח כְּזַיִת מִן הָאֵיבָר כִּבְרִיָּתוֹ בָּשָׂר וְגִידִים וַעֲצָמוֹת וַאֲכָלוֹ אַף עַל פִּי שֶׁנֶּחְלַק בְּפִיו בִּפְנִים קֹדֶם שֶׁיִּבְלָעֶנּוּ חַיָּב: \n",
      "תָּלַשׁ אֵיבָר מִן הַחַי וְנִטְרְפָה בִּנְטִילָתוֹ וַאֲכָלוֹ חַיָּב שְׁתַּיִם. מִשּׁוּם אֵיבָר מִן הַחַי וּמִשּׁוּם טְרֵפָה שֶׁהֲרֵי שְׁנֵי הָאִסּוּרִין בָּאִין כְּאַחַת. וְכֵן הַתּוֹלֵשׁ חֵלֶב מִן הַחַי וַאֲכָלוֹ לוֹקֶה שְׁתַּיִם. מִשּׁוּם אֵיבָר מִן הַחַי וּמִשּׁוּם חֵלֶב. תָּלַשׁ חֵלֶב מִן הַטְּרֵפָה וַאֲכָלוֹ לוֹקֶה שָׁלֹשׁ: \n",
      "בָּשָׂר הַמְדֻלְדָּל בִּבְהֵמָה וְאֵיבָר הַמְדֻלְדָּל בָּהּ אִם אֵינוֹ יָכוֹל לַחֲזֹר וְלִחְיוֹת אַף עַל פִּי שֶׁלֹּא פָּרַשׁ אֶלָּא אַחַר שֶׁנִּשְׁחֲטָה אָסוּר וְאֵין לוֹקִין עָלָיו. וְאִם מֵתָה הַבְּהֵמָה רוֹאִין אוֹתוֹ כְּאִלּוּ נָפַל מֵחַיִּים. לְפִיכָךְ לוֹקִין עָלָיו מִשּׁוּם אֵיבָר מִן הַחַי. אֲבָל הַיָּכוֹל לַחֲזֹר וְלִחְיוֹת אִם נִשְׁחֲטָה הַבְּהֵמָה הֲרֵי זֶה מֻתָּר: \n",
      "שָׁמַט אֵיבָר אוֹ מְעָכוֹ אוֹ דָּכוֹ כְּגוֹן הַבֵּיצִים שֶׁמָּעַךְ אוֹתָן אוֹ נִתְּקָן הֲרֵי זֶה אֵינוֹ אָסוּר מִן הַתּוֹרָה שֶׁהֲרֵי יֵשׁ בּוֹ מִקְצָת חַיִּים. וּלְפִיכָךְ אֵין מַסְרִיחַ. וְאַף עַל פִּי כֵן אָסוּר לְאָכְלוֹ מִמִּנְהָג שֶׁנָּהֲגוּ כָּל יִשְׂרָאֵל מִקֶּדֶם שֶׁהֲרֵי הוּא דּוֹמֶה לְאֵיבָר מִן הַחַי: \n",
      "עֶצֶם שֶׁנִּשְׁבַּר אִם הָיָה הַבָּשָׂר אוֹ הָעוֹר חוֹפֶה רֹב עָבְיוֹ שֶׁל עֶצֶם הַנִּשְׁבָּר וְרֹב הֶקֵּף הַשֶּׁבֶר הֲרֵי זֶה מֻתָּר. וְאִם יָצָא הָעֶצֶם לַחוּץ הֲרֵי הָאֵיבָר אָסוּר. וּכְשֶׁיִּשְׁחֹט הַבְּהֵמָה אוֹ הָעוֹף יַחְתֹּךְ מִמְּקוֹם הַשֶּׁבֶר וְיַשְׁלִיכוֹ וְהַשְּׁאָר מֻתָּר. נִשְׁבַּר הָעֶצֶם וְהַבָּשָׂר חוֹפֶה אֶת רֻבּוֹ אֲבָל הָיָה אוֹתוֹ בָּשָׂר מְרֻסָּס אוֹ נִתְאַכֵּל כְּבָשָׂר שֶׁהָרוֹפֵא גּוֹרְרוֹ. אוֹ שֶׁהָיָה מִתְלַקֵּט הָרֹב מִמְּקוֹמוֹת הַרְבֵּה. אוֹ שֶׁהָיָה הַבָּשָׂר שֶׁעָלָיו נְקָבִים נְקָבִים. אוֹ שֶׁנִּסְדַּק הַבָּשָׂר. אוֹ שֶׁנִּקְדַר כְּמִין טַבַּעַת. אוֹ שֶׁנִּגְרַר הַבָּשָׂר מִלְּמַעְלָה עַד שֶׁלֹּא נִשְׁאַר מִן הַבָּשָׂר אֶלָּא כִּקְלִיפָה. אוֹ שֶׁנִּתְאַכֵּל הַבָּשָׂר מִלְּמַטָּה מֵעַל הָעֶצֶם שֶׁנִּשְׁבַּר עַד שֶׁנִּמְצָא הַבָּשָׂר הַחוֹפֶה אֵינוֹ נוֹגֵעַ בָּעֶצֶם. בְּכָל אֵלּוּ מוֹרִין לְאִסּוּר עַד שֶׁיִּתְרַפֵּא הַבָּשָׂר. וְאִם אָכַל מִכָּל אֵלּוּ מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
      "הַמּוֹשִׁיט יָדוֹ לִמְעֵי הַבְּהֵמָה וְחָתַךְ מִן הַטְּחוֹל וּמִן הַכְּלָיוֹת וְכַיּוֹצֵא בָּהֶן וְהִנִּיחַ הַחֲתִיכוֹת בְּתוֹךְ מֵעֶיהָ וְאַחַר כָּךְ שְׁחָטָהּ. הֲרֵי אוֹתָן הַחֲתִיכוֹת אֲסוּרוֹת מִשּׁוּם אֵיבָר מִן הַחַי. וְאַף עַל פִּי שֶׁהוּא בְּתוֹךְ מֵעֶיהָ. אֲבָל אִם חָתַךְ מִן הָעֻבָּר שֶׁבְּמֵעֶיהָ וְלֹא הוֹצִיאוֹ וְאַחַר כָּךְ שְׁחָטָהּ הֲרֵי חֲתִיכַת הָעֻבָּר אוֹ אֵיבָרוֹ מֻתָּר הוֹאִיל וְלֹא יָצָא. עֻבָּר שֶׁהוֹצִיא יָדוֹ אוֹ רַגְלוֹ נֶאֱסַר אוֹתוֹ אֵיבָר לְעוֹלָם בֵּין שֶׁחֲתָכוֹ קֹדֶם שֶׁתִּשָּׁחֵט אִמּוֹ בֵּין שֶׁחֲתָכוֹ אַחַר שֶׁנִּשְׁחֲטָה אִמּוֹ. וַאֲפִלּוּ הֶחֱזִיר אוֹתוֹ אֵיבָר לִמְעֵי אִמּוֹ וְאַחַר כָּךְ נִשְׁחַט אוֹ נוֹלַד הַוָּלָד וְחָיָה כַּמָּה שָׁנִים הֲרֵי אוֹתוֹ הָאֵיבָר אָסוּר מִשּׁוּם טְרֵפָה. שֶׁכָּל בָּשָׂר שֶׁיָּצָא חוּץ לִמְחִצָּתוֹ נֶאֱסַר כְּבָשָׂר שֶׁפָּרַשׁ מִן הַחַי שֶׁנֶּאֱמַר <small>(שמות כב ל)</small> \"וּבָשָׂר בַּשָּׂדֶה טְרֵפָה\" כֵּיוָן שֶׁיָּצָא לְמָקוֹם שֶׁהוּא לוֹ כְּשָׂדֶה נַעֲשָׂה טְרֵפָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הוֹצִיא מִקְצָת הָאֵיבָר וְנִשְׁאַר מִקְצָתוֹ בִּפְנִים אֲפִלּוּ לֹא נִשְׁאַר אֶלָּא מִעוּטוֹ הַיּוֹצֵא אָסוּר וְשֶׁבִּפְנִים מֻתָּר. וְאִם חָתַךְ הַיּוֹצֵא מִן הָאֵיבָר אַחַר שֶׁהֶחְזִירוֹ וְנִשְׁחֲטָה. אוֹתוֹ שֶׁיָּצָא בִּלְבַד אָסוּר וּשְׁאָר הָאֵיבָר מֻתָּר. וְאִם לֹא הֶחְזִירוֹ וַחֲתָכוֹ וְהוּא בַּחוּץ. בֵּין שֶׁחֲתָכוֹ קֹדֶם שְׁחִיטָה אוֹ אַחַר שְׁחִיטָה. מְקוֹם הַחֲתָךְ אָסוּר. וְהוּא הַמָּקוֹם שֶׁנֶּגֶד הָאֲוִיר. אַחַר שֶׁיֵּחָתֵךְ הַיּוֹצֵא חוֹזֵר וְחוֹתֵךְ מְקוֹם הַחֲתָךְ: \n",
      "כָּל אֵיבָר עֻבָּר שֶׁיָּצָא וַחֲתָכוֹ קֹדֶם שְׁחִיטָה וְהוּא בַּחוּץ הֲרֵי זֶה אֵיבָר מִן הַחַי וְלוֹקִין עָלָיו. וַאֲפִלּוּ מֵת הָעֻבָּר קֹדֶם שְׁחִיטָה. וְאִם נֶחְתַּךְ אַחַר שְׁחִיטָה הָאוֹכְלוֹ אֵינוֹ לוֹקֶה וַאֲפִלּוּ מֵת. וְאִם מֵתָה הַבְּהֵמָה וְאַחַר כָּךְ חֲתָכוֹ הָאוֹכְלוֹ לוֹקֶה מִשּׁוּם אֵיבָר מִן הַחַי: \n",
      "עֻבָּר שֶׁהוֹצִיא אֵיבָר וְנֶאֱסַר הָאֵיבָר וְאַחַר כָּךְ נוֹלַד וַהֲרֵי הִיא נְקֵבָה. הֶחָלָב שֶׁלָּהּ אָסוּר לִשְׁתּוֹתוֹ מִסָּפֵק. הוֹאִיל וְהוּא בָּא מִכְּלָל הָאֵיבָרִין וְיֵשׁ בָּהּ אֵיבָר אֶחָד אָסוּר. וַהֲרֵי זֶה כַּחֲלֵב טְרֵפָה שֶׁנִּתְעָרֵב בַּחֲלֵב טְהוֹרָה: \n",
      "הַשּׁוֹחֵט בְּהֵמָה מְעֻבֶּרֶת וּמָצָא בָּהּ שָׁלִיל בֵּין חַי בֵּין מֵת הֲרֵי זֶה מֻתָּר בַּאֲכִילָה. וַאֲפִלּוּ שִׁלְיָא מֻתֶּרֶת בַּאֲכִילָה. וְשִׁלְיָא שֶׁיָּצָאת מִקְצָתָהּ וְשָׁחַט אֶת הַבְּהֵמָה. אִם הָיְתָה שִׁלְיָא זוֹ קְשׁוּרָה בַּוָּלָד מַה שֶּׁיָּצָא מִמֶּנָּה אָסוּר וְהַשְּׁאָר מֻתָּר. וְאִם לֹא הָיְתָה קְשׁוּרָה בּוֹ כֻּלָּהּ אֲסוּרָה. שֶׁמָּא שִׁלְיָא זוֹ שֶׁיָּצָאת מִקְצָתָהּ הָלַךְ לוֹ וָלָד שֶׁהָיָה בָּהּ וְוָלָד זֶה שֶׁנִּמְצָא בַּבֶּטֶן הָלְכָה שִׁלְיָא שֶׁלּוֹ. וְאֵין צָרִיךְ לוֹמַר שֶׁאִם לֹא נִמְצָא בַּבֶּטֶן וָלָד כְּלָל שֶׁהַשִּׁלְיָא כֻּלָּהּ אֲסוּרָה: \n",
      "מָצָא בָּהּ עֻבָּר חַי אַף עַל פִּי שֶׁהוּא בֶּן תִּשְׁעָה חֳדָשִׁים גְּמוּרִין וְאֶפְשָׁר שֶׁיִּחְיֶה אֵינוֹ צָרִיךְ שְׁחִיטָה אֶלָּא שְׁחִיטַת אִמּוֹ מְטַהַרְתּוֹ. וְאִם הִפְרִיס עַל גַּבֵּי קַרְקַע צָרִיךְ שְׁחִיטָה: \n",
      "קָרַע אֶת הַבְּהֵמָה אוֹ שָׁחַט בְּהֵמָה טְרֵפָה וּמָצָא בָּהּ בֶּן תִּשְׁעָה חַי צָרִיךְ שְׁחִיטָה לְהַתִּירוֹ וְאֵין שְׁחִיטַת אִמּוֹ מוֹעֶלֶת לוֹ. וְאִם לֹא גָּמְרוּ לוֹ חֳדָשָׁיו אַף עַל פִּי שֶׁהוּא חַי בִּמְעֵי הַטְּרֵפָה הֲרֵי זֶה אָסוּר מִפְּנֵי שֶׁהוּא כְּאֵיבָר מֵאִמּוֹ. כָּל עֻבָּר שֶׁהוֹצִיא רֹאשׁוֹ וְהֶחְזִירוֹ וְאַחַר כָּךְ שָׁחַט אֶת אִמּוֹ אֵין שְׁחִיטַת אִמּוֹ מוֹעֶלֶת לוֹ וַהֲרֵי הוּא כְּיָלוּד וְצָרִיךְ שְׁחִיטָה: \n"
    ],
    [
      "הָאוֹכֵל כְּזַיִת מִן הַדָּם בְּמֵזִיד חַיָּב כָּרֵת בְּשׁוֹגֵג מֵבִיא חַטָּאת קְבוּעָה. וְדָבָר מְפֹרָשׁ בַּתּוֹרָה שֶׁאֵינוֹ חַיָּב אֶלָּא עַל דַּם בְּהֵמָה חַיָּה וְעוֹף בִּלְבַד בֵּין טְמֵאִין בֵּין טְהוֹרִין שֶׁנֶּאֱמַר <small>(ויקרא ז כו)</small> \"וְכָל דָּם לֹא תֹאכְלוּ בְּכל מוֹשְׁבֹתֵיכֶם לָעוֹף וְלַבְּהֵמָה\". וְחַיָּה בִּכְלַל בְּהֵמָה שֶׁנֶּאֱמַר <small>(דברים יד ד)</small> \"זֹאת הַבְּהֵמָה אֲשֶׁר תֹּאכֵלוּ שׁוֹר\" וְגוֹ' <small>(דברים יד ה)</small> \"אַיָּל וּצְבִי\" וְגוֹ'. אֲבָל דַּם דָּגִים וַחֲגָבִים וּשְׁקָצִים וּרְמָשִׂים וְדַם הָאָדָם אֵין חַיָּבִין עָלָיו מִשּׁוּם דָּם. לְפִיכָךְ דַּם דָּגִים וַחֲגָבִים טְהוֹרִים מֻתָּר לְאָכְלוֹ וַאֲפִלּוּ כְּנָסוֹ בִּכְלִי וְשָׁתָהוּ מֻתָּר. וְדַם חֲגָבִים וְדָגִים טְמֵאִים אָסוּר מִשּׁוּם שֶׁהוּא תַּמְצִית גּוּפָן כַּחֲלֵב בְּהֵמָה טְמֵאָה. וְדַם שְׁקָצִים כִּבְשָׂרָן כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "דַּם הָאָדָם אָסוּר מִדִּבְרֵי סוֹפְרִים אִם פֵּרַשׁ. וּמַכִּין עָלָיו מַכַּת מַרְדּוּת. אֲבָל דַּם הַשִּׁנַּיִם בּוֹלְעוֹ וְאֵינוֹ נִמְנַע. הֲרֵי שֶׁנָּשַׁךְ בְּפַת וּמָצָא עָלֶיהָ דָּם גּוֹרֵר אֶת הַדָּם וְאַחַר כָּךְ אוֹכֵל שֶׁהֲרֵי פֵּרַשׁ: \n",
      "אֵין חַיָּבִין כָּרֵת אֶלָּא עַל דָּם הַיּוֹצֵא בִּשְׁעַת שְׁחִיטָה וּנְחִירָה אוֹ הַתָּזַת הָרֹאשׁ כָּל זְמַן שֶׁיֵּשׁ בּוֹ אַדְמוּמִית. וְעַל הַדָּם הַכָּנוּס בְּתוֹךְ הַלֵּב. וְעַל דַּם הַקָּזָה כָּל זְמַן שֶׁהוּא מְקַלֵּחַ וְיוֹצֵא. אֲבָל הַדָּם הַשּׁוֹתֵת בִּתְחִלַּת הַקָּזָה קֹדֶם שֶׁיַּתְחִיל לְקַלֵּחַ וְדָם הַשּׁוֹתֵת בְּסוֹף הַקָּזָה כְּשֶׁיַּתְחִיל הַדָּם לִפְסֹק אֵין חַיָּבִין עָלָיו וַהֲרֵי הוּא כְּדַם הָאֵיבָרִים. שֶׁדַּם הַקִּלּוּחַ הוּא הַדָּם שֶׁהַנֶּפֶשׁ יוֹצְאָה בּוֹ: \n",
      "דַּם הַתַּמְצִית וְדַם הָאֵיבָרִין כְּגוֹן דַּם הַטְּחוֹל וְדַם הַכְּלָיוֹת וְדַם בֵּיצִים וְדָם הַמִּתְכַּנֵּס לַלֵּב בִּשְׁעַת שְׁחִיטָה וְדָם הַנִּמְצָא בַּכָּבֵד אֵין חַיָּבִין עָלָיו כָּרֵת. אֲבָל הָאוֹכֵל מִמֶּנּוּ כְּזַיִת לוֹקֶה שֶׁנֶּאֱמַר <small>(ויקרא ג יז)</small> <small>(ויקרא ז כו)</small> \"וְכָל דָּם לֹא תֹאכֵלוּ\". וּבְחִיּוּב כָּרֵת הוּא אוֹמֵר <small>(ויקרא יז יא)</small> \"כִּי נֶפֶשׁ הַבָּשָׂר בַּדָּם הִיא\" אֵינוֹ חַיָּב כָּרֵת אֶלָּא עַל הַדָּם שֶׁהַנֶּפֶשׁ יוֹצְאָה בּוֹ: \n",
      "הַשָּׁלִיל הַנִּמְצָא בִּמְעֵי הַבְּהֵמָה הֲרֵי דָּמוֹ כְּדַם הַיָּלוּד. לְפִיכָךְ הַדָּם הַנִּמְצָא כָּנוּס בְּתוֹךְ לִבּוֹ חַיָּבִין עָלָיו כָּרֵת אֲבָל שְׁאָר דָּמוֹ הֲרֵי הוּא כְּדַם הָאֵיבָרִין: \n",
      "הַלֵּב בֵּין לְצָלִי בֵּין לִקְדֵרָה קוֹרְעוֹ וּמוֹצִיא אֶת דָּמוֹ וְאַחַר כָּךְ מוֹלְחוֹ. וְאִם בִּשֵּׁל הַלֵּב וְלֹא קְרָעוֹ קוֹרְעוֹ אַחַר שֶׁבִּשְּׁלוֹ וּמֻתָּר. וְאִם לֹא קְרָעוֹ וַאֲכָלוֹ אֵינוֹ חַיָּב עָלָיו כָּרֵת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּלֵב הָעוֹף שֶׁאֵין בּוֹ כְּזַיִת דָּם. אֲבָל אִם הָיָה לֵב בְּהֵמָה חַיָּב כָּרֵת שֶׁהֲרֵי יֵשׁ בּוֹ כְּזַיִת מִדָּם שֶׁבְּתוֹךְ הַלֵּב שֶׁחַיָּבִין עָלָיו כָּרֵת: \n",
      "הַכָּבֵד אִם חֲתָכָהּ וְהִשְׁלִיכָהּ לְתוֹךְ הַחֹמֶץ אוֹ לְתוֹךְ מַיִם רוֹתְחִין עַד שֶׁתִּתְלַבֵּן הֲרֵי זוֹ מֻתֶּרֶת לְבַשֵּׁל אוֹתָהּ אַחַר כֵּן. וּכְבָר נָהֲגוּ כָּל יִשְׂרָאֵל לְהַבְהֲבָהּ עַל הָאוּר וְאַחַר כָּךְ מְבַשְּׁלִין אוֹתָהּ בֵּין שֶׁבִּשְּׁלָהּ לְבַדָּהּ בֵּין שֶׁבִּשְּׁלָהּ עִם בָּשָׂר אַחֵר. וְכֵן מִנְהָג פָּשׁוּט שֶׁאֵין מְבַשְּׁלִין הַמֹּחַ שֶׁל רֹאשׁ וְלֹא קוֹלִין אוֹתוֹ עַד שֶׁמְּהַבְהֲבִין אוֹתוֹ בָּאוּר: \n",
      "הַכָּבֵד שֶׁבִּשְּׁלָהּ וְלֹא הִבְהֲבָהּ עַל הָאוּר וְלֹא חֲלָטָהּ בְּחֹמֶץ אוֹ בְּרוֹתְחִין הֲרֵי הַקְּדֵרָה כֻּלָּהּ אֲסוּרָה הַכָּבֵד וְכָל שֶׁנִתְבַּשֵּׁל עִמָּהּ. וּמֻתָּר לִצְלוֹת כָּבֵד עִם הַבָּשָׂר בְּשִׁפּוּד אֶחָד וְהוּא שֶׁתִּהְיֶה הַכָּבֵד לְמַטָּה. וְאִם עָבַר וּצְלָאָהּ לְמַעְלָה מִבָּשָׂר הֲרֵי זֶה אוֹכְלוֹ: \n",
      "הַטְּחוֹל מֻתָּר לְבַשְּׁלוֹ אֲפִלּוּ עִם הַבָּשָׂר שֶׁאֵינוֹ דָּם אֶלָּא בָּשָׂר הַדּוֹמֶה לְדָם. הַשּׁוֹבֵר מִפְרֶקֶת בְּהֵמָה קֹדֶם שֶׁתֵּצֵא נַפְשָׁהּ הֲרֵי הַדָּם נִבְלַע בָּאֵיבָרִים וְאָסוּר לֶאֱכל מִמֶּנָּה בָּשָׂר חַי וַאֲפִלּוּ חֲלָטוֹ. אֶלָּא כֵּיצַד יַעֲשֶׂה. יַחְתֹּךְ הַחֲתִיכָה וְיִמְלַח יָפֶה יָפֶה וְאַחַר כָּךְ יְבַשֵּׁל אוֹ יִצְלֶה. וּכְבָר בֵּאַרְנוּ שֶׁהַשּׁוֹחֵט בְּהֵמָה חַיָּה וְעוֹף וְלֹא יָצָא מֵהֶן דָּם שֶׁהֵן מֻתָּרִין: \n",
      "אֵין הַבָּשָׂר יוֹצֵא מִידֵי דָּמוֹ אֶלָּא אִם כֵּן מוֹלְחוֹ יָפֶה יָפֶה וּמְדִיחוֹ יָפֶה יָפֶה. כֵּיצַד עוֹשֶׂה. מֵדִיחַ הַבָּשָׂר תְּחִלָּה וְאַחַר כָּךְ מוֹלְחוֹ יָפֶה יָפֶה וּמַנִּיחוֹ בְּמִלְחוֹ כְּדֵי הִלּוּךְ מִיל. וְאַחַר כָּךְ מְדִיחוֹ יָפֶה יָפֶה עַד שֶׁיֵּצְאוּ הַמַּיִם זַכִּים וּמַשְׁלִיכוֹ מִיָּד לְתוֹךְ מַיִם רוֹתְחִין אֲבָל לֹא לְפוֹשְׁרִין כְּדֵי שֶׁיִּתְלַבֵּן מִיָּד וְלֹא יֵצֵא דָּם: \n",
      "כְּשֶׁמּוֹלְחִין הַבָּשָׂר אֵין מוֹלְחִין אוֹתוֹ אֶלָּא בִּכְלִי מְנֻקָּב. וְאֵין מוֹלְחִין אֶלָּא בְּמֶלַח עָבֶה כְּחוֹל הַגַּס. שֶׁהַמֶּלַח דַּק כְּקֶמַח יִבָּלַע בַּבָּשָׂר וְלֹא יוֹצִיא דָּם. וְצָרִיךְ לְנַפֵּץ הַבָּשָׂר מִן הַמֶּלַח וְאַחַר כָּךְ יְדִיחֶנּוּ: \n",
      "כָּל הַדְּבָרִים הָאֵלּוּ לְבָשָׂר שֶׁצָּרִיךְ לְבַשְּׁלוֹ אֲבָל לְצָלִי מוֹלֵחַ וְצוֹלֶה מִיָּד. וְהָרוֹצֶה לֶאֱכל בָּשָׂר חַי מוֹלְחוֹ יָפֶה יָפֶה וּמְדִיחוֹ יָפֶה יָפֶה וְאַחַר כָּךְ יֹאכַל. וְאִם חֲלָטוֹ בְּחֹמֶץ מֻתָּר לְאָכְלוֹ כְּשֶׁהוּא חַי. וּמֻתָּר לִשְׁתּוֹת הַחֹמֶץ שֶׁחֲלָטוֹ בּוֹ שֶׁאֵין הַחֹמֶץ מוֹצִיא הַדָּם: \n",
      "חֹמֶץ שֶׁחָלַט בּוֹ בָּשָׂר לֹא יַחְלֹט בּוֹ פַּעַם שְׁנִיָּה. וַחֲתִיכָה שֶׁהֶאֱדִימָה בְּתוֹךְ הַחֹמֶץ הִיא וְהַחֹמֶץ אֲסוּרִין עַד שֶׁיִּמְלַח אוֹתָהּ יָפֶה יָפֶה וְיִצְלֶה. בָּשָׂר שֶׁהֶאְדִּים וְכֵן בֵּיצֵי בְּהֵמָה וְחַיָּה בִּקְלִיפָה שֶׁעֲלֵיהֶן. וְכֵן הָעֹרֶף שֶׁבּוֹ הַמִּזְרָקִים שֶׁהֵן מְלֵאִים דָּם. אִם חֲתָכָן וּמְלָחָן כַּדָּת מֻתָּר לְבַשְּׁלָן. וְאִם לֹא חֲתָכָן וּצְלָאָן בְּשִׁפּוּד וְצָלָה הָעֹרֶף וּפִיו לְמַטָּה אוֹ שֶׁצְּלָאָן כֻּלָּן עַל הַגֶּחָלִים הֲרֵי אֵלּוּ מֻתָּרִין: \n",
      "רֹאשׁ הַבְּהֵמָה שֶׁצָּלָהוּ בְּתַנּוּר אוֹ בְּכִבְשָׁן אִם תָּלָהוּ וּבֵית שְׁחִיטָתוֹ לְמַטָּה מֻתָּר שֶׁהַדָּם יוֹצֵא וְשׁוֹתֵת. וְאִם הָיָה בֵּית הַשְּׁחִיטָה מִן הַצַּד מֹחוֹ אָסוּר. שֶׁהַדָּם מִתְקַבֵּץ לְתוֹכוֹ. וּשְׁאָר הַבָּשָׂר שֶׁעַל הָעֲצָמוֹת מִבַּחוּץ מֻתָּר. הִנִּיחַ חָטְמוֹ לְמַטָּה אִם הִנִּיחַ בּוֹ גֶּמִי אוֹ קָנֶה כְּדֵי שֶׁיִּשָּׁאֵר פָּתוּחַ וְיֵצֵא דָּמוֹ דֶּרֶךְ חָטְמוֹ מֻתָּר וְאִם לָאו מֹחוֹ אָסוּר: \n",
      "אֵין מַנִּיחִין כְּלִי תַּחַת הַצָּלִי לְקַבֵּל מֵימָיו עַד שֶׁתִּכְלֶה כָּל מַרְאֶה אַדְמוּמִית שֶׁבּוֹ. וְכֵיצַד עוֹשִׂין. מַשְׁלִיכִין לְתוֹךְ הַכְּלִי מְעַט מֶלַח וּמַנִּיחַ הַכְּלִי עַד שֶׁיִּצָּלֶה וְלוֹקֵחַ הַשַּׁמְנוּנִית שֶׁל מַעְלָה וְהַמַּיִם שֶׁל מַטָּה שֶׁתַּחַת הַשַּׁמְנוּנִית אֲסוּרָה: \n",
      "פַּת שֶׁחָתַךְ עָלֶיהָ בָּשָׂר צָלִי מֻתָּר לְאָכְלָהּ שֶׁאֵינָהּ אֶלָּא שַׁמְנוּנִית [א. ב] דָּגִים וְעוֹפוֹת שֶׁמְּלָחָן זֶה עִם זֶה אֲפִלּוּ בִּכְלִי מְנֻקָּב הַדָּגִים אֲסוּרִין שֶׁהַדָּג רָפֶה וּבוֹלֵעַ דָּם הַיּוֹצֵא מִן הָעוֹף. וְאֵין צָרִיךְ לוֹמַר אִם מָלַח דָּג עִם בְּשַׂר בְּהֵמָה אוֹ חַיָּה: \n",
      "עוֹפוֹת שֶׁהִנִּיחָן שְׁלֵמִים וּמִלֵּא חֲלָלָן בָּשָׂר וּבֵיצִים וּבִשְּׁלָן אֲסוּרוֹת שֶׁהֲרֵי דָּם יוֹצֵא לְתוֹכָן וְאַף עַל פִּי שֶׁמְּלָחָן יָפֶה יָפֶה. וַאֲפִלּוּ הָיָה הַבָּשָׂר שֶׁבְּתוֹכָן שָׁלוּק אוֹ צָלוּי. וְאִם צְלָאָן הֲרֵי אֵלּוּ מֻתָּרוֹת אַף עַל פִּי שֶׁהַבָּשָׂר שֶׁבְּתוֹכָן חַי וַאֲפִלּוּ פִּיהֶן לְמַעְלָה: \n",
      "בְּנֵי מֵעַיִם שֶׁמִּלְּאָן עַל דֶּרֶךְ זוֹ בְּבָשָׂר צָלוּי אוֹ שָׁלוּק אוֹ שֶׁמִּלְּאָן בְּבֵיצִים וּשְׁלָקָן אוֹ קְלָאָן הֲרֵי אֵלּוּ מֻתָּרִין שֶׁאֵין מַחֲזִיקִין דָּם בִּבְנֵי מֵעַיִם. וְכֵן הוֹרוּ הַגְּאוֹנִים: \n",
      "עוֹפוֹת שֶׁטְּפָלָן בְּבָצֵק וּצְלָאָן בֵּין שְׁלֵמִים בֵּין מְחֻתָּכִין אִם טְפָלָן בְּסלֶת גַּסָּה אֲפִלּוּ הִסְמִיקָה הַטְּפֵלָה אוֹכֵל אֶת הַטְּפֵלָה מִפְּנֵי שֶׁסּלֶת גַּסָּה מִתְפָּרֶרֶת וְיוֹצֵא הַדָּם. וְאִם טְפָלָן בְּקֶמַח חִטִּים שֶׁלָּתְתָן אִם הָיְתָה הַטְּפֵלָה לְבָנָה כְּמוֹ הַכֶּסֶף מֻתָּר לֶאֱכל מִמֶּנָּה וְאִם לָאו אֲסוּרָה. טְפָלָן בִּשְׁאָר קְמָחִין אִם הֶאְדִּימוּ אֲסוּרִין וְאִם לֹא הֶאְדִּימוּ מֻתָּרִין: \n",
      "סַכִּין שֶׁשָּׁחַט בָּהּ אָסוּר לַחְתֹּךְ בָּהּ רוֹתֵחַ עַד שֶׁיְּלַבֵּן הַסַּכִּין בָּאוּר אוֹ יַשְׁחִיזֶנָּה בְּמַשְׁחֶזֶת אוֹ יִנְעָצֶנָּה בְּקַרְקַע קָשָׁה עֶשֶׂר פְּעָמִים. וְאִם חָתַךְ בָּהּ רוֹתֵחַ מֻתָּר. וְכֵן אֵינוֹ חוֹתֵךְ בָּהּ צְנוֹן וְכַיּוֹצֵא בּוֹ מִדְּבָרִים הַחֲרִיפִים לְכַתְּחִלָּה. וְאִם הֵדִיחַ הַסַּכִּין אוֹ שֶׁקִּנְּחָהּ בִּכְלִי מֻתָּר לַחְתֹּךְ בּוֹ צְנוֹן וְכַיּוֹצֵא בּוֹ אֲבָל לֹא רוֹתֵחַ: \n",
      "קְעָרָה שֶׁמָּלַח בָּהּ בָּשָׂר אֲפִלּוּ הָיְתָה שׁוֹעָה בַּאֲבָר אָסוּר לֶאֱכל בָּהּ רוֹתֵחַ לְעוֹלָם שֶׁכְּבָר נִבְלַע הַדָּם בַּחֲרָסֶיהָ: \n"
    ],
    [
      "הָאוֹכֵל כְּזַיִת חֵלֶב בְּמֵזִיד חַיָּב כָּרֵת. בְּשׁוֹגֵג מֵבִיא חַטָּאת קְבוּעָה. וּבְפֵרוּשׁ אָמְרָה תּוֹרָה שֶׁאֵינוֹ חַיָּב אֶלָּא עַל שְׁלֹשָׁה מִינֵי בְּהֵמָה טְהוֹרָה בִּלְבַד שֶׁנֶּאֱמַר <small>(ויקרא ז כג)</small> \"כָּל חֵלֶב שׁוֹר וְכֶשֶׂב וָעֵז לֹא תֹאכֵלוּ\" בֵּין שֶׁאָכַל מֵחֵלֶב שְׁחוּטָה בֵּין שֶׁאָכַל מֵחֵלֶב נְבֵלָה וּטְרֵפָה שֶׁלָּהֶן. אֲבָל שְׁאָר בְּהֵמָה וְחַיָּה בֵּין טְמֵאָה בֵּין טְהוֹרָה חֶלְבָּהּ כִּבְשָׂרָהּ. וְכֵן נֵפֶל שֶׁל שְׁלֹשָׁה מִינֵי בְּהֵמָה טְהוֹרָה חֶלְבּוֹ כִּבְשָׂרוֹ וְהָאוֹכֵל מֵחֶלְבּוֹ כְּזַיִת לוֹקֶה מִשּׁוּם אוֹכֵל נְבֵלָה: \n",
      "הָאוֹכֵל מֵחֵלֶב נְבֵלָה וּטְרֵפָה חַיָּב מִשּׁוּם אוֹכֵל חֵלֶב וּמִשּׁוּם אוֹכֵל נְבֵלָה וּטְרֵפָה מִתּוֹךְ שֶׁנּוֹסָף הָאִסּוּר בִּבְשָׂרָהּ שֶׁהָיָה מֻתָּר נוֹסָף עַל הַחֵלֶב וּלְפִיכָךְ לוֹקֶה שְׁתַּיִם: \n",
      "הַשּׁוֹחֵט בְּהֵמָה וּמָצָא בָּהּ שָׁלִיל כָּל חֶלְבּוֹ מֻתָּר וַאֲפִלּוּ מְצָאוֹ חַי מִפְּנֵי שֶׁהוּא כְּאֵיבָר מִמֶּנָּה. וְאִם שָׁלְמוּ לוֹ חֳדָשָׁיו וּמְצָאוֹ חַי אַף עַל פִּי שֶׁלֹּא הִפְרִיס עַל הַקַּרְקַע וְאֵינוֹ צָרִיךְ שְׁחִיטָה חֶלְבּוֹ אָסוּר וְחַיָּבִין עָלָיו כָּרֵת. וּמוֹצִיאִין מִמֶּנּוּ כָּל הַחוּטִין וְהַקְּרוּמוֹת הָאֲסוּרִין כִּשְׁאָר הַבְּהֵמוֹת: \n",
      "הוֹשִׁיט יָדוֹ לִמְעֵי בְּהֵמָה וְחָתַךְ מֵחֵלֶב הָעֻבָּר שֶׁכָּלוּ לוֹ חֳדָשָׁיו וְהוֹצִיאוֹ הֲרֵי זֶה חַיָּב עָלָיו כְּאִלּוּ חֲתָכוֹ מֵחֵלֶב הָאֵם עַצְמָהּ. שֶׁהֶחֳדָשִׁים הֵן הַגּוֹרְמִין לְאִסּוּר הַחֵלֶב: \n",
      "שְׁלֹשָׁה חֲלָבִים הֵן שֶׁחַיָּבִין עֲלֵיהֶן כָּרֵת. חֵלֶב שֶׁעַל הַקֶּרֶב וְשֶׁעַל שְׁתֵּי הַכְּלָיוֹת וְשֶׁעַל הַכְּסָלִים. אֲבָל הָאַלְיָה מֻתֶּרֶת בַּאֲכִילָה. לֹא נִקְרֵאת חֵלֶב אֶלָּא לְעִנְיַן קָרְבָּן בִּלְבַד כְּמוֹ שֶׁנִּקְרְאוּ חֲלָבִים כְּלָיוֹת וְיוֹתֶרֶת הַכָּבֵד לְעִנְיַן קָרְבָּן. כְּמוֹ שֶׁאַתָּה אוֹמֵר <small>(בראשית מה יח)</small> \"חֵלֶב הָאָרֶץ\" וְ<small>(דברים לב יד)</small> \"חֵלֶב כִּלְיוֹת חִטָּה\" שֶׁהוּא טוּבָם. וּלְפִי שֶׁמְּרִימִין דְּבָרִים אֵלּוּ מִן הַקָּרְבָּן לִשְׂרֵפָה לַשֵּׁם נִקְרְאוּ חֵלֶב. שֶׁאֵין שֵׁם דָּבָר טוֹב אֶלָּא הַמּוּרָם לַשֵּׁם. וּלְכָךְ נֶאֱמַר בִּתְרוּמַת מַעֲשֵׂר <small>(במדבר יח ל לב)</small> \"בַּהֲרִימְכֶם אֶת חֶלְבּוֹ מִמֶּנּוּ\": \n",
      "חֵלֶב שֶׁעַל הֶמְסֵס וְשֶׁעַל בֵּית הַכּוֹסוֹת הוּא הַחֵלֶב שֶׁעַל הַקֶּרֶב. וְחֵלֶב שֶׁבְּעִקְּרֵי הַיְרֵכוֹת מִבִּפְנִים חַיָּבִין עָלָיו כָּרֵת וְהוּא הַחֵלֶב שֶׁעַל הַכְּסָלִים. וְיֵשׁ שָׁם חֵלֶב עַל הַקֵּבָה עָקֹם כְּמוֹ קֶשֶׁת וְהוּא הָאָסוּר וְחוּט מָשׁוּךְ כְּמוֹ יֶתֶר וְהוּא מֻתָּר. חוּטִין שֶׁבַּחֵלֶב אֲסוּרִין וְאֵין חַיָּבִין עֲלֵיהֶן כָּרֵת: \n",
      "חֵלֶב שֶׁהַבָּשָׂר חוֹפֶה אוֹתוֹ מֻתָּר. שֶׁעַל הַכְּסָלִים אָסַר הַכָּתוּב לֹא שֶׁבְּתוֹךְ הַכְּסָלִים. וְכֵן חֵלֶב שֶׁעַל הַכְּלָיוֹת נֶאֱסַר וְלֹא שֶׁבְּתוֹךְ הַכְּלָיוֹת. וְאַף עַל פִּי כֵּן נוֹטֵל אָדָם לֹבֶן שֶׁבְּתוֹךְ הַכּוּלְיָא וְאַחַר כָּךְ אוֹכֵל אוֹתָהּ וְאֵינוֹ צָרִיךְ לְחַטֵּט אַחֲרָיו: \n",
      "יֵשׁ כְּמוֹ שְׁתֵּי פְּתִילוֹת שֶׁל חֵלֶב בְּעִקְּרֵי הַמָּתְנַיִם סָמוּךְ לְרֹאשׁ הַיָּרֵךְ. כְּשֶׁהַבְּהֵמָה חַיָּה חֵלֶב זֶה נִרְאֶה בַּמֵּעַיִם. וּכְשֶׁתָּמוּת יִדְבַּק בָּשָׂר בְּבָשָׂר וְיִתְכַּסֶּה חֵלֶב זֶה וְאֵינוֹ נִרְאֶה עַד שֶׁיִּתְפָּרֵק הַבָּשָׂר מִן הַבָּשָׂר. וְאַף עַל פִּי כֵן הֲרֵי זֶה אָסוּר. שֶׁאֵין זֶה חֵלֶב שֶׁהַבָּשָׂר חוֹפֶה אוֹתוֹ. וְכָל מָקוֹם שֶׁתִּמְצָא בּוֹ הַחֵלֶב תַּחַת הַבָּשָׂר וְהַבָּשָׂר מַקִּיף אוֹתוֹ מִכָּל סְבִיבָיו וְלֹא יֵרָאֶה עַד שֶׁיִּקָּרַע הַבָּשָׂר הֲרֵי זֶה מֻתָּר: \n",
      "חֵלֶב הַלֵּב וְחֵלֶב הַמֵּעַיִם וְהֵן הַדַּקִּין הַמְלֻפָּפִין כֻּלָּן מֻתָּרִין וַהֲרֵי הֵם כְּשֻׁמָּן שֶׁהוּא מֻתָּר. חוּץ מֵרֹאשׁ הַמְּעִי שֶׁסָּמוּךְ לַקֵּבָה שֶׁהוּא תְּחִלַּת בְּנֵי מֵעַיִם שֶׁצָּרִיךְ לִגְרֹר הַחֵלֶב שֶׁעָלָיו וְזֶהוּ חֵלֶב שֶׁעַל הַדַּקִּין שֶׁאָסוּר. וְיֵשׁ מִן הַגְּאוֹנִים שֶׁאוֹמֵר שֶׁרֹאשׁ הַמְּעִי שֶׁצָּרִיךְ לְגָרְרוֹ הוּא הַמְּעִי שֶׁיֵּצֵא בּוֹ הָרְעִי שֶׁהוּא סוֹף הַמֵּעַיִם: \n",
      "יֵשׁ בְּגוּף הַבְּהֵמָה חוּטִין וּקְרוּמוֹת שֶׁהֵן אֲסוּרִין. מֵהֶם מִשּׁוּם חֵלֶב וּמֵהֶן מִשּׁוּם דָּם. וְכָל חוּט אוֹ קְרוּם שֶׁאָסוּר מִשּׁוּם <small>(ויקרא ג יז)</small> <small>(ויקרא ז כו)</small> \"כָּל דָּם לֹא תֹאכֵלוּ\" צָרִיךְ לְנָטְלוֹ וְאַחַר כָּךְ יִמְלַח וִיבַשֵּׁל הַבָּשָׂר כְּמוֹ שֶׁאָמַרְנוּ. וְאִם חֲתָכוֹ וּמְלָחוֹ אֵינוֹ צָרִיךְ לְנָטְלוֹ. וְכֵן לְצָלִי (אֵינוֹ צָרִיךְ לְנָטְלוֹ). וְכָל חוּט אוֹ קְרוּם שֶׁהוּא אָסוּר מִשּׁוּם כָּל חֵלֶב בֵּין לְצָלִי בֵּין לְבִשּׁוּל צָרִיךְ לְנָטְלוֹ מִן הַבְּהֵמָה: \n",
      "חֲמִשָּׁה חוּטִין יֵשׁ בַּכְּסָלִים. שְׁלֹשָׁה מִן הַיָּמִין וּשְׁנַיִם מִן הַשְּׂמֹאל. הַשְּׁלֹשָׁה שֶׁמִּן הַיָּמִין מִתְפַּצֵּל כָּל אֶחָד מֵהֶם לִשְׁנַיִם שְׁנַיִם. וְהַשְּׁנַיִם שֶׁמִּן הַשְּׂמֹאל מִתְפַּצְּלִין לִשְׁלֹשָׁה שְׁלֹשָׁה. וְכֻלָּן מִשּׁוּם חֵלֶב. וְחוּטֵי הַטְּחוֹל וְחוּטֵי הַכְּלָיוֹת מִשּׁוּם חֵלֶב. וְכֵן קְרוּם שֶׁעַל הַטְּחוֹל וּקְרוּם שֶׁעַל הַכְּסָלִים וּקְרוּם שֶׁעַל הַכְּלָיוֹת אֲסוּרִין מִשּׁוּם חֵלֶב. וּקְרוּם שֶׁעַל דַּד הַטְּחוֹל חַיָּבִין עָלָיו כָּרֵת. וּשְׁאָר הַקְּרוּם אָסוּר וְאֵין חַיָּבִין עָלָיו: \n",
      "וּשְׁנֵי קְרוּמוֹת יֵשׁ לַכּוּלְיָא. הָעֶלְיוֹן חַיָּבִין עָלָיו כָּרֵת כַּחֵלֶב שֶׁעַל הַכּוּלְיָא. וְהַתַּחְתּוֹן הֲרֵי הוּא כִּשְׁאָר קְרוּמוֹת. וְחוּטִין שֶׁבָּהֶן אֲסוּרִין וְאֵין בָּהֶן כָּרֵת: \n",
      "חוּטֵי הַלֵּב וְחוּטֵי הַיָּד וְחוּטֵי הָעֹקֶץ וְחוּטֵי הַלְּחִי הַתַּחְתּוֹן שֶׁבְּצַד הַלָּשׁוֹן מִיכָּן וּמִיכָּן. וְכֵן הַחוּטִין הַדַּקִּין שֶׁהֵן בְּתוֹךְ חֵלֶב הַדַּקִּין כְּמוֹ בֵּית עַכָּבִישׁ מְסֻבָּכִין זֶה בָּזֶה. וּקְרוּם שֶׁעַל הַמֹּחַ שֶׁבַּקֹּדְקֹד. וּקְרוּם שֶׁעַל הַבֵּיצִים. הַכּל אֲסוּרִין מִשּׁוּם דָּם: \n",
      "בֵּיצֵי גְּדִי אוֹ טָלֶה שֶׁלֹּא הִשְׁלִים שְׁלֹשִׁים יוֹם מֻתָּר לְבַשְּׁלָן בְּלֹא קְלִיפָה. לְאַחַר שְׁלֹשִׁים יוֹם אִם נִרְאֶה בָּהֶן חוּטִין דַּקִּין אֲדֻמִּים בְּיָדוּעַ שֶׁהָלַךְ בָּהֶם הַדָּם וְלֹא יְבַשֵּׁל עַד שֶׁיִּקְלֹף אוֹ עַד שֶׁיֵּחָתֵךְ וְיִמָלַּח כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם עֲדַיִן לֹא נִרְאוּ בָּהֶן חוּטִין הָאֲדֻמִּים מֻתָּרִין: \n",
      "וְכָל בְּנֵי מֵעַיִם שֶׁהַמַּאֲכָל סוֹבֵב בַּחֲלָלָן אֵין מַחֲזִיקִין בָּהֶן דָּם: \n",
      "יֵרָאֶה לִי שֶׁכָּל אֵלּוּ הַחוּטִין וְהַקְּרוּמוֹת אִסּוּרָן מִדִּבְרֵי סוֹפְרִים וְאִם תֹּאמַר שֶׁהֵן אֲסוּרִין מִן הַתּוֹרָה בִּכְלַל <small>(ויקרא ג יז)</small> \"כָּל חֵלֶב וְכָל דָּם\" אֵין לוֹקִין עֲלֵיהֶן אֶלָּא מַכַּת מַרְדּוּת וְיִהְיוּ כַּחֲצִי שִׁעוּר שֶׁהוּא אָסוּר מִן הַתּוֹרָה וְאֵין לוֹקִין עָלָיו: \n",
      "אֵין מוֹלְחִין חֲלָבִים עִם הַבָּשָׂר וְלֹא מְדִיחִין חֲלָבִים עִם בָּשָׂר. וְסַכִּין שֶׁחָתַךְ בָּהּ חֲלָבִים לֹא יַחְתֹּךְ בָּהּ בָּשָׂר. וּכְלִי שֶׁהֵדִיחַ בּוֹ חֲלָבִים לֹא יָדִיחַ בּוֹ בָּשָׂר. לְפִיכָךְ צָרִיךְ הַטַּבָּח לְהַתְקִין שָׁלֹשׁ סַכִּינִין. אַחַת שֶׁשּׁוֹחֵט בָּהּ. וְאַחַת שֶׁמְּחַתֵּךְ בָּהּ בָּשָׂר. וְאַחַת שֶׁמְּחַתֵּךְ בָּהּ חֲלָבִים: \n",
      "וְאִם דֶּרֶךְ אוֹתוֹ מָקוֹם שֶׁיָּדִיחַ הַטַּבָּח הַבָּשָׂר בַּחֲנוּת. צָרִיךְ לְהַתְקִין לוֹ שְׁנֵי כֵּלִים שֶׁל מַיִם אֶחָד שֶׁמֵּדִיחַ בּוֹ בָּשָׂר וְאֶחָד שֶׁמֵּדִיחַ בּוֹ חֲלָבִים: \n",
      "וְאָסוּר לַטַּבָּח לִפְרשֹׁ חֵלֶב הַכְּסָלִים עַל הַבָּשָׂר כְּדֵי לְנָאוֹתוֹ. שֶׁהַקְּרוּם שֶׁעַל הַחֵלֶב דַּק וְיִתְמַעֵךְ בְּיַד הַטַּבָּח וְיָזוּב הַחֵלֶב וְיִבָּלַע בַּבָּשָׂר. וְכָל הַדְּבָרִים הָאֵלּוּ אָסוּר לַעֲשׂוֹתָן. וִאִם נַעֲשׂוּ לֹא נֵאֻסַר הַבָּשָׂר. וִאֵין מַכִּין אֶת הָעוֹשֶׂה אֶלָּא מְלַמְּדִין אוֹתוֹ שֶׁלֹּא יַעֲשֶׂה: \n",
      "וְכֵן אֵין מוֹלְחִין אֶת הַבָּשָׂר קֹדֶם שֶׁיָּסִיר מִמֶּנּוּ אֶת הַקְּרוּמוֹת וְאֶת הַחוּטִין הָאֲסוּרִין. וְאִם מָלַח מְסִירָם אַחַר שֶׁנִּמְלְחוּ. וַאֲפִלּוּ הָיָה בָּהֶן גִּיד הַנָּשֶׁה מְסִירוֹ אַחַר שֶׁנִּמְלַח וּמְבַשֵּׁל: \n",
      "וְטַבָּח שֶׁדַּרְכּוֹ לְנַקּוֹת הַבָּשָׂר וְנִמְצָא אַחֲרָיו חוּט אוֹ קְרוּם מְלַמְּדִין אוֹתוֹ וּמַזְהִירִין אוֹתוֹ שֶׁלֹּא יְזַלְזֵל בְּאִסּוּרִין. אֲבָל אִם נִמְצָא אַחֲרָיו חֵלֶב אִם הָיָה כִּשְׂעוֹרָה מַעֲבִירִין אוֹתוֹ. וְאִם נִמְצָא אַחֲרָיו כְּזַיִת חֵלֶב אֲפִלּוּ בִּמְקוֹמוֹת הַרְבֵּה מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת וּמַעֲבִירִין אוֹתוֹ. מִפְּנֵי שֶׁהַטַּבָּח נֶאֱמָן עַל הַחֵלֶב: \n"
    ],
    [
      "גִּיד הַנָּשֶׁה נוֹהֵג בִּבְהֵמָה וְחַיָּה הַטְּהוֹרִין וַאֲפִלּוּ בִּנְבֵלוֹת וּטְרֵפוֹת שֶׁלָּהֶן. וְנוֹהֵג בְּשָׁלִיל וּבְמֻקְדָּשִׁין בֵּין קָדָשִׁים הַנֶּאֱכָלִים בֵּין קָדָשִׁים שֶׁאֵינָן נֶאֱכָלִין. וְנוֹהֵג בְּיָרֵךְ שֶׁל יָמִין וּבְיָרֵךְ שֶׁל שְׂמֹאל. וְאֵין אָסוּר מִן הַתּוֹרָה אֶלָּא שֶׁעַל כַּף הַיָּרֵךְ בִּלְבַד שֶׁנֶּאֱמַר <small>(בראשית לב לג)</small> \"אֲשֶׁר עַל כַּף הַיָּרֵךְ\". אֲבָל שְׁאָר הַגִּיד שֶׁלְּמַעְלָה מִן הַכַּף וְשֶׁלְּמַטָּה עַד סוֹפוֹ וְכֵן חֵלֶב שֶׁעַל הַגִּיד אֵינוֹ אָסוּר אֶלָּא מִדִּבְרֵי סוֹפְרִים. וּשְׁנֵי גִּידִין הֵן. הַפְּנִימִי הַסָּמוּךְ לָעֶצֶם אָסוּר מִן הַתּוֹרָה. וְהָעֶלְיוֹן כֻּלּוֹ אָסוּר מִדִּבְרֵיהֶם: \n",
      "הָאוֹכֵל מִגִּיד הַנָּשֶׁה הַפְּנִימִי מִמָּקוֹם שֶׁעַל הַכַּף לוֹקֶה. וְאִם אָכַל מֵחֶלְבּוֹ אוֹ מִשְּׁאָר הַגִּיד הַפְּנִימִי אוֹ מִכָּל הַחִיצוֹן מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וְכַמָּה שִׁעוּר אֲכִילָה. כְּזַיִת. וְאִם אָכַל הַגִּיד שֶׁעַל הַכַּף כֻּלּוֹ אַף עַל פִּי שֶׁאֵין בּוֹ כְּזַיִת לוֹקֶה מִפְּנֵי שֶׁהוּא כִּבְרִיָּה בִּפְנֵי עַצְמָהּ: \n",
      "אָכַל כְּזַיִת מִגִּיד שֶׁל יָמִין וּכְזַיִת מִגִּיד שֶׁל שְׂמֹאל. אוֹ שֶׁאָכַל שְׁנֵי גִּידִים כֻּלָּן. אַף עַל פִּי שֶׁאֵין בָּהֶן כְּזַיִת לוֹקֶה שְׁמוֹנִים. (וְכֵן הוּא לוֹקֶה עַל כָּל גִּיד וְגִיד): \n",
      "הָעוֹף אֵין בּוֹ מִשּׁוּם גִּיד הַנָּשֶׁה מִפְּנֵי שֶׁאֵין לוֹ כַּף יָרֵךְ אֶלָּא יְרֵכוֹ אָרֹךְ. וְאִם נִמְצָא עוֹף שֶׁיְּרֵכוֹ כְּיֶרֶךְ הַבְּהֵמָה שֶׁיֵּשׁ לוֹ כַּף גִּיד הַנָּשֶׁה שֶׁלּוֹ אָסוּר וְאֵין לוֹקִין עָלָיו. וְכֵן בְּהֵמָה שֶׁכַּף יְרֵכָהּ אָרֹךְ כְּשֶׁל עוֹף גִּיד הַנָּשֶׁה שֶׁלָּהּ אָסוּר וְאֵין לוֹקִין עָלָיו: \n",
      "הָאוֹכֵל גִּיד הַנָּשֶׁה מִבְּהֵמָה וְחַיָּה הַטְּמֵאִים פָּטוּר לְפִי שֶׁאֵינוֹ נוֹהֵג בִּטְמֵאָה אֶלָּא בִּבְהֵמָה שֶׁכֻּלָּהּ מֻתֶּרֶת. וְאֵינוֹ כְּאוֹכֵל מִשְּׁאָר גּוּפָהּ שֶׁאֵין הַגִּידִים מִכְּלַל הַבָּשָׂר כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם אָכַל מֵחֵלֶב שֶׁעַל הַגִּיד הֲרֵי זֶה כְּאוֹכֵל מִבְּשָׂרָהּ: \n",
      "הָאוֹכֵל גִּיד הַנָּשֶׁה שֶׁל נְבֵלָה אוֹ שֶׁל טְרֵפָה אוֹ שֶׁל עוֹלָה חַיָּב שְׁתַּיִם. מִתּוֹךְ שֶׁנִּכְלָל בְּאִסּוּר שְׁאָר גּוּפָהּ שֶׁהָיָה מֻתָּר נִכְלָל גַּם הַגִּיד וְנוֹסָף עָלָיו אִסּוּר אַחֵר: \n",
      "הַנּוֹטֵל גִּיד הַנָּשֶׁה צָרִיךְ לְחַטֵּט אַחֲרָיו עַד שֶׁלֹּא יַשְׁאִיר מִמֶּנּוּ כְּלוּם. וְנֶאֱמָן הַטַּבָּח עַל גִּיד הַנָּשֶׁה כְּשֵׁם שֶׁנֶּאֱמָן עַל הַחֵלֶב. וְאֵין לוֹקְחִין בָּשָׂר מִכָּל טַבָּח אֶלָּא אִם הָיָה אָדָם כָּשֵׁר וּמֻחְזָק בְּכַשְׁרוּת הוּא שֶׁשּׁוֹחֵט לְעַצְמוֹ וּמוֹכֵר וְנֶאֱמָן: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּחוּצָה לָאָרֶץ. אֲבָל בְּאֶרֶץ יִשְׂרָאֵל בִּזְמַן שֶׁכֻּלָּהּ לְיִשְׂרָאֵל לוֹקְחִין מִכָּל אָדָם: \n",
      "טַבָּח הַנֶּאֱמָן לִמְכֹּר בָּשָׂר וְנִמְצָא בְּשַׂר נְבֵלָה אוֹ בְּשַׂר טְרֵפָה יוֹצֵא מִתַּחַת יָדוֹ. מַחֲזִיר אֶת הַדָּמִים לַבְּעָלִים ומְשַׁמְּתִין אוֹתוֹ וּמַעֲבִירִין אוֹתוֹ. וְאֵין לוֹ תַּקָּנָה לְעוֹלָם לִקַּח מִמֶּנּוּ בָּשָׂר עַד שֶׁיֵּלֵךְ לְמָקוֹם שֶׁאֵין מַכִּירִין אוֹתוֹ וְיַחֲזִיר אֲבֵדָה בְּדָבָר חָשׁוּב אוֹ יִשְׁחֹט לְעַצְמוֹ וְיוֹצִיא טְרֵפָה לְעַצְמוֹ בְּמָמוֹן חָשׁוּב שֶׁוַּדַּאי עָשָׂה תְּשׁוּבָה בְּלֹא הַעֲרָמָה: \n",
      "הַלּוֹקֵחַ בָּשָׂר וּשְׁלָחוֹ בְּיַד אֶחָד מֵעַמֵּי הָאָרֶץ הֲרֵי זֶה נֶאֱמָן עָלָיו. וְאַף עַל פִּי שֶׁאֵינוֹ מֻחְזָק בְּכַשְׁרוּת אֵין חוֹשְׁשִׁין לוֹ שֶׁמָּא יַחֲלִיף. וַאֲפִלּוּ עַבְדֵי יִשְׂרָאֵל וְאַמְהוֹתֵיהֶן נֶאֱמָנִין בְּדָבָר זֶה. אֲבָל לֹא עַכּוּ''ם שֶׁמָּא יַחֲלִיף: \n",
      "עֶשֶׂר חֲנֻיּוֹת תֵּשַׁע מוֹכְרוֹת בְּשַׂר שְׁחוּטָה וְאַחַת מוֹכֶרֶת נְבֵלוֹת וְלָקַח בָּשָׂר מֵאַחַת מֵהֶן וְאֵינוֹ יוֹדֵעַ מֵאֵיזֶה מֵהֶן לָקַח הֲרֵי זֶה אָסוּר שֶׁכָּל קָבוּעַ כְּמֶחֱצָה עַל מֶחֱצָה דָּמִי. אֲבָל בָּשָׂר הַנִּמְצָא מֻשְׁלָךְ בַּשּׁוּק הַלֵּךְ אַחַר הָרֹב דְּכָל דְּפָרִישׁ מֵרֻבָּא פָּרִישׁ. אִם הָיוּ רֹב הַמּוֹכְרִים עַכּוּ''ם אָסוּר. וְאִם הָיוּ רֹב הַמּוֹכְרִים יִשְׂרָאֵל מֻתָּר: \n",
      "וְכֵן בָּשָׂר הַנִּמְצָא בְּיַד עַכּוּ''ם וְאֵינוֹ יָדוּעַ מִמִּי לָקַח אִם הָיוּ מוֹכְרֵי הַבָּשָׂר יִשְׂרָאֵל מֻתָּר. זֶה הוּא דִּין תּוֹרָה. וּכְבָר אָסְרוּ חֲכָמִים כָּל הַבָּשָׂר הַנִּמְצָא בֵּין בַּשּׁוּק בֵּין בְּיַד עַכּוּ''ם אַף עַל פִּי שֶׁכָּל הַשּׁוֹחֲטִין וְכָל הַמּוֹכְרִין יִשְׂרָאֵל. וְלֹא עוֹד אֶלָּא הַלּוֹקֵחַ בָּשָׂר וְהִנִּיחוֹ בְּבֵיתוֹ וְנֶעֱלַם מִן הָעַיִן אָסוּר אֶלָּא אִם כֵּן הָיָה לוֹ בּוֹ סִימָן אוֹ שֶׁהָיָה לוֹ בּוֹ טְבִיעַת עַיִן וְהוּא מַכִּירוֹ וַדַּאי שֶׁהוּא זֶה אוֹ שֶׁהָיָה צָרוּר וְחָתוּם: \n",
      "תָּלָה כְּלִי מָלֵא חֲתִיכוֹת בָּשָׂר וְנִשְׁבַּר הַכְּלִי וְנָפְלוּ הַחֲתִיכוֹת לָאָרֶץ וּבָא וּמָצָא חֲתִיכוֹת וְאֵין לוֹ בָּהֶן סִימָן וְלֹא טְבִיעַת עַיִן הֲרֵי זֶה אָסוּר שֶׁיֵּשׁ לוֹמַר אוֹתוֹ בָּשָׂר שֶׁהָיָה בַּכְּלִי גְּרָרַתּוּ חַיָּה אוֹ שֶׁרֶץ וְזֶה בָּשָׂר אַחֵר הוּא: \n",
      "גִּיד הַנָּשֶׁה מֻתָּר בַּהֲנָאָה. לְפִיכָךְ מֻתָּר לְאָדָם לִשְׁלֹחַ לְעַכּוּ''ם יָרֵךְ שֶׁגִּיד הַנָּשֶׁה בְּתוֹכָהּ. וְנוֹתֵן לוֹ הַיָּרֵךְ שְׁלֵמָה בִּפְנֵי יִשְׂרָאֵל. וְאֵין חוֹשְׁשִׁין שֶׁמָּא יֹאכַל מִמֶּנָּה יִשְׂרָאֵל זֶה קֹדֶם שֶׁיִּנָּטֵל הַגִּיד שֶׁהֲרֵי מְקוֹמוֹ נִכָּר. לְפִיכָךְ אִם הָיְתָה הַיָּרֵךְ חֲתוּכָה לֹא יִתְּנֶנָּה לְעַכּוּ''ם בִּפְנֵי יִשְׂרָאֵל עַד שֶׁיִּטּל הַגִּיד שֶׁמָּא יֹאכַל מִמֶּנָּה יִשְׂרָאֵל: \n",
      "כָּל מָקוֹם שֶׁנֶּאֱמַר בַּתּוֹרָה לֹא תֹאכַל לֹא תֹאכְלוּ לֹא יֹאכְלוּ לֹא יֵאָכֵל אֶחָד אִסּוּר אֲכִילָה וְאֶחָד אִסּוּר הֲנָאָה בְּמַשְׁמָע עַד שֶׁיִּפְרֹט לְךָ הַכָּתוּב כְּדֶרֶךְ שֶׁפֵּרֵט לְךָ בִּנְבֵלָה שֶׁנֶּאֱמַר <small>(דברים יד כא)</small> \"לַגֵּר אֲשֶׁר בִּשְׁעָרֶיךָ תִּתְּנֶנָּה וַאֲכָלָהּ\" וְכַחֵלֶב שֶׁנֶּאֱמַר בּוֹ <small>(ויקרא ז כד)</small> \"יֵעָשֶׂה לְכָל מְלָאכָה\". אוֹ עַד שֶׁיִּתְפָּרֵשׁ בַּתּוֹרָה שֶׁבְּעַל פֶּה שֶׁהוּא מֻתָּר בַּהֲנָאָה. כְּגוֹן שְׁקָצִים וּרְמָשִׂים וְדָם וְאֵיבָר מִן הַחַי וְגִיד הַנָּשֶׁה. שֶׁכָּל אֵלּוּ מֻתָּרִין בַּהֲנָאָה מִפִּי הַקַּבָּלָה אַף עַל פִּי שֶׁהֵן אֲסוּרִין בַּאֲכִילָה: \n",
      "כָּל מַאֲכָל שֶׁהוּא אָסוּר בַּהֲנָאָה אִם נֶהֱנָה וְלֹא אָכַל כְּגוֹן שֶׁמָּכַר אוֹ נָתַן לְעַכּוּ''ם אוֹ לִכְלָבִים אֵינוֹ לוֹקֶה. וּמַכִּין אוֹתוֹ מַכַּת מַרְדּוּת וְהַדָּמִים מֻתָּרִין. וְכָל דָּבָר שֶׁאָסוּר בַּאֲכִילָה וּמֻתָּר בַּהֲנָאָה אַף עַל פִּי שֶׁהוּא מֻתָּר בַּהֲנָאָה אָסוּר לַעֲשׂוֹת בּוֹ סְחוֹרָה וּלְכַוֵּן מְלַאכְתּוֹ בִּדְבָרִים אֲסוּרִים חוּץ מִן הַחֵלֶב שֶׁהֲרֵי נֶאֱמַר בּוֹ <small>(ויקרא ז כד)</small> \"יֵעָשֶׂה לְכָל מְלָאכָה\". לְפִיכָךְ אֵין עוֹשִׂין סְחוֹרָה לֹא בִּנְבֵלוֹת וְלֹא בִּטְרֵפוֹת וְלֹא בִּשְׁקָצִים וְלֹא בִּרְמָשִׂים: \n",
      "הַצַּיָּד שֶׁנִּזְדַּמְּנוּ לוֹ חַיָּה אוֹ עוֹף וְדָג טְמֵאִים וְצָדָן אוֹ שֶׁנִּצּוֹדוּ לוֹ טְמֵאִים וּטְהוֹרִים מֻתָּר לְמָכְרָן. אֲבָל לֹא יְכַוֵּן מְלַאכְתּוֹ לִטְמֵאִים. וּמֻתָּר לַעֲשׂוֹת סְחוֹרָה בְּחָלָב שֶׁחֲלָבוֹ עַכּוּ''ם וְאֵין יִשְׂרָאֵל רוֹאֵהוּ וּבִגְבִינוֹת הָעַכּוּ''ם וְכַיּוֹצֵא בָּהֶן: \n",
      "זֶה הַכְּלָל כָּל שֶׁאִסּוּרוֹ מִן הַתּוֹרָה אָסוּר לַעֲשׂוֹת בּוֹ סְחוֹרָה וְכָל שֶׁאִסּוּרוֹ מִדִּבְרֵיהֶם מֻתָּר לַעֲשׂוֹת בּוֹ סְחוֹרָה בֵּין בִּסְפֵקוֹ בֵּין בְּוַדָּאוֹ: \n"
    ],
    [
      "בָשָׂר בְּחָלָב אָסוּר לְבַשְּׁלוֹ וְאָסוּר לְאָכְלוֹ מִן הַתּוֹרָה. וְאָסוּר בַּהֲנָאָה. וְקוֹבְרִין אוֹתוֹ. וְאֶפְרוֹ אָסוּר כְּאֵפֶר כָּל הַנִּקְבָּרִין. וּמִי שֶׁיְּבַשֵּׁל מִשְּׁנֵיהֶם כְּזַיִת כְּאֶחָד לוֹקֶה שֶׁנֶּאֱמַר <small>(שמות כג יט)</small> <small>(שמות לד כו)</small> <small>(דברים יד כא)</small> \"לֹא תְבַשֵּׁל גְּדִי בַּחֲלֵב אִמּוֹ\". וְכֵן הָאוֹכֵל כְּזַיִת מִשְּׁנֵיהֶם מֵהַבָּשָׂר וְהֶחָלָב שֶׁנִּתְבַּשְּׁלוּ כְּאֶחָד לוֹקֶה וְאַף עַל פִּי שֶׁלֹּא בִּשֵּׁל: ",
      "לֹא שָׁתַק הַכָּתוּב מִלֶּאֱסֹר הָאֲכִילָה אֶלָּא מִפְּנֵי שֶׁאָסַר הַבִּשּׁוּל כְּלוֹמַר וַאֲפִלּוּ בִּשּׁוּלוֹ אָסוּר וְאֵין צָרִיךְ לוֹמַר אֲכִילָתוֹ. כְּמוֹ שֶׁשָּׁתַק מִלֶּאֱסֹר הַבַּת מֵאַחַר שֶׁאָסַר בַּת הַבַּת: ",
      "אֵין אָסוּר מִן הַתּוֹרָה אֶלָּא בְּשַׂר בְּהֵמָה טְהוֹרָה בַּחֲלֵב בְּהֵמָה טְהוֹרָה שֶׁנֶּאֱמַר <small>(שמות כג יט)</small> <small>(שמות לד כו)</small> <small>(דברים יד כא)</small> \"לֹא תְבַשֵּׁל גְּדִי בַּחֲלֵב אִמּוֹ\". וּגְדִי הוּא כּוֹלֵל וְלַד הַשּׁוֹר וְלַד הַשֶּׂה וְלַד הָעֵז עַד שֶׁיִּפְרֹט וְיֹאמַר גְּדִי עִזִּים וְלֹא נֶאֱמַר גְּדִי בַּחֲלֵב אִמּוֹ אֶלָּא שֶׁדִּבֵּר הַכָּתוּב בַּהוֹוֶה. אֲבָל בְּשַׂר בְּהֵמָה טְהוֹרָה (שֶׁבִּשְּׁלוֹ) בַּחֲלֵב בְּהֵמָה טְמֵאָה. אוֹ בְּשַׂר בְּהֵמָה טְמֵאָה (שֶׁבִּשְּׁלוֹ) בַּחֲלֵב בְּהֵמָה טְהוֹרָה מֻתָּר לְבַשֵּׁל וּמֻתֶּרֶת בַּהֲנָיָה וְאֵין חַיָּבִין עַל אֲכִילָתוֹ מִשּׁוּם בָּשָׂר בְּחָלָב: ",
      "וְכֵן בְּשַׂר חַיָּה וְעוֹף בֵּין בַּחֲלֵב חַיָּה בֵּין בַּחֲלֵב בְּהֵמָה אֵינוֹ אָסוּר בַּאֲכִילָה מִן הַתּוֹרָה לְפִיכָךְ מֻתָּר לְבַשְּׁלוֹ וּמֻתָּר בַּהֲנָיָה. וְאָסוּר בַּאֲכִילָה מִדִּבְרֵי סוֹפְרִים כְּדֵי שֶׁלֹּא יִפְשְׁעוּ הָעָם וְיָבוֹאוּ לִידֵי אִסּוּר בָּשָׂר בְּחָלָב שֶׁל תּוֹרָה וְיֹאכְלוּ בְּשַׂר בְּהֵמָה טְהוֹרָה בַּחֲלֵב בְּהֵמָה טְהוֹרָה. שֶׁהֲרֵי אֵין מַשְׁמַע הַכָּתוּב אֶלָּא גְּדִי בַּחֲלֵב אִמּוֹ מַמָּשׁ. לְפִיכָךְ אָסְרוּ כָּל בָּשָׂר בְּחָלָב: ",
      "דָּגִים וַחֲגָבִים מֻתָּר לְאָכְלָן בְּחָלָב. וְהַשּׁוֹחֵט עוֹף וְנִמְצָא בּוֹ בֵּיצִים גְּמוּרוֹת מֻתָּר לְאָכְלָן בְּחָלָב: ",
      "הַמְעֻשָּׁן וְהַמְבֻשָּׁל בְּחַמֵּי טְבֶרְיָא וְכַיּוֹצֵא בָּהֶן אֵין לוֹקִין עָלָיו. וְכֵן הַמְבַשֵּׁל בָּשָׂר בְּמֵי חָלָב אוֹ בַּחֲלֵב מֵתָה אוֹ בַּחֲלֵב זָכָר אוֹ שֶׁבִּשֵּׁל דָּם בְּחָלָב פָּטוּר וְאֵינוֹ לוֹקֶה עַל אֲכִילָתוֹ מִשּׁוּם בָּשָׂר בְּחָלָב. אֲבָל הַמְבַשֵּׁל בְּשַׂר מֵתָה אוֹ חֵלֶב וְכַיּוֹצֵא בָּהֶן בְּחָלָב לוֹקֶה עַל בִּשּׁוּלוֹ וְאֵינוֹ לוֹקֶה עַל אֲכִילָתוֹ מִשּׁוּם בָּשָׂר בְּחָלָב. שֶׁאֵין אִסּוּר בָּשָׂר בְּחָלָב חָל עַל אִסּוּר נְבֵלָה אוֹ אִסּוּר חֵלֶב. שֶׁאֵין כָּאן לֹא אִסּוּר כּוֹלֵל וְלֹא אִסּוּר מוֹסִיף וְלֹא אִסּוּר בַּת אַחַת: ",
      "הַמְבַשֵּׁל שָׁלִיל בְּחָלָב חַיָּב וְכֵן הָאוֹכְלוֹ. אֲבָל הַמְבַשֵּׁל שִׁלְיָא אוֹ עוֹר וְגִידִין וַעֲצָמוֹת וְעִקְּרֵי קַרְנַיִם וּטְלָפַיִם הָרַכִּים בְּחָלָב פָּטוּר. וְכֵן הָאוֹכְלָן פָּטוּר: ",
      "בָּשָׂר שֶׁנָּפַל לְתוֹךְ הֶחָלָב אוֹ חָלָב שֶׁנָּפַל לְתוֹךְ הַבָּשָׂר וְנִתְבַּשֵּׁל עִמּוֹ שִׁעוּרוֹ בְּנוֹתֵן טַעַם. כֵּיצַד. חֲתִיכָה שֶׁל בָּשָׂר שֶׁנָּפְלָה לִקְדֵרָה רוֹתַחַת שֶׁל חָלָב. טוֹעֵם הַנָּכְרִי אֶת הַקְּדֵרָה. אִם אָמַר שֶׁיֵּשׁ בָּהּ טַעַם בָּשָׂר אֲסוּרָה. וְאִם לָאו מֻתֶּרֶת. וְאוֹתָהּ חֲתִיכָה אֲסוּרָה. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁקָּדַם וְהוֹצִיא אֶת הַחֲתִיכָה קֹדֶם שֶׁתִּפְלֹט חָלָב שֶׁבָּלְעָה. אֲבָל אִם לֹא סִלֵּק מְשַׁעֲרִים אוֹתָהּ בְּשִׁשִּׁים מִפְּנֵי שֶׁהֶחָלָב שֶׁנִּבְלָע בָּהּ וְנֶאֱסַר יָצָא וְנִתְעָרֵב עִם שְׁאָר הֶחָלָב: ",
      "נָפַל חָלָב לְתוֹךְ קְדֵרָה שֶׁל בָּשָׂר טוֹעֲמִין אֶת הַחֲתִיכָה שֶׁנָּפַל עָלֶיהָ חָלָב. אִם אֵין בָּהּ טַעַם חָלָב הַכּל מֻתָּר. וְאִם יֵשׁ בַּחֲתִיכָה טַעַם חָלָב אַף עַל פִּי שֶׁאִם תִּסָּחֵט הַחֲתִיכָה לֹא יִשָּׁאֵר בָּהּ טַעַם. הוֹאִיל וְיֵשׁ בָּהּ עַתָּה טַעַם חָלָב נֶאֶסְרָה אוֹתָהּ חֲתִיכָה. וּמְשַׁעֲרִין בְּכֻלָּהּ אִם הָיָה בְּכָל שֶׁיֵּשׁ בַּקְּדֵרָה מִן הַחֲתִיכוֹת וְהָיָּרָק וְהַמָּרָק וְהַתַּבְלִין כְּדֵי שֶׁתִּהְיֶה חֲתִיכָה זוֹ אֶחָד מִשִּׁשִּׁים מִן הַכּל הַחֲתִיכָה אֲסוּרָה וְהַשְּׁאָר מֻתָּר: ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא נִעֵר אֶת הַקְּדֵרָה בַּתְּחִלָּה כְּשֶׁנָּפַל הֶחָלָב אֶלָּא לְבַסּוֹף וְלֹא כִּסָּה. אֲבָל אִם נִעֵר מִתְּחִלָּה וְעַד סוֹף אוֹ שֶׁכִּסָּה מִשְּׁעַת נְפִילָה עַד סוֹף הֲרֵי זֶה בְּנוֹתֵן טַעַם. וְכֵן אִם נָפַל חָלָב לְתוֹךְ הַמָּרָק אוֹ לְכָל הַחֲתִיכוֹת וְלֹא נוֹדַע לְאֵי זֶה חֲתִיכָה נָפַל. נוֹעֵר אֶת הַקְּדֵרָה כֻּלָּהּ עַד שֶׁתָּשׁוּב וְיִתְעָרֵב הַכּל. אִם יֵשׁ בַּקְּדֵרָה כֻּלָּהּ טַעַם חָלָב אֲסוּרָה וְאִם לָאו מֻתֶּרֶת. אִם לֹא נִמְצָא נָכְרִי שֶׁיִּטְעֹם וְנִסְמֹךְ עָלָיו מְשַׁעֲרִים בְּשִׁשִּׁים בֵּין בָּשָׂר לְתוֹךְ חָלָב בֵּין חָלָב לְתוֹךְ בָּשָׂר אֶחָד מִשִּׁשִּׁים מֻתָּר פָּחוֹת מִשִּׁשִּׁים אָסוּר: ",
      "קְדֵרָה שֶׁבִּשֵּׁל בָּהּ בָּשָׂר לֹא יְבַשֵּׁל בָּהּ חָלָב. וְאִם בִּשֵּׁל בְּנוֹתֵן טַעַם: ",
      "הַכְּחַל אָסוּר מִדִּבְרֵי סוֹפְרִים. שֶׁאֵין בָּשָׂר שֶׁנִתְבַּשֵּׁל בַּחֲלֵב שְׁחוּטָה אָסוּר מִן הַתּוֹרָה כְּמוֹ שֶׁבֵּאַרְנוּ. לְפִיכָךְ אִם קְרָעוֹ וּמֵרֵק הֶחָלָב שֶׁבּוֹ מֻתָּר לִצְלוֹתוֹ וּלְאָכְלוֹ. וְאִם קְרָעוֹ שְׁתִי וָעֵרֶב וְטָחוֹ בַּכֹּתֶל עַד שֶׁלֹּא נִשְׁאַר בּוֹ לַחְלוּחִית חָלָב מֻתָּר לְבַשְּׁלוֹ עִם הַבָּשָׂר. וּכְחַל שֶׁלֹּא קְרָעוֹ בֵּין שֶׁל קְטַנָּה שֶׁלֹּא הֵינִיקָה בֵּין שֶׁל גְּדוֹלָה אָסוּר לְבַשְּׁלוֹ. וְאִם עָבַר וּבִשְּׁלוֹ בִּפְנֵי עַצְמוֹ מֻתָּר לְאָכְלוֹ. וְאִם בִּשְּׁלוֹ עִם בָּשָׂר אַחֵר מְשַׁעֲרִין אוֹתוֹ בְּשִׁשִּׁים וּכְחַל מִן הַמִּנְיָן: ",
      "כֵּיצַד. אִם הָיָה הַכּל עִם הַכְּחַל כְּמוֹ שִׁשִּׁים בַּכְּחַל הַכְּחַל אָסוּר וְהַשְּׁאָר מֻתָּר. וְאִם הָיָה בְּפָחוֹת מִשִּׁשִּׁים הַכּל אָסוּר. בֵּין כָּךְ וּבֵין כָּךְ אִם נָפַל לִקְדֵרָה אַחֶרֶת אוֹסֵר אוֹתָהּ וּמְשַׁעֲרִין בּוֹ בְּשִׁשִּׁים כְּבָרִאשׁוֹנָה. שֶׁהַכְּחַל עַצְמוֹ שֶׁנִתְבַּשֵּׁל נַעֲשָׂה כַּחֲתִיכָה הָאֲסוּרָה וְאֵין מְשַׁעֲרִין בּוֹ אֶלָּא כְּמוֹת שֶׁהוּא בְּעֵת שֶׁנִתְבַּשֵּׁל לֹא כְּמוֹת שֶׁהָיָה בְּשָׁעָה שֶׁנָּפַל: ",
      "אֵין צוֹלִין אֶת הַכְּחַל שֶׁחֲתָכוֹ [לְמַעְלָה] מִן הַבָּשָׂר בְּשִׁפּוּד. וְאִם צָלָהוּ הַכּל מֻתָּר: ",
      "קֵבָה שֶׁבִּשְּׁלָהּ בֶּחָלָב שֶׁבָּהּ מֻתֶּרֶת שֶׁאֵינוֹ חָלָב אֶלָּא הֲרֵי הוּא כְּטִנֹּפֶת שֶׁהֲרֵי יִשְׁתַּנֶּה בַּמֵּעַיִם: ",
      "אָסוּר לְהַעֲמִיד הַגְּבִינָה בְּעוֹר הַקֵּבָה שֶׁל שְׁחוּטָה. וְאִם הֶעֱמִיד טוֹעֵם אֶת הַגְּבִינָה אִם יֵשׁ בָּהּ טַעַם בָּשָׂר אֲסוּרָה וְאִם לָאו מֻתֶּרֶת. מִפְּנֵי שֶׁהַמַּעֲמִיד דָּבָר הַמֻּתָּר הוּא. שֶׁקֵּיבַת שְׁחוּטָה הִיא. וְאֵין כָּאן אֶלָּא אִסּוּר בָּשָׂר בְּחָלָב שֶׁשִּׁעוּרוֹ בְּנוֹתֵן טַעַם. אֲבָל הַמַּעֲמִיד בְּעוֹר קֵיבַת נְבֵלָה וּטְרֵפָה וּבְהֵמָה טְמֵאָה הוֹאִיל וְהַמַּעֲמִיד דָּבָר הָאָסוּר בִּפְנֵי עַצְמוֹ נֶאֶסְרָה הַגְּבִינָה מִשּׁוּם נְבֵלָה לֹא מִשּׁוּם בָּשָׂר בְּחָלָב. וּמִפְּנֵי חֲשָׁשׁ זֶה אָסְרוּ גְּבִינַת עַכּוּ''ם כְּמוֹ שֶׁבֵּאַרְנוּ: ",
      "הַבָּשָׂר לְבַדּוֹ מֻתָּר וְהֶחָלָב לְבַדּוֹ מֻתָּר וּבְהִתְעָרֵב שְׁנֵיהֶן עַל יְדֵי בִּשּׁוּל יֵאָסְרוּ שְׁנֵיהֶם. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁנִּתְבַּשְּׁלוּ שְׁנֵיהֶם בְּיַחַד אוֹ שֶׁנָּפַל חַם לְתוֹךְ חַם אוֹ צוֹנֵן לְתוֹךְ חַם. אֲבָל אִם נָפַל אֶחָד מִשְּׁנֵיהֶם וְהוּא חַם לְתוֹךְ הַשֵּׁנִי וְהוּא צוֹנֵן קוֹלֵף הַבָּשָׂר כֻּלּוֹ שֶׁנָּגַע בּוֹ הֶחָלָב וְאוֹכֵל הַשְּׁאָר. וְאִם נָפַל צוֹנֵן לְתוֹךְ צוֹנֵן מֵדִיחַ הַחֲתִיכָה וְאוֹכְלָהּ. לְפִיכָךְ מֻתָּר לִצְרֹר בָּשָׂר וּגְבִינָה בְּמִטְפַּחַת אַחַת וְהוּא שֶׁלֹּא יִגְּעוּ זֶה בָּזֶה. וְאִם נָגְעוּ מֵדִיחַ הַבָּשָׂר וּמֵדִיחַ הַגְּבִינָה וְאוֹכֵל: ",
      "מָלִיחַ שֶׁאֵינוֹ נֶאֱכָל מֵחֲמַת מִלְחוֹ הֲרֵי הוּא כְּרוֹתֵחַ. וְאִם נֶאֱכָל כְּמוֹת שֶׁהוּא כְּמוֹ הַכּוּתָח אֵינוֹ כְּרוֹתֵחַ: ",
      "עוֹף שָׁחוּט שֶׁנָּפַל לְחָלָב אוֹ לְכוּתָח שֶׁיֵּשׁ בּוֹ חָלָב. אִם חַי הוּא מְדִיחוֹ וּמֻתָּר. וְאִם צָלִי קוֹלְפוֹ. וְאִם הָיוּ בּוֹ פְּלָחִים פְּלָחִים אוֹ שֶׁהָיָה מְתֻבָּל בְּתַבְלִין וְנָפַל לְחָלָב אוֹ לְכוּתָח הֲרֵי זֶה אָסוּר: ",
      "אָסוּר לְהַעֲלוֹת הָעוֹף עִם הַגְּבִינָה עַל הַשֻּׁלְחָן שֶׁהוּא אוֹכֵל עָלָיו גְּזֵרָה מִשּׁוּם הֶרְגֵּל עֲבֵרָה שֶׁמָּא יֹאכַל זֶה עִם זֶה. אַף עַל פִּי שֶׁהָעוֹף בְּחָלָב אָסוּר מִדִּבְרֵי סוֹפְרִים: ",
      "שְׁנֵי אַכְסַנָּאִין שֶׁאֵינָם מַכִּירִין זֶה אֶת זֶה אוֹכְלִין עַל שֻׁלְחָן אֶחָד זֶה בְּשַׂר בְּהֵמָה וְזֶה גְּבִינָה מִפְּנֵי שֶׁאֵין זֶה גַּס לִבּוֹ בָּזֶה כְּדֵי שֶׁיֹּאכַל עִמּוֹ: ",
      "אֵין לָשִׁין הָעִסָּה בְּחָלָב וְאִם לָשׁ כָּל הַפַּת אֲסוּרָה מִפְּנֵי הֶרְגֵּל עֲבֵרָה. שֶׁמָּא יֹאכַל בָּהּ בָּשָׂר. וְאֵין טָשִׁין אֶת הַתַּנּוּר בְּאַלְיָה. וְאִם טָשׁ כָּל הַפַּת אֲסוּרָה עַד שֶׁיַּסִּיק אֶת הַתַּנּוּר שֶׁמָּא יֹאכַל בָּהּ חָלָב. וְאִם שִׁנָּה בְּצוּרַת הַפַּת עַד שֶׁתִּהְיֶה נִכֶּרֶת כְּדֵי שֶׁלֹּא יֹאכַל בָּהּ לֹא בָּשָׂר וְלֹא חָלָב הֲרֵי זֶה מֻתָּר: ",
      "פַּת שֶׁאֲפָאָהּ עִם הַצָּלִי וְדָגִים שֶׁצְּלָאָן עִם הַבָּשָׂר אָסוּר לְאָכְלָן בְּחָלָב. קְעָרָה שֶׁאָכְלוּ בָּהּ בָּשָׂר וּבִשְּׁלוּ בָּהּ דָּגִים אוֹתָן הַדָּגִים מֻתָּר לְאָכְלָן בְּכוּתָח: ",
      "סַכִּין שֶׁחָתַךְ בָּהּ בָּשָׂר צָלִי וְחָזַר וְחָתַךְ בָּהּ צְנוֹן וְכַיּוֹצֵא בּוֹ מִדְּבָרִים חֲרִיפִין אָסוּר לְאָכְלָן בְּכוּתָח. אֲבָל אִם חָתַךְ בָּהּ בָּשָׂר וְחָזַר וְחָתַךְ בָּהּ קִישׁוּת אוֹ אֲבַטִּיחַ גּוֹרֵד מְקוֹם הַחֲתָךְ וְאוֹכֵל הַשְּׁאָר בְּחָלָב: ",
      "אֵין מַנִּיחִין כַּד שֶׁל מֶלַח בְּצַד כַּד שֶׁל כְּמָךְ מִפְּנֵי שֶׁשּׁוֹאֵב מִמֶּנּוּ וְנִמְצָא מְבַשֵּׁל הַבָּשָׂר בְּמֶלַח זֶה שֶׁיֵּשׁ בּוֹ טַעַם הֶחָלָב. אֲבָל מַנִּיחַ כַּד הַחֹמֶץ בְּצַד כַּד הַכְּמָךְ שֶׁאֵין הַחֹמֶץ שׁוֹאֵב מִמֶּנּוּ: ",
      "מִי שֶׁאָכַל גְּבִינָה אוֹ חָלָב תְּחִלָּה מֻתָּר לֶאֱכל אַחֲרָיו בָּשָׂר מִיָּד. וְצָרִיךְ שֶׁיָּדִיחַ יָדָיו וִיקַנֵּחַ פִּיו בֵּין הַגְּבִינָה וּבֵין הַבָּשָׂר. וּבְמַה מְקַנֵּחַ פִּיו בְּפַת אוֹ בְּפֵרוֹת שֶׁלּוֹעֲסָן וּבוֹלְעָן אוֹ פּוֹלְטָן. וּבַכּל מְקַנְּחִין אֶת הַפֶּה חוּץ מִתְּמָרִים אוֹ קֶמַח אוֹ יְרָקוֹת שֶׁאֵין אֵלּוּ מְקַנְּחִין יָפֶה: ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּבְשַׂר בְּהֵמָה אוֹ חַיָּה. אֲבָל אִם אָכַל בְּשַׂר עוֹף אַחַר שֶׁאָכַל הַגְּבִינָה אוֹ הֶחָלָב אֵינוֹ צָרִיךְ לֹא קִנּוּחַ הַפֶּה וְלֹא נְטִילַת יָדַיִם: ",
      "מִי שֶׁאָכַל בָּשָׂר בַּתְּחִלָּה בֵּין בְּשַׂר בְּהֵמָה בֵּין בְּשַׂר עוֹף לֹא יֹאכַל אַחֲרָיו חָלָב עַד שֶׁיִּהְיֶה בֵּינֵיהֶן כְּדֵי שִׁעוּר סְעֻדָּה אַחֶרֶת וְהוּא כְּמוֹ שֵׁשׁ שָׁעוֹת מִפְּנֵי הַבָּשָׂר שֶׁל בֵּין הַשִּׁנַּיִם שֶׁאֵינוֹ סָר בְּקִנּוּחַ: "
    ],
    [
      "כָּל אִסּוּרִין שֶׁאָמַרְנוּ הֵן בְּמִינֵי נֶפֶשׁ חַיָּה. וְיֵשׁ אִסּוּרִין אֲחֵרִים שֶׁל תּוֹרָה בְּזֶרַע הָאָרֶץ וְהֵן הֶחָדָשׁ וְכִלְאֵי הַכֶּרֶם וְהַטֶּבֶל וְהָעָרְלָה: \n",
      "הֶחָדָשׁ כֵּיצַד. כָּל אֶחָד מֵחֲמִשָּׁה מִינֵי תְּבוּאָה בִּלְבַד אָסוּר לֶאֱכל מֵהֶחָדָשׁ שֶׁלּוֹ קֹדֶם שֶׁיִּקָּרֵב הָעֹמֶר בְּט''ז בְּנִיסָן שֶׁנֶּאֱמַר <small>(ויקרא כג יד)</small> \"וְלֶחֶם וְקָלִי וְכַרְמֶל לֹא תֹאכְלוּ\". וְכָל הָאוֹכֵל כְּזַיִת חָדָשׁ קֹדֶם הַקְרָבַת הָעֹמֶר לוֹקֶה מִן הַתּוֹרָה בְּכָל מָקוֹם וּבְכָל זְמַן בֵּין בָּאָרֶץ בֵּין בְּחוּצָה לָאָרֶץ בֵּין בִּפְנֵי הַבַּיִת בֵּין שֶׁלֹּא בִּפְנֵי הַבַּיִת. אֶלָּא שֶׁבִּזְמַן שֶׁיֵּשׁ מִקְדָּשׁ מִשֶּׁיִּקָּרֵב הָעֹמֶר הֻתַּר הֶחָדָשׁ בִּירוּשָׁלַיִם. וְהַמְּקוֹמוֹת הָרְחוֹקִין מֻתָּרִין אַחַר חֲצוֹת שֶׁאֵין בֵּית דִּין מִתְעַצְּלִין בּוֹ עַד אַחַר חֲצוֹת. וּבִזְמַן שֶׁאֵין בֵּית הַמִּקְדָּשׁ כָּל הַיּוֹם כֻּלּוֹ אָסוּר מִן הַתּוֹרָה. וּבַזְּמַן הַזֶּה בִּמְקוֹמוֹת שֶׁעוֹשִׂין שְׁנֵי יָמִים טוֹבִים הֶחָדָשׁ אָסוּר כָּל יוֹם י''ז בְּנִיסָן עַד לָעֶרֶב מִדִּבְרֵי סוֹפְרִים: \n",
      "הָאוֹכֵל לֶחֶם וְקָלִי וְכַרְמֶל כְּזַיִת מִכָּל אֶחָד וְאֶחָד לוֹקֶה שָׁלֹשׁ מַלְקִיּוֹת שֶׁנֶּאֱמַר <small>(ויקרא כג יד)</small> \"וְלֶחֶם וְקָלִי וְכַרְמֶל לֹא תֹאכְלוּ\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁשְּׁלָשְׁתָּן בַּלָּאוִין חֲלוּקִין זֶה מִזֶּה: \n",
      "כָּל תְּבוּאָה שֶׁהִשְׁרִישָׁה קֹדֶם הַקְרָבַת הָעֹמֶר אַף עַל פִּי שֶׁלֹּא נִגְמְרָה אֶלָּא אַחַר שֶׁקָּרַב מֻתֶּרֶת בַּאֲכִילָה מִשֶּׁקָּרַב הָעֹמֶר. וּתְבוּאָה שֶׁהִשְׁרִישָׁה אַחַר שֶׁקָּרַב הָעֹמֶר אַף עַל פִּי שֶׁהָיְתָה זְרוּעָה קֹדֶם שֶׁקָּרַב הָעֹמֶר הֲרֵי זוֹ אֲסוּרָה עַד שֶׁיִּקָּרֵב הָעֹמֶר שֶׁל שָׁנָה הַבָּאָה. וְדִין זֶה בְּכָל מָקוֹם וּבְכָל זְמַן מִן הַתּוֹרָה: \n",
      "תְּבוּאָה שֶׁהִשְׁרִישָׁה אַחַר הָעֹמֶר וּקְצָרָה וְזָרַע מִן הַחִטִּים בַּקַּרְקַע. וְאַחַר כָּךְ קָרַב הָעֹמֶר הַבָּא וַעֲדַיִן הַחִטִּים בַּקַּרְקַע. הֲרֵי אֵלּוּ סָפֵק אִם הִתִּירָן הָעֹמֶר כְּאִלּוּ הָיוּ מֻנָּחִין בְּכַד. אוֹ לֹא יַתִּיר אוֹתָן מִפְּנֵי שֶׁבָּטְלוּ בַּקַּרְקַע. לְפִיכָךְ אִם לִקֵּט מֵהֶם וְאָכַל אֵינוֹ לוֹקֶה. וּמַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וְכֵן שִׁבּלֶת שֶׁהֵבִיאָה שְׁלִישׁ מִלִּפְנֵי הָעֹמֶר וַעֲקָרָהּ וּשְׁתָלָהּ אַחַר שֶׁקָּרַב הָעֹמֶר וְהוֹסִיפָה הֲרֵי זוֹ סָפֵק אִם תִּהְיֶה אֲסוּרָה מִפְּנֵי הַתּוֹסֶפֶת עַד שֶׁיָּבוֹא הָעֹמֶר הַבָּא אוֹ לֹא תִּהְיֶה אֲסוּרָה שֶׁהֲרֵי הִשְׁרִישָׁה קֹדֶם הָעֹמֶר: \n",
      "כִּלְאֵי הַכֶּרֶם כֵּיצַד. מִין מִמִּינֵי תְּבוּאָה אוֹ מִינֵי יְרָקוֹת שֶׁנִּזְרְעוּ עִם הַגֶּפֶן. בֵּין שֶׁזָּרַע יִשְׂרָאֵל בֵּין שֶׁזָּרַע נָכְרִי. בֵּין שֶׁעָלוּ מֵאֲלֵיהֶן. בֵּין שֶׁנָּטַע הַגֶּפֶן בְּתוֹךְ הָיָּרָק. שְׁנֵיהֶם אֲסוּרִין בַּאֲכִילָה וּבַהֲנָיָה שֶׁנֶּאֱמַר <small>(דברים כב ט)</small> \"פֶּן תִּקְדַּשׁ הַמְּלֵאָה הַזֶּרַע אֲשֶׁר תִּזְרָע וּתְבוּאַת הַכָּרֶם\". כְּלוֹמַר פֶּן תִּתְרַחֵק וְתֶאֱסֹר שְׁנֵיהֶם: \n",
      "וְהָאוֹכֵל כְּזַיִת מִכִּלְאֵי הַכֶּרֶם בֵּין מִן הַיָּרָק בֵּין מִן הָעֲנָבִים לוֹקֶה מִן הַתּוֹרָה. וּשְׁנֵיהֶם מִצְטָרְפִין זֶה עִם זֶה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁנִּזְרְעוּ בְּאֶרֶץ יִשְׂרָאֵל. אֲבָל בְּחוּצָה לָאָרֶץ כִּלְאֵי הַכֶּרֶם מִדִּבְרֵי סוֹפְרִים. וּבְהִלְכוֹת כִּלְאַיִם יִתְבָּאֵר אֵי זֶה מִין אָסוּר בְּכִלְאֵי הַכֶּרֶם וְאֵי זֶה מִין אֵינוֹ אָסוּר וְהֵיאַךְ יֶאֱסֹר וּמָתַי יֵאָסֵר וְאֵי זֶה דָּבָר מְקַדֵּשׁ וְאֵי זֶה אֵינוֹ מְקַדֵּשׁ: \n",
      "הָעָרְלָה כֵּיצַד. כָּל הַנּוֹטֵעַ אִילַן מַאֲכָל כָּל פֵּרוֹת שֶׁעוֹשֶׂה אוֹתוֹ אִילָן שָׁלֹשׁ שָׁנִים מִשֶּׁנָּטַע הֲרֵי הֵן אֲסוּרִין בַּאֲכִילָה וּבַהֲנָאָה שֶׁנֶּאֱמַר <small>(ויקרא יט כג)</small> \"שָׁלֹשׁ שָׁנִים יִהְיֶה לָכֶם עֲרֵלִים לֹא יֵאָכֵל\". וְכָל הָאוֹכֵל מֵהֶם כְּזַיִת לוֹקֶה מִן הַתּוֹרָה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּנוֹטֵעַ בְּאֶרֶץ יִשְׂרָאֵל שֶׁנֶּאֱמַר <small>(ויקרא יט כג)</small> \"כִּי תָבֹאוּ אֶל הָאָרֶץ\" וְגוֹ'. אֲבָל אִסּוּר עָרְלָה בְּחוּצָה לָאָרֶץ הֲלָכָה לְמשֶׁה מִסִּינַי שֶׁוַּדַּאי הָעָרְלָה בְּחוּצָה לָאָרֶץ אֲסוּרָה וּסְפֵקָהּ מֻתָּר. וּבְהִלְכוֹת מַעֲשֵׂר שֵׁנִי יִתְבָּאֵר דְּבָרִים הָאֲסוּרִין מִשּׁוּם עָרְלָה וּדְבָרִים הַמֻּתָּרִין: \n",
      "סְפֵק עָרְלָה וְכִלְאֵי הַכֶּרֶם בְּאֶרֶץ יִשְׂרָאֵל אָסוּר. בְּסוּרְיָא וְהִיא אֲרָצוֹת שֶׁכָּבַשׁ דָּוִד מֻתָּר. כֵּיצַד. הָיָה כֶּרֶם וְעָרְלָה וַעֲנָבִים נִמְכָּרוֹת חוּצָה לוֹ. הָיָה יָרָק זָרוּעַ בְּתוֹכוֹ וְיָרָק נִמְכָּר חוּצָה לוֹ. שֶׁמָּא מִמֶּנּוּ הוּא זֶה שֶׁמָּא מֵאַחֵר. בְּסוּרְיָא מֻתָּר. וּבְחוּץ לָאָרֶץ אֲפִלּוּ רָאָה הָעֲנָבִים יוֹצְאוֹת מִכֶּרֶם עָרְלָה אוֹ יָרָק יוֹצֵא מִן הַכֶּרֶם לוֹקֵחַ מֵהֶן. וְהוּא שֶׁלֹּא יִרְאֶה אוֹתוֹ בּוֹצֵר מִן הָעָרְלָה אוֹ לוֹקֵט הַיָּרָק בְּיָדוֹ: \n",
      "כֶּרֶם שֶׁהוּא סְפֵק עָרְלָה אוֹ סְפֵק כִּלְאַיִם בְּאֶרֶץ יִשְׂרָאֵל אָסוּר וּבְסוּרְיָא מֻתָּר. וְאֵין צָרִיךְ לוֹמַר בְּחוּצָה לָאָרֶץ: \n",
      "חָבִית יַיִן הַנִּמְצֵאת טְמוּנָה בְּפַרְדֵּס שֶׁל עָרְלָה אֲסוּרָה בִּשְׁתִיָּה וּמֻתֶּרֶת בַּהֲנָיָה שֶׁאֵין הַגַּנָּב גּוֹנֵב מִמָּקוֹם וְטוֹמֵן בּוֹ. אֲבָל עֲנָבִים הַנִּמְצָאִין טְמוּנִים שָׁם אֲסוּרִים שֶׁמָּא מִשָּׁם נִלְקְטוּ וְהִצְנִיעָן שָׁם: \n",
      "נָכְרִי וְיִשְׂרָאֵל שֶׁהָיוּ שֻׁתָּפִין בִּנְטִיעָה אִם הִתְנוּ מִתְּחִלַּת הַשֻּׁתָּפוּת שֶׁיִּהְיֶה הַנָּכְרִי אוֹכֵל שְׁנֵי עָרְלָה וְיִשְׂרָאֵל אוֹכֵל שָׁלֹשׁ שָׁנִים מִשְּׁנֵי הֶתֵּר כְּנֶגֶד שְׁנֵי הָעָרְלָה הֲרֵי זֶה מֻתָּר. וְאִם לֹא הִתְנוּ מִתְּחִלָּה אָסוּר וּבִלְבַד שֶׁלֹּא יָבֹאוּ לְחֶשְׁבּוֹן. כֵּיצַד. כְּגוֹן שֶׁיַּחְשֹׁב כַּמָּה פֵּרוֹת אָכַל הַנָּכְרִי בִּשְׁנֵי עָרְלָה עַד שֶׁיֹּאכַל יִשְׂרָאֵל כְּנֶגֶד אוֹתָן הַפֵּרוֹת. אִם הִתְנוּ כָּזֶה אָסוּר שֶׁהֲרֵי זֶה כְּמַחֲלִיף פֵּרוֹת עָרְלָה: \n",
      "יֵרָאֶה לִי שֶׁאֵין דִּין נֶטַע רְבָעִי נוֹהֵג בְּחוּצָה לָאָרֶץ אֶלָּא אוֹכֵל פֵּרוֹת שָׁנָה רְבִיעִית בְּלֹא פִּדְיוֹן כְּלָל שֶׁלֹּא אָמְרוּ אֶלָּא הָעָרְלָה. וְקַל וָחֹמֶר הַדְּבָרִים וּמַה סּוּרְיָא שֶׁהִיא חַיֶּבֶת בְּמַעַשְׂרוֹת וּבִשְׁבִיעִית מִדִּבְרֵיהֶם אֵינָהּ חַיֶּבֶת בְּנֶטַע רְבָעִי כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת מַעֲשֵׂר שֵׁנִי. חוּצָה לָאָרֶץ לֹא כָּל שֶׁכֵּן שֶׁלֹּא יִהְיֶה נֶטַע רְבָעִי נוֹהֵג בָּהּ. אֲבָל בְּאֶרֶץ יִשְׂרָאֵל נוֹהֵג בָּהּ בֵּין בִּפְנֵי הַבַּיִת בֵּין שֶׁלֹּא בִּפְנֵי הַבַּיִת. וְהוֹרוּ מִקְצָת גְּאוֹנִים שֶׁכֶּרֶם רְבָעִי לְבַדּוֹ פּוֹדִין אוֹתוֹ בְּחוּצָה לָאָרֶץ וְאַחַר כָּךְ יִהְיֶה מֻתָּר בַּאֲכִילָה. וְאֵין לְדָבָר זֶה עִקָּר: \n",
      "פֵּרוֹת שָׁנָה רְבִיעִית כֻּלָּהּ אָסוּר לֶאֱכל מֵהֶן בְּאֶרֶץ יִשְׂרָאֵל עַד שֶׁיִּפָּדוּ. וּבְהִלְכוֹת מַעֲשֵׂר שֵׁנִי יִתְבָּאֵר מִשְׁפְּטֵי פִּדְיוֹנָן וְדִין אֲכִילָתָן וּמֵאֵימָתַי מוֹנִין לְעָרְלָה וְלִרְבָעִי: \n",
      "כֵּיצַד פּוֹדִין פֵּרוֹת נֶטַע רְבָעִי בַּזְּמַן הַזֶּה. אַחַר שֶׁאוֹסֵף אוֹתָן מְבָרֵךְ. בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל פִּדְיוֹן נֶטַע רְבָעִי. וְאַחַר כָּךְ פּוֹדֶה אֶת כֻּלָּן וַאֲפִלּוּ בִּפְרוּטָה אַחַת וְאוֹמֵר הֲרֵי אֵלּוּ פְּדוּיִין בִּפְרוּטָה זוֹ וּמַשְׁלִיךְ אוֹתָהּ פְּרוּטָה לְיָם הַמֶּלַח אוֹ מְחַלְּלָן עַל שְׁוֵה פְּרוּטָה מִפֵּרוֹת אֲחֵרוֹת. וְאוֹמֵר הֲרֵי כָּל הַפֵּרוֹת הָאֵלּוּ מְחֻלָּלִין עַל חִטִּים אֵלּוּ אוֹ עַל שְׂעוֹרִים אֵלּוּ וְכַיּוֹצֵא בָּהֶן. וְשׂוֹרֵף אוֹתָן כְּדֵי שֶׁלֹּא יִהְיוּ תַּקָּלָה לַאֲחֵרִים. וְאוֹכֵל כָּל הַפֵּרוֹת: \n",
      "הוֹרוּ מִקְצָת הַגְּאוֹנִים שֶׁאַף עַל פִּי שֶׁפָּדָה פֵּרוֹת שָׁנָה רְבִיעִית אוֹ חִלְּלָן אָסוּר לְאָכְלָן עַד שֶׁתִּכָּנֵס שָׁנָה חֲמִישִׁית. וְדָבָר זֶה אֵין לוֹ עִקָּר. וְיֵרָאֶה לִי שֶׁזּוֹ שִׁגְגַת הוֹרָאָה וְהַטַּעַם לְפִי שֶׁכָּתוּב <small>(ויקרא יט כה)</small> \"וּבַשָּׁנָה הַחֲמִישִׁת תֹּאכְלוּ אֶת פִּרְיוֹ\" וְאֵין עִנְיָן הַכָּתוּב אֶלָּא שֶׁבַּשָּׁנָה הַחֲמִישִׁית תֹּאכְלוּ פִּרְיוֹ בְּלֹא פִּדְיוֹן כְּכָל חֻלִּין שֶׁבָּעוֹלָם. וְאֵין רָאוּי לָחוּשׁ לְהוֹרָאָה זוֹ: \n",
      "הַטֶּבֶל כֵּיצַד. כָּל אֹכֶל שֶׁהוּא חַיָּב לְהַפְרִישׁ מִמֶּנּוּ תְּרוּמָה וּמַעַשְׂרוֹת קֹדֶם שֶׁיַּפְרִישׁ מִמֶּנּוּ נִקְרָא טֶבֶל וְאָסוּר לֶאֱכל מִמֶּנּוּ שֶׁנֶּאֱמַר <small>(ויקרא כב טו)</small> \"וְלֹא יְחַלְּלוּ אֶת קָדְשֵׁי בְּנֵי יִשְׂרָאֵל אֵת אֲשֶׁר יָרִימוּ לַה'\". כְּלוֹמַר לֹא יִנְהֲגוּ בָּהֶן מִנְהַג חֻלִּין וַעֲדַיִן קָדָשִׁים שֶׁעֲתִידִין לְהִתָּרֵם לֹא הוּרְמוּ. וְהָאוֹכֵל כְּזַיִת מִן הַטֶּבֶל קֹדֶם שֶׁיַּפְרִישׁ מִמֶּנּוּ תְּרוּמָה גְּדוֹלָה וּתְרוּמַת מַעֲשֵׂר חַיָּב מִיתָה בִּידֵי שָׁמַיִם שֶׁנֶּאֱמַר וְלֹא יְחַלְּלוּ אֶת קָדְשֵׁי בְּנֵי יִשְׂרָאֵל וְגוֹ' וְהִשִּׂיאוּ אוֹתָם עֲוֹן אַשְׁמָה: \n",
      "אֲבָל הָאוֹכֵל מִדָּבָר שֶׁנִּטְּלָה מִמֶּנּוּ תְּרוּמָה גְּדוֹלָה וּתְרוּמַת מַעֲשֵׂר וַעֲדַיִן לֹא הִפְרִישׁ מִמֶּנּוּ מַעַשְׂרוֹת וַאֲפִלּוּ לֹא נִשְׁאַר בּוֹ אֶלָּא מַעֲשַׂר עָנִי הֲרֵי זֶה לוֹקֶה מִשּׁוּם אוֹכֵל טֶבֶל. וְאֵין בּוֹ מִיתָה שֶׁאֵין עֲוֹן מִיתָה אֶלָּא בִּתְרוּמָה גְּדוֹלָה וּתְרוּמַת מַעֲשֵׂר: \n",
      "אַזְהָרָה לָאוֹכֵל טֶבֶל שֶׁלֹּא הוּרְמוּ מִמֶּנּוּ מַעַשְׂרוֹת בִּכְלָל שֶׁנֶּאֱמַר <small>(דברים יב יז)</small> \"לֹא תוּכַל לֶאֱכל בִּשְׁעָרֶיךָ מַעֲשַׂר דְּגָנְךָ\" וְגוֹ'. וּבְהִלְכוֹת תְּרוּמוֹת וּמַעַשְׂרוֹת יִתְבָּאֵר אֵיזֶה דָּבָר חַיָּב בִּתְרוּמָה וּבְמַעַשְׂרוֹת וְאֵי זֶה דָּבָר פָּטוּר. וְאֵי זֶה דָּבָר הוּא חַיָּב מִן הַתּוֹרָה וְאֵי זֶהוּ הַחַיָּב מִדִּבְרֵי סוֹפְרִים. וְהָאוֹכֵל כְּזַיִת מִטֶּבֶל שֶׁל דִּבְרֵיהֶם אוֹ מִכִּלְאֵי הַכֶּרֶם וְעָרְלָה שֶׁל חוּצָה לָאָרֶץ מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
      "הַטֶּבֶל וְהֶחָדָשׁ וְהַהֶקְדֵּשׁ וּסְפִיחֵי שְׁבִיעִית וְהַכִּלְאַיִם וְהָעָרְלָה מַשְׁקִין הַיּוֹצְאִין מִפֵּרוֹתֵיהֶן אֲסוּרִים כְּמוֹתָן וְאֵין לוֹקִין עֲלֵיהֶן. חוּץ מִיַּיִן וְשֶׁמֶן שֶׁל עָרְלָה וְיַיִן שֶׁל כִּלְאֵי הַכֶּרֶם שֶׁלּוֹקִין עֲלֵיהֶן כְּדֶרֶךְ שֶׁלּוֹקִין עַל הַזֵּיתִים וְעַל הָעֲנָבִים שֶׁלָּהֶן: \n",
      "וְיֵשׁ בְּקָדָשִׁים אִסּוּרִין אֲחֵרִים בְּמַאֲכָלוֹת וְכֻלָּן שֶׁל תּוֹרָה הֵן. כְּגוֹן אִסּוּרִין שֶׁיֵּשׁ בַּאֲכִילַת תְּרוּמוֹת וּבִכּוּרִים וְחַלָּה וּמַעֲשֵׂר שֵׁנִי. וְאִסּוּרִין שֶׁיֵּשׁ בְּקָדְשֵׁי מִזְבֵּחַ כְּגוֹן פִּגּוּל וְנוֹתָר וְטָמֵא. וְכָל אֶחָד מֵהֶן יִתְבָּאֵר בִּמְקוֹמוֹ: \n",
      "וְשִׁעוּר כָּל אֲכִילָה מֵהֶן כְּזַיִת בֵּין לְמַלְקוֹת בֵּין לְכָרֵת. וּכְבָר בֵּאַרְנוּ אִסּוּר חָמֵץ בְּפֶסַח וְדִינָיו בְּהִלְכוֹת חָמֵץ וּמַצָּה. אֲבָל אִסּוּר אֲכִילָה בְּיוֹם הַכִּפּוּרִים אִסּוּר מִין בִּפְנֵי עַצְמוֹ. וְכֵן אִסּוּר יוֹצֵא מִגֶּפֶן עַל הַנָּזִיר אֵינוֹ שָׁוֶה בַּכּל. וּלְפִיכָךְ יִתְבָּאֵר אִסּוּר כָּל אֶחָד מֵהֶן וְשִׁעוּרוֹ וְדִינָיו בִּמְקוֹמוֹ הָרָאוּי לוֹ: \n"
    ],
    [
      "יַיִן שֶׁנִּתְנַסֵּךְ לְעַכּוּ''ם אָסוּר בַּהֲנָיָה. וְהַשּׁוֹתֶה מִמֶּנּוּ כָּל שֶׁהוּא לוֹקֶה מִן הַתּוֹרָה. וְכֵן הָאוֹכֵל כָּל שֶׁהוּא מִתִּקְרֹבֶת עַכּוּ''ם מִבָּשָׂר אוֹ מִפֵּרוֹת אֲפִלּוּ מַיִם וּמֶלַח הָאוֹכֵל מֵהֶן כָּל שֶׁהוּא לוֹקֶה שֶׁנֶּאֱמַר <small>(דברים לב לח)</small> \"אֲשֶׁר חֵלֶב זְבָחֵימוֹ יֹאכֵלוּ יִשְׁתּוּ יֵין נְסִיכָם יָקוּמוּ\" וְגוֹ': \n",
      "יַיִן שֶׁנִּתְנַסֵּךְ לָהּ כְּזֶבַח שֶׁקָּרֵב לָהּ וְכֵיוָן שֶׁאִסּוּר זֶה מִשּׁוּם עַכּוּ''ם הוּא אֵין לוֹ שִׁעוּר שֶׁנֶּאֱמַר בַּעֲבוֹדַת כּוֹכָבִים וּמַזָּלוֹת <small>(דברים יג יח)</small> \"וְלֹא יִדְבַּק בְּיָדְךָ מְאוּמָה מִן הַחֵרֶם\": \n",
      "יֵין הָעַכּוּ''ם שֶׁאֵין אָנוּ יוֹדְעִין אִם נִתְנַסֵּךְ אוֹ לֹא נִתְנַסֵּךְ וְהוּא הַנִּקְרָא סְתַם יֵינָם אָסוּר בַּהֲנָאָה כְּמוֹ יַיִן שֶׁנִּתְנַסֵּךְ. וְדָבָר זֶה מִגְּזֵרוֹת סוֹפְרִים הוּא. וְהַשּׁוֹתֶה מִסְּתַם יֵינָם רְבִיעִית מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
      "וְכָל יַיִן שֶׁיִּגַּע בּוֹ הָעַכּוּ''ם הֲרֵי זֶה אָסוּר שֶׁמָּא נִסֵּךְ אוֹתוֹ שֶׁמַּחְשֶׁבֶת הָעַכּוּ''ם לַעֲבוֹדַת כּוֹכָבִים. הָא לָמַדְתָּ שֶׁיֵּין יִשְׂרָאֵל שֶׁנָּגַע בּוֹ הָעַכּוּ''ם דִּינוֹ כִּסְתַם יֵינָם שֶׁהוּא אָסוּר בַּהֲנָיָה: \n",
      "עַכּוּ''ם שֶׁנָּגַע בְּיַיִן שֶׁלֹּא בְּכַוָּנָה וְכֵן תִּינוֹק עַכּוּ''ם שֶׁנָּגַע בְּיַיִן אָסוּר בִּשְׁתִיָּה וּמֻתָּר בַּהֲנָיָה. הַלּוֹקֵחַ עֲבָדִים מִן הָעַכּוּ''ם וּמָלוּ וְטָבְלוּ מִיָּד אֵין מְנַסְּכִין וְיַיִן שֶׁנָּגְעוּ בּוֹ מֻתָּר בִּשְׁתִיָּה וְאַף עַל פִּי שֶׁעֲדַיִן לֹא נָהֲגוּ בְּדָתֵי יִשְׂרָאֵל וְלֹא פָּסְקָה עַכּוּ''ם מִפִּיהֶם: \n",
      "בְּנֵי הַשְּׁפָחוֹת הָעַכּוּ''ם שֶׁנּוֹלְדוּ בִּרְשׁוּת יִשְׂרָאֵל וּמָלוּ וַעֲדַיִן לֹא טָבְלוּ הַגְּדוֹלִים אוֹסְרִין הַיַּיִן כְּשֶׁיִּגְּעוּ בּוֹ וְהַקְּטַנִּים אֵינָן אוֹסְרִין: \n",
      "גֵּר תּוֹשָׁב וְהוּא שֶׁקִּבֵּל עָלָיו שֶׁבַע מִצְוֹת כְּמוֹ שֶׁבֵּאַרְנוּ יֵינוֹ אָסוּר בִּשְׁתִיָּה וּמֻתָּר בַּהֲנָיָה. וּמְיַחֲדִין אֶצְלוֹ יַיִן וְאֵין מַפְקִידִין אֶצְלוֹ יַיִן. וְכֵן כָּל עַכּוּ''ם שֶׁאֵינוֹ עוֹבֵד עַכּוּ''ם כְּגוֹן אֵלּוּ הַיִּשְׁמְעֵאלִים יֵינָן אָסוּר בִּשְׁתִיָּה וּמֻתָּר בַּהֲנָיָה. וְכֵן הוֹרוּ כָּל הַגְּאוֹנִים. אֲבָל אוֹתָם הָעוֹבְדִים עַכּוּ''ם סְתַם יֵינָם אָסוּר בַּהֲנָיָה: \n",
      "כָּל מָקוֹם שֶׁנֶּאֱמַר בְּעִנְיָן זֶה שֶׁהַיַּיִן אָסוּר אִם הָיָה עַכּוּ''ם שֶׁנֶּאֱסַר הַיַּיִן בִּגְלָלוֹ עוֹבֵד עַכּוּ''ם הֲרֵי הוּא אָסוּר בַּהֲנָיָה. וְאִם אֵינוֹ עוֹבֵד עַכּוּ''ם הֲרֵי הוּא אָסוּר בִּשְׁתִיָּה בִּלְבַד. וְכָל מָקוֹם שֶׁנֶּאֱמַר עַכּוּ''ם סְתָם הֲרֵי זֶה עוֹבֵד עַכּוּ''ם: \n",
      "אֵין מִתְנַסֵּךְ לְעַכּוּ''ם אֶלָּא יַיִן שֶׁרָאוּי לְהַקְרִיב עַל גַּבֵּי הַמִּזְבֵּחַ וּמִפְּנֵי זֶה כְּשֶׁגָּזְרוּ עַל סְתַם יֵינָם וְגָזְרוּ עַל כָּל יַיִן שֶׁיִּגַּע בּוֹ שֶׁיִּהְיֶה אָסוּר בַּהֲנָיָה לֹא גָּזְרוּ אֶלָּא עַל הַיַּיִן הָרָאוּי לְהִתְנַסֵּךְ. לְפִיכָךְ יַיִן מְבֻשָּׁל שֶׁל יִשְׂרָאֵל שֶׁנָּגַע בּוֹ הָעַכּוּ''ם אֵינוֹ אָסוּר וּמֻתָּר לִשְׁתּוֹת עִם הָעַכּוּ''ם בְּכוֹס אֶחָד. אֲבָל יַיִן מָזוּג וְיַיִן שֶׁהִתְחִיל לְהַחֲמִיץ וְאֶפְשָׁר שֶׁיִּשְׁתֶּה אִם נָגַע בּוֹ נֶאֱסַר: \n",
      "הוֹרוּ גְּאוֹנֵי הַמַּעֲרָב שֶׁאִם נִתְעָרֵב בְּיֵין יִשְׂרָאֵל מְעַט דְּבַשׁ אוֹ מְעַט שְׂאוֹר הוֹאִיל וְאֵינוֹ רָאוּי לַמִּזְבֵּחַ הֲרֵי הוּא כִּמְבֻשָּׁל אוֹ כְּשֵׁכָר וְאֵינוֹ מִתְנַסֵּךְ וּמֻתָּר לִשְׁתּוֹתוֹ עִם הָעַכּוּ''ם: \n",
      "מֵאֵימָתַי יֵאָסֵר יֵין הָעַכּוּ''ם מִשֶּׁיִּדְרֹךְ וְיִמָּשֵׁךְ הַיַּיִן אַף עַל פִּי שֶׁלֹּא יָרַד לַבּוֹר אֶלָּא עֲדַיִן הוּא בַּגַּת הֲרֵי זֶה אָסוּר. לְפִיכָךְ אֵין דּוֹרְכִין עִם הָעַכּוּ''ם בַּגַּת שֶׁמָּא יִגַּע בְּיָדוֹ וִינַסֵּךְ. וַאֲפִלּוּ הָיָה כָּפוּת. וְאֵין לוֹקְחִין מִמֶּנּוּ גַּת דְּרוּכָה וְאַף עַל פִּי שֶׁעֲדַיִן הַיַּיִן מְעֹרָב עִם הַחַרְצַנִּים וְזַגִּין וְלֹא יָרַד לַבּוֹר: \n",
      "עַכּוּ''ם שֶׁדָּרַךְ הַיַּיִן וְלֹא נָגַע בּוֹ וַהֲרֵי יִשְׂרָאֵל עוֹמֵד עַל גַּבָּיו וְיִשְׂרָאֵל הוּא שֶׁכְּנָסוֹ בֶּחָבִית הֲרֵי זֶה אָסוּר בִּשְׁתִיָּה: \n",
      "הַחֹמֶץ שֶׁל עַכּוּ''ם אָסוּר בַּהֲנָיָה מִפְּנֵי שֶׁנַּעֲשָׂה יֵין נֶסֶךְ קֹדֶם שֶׁיַּחְמִיץ. עַכּוּ''ם שֶׁהָיָה דּוֹרֵס עֲנָבִים בְּחָבִית אַף עַל פִּי שֶׁהַיַּיִן צָף עַל גַּבֵּי יָדָיו אֵין חוֹשְׁשִׁין מִשּׁוּם יֵין נֶסֶךְ. הָיָה אוֹכֵל מִן הַסַּלִּים וְהוֹתִיר כִּסְאָה וּכְסָאתַיִם וּזְרָקָן בַּגַּת אַף עַל פִּי שֶׁהַיַּיִן מִגִּתּוֹ עַל הָעֲנָבִים אֵין עוֹשֶׂה יֵין נֶסֶךְ: \n",
      "הַחַרְצַנִּים וְהַזַּגִּין שֶׁל עַכּוּ''ם אֲסוּרִים כָּל י''ב חֹדֶשׁ. וּלְאַחַר י''ב חֹדֶשׁ כְּבָר יָבְשׁוּ וְלֹא נִשְׁאֲרָה בָּהֶן לַחְלוּחִית וּמֻתָּרִין בַּאֲכִילָה. וְכֵן שְׁמָרִים שֶׁל יַיִן שֶׁיָּבְשׁוּ לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ מֻתָּרִין שֶׁהֲרֵי לֹא נִשְׁאַר בָּהֶן רֵיחַ יַיִן וַהֲרֵי הֵן כֶּעָפָר וְכַאֲדָמָה: \n",
      "נֹאדוֹת הָעַכּוּ''ם וְקַנְקְנֵיהֶן שֶׁהִכְנִיסוּ בָּהֶן הָעַכּוּ''ם יֵינָם אָסוּר לִתֵּן לְתוֹכָן יַיִן עַד שֶׁיְּיַשְּׁנָן שְׁנֵים עָשָׂר חֹדֶשׁ אוֹ עַד שֶׁיַּחֲזִירָן לָאוּר עַד שֶׁיִּתְרַפֶּה הַזֶּפֶת שֶׁעֲלֵיהֶן אוֹ שֶׁיֵּחַמּוּ אוֹ עַד שֶׁיִּתֵּן לְתוֹכָן מַיִם שְׁלֹשָׁה יָמִים מֵעֵת לְעֵת וּמְעָרֶה הַמַּיִם וּמַחֲלִיף מַיִם אֲחֵרִים כָּל מֵעֵת לְעֵת שָׁלֹשׁ פְּעָמִים בִּשְׁלֹשֶׁת הַיָּמִים. בֵּין שֶׁהָיוּ הַכֵּלִים שֶׁלָּהֶן בֵּין שֶׁהָיוּ שֶׁל יִשְׂרָאֵל וְשָׁאֲלוּ אוֹתָן וְהִכְנִיסוּ בָּהֶן יֵינָם. וְאִם נָתַן לְתוֹכָם יַיִן קֹדֶם שֶׁיְּטַהֵר אוֹתָן הֲרֵי זֶה אָסוּר בִּשְׁתִיָּה: \n",
      "וּמֻתָּר לִתֵּן לְתוֹכָן שֵׁכָר אוֹ צִיר אוֹ מוּרְיָס מִיָּד וְאֵין צָרִיךְ לִכְלוּם. וּמֻתָּר לִתֵּן הַיַּיִן לְתוֹכָן אַחַר שֶׁנּוֹתֵן הַצִּיר אוֹ הַמּוּרְיָס שֶׁהַמֶּלַח שׂוֹרְפָן: \n",
      "הַלּוֹקֵחַ כֵּלִים חֲדָשִׁים שֶׁאֵינָם מְזֻפָּתִים מִן הָעַכּוּ''ם נוֹתֵן לְתוֹכָן יַיִן מִיָּד וְאֵינוֹ חוֹשֵׁשׁ שֶׁמָּא נָתְנוּ בָּהֶן יֵין נֶסֶךְ. וְאִם הָיוּ מְזֻפָּתִין מְדִיחָן וְאַף עַל פִּי שֶׁהֵן חֲדָשִׁים. וְכֵן כְּלִי שֶׁנָּתְנוּ בּוֹ יֵין נֶסֶךְ וְאֵין מַכְנִיסוֹ לְקִיּוּם כְּגוֹן כְּלִי שֶׁחוֹשֵׂף בּוֹ אוֹ הַמַּשְׁפֵּךְ וְכַיּוֹצֵא בָּהּ מְשַׁכְשְׁכוֹ בְּמַיִם וְדַיּוֹ: \n",
      "וְכֵן כּוֹס שֶׁל חֶרֶס שֶׁשָּׁתָה בּוֹ הָעַכּוּ''ם אָסוּר לִשְׁתּוֹת בּוֹ. הֱדִיחוֹ פַּעַם רִאשׁוֹנָה וּשְׁנִיָּה וּשְׁלִישִׁית מֻתָּר שֶׁכְּבָר הָלְכוּ צִחְצוּחֵי הַיַּיִן שֶׁבּוֹ. וְהוּא שֶׁהָיָה מְצֻפֶּה בַּאֲבָר כְּדֶרֶךְ שֶׁהַיּוֹצְרִין עוֹשִׂין אוֹ שֶׁהָיָה מְזֻפָּת. אֲבָל שֶׁל חֶרֶס צָרִיךְ הֲדָחָה: \n",
      "כְּלֵי חֶרֶס הַשּׁוֹעִים בַּאֲבָר שֶׁנִּשְׁתַּמְּשׁוּ בָּהֶן בְּיֵין נֶסֶךְ אִם הָיוּ לְבָנִים אוֹ אֲדֻמִּים אוֹ שְׁחוֹרִים מֻתָּרִין. וְאִם הָיוּ יְרֻקִּין אֲסוּרִין מִפְּנֵי שֶׁהֵן בּוֹלְעִים. וְאִם יֵשׁ בָּהֶם מָקוֹם מְגֻלֶּה שֶׁל חֶרֶס בֵּין לְבָנִים בֵּין יְרֻקִּים אֲסוּרִים מִפְּנֵי שֶׁהֵם בּוֹלְעִין. וְיֵרָאֶה לִי שֶׁאֵין הַדָּבָר אֶלָּא בְּשֶׁכָּנְסוּ בָּהֶם לְקִיּוּם. אֲבָל לֹא כָּנְסוּ בָּהֶם לְקִיּוּם מְדִיחָן וּמֻתָּרִין וַאֲפִלּוּ הֵם שֶׁל חֶרֶס: \n",
      "גַּת שֶׁל אֶבֶן וְשֶׁל עֵץ שֶׁדָּרַךְ בָּהֶן הָעַכּוּ''ם אוֹ גַּת שֶׁל אֶבֶן שֶׁזִּפְּתָהּ הָעַכּוּ''ם אַף עַל פִּי שֶׁלֹּא דָּרַךְ בָּהּ מְדִיחָן בְּמַיִם וּבְאֵפֶר אַרְבַּע פְּעָמִים וְדוֹרֵךְ בָּהֶן. וְאִם הָיְתָה בָּהֶם לַחְלוּחִית מַקְדִּים הָאֵפֶר לַמַּיִם. וְאִם לָאו מַקְדִּים הַמַּיִם: \n",
      "גַּת שֶׁל אֶבֶן מְזֻפֶּפֶת שֶׁדָּרַךְ בָּהּ הָעַכּוּ''ם. אוֹ גַּת שֶׁל עֵץ זְפוּתָה אַף עַל פִּי שֶׁלֹּא דָּרַךְ בָּהּ צָרִיךְ לִקְלֹף אֶת הַזֶּפֶת. וְאִם יִשְּׁנָהּ שְׁנֵים עָשָׂר חֹדֶשׁ אוֹ נָתַן בָּהּ מַיִם שְׁלֹשָׁה יָמִים מֵעֵת לְעֵת אֵינוֹ צָרִיךְ לִקְלֹף. לֹא תִּהְיֶה הַגַּת חֲמוּרָה יֶתֶר מִן הַקַּנְקַנִּים. לֹא נֶאֱמַר יִקְלֹף אֶלָּא לְהַתִּירָהּ מִיָּד: \n",
      "גַּת שֶׁל חֶרֶס אַף עַל פִּי שֶׁקָּלַף אֶת הַזֶּפֶת אָסוּר לִדְרֹךְ בָּהּ מִיָּד עַד שֶׁיָּחֵם אוֹתָהּ בְּאֵשׁ עַד שֶׁיִּרְפֶּה הַזֶּפֶת. וְאִם יִשְּׁנָהּ שְׁנֵים עָשָׂר חֹדֶשׁ אוֹ נָתַן בָּהּ מַיִם שְׁלֹשָׁה יָמִים מֻתֶּרֶת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "מְשַׁמֶּרֶת שֶׁל יַיִן שֶׁל עַכּוּ''ם אִם הָיְתָה שֶׁל שֵׂעָר מְדִיחָהּ וּמְשַׁמֵּר בָּהּ. וְאִם הָיְתָה שֶׁל צֶמֶר מְדִיחָהּ בְּמַיִם וּבְאֵפֶר אַרְבַּע פְּעָמִים וּמְדִיחָהּ עַד שֶׁתִּנָּגֵב וּמְשַׁמֵּר בָּהּ. וְאִם הָיְתָה שֶׁל שֵׁשׁ מְיַשְּׁנָהּ י''ב חֹדֶשׁ. וְאִם יֵשׁ בָּהֶן קְשָׁרִים מַתִּירָן. וְכֵן כְּלֵי חֵלֶף וְהוּצִים וְכַיּוֹצֵא בָּהֶן מִכְּפִיפוֹת שֶׁדּוֹרְכִין בָּהֶן יַיִן אִם הָיוּ תְּפוּרִין בַּחֲבָלִים מְדִיחָן. וְאִם הָיוּ אֲחוּזוֹת זוֹ בְּסִבּוּךְ קָשֶׁה מְדִיחָן בְּאֵפֶר וּבְמַיִם אַרְבַּע פְּעָמִים וּמְנַגְּבָן וּמִשְׁתַּמֵּשׁ בָּהֶן. וְאִם הָיוּ תְּפוּרוֹת בְּפִשְׁתָּן מְיַשְּׁנָן שְׁנֵים עָשָׂר חֹדֶשׁ. וְאִם יֵשׁ בָּהֶן קְשָׁרִים מַתִּירָן: \n",
      "כְּלֵי הַגַּת שֶׁדָּרַךְ בָּהֶן הָעַכּוּ''ם יֵין נֶסֶךְ כֵּיצַד מְטַהֲרִין אוֹתָן כְּדֵי שֶׁיִּדְרֹךְ בָּהֶן הַיִּשְׂרָאֵל. הַדַּפִּין וְהָעֲדָשִׁים וְהַלּוּלָבִין מְדִיחָן. הָעֲקָלִין. שֶׁל נְסָרִין וְשֶׁל בִּצְבּוּץ מְנַגְּבָן. שֶׁל שִׁיפָה וְשֶׁל גֶּמִי מְיַשְּׁנָן שְׁנֵים עָשָׂר חֹדֶשׁ. וְאִם רָצָה לְטַהֲרָן מִיָּד מַגְעִילָן בְּרוֹתְחִין אוֹ חוֹלְטָן בְּמֵי זֵיתִים אוֹ מַנִּיחָן תַּחַת צִנּוֹר שֶׁמֵּימָיו מְקֻלָּחִין אוֹ בְּמַעְיָן שֶׁמֵּימָיו רוֹדְפִין שְׁתֵּים עֶשְׂרֵה שָׁעוֹת וְאַחַר כָּךְ יֻתְּרוּ: \n",
      "בִּזְמַן שֶׁהָיְתָה אֶרֶץ יִשְׂרָאֵל כֻּלָּהּ לְיִשְׂרָאֵל הָיוּ לוֹקְחִין הַיַּיִן מִכָּל אָדָם מִיִּשְׂרָאֵל וְאֵין חוֹשְׁשִׁין לוֹ. וּבְחוּצָה לָאָרֶץ לֹא הָיוּ לוֹקְחִין אֶלָּא מֵאָדָם שֶׁהֻחְזַק בְּכַשְׁרוּת. וּבַזְּמַן הַזֶּה אֵין לוֹקְחִין יַיִן בְּכָל מָקוֹם אֶלָּא מֵאָדָם שֶׁהֻחְזַק בְּכַשְׁרוּת. וְכֵן הַבָּשָׂר וְהַגְּבִינָה וַחֲתִיכַת דָּג שֶׁאֵין בָּהּ סִימָן כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הַמִּתְאָרֵחַ אֵצֶל בַּעַל הַבַּיִת בְּכָל מָקוֹם וּבְכָל זְמַן וְהֵבִיא לוֹ יַיִן אוֹ בָּשָׂר אוֹ גְּבִינָה וַחֲתִיכַת דָּג הֲרֵי זֶה מֻתָּר וְאֵינוֹ צָרִיךְ לִשְׁאל עָלָיו אַף עַל פִּי שֶׁאֵינוֹ מַכִּירוֹ אֶלָּא יוֹדֵעַ שֶׁהוּא יְהוּדִי בִּלְבַד. וְאִם הֻחְזַק שֶׁאֵינוֹ כָּשֵׁר וְלֹא מְדַקְדֵּק בִּדְבָרִים אֵלּוּ אָסוּר לְהִתְאָרֵחַ אֶצְלוֹ. וְאִם עָבַר וְנִתְאָרֵחַ אֶצְלוֹ אֵינוֹ אוֹכֵל בָּשָׂר וְלֹא שׁוֹתֶה יַיִן עַל פִּיו עַד שֶׁיָּעִיד לוֹ אָדָם כָּשֵׁר עֲלֵיהֶם: \n"
    ],
    [
      "כֵּיצַד הִיא הַנְּגִיעָה שִׁאוֹסֵר בָּהּ הָעַכּוּ''ם הַיַּיִן. הוּא שֶׁיִּגַּע בַּיַּיִן עַצְמוֹ בֵּין בְּיָדוֹ בֵּין בִּשְׁאָר אֵיבָרָיו שֶׁדַּרְכָּן לְנַסֵּךְ בָּהֶן וִישַׁכְשֵׁךְ. אֲבָל אִם פָּשַׁט יָדוֹ לְחָבִית וְתָפְסוּ אֶת יָדוֹ קֹדֶם שֶׁיּוֹצִיאָהּ וְלֹא יְנִידָהּ וּפָתְחוּ הֶחָבִית מִלְּמַטָּה עַד שֶׁיָּצָא הַיַּיִן וְיָרַד לְמַטָּה מִיָּדוֹ לֹא נֶאֱסַר הַיַּיִן. וְכֵן אִם אָחַז כְּלִי פָּתוּחַ שֶׁל יַיִן וְשִׁכְשְׁכוֹ אַף עַל פִּי שֶׁלֹּא הִגְבִּיהַּ הַכְּלִי וְלֹא נָגַע בַּיַּיִן נֶאֱסַר הַיַּיִן: \n",
      "נָטַל כְּלִי שֶׁל יַיִן וְהִגְבִּיהוֹ וְיָצַק הַיַּיִן אַף עַל פִּי שֶׁלֹּא שִׁכְשֵׁךְ נֶאֱסַר שֶׁהֲרֵי בָּא הַיַּיִן מִכֹּחוֹ. הִגְבִּיהַּ וְלֹא שִׁכְשֵׁךְ וְלֹא נָגַע מֻתָּר: \n",
      "עַכּוּ''ם שֶׁהָיָה אוֹחֵז הַכְּלִי בַּקַּרְקַע וְיִשְׂרָאֵל יָצַק לְתוֹכוֹ יַיִן הַיַּיִן מֻתָּר. וְאִם נִדְנֵד הָעַכּוּ''ם הַכְּלִי נֶאֱסַר הַיַּיִן: \n",
      "כְּלִי סָתוּם מֻתָּר לְטַלְטְלוֹ הָעַכּוּ''ם מִמָּקוֹם לְמָקוֹם וְאַף עַל פִּי שֶׁהַיַּיִן מִתְנַדְנֵד שֶׁאֵין זֶה דֶּרֶךְ הַנִּסּוּךְ. הֶעֱבִיר נוֹד שֶׁל יַיִן מִמָּקוֹם לְמָקוֹם וְהוּא אוֹחֵז פִּי הַנּוֹד בְּיָדוֹ. בֵּין שֶׁהָיָה הַנּוֹד מָלֵא אוֹ חָסֵר מֻתָּר. וְאַף עַל פִּי שֶׁהַיַּיִן מִתְנַדְנֵד. הֶעֱבִיר כְּלִי חֶרֶס פָּתוּחַ מָלֵא יַיִן אָסוּר שֶׁמָּא נָגַע בּוֹ. וְאִם הָיָה חָסֵר מֻתָּר אֶלָּא אִם כֵּן שִׁכְשְׁכוֹ: \n",
      "עַכּוּ''ם שֶׁנָּגַע בְּיַיִן וְלֹא נִתְכַּוֵּן לָזֶה הֲרֵי הַיַּיִן מֻתָּר בַּהֲנָיָה בִּלְבַד. כֵּיצַד. כְּגוֹן שֶׁנָּפַל עַל נוֹד שֶׁל יַיִן אוֹ שֶׁהוֹשִׁיט יָדוֹ לְחָבִית עַל מְנָת שֶׁהִיא שֶׁמֶן וְנִמְצֵאת יַיִן: \n",
      "בָּא הַיַּיִן מִכֹּחוֹ שֶׁל עַכּוּ''ם בְּלֹא כַּוָּנָה הוֹאִיל וְלֹא נָגַע בַּיַּיִן הֲרֵי זֶה מֻתָּר בִּשְׁתִיָּה. כֵּיצַד. כְּגוֹן שֶׁהִגְבִּיהַּ כְּלִי שֶׁל יַיִן וְיָצַק לִכְלִי אַחֵר וְהוּא מְדַמֶּה שֶׁהוּא שֵׁכָר אוֹ שֶׁמֶן הֲרֵי זֶה מֻתָּר: \n",
      "נִכְנַס הָעַכּוּ''ם לְבַיִת אוֹ לַחֲנוּת לְבַקֵּשׁ יַיִן וּפָשַׁט יָדוֹ כְּשֶׁהוּא מְחַפֵּשׂ וְנָגַע בַּיַּיִן אָסוּר שֶׁהֲרֵי לְיַיִן נִתְכַּוֵּן וְאֵין זֶה נוֹגֵעַ בְּלֹא כַּוָּנָה: \n",
      "חָבִית שֶׁנִּסְדְּקָה לְאָרְכָּהּ וְקָדַם הָעַכּוּ''ם וְחִבְּקָה כְּדֵי שֶׁלֹּא יִתְפָּרְדוּ הַחֲרָסִים הֲרֵי זֶה מֻתָּר בַּהֲנָיָה. אֲבָל אִם נִסְדְּקָה לְרָחְבָּהּ וְתָפַס בַּסֶּדֶק הָעֶלְיוֹן כְּדֵי שֶׁלֹּא יִפּל הֲרֵי זֶה מֻתָּר בִּשְׁתִיָּה שֶׁהֲרֵי אֵין הַיַּיִן עַל כֹּחוֹ שֶׁל עַכּוּ''ם: \n",
      "עַכּוּ''ם שֶׁנָּפַל לְבוֹר שֶׁל יַיִן וְהֶעֱלוּהוּ מִשָּׁם מֵת. אוֹ שֶׁמָּדַד הַבּוֹר שֶׁיֵּשׁ בּוֹ הַיַּיִן בְּקָנֶה. אוֹ שֶׁהִתִּיז אֶת הַזְּבוּב וְהַצִּרְעָה מֵעָלָיו בְּקָנֶה. אוֹ שֶׁהָיָה מְטַפֵּחַ עַל פִּי הֶחָבִית הָרוֹתַחַת כְּדֵי שֶׁתָּנוּחַ הָרְתִיחָה. אוֹ שֶׁנָּטַל חָבִית וּזְרָקָהּ בַּחֲמָתוֹ לַבּוֹר. הֲרֵי זֶה מֻתָּר בַּהֲנָיָה בִּלְבַד. וְאִם עָלָה הָעַכּוּ''ם חַי הַיַּיִן אָסוּר בַּהֲנָיָה: \n",
      "חָבִית שֶׁהָיָה נֶקֶב בְּצִדָּהּ וְנִשְׁמַט הַפְּקָק מִן הַנֶּקֶב וְהִנִּיחַ הָעַכּוּ''ם אֶצְבָּעוֹ בִּמְקוֹם הַנֶּקֶב כְּדֵי שֶׁלֹּא יֵצֵא הַיַּיִן כָּל הַיַּיִן שֶׁמֵּרֹאשׁ הֶחָבִית עַד הַנֶּקֶב אָסוּר. וְשֶׁתַּחַת הַנֶּקֶב מֻתָּר בִּשְׁתִיָּה: \n",
      "מֵינֶקֶת כְּפוּפָה שֶׁעוֹשִׂין אוֹתָהּ מִמַּתֶּכֶת אוֹ מִזְּכוּכִית וְכַיּוֹצֵא בָּהֶם. שֶׁהִנִּיחַ רֹאשָׁהּ לְתוֹךְ הַיַּיִן שֶׁבֶּחָבִית וְהָרֹאשׁ הָאַחֵר חוּץ לֶחָבִית וּמָצַץ הַיַּיִן וְהִתְחִיל הַיַּיִן לֵירֵד כְּדֶרֶךְ שֶׁעוֹשִׂין תָּמִיד. וּבָא הָעַכּוּ''ם וְהִנִּיחַ אֶצְבָּעוֹ עַל פִּי הַמֵּינֶקֶת וּמָנַע הַיַּיִן מִלֵּירֵד נֶאֱסַר כָּל הַיַּיִן שֶׁבֶּחָבִית. שֶׁהַכּל הָיָה יוֹצֵא וְנִגְרָר לוּלֵי יָדוֹ וְנִמְצָא הַכּל כְּבָא מִכֹּחוֹ: \n",
      "הַמְעָרֶה יַיִן לְתוֹךְ כְּלִי שֶׁיֵּשׁ בּוֹ יֵין עַכּוּ''ם נֶאֱסַר כָּל הַיַּיִן שֶׁבַּכְּלִי הָעֶלְיוֹן. שֶׁהֲרֵי הָעַמּוּד הַנִּצֹּק מְחַבֵּר בֵּין הַיַּיִן שֶׁבַּכְּלִי הָעֶלְיוֹן וּבֵין הַיַּיִן שֶׁבַּכְּלִי הַתַּחְתּוֹן. לְפִיכָךְ הַמּוֹדֵד לְעַכּוּ''ם לְתוֹךְ כְּלִי שֶׁבְּיָדוֹ יְנַפֵּץ נְפִיצָה אוֹ יִזְרֹק זְרִיקָה כְּדֵי שֶׁלֹּא יִהְיֶה נִצֹּק חִבּוּר וְיֶאֱסֹר עָלָיו מַה שֶּׁיִּשָּׁאֵר בַּכְּלִי הָעֶלְיוֹן: \n",
      "מַשְׁפֵּךְ שֶׁמָּדַד בּוֹ לְעַכּוּ''ם אִם יֵשׁ בִּקְצֵה הַמַּשְׁפֵּךְ עֲכָּבַת יַיִן לֹא יִמְדֹּד בּוֹ לְיִשְׂרָאֵל עַד שֶׁיְּדִיחֶנּוּ וִינַגֵּב. וְאִם לֹא הֵדִיחַ הֲרֵי זֶה אָסוּר: \n",
      "כְּלִי שֶׁיֵּשׁ לוֹ כְּמִין שְׁנֵי חֳטָמִין יוֹצְאִין מִמֶּנּוּ כְּמוֹ הַכֵּלִים שֶׁנּוֹטְלִין בָּהֶם לַיָּדַיִם שֶׁהָיָה מָלֵא יַיִן בְּיַד יִשְׂרָאֵל וְהָיָה יִשְׂרָאֵל מוֹצֵץ וְשׁוֹתֶה מֵחֹטֶם זֶה וְהָעַכּוּ''ם מוֹצֵץ וְשׁוֹתֶה מִן הַחֹטֶם הַשֵּׁנִי הֲרֵי זֶה מֻתָּר. וְהוּא שֶׁיַּקְדִּים הַיִּשְׂרְאֵלִי וְיִפְסֹק וַעֲדַיִן הָעַכּוּ''ם שׁוֹתֶה. שֶׁמִּשֶּׁיִּפְסֹק הָעַכּוּ''ם יַחֲזֹר הַיַּיִן שֶׁיִּשָּׁאֵר בַּחֹטֶם לַכְּלִי וְיֶאֱסֹר כָּל מַה שֶּׁיִּשָּׁאֵר בּוֹ שֶׁהֲרֵי בָּא הַיַּיִן מִכֹּחוֹ: \n",
      "עַכּוּ''ם שֶׁמָּצַץ הַיַּיִן מִן הֶחָבִית בְּמֵינֶקֶת אָסַר כָּל הַיַּיִן שֶׁבָּהּ. שֶׁכְּשֶׁיִּפָּסֵק יַחֲזֹר הַיַּיִן שֶׁעָלָה בַּמֵּינֶקֶת בִּמְצִיצָתוֹ וְיִפּל לֶחָבִית וְיֶאֱסֹר הַכּל: \n",
      "עַכּוּ''ם שֶׁהָיָה מַעֲבִיר עִם יִשְׂרָאֵל כַּדֵּי יַיִן מִמָּקוֹם לְמָקוֹם וְהוּא הוֹלֵךְ אַחֲרֵיהֶן לְשָׁמְרָן אֲפִלּוּ הִפְלִיגוּ מִמֶּנּוּ כְּדֵי מִיל הֲרֵי אֵלּוּ מֻתָּרוֹת. שֶׁאֵימָתוֹ עֲלֵיהֶן וְאוֹמֵר עַתָּה יֵצֵא לְפָנֵינוּ וְיִרְאֶה אוֹתָנוּ. וְאִם אָמַר לָהֶם לְכוּ וַאֲנִי אָבוֹא אַחֲרֵיכֶם אִם נִתְעַלְּמוּ מֵעֵינָיו כְּדֵי שֶׁיִּפְתְּחוּ פִּי הַכַּד וְיַחְזְרוּ וְיָגִיפוּ אוֹתָהּ וְתִיגוֹב הֲרֵי הַיַּיִן כֻּלּוֹ אָסוּר בִּשְׁתִיָּה. אִם פָּחוֹת מִכֵּן מֻתָּר: \n",
      "וְכֵן הַמֵּנִיחַ עַכּוּ''ם בַּחֲנוּתוֹ אַף עַל פִּי שֶׁהוּא יוֹצֵא וְנִכְנַס כָּל הַיּוֹם כֻּלּוֹ הַיַּיִן מֻתָּר. וְאִם מוֹדִיעוֹ שֶׁהוּא מַפְלִיג וְשָׁהָה כְּדֵי שֶׁיִּפְתַּח וְיִגֹּף וְתִיגוֹב הַיַּיִן אָסוּר בִּשְׁתִיָּה. וְכֵן הַמֵּנִיחַ יֵינוֹ בְּקָרוֹן אוֹ בִּסְפִינָה עִם הָעַכּוּ''ם וְנִכְנַס לָעִיר לַעֲשׂוֹת צְרָכָיו הַיַּיִן מֻתָּר. וְאִם הוֹדִיעָן שֶׁהוּא מַפְלִיג וְשָׁהָה כְּדֵי שֶׁיִּפְתַּח וְיִגֹּף וְתִיגוֹב הַיַּיִן אָסוּר בִּשְׁתִיָּה. וְכָל הַדְּבָרִים הָאֵלּוּ בְּחָבִיּוֹת סְתוּמוֹת. אֲבָל בִּפְתוּחוֹת אֲפִלּוּ לֹא שָׁהָה מֵאַחַר שֶׁהוֹדִיעָן שֶׁהוּא מַפְלִיג הַיַּיִן אָסוּר: \n",
      "יִשְׂרָאֵל שֶׁהָיָה אוֹכֵל עִם הָעַכּוּ''ם וְהִנִּיחַ יַיִן פָּתוּחַ עַל הַשֻּׁלְחָן וְיַיִן פָּתוּחַ עַל הַדֻּלְפְּקִי וְיָצָא. שֶׁעַל הַשֻּׁלְחָן אָסוּר וְשֶׁעַל הַדֻּלְפְּקִי מֻתָּר. וְאִם אָמַר לוֹ מְזֹג וּשְׁתֵה כָּל הַיַּיִן הַפָּתוּחַ שֶׁבַּבַּיִת אָסוּר: \n",
      "הָיָה שׁוֹתֶה עִם הָעַכּוּ''ם וְשָׁמַע קוֹל תְּפִלָּה בְּבֵית הַכְּנֶסֶת וְיָצָא אַף הַיַּיִן הַפָּתוּחַ מֻתָּר. שֶׁהַנָּכְרִי אוֹמֵר עַתָּה יִזְכֹּר הַיַּיִן וְיָבוֹא בִּמְהֵרָה וְיִמְצָא אוֹתִי נוֹגֵעַ בְּיֵינוֹ וּלְפִי זֶה אֵינוֹ זָז מִמְּקוֹמוֹ וְאֵין נֶאֱסַר אֶלָּא מַה שֶּׁלְּפָנָיו בִּלְבַד: \n",
      "עַכּוּ''ם וְיִשְׂרָאֵל שֶׁהָיוּ דָּרִין בֶּחָצֵר אַחַת וְיָצְאוּ שְׁנֵיהֶם בְּבֶהָלָה לִרְאוֹת חָתָן אוֹ הֶסְפֵּד. וְחָזַר הָעַכּוּ''ם וְסָגַר הַפֶּתַח וְאַחַר כָּךְ יִשְׂרָאֵל הֲרֵי הַיַּיִן הַפָּתוּחַ שֶׁבְּבֵית יִשְׂרָאֵל בְּהֶתֵּרוֹ. שֶׁלֹּא סָגַר הָעַכּוּ''ם אֶלָּא עַל דַּעַת שֶׁכְּבָר נִכְנַס הַיִּשְׂרְאֵלִי לְבֵיתוֹ וְלֹא נִשְׁאַר אָדָם בַּחוּץ וְכִמְדֻמֶּה לוֹ שֶׁהוּא קְדָמוֹ: \n",
      "יַיִן שֶׁל יִשְׂרָאֵל וְשֶׁל עַכּוּ''ם בְּבַיִת אֶחָד וְהָיוּ חָבִיּוֹת פְּתוּחוֹת וְנִכְנַס הָעַכּוּ''ם לַבַּיִת וְנָעַל הַדֶּלֶת בַּעֲדוֹ נֶאֱסַר כָּל הַיַּיִן. וְאִם יֵשׁ חַלּוֹן בַּדֶּלֶת שֶׁמִּסְתַּכֵּל מִמֶּנּוּ הָעוֹמֵד אֲחוֹרֵי הַפֶּתַח וְרוֹאֶה כְּנֶגְדּוֹ כָּל הֶחָבִיּוֹת שֶׁכְּנֶגֶד הַחַלּוֹן מֻתָּרוֹת. וְשֶׁמִּן הַצְּדָדִין אֲסוּרוֹת שֶׁהֲרֵי מְפַחֵד מִן הָרוֹאֶה אוֹתוֹ: \n",
      "וְכֵן אִם שָׁאַג אֲרִי וְכַיּוֹצֵא בּוֹ וּבָרַח הָעַכּוּ''ם וְנֶחְבָּא בֵּין הֶחָבִיּוֹת הַפְּתוּחוֹת הַיַּיִן מֻתָּר שֶׁהוּא אוֹמֵר שֶׁמָּא יִשְׂרָאֵל אַחֵר נֶחְבָּא כָּאן וְהוּא רוֹאֶה אוֹתִי כְּשֶׁאֶגַּע: \n",
      "אוֹצָר שֶׁל יַיִן שֶׁהָיוּ חָבִיּוֹתָיו פְּתוּחוֹת וְיֵשׁ לְעַכּוּ''ם חָבִיּוֹת אֲחֵרוֹת בְּאוֹתוֹ הַפֻּנְדָּק. וְנִמְצָא הָעַכּוּ''ם עוֹמֵד בֵּין חָבִיּוֹת יִשְׂרָאֵל הַפְּתוּחוֹת. אִם נִבְהַל כְּשֶׁנִּמְצָא וְנִתְפַּשׂ עָלָיו כְּגַנָּב הַיַּיִן מֻתָּר בִּשְׁתִיָּה שֶׁמִּפַּחְדּוֹ וְיִרְאָתוֹ אֵין לוֹ פְּנַאי לְנַסֵּךְ. וְאִם לֹא נִתְפַּשׂ כְּגַנָּב אֶלָּא הֲרֵי הוּא בּוֹטֵחַ שָׁם הַיַּיִן אָסוּר. וְתִינוֹק הַנִּמְצָא בֵּין הֶחָבִיּוֹת בֵּין כָּךְ וּבֵין כָּךְ כָּל הַיַּיִן מֻתָּר: \n",
      "גְּדוּד שֶׁנִּכְנַס לַמְּדִינָה דֶּרֶךְ שָׁלוֹם כָּל הֶחָבִיּוֹת הַפְּתוּחוֹת שֶׁבַּחֲנוּיוֹת אֲסוּרוֹת וּסְתוּמוֹת מֻתָּרוֹת. וּבִשְׁעַת מִלְחָמָה אִם פָּשַׁט הַגְּדוּד בַּמְּדִינָה וְעָבַר אֵלּוּ וְאֵלּוּ מֻתָּרוֹת שֶׁאֵין פְּנַאי לְנַסֵּךְ: \n",
      "עַכּוּ''ם שֶׁנִּמְצָא עוֹמֵד בְּצַד הַבּוֹר שֶׁל יַיִן אִם יֵשׁ לוֹ מִלְוֶה עַל אוֹתוֹ הַיַּיִן הֲרֵי זֶה אָסוּר מִפְּנֵי שֶׁלִּבּוֹ גַּס בּוֹ שׁוֹלֵחַ יָדוֹ וּמְנַסֵּךְ. וְאִם אֵין לוֹ עָלָיו מִלְוֶה הַיַּיִן מֻתָּר בִּשְׁתִיָּה: \n",
      "זוֹנָה עַכּוּ''ם בִּמְסִבָּה שֶׁל יִשְׂרָאֵל הַיַּיִן מֻתָּר שֶׁאֵימָתָן עָלֶיהָ וְלֹא תִּגַּע. אֲבָל זוֹנָה יִשְׂרְאֵלִית בִּמְסִבַּת עַכּוּ''ם יֵינָהּ שֶׁלְּפָנֶיהָ בְּכֵלֶיהָ אָסוּר מִפְּנֵי שֶׁהֵן נוֹגְעִין בּוֹ שֶׁלֹּא מִדַּעְתָּהּ: \n",
      "עַכּוּ''ם הַנִּמְצָא בְּבֵית הַגַּת אִם יֵשׁ שָׁם לַחְלוּחִית יַיִן כְּדֵי לִבְלל הַכַּף עַד שֶׁתִּבְלל הַכַּף לְכַף שְׁנִיָּה צָרִיךְ לְהָדִיחַ כָּל בֵּית הַגַּת וִינַגֵּב. וְאִם לָאו מֵדִיחַ בִּלְבַד וְזוֹ הַרְחָקָה יְתֵרָה: \n",
      "חָבִית שֶׁצָּפָה בַּנָּהָר אִם נִמְצֵאת כְּנֶגֶד עִיר שֶׁרֻבָּהּ יִשְׂרָאֵל מֻתֶּרֶת בַּהֲנָיָה. כְּנֶגֶד עִיר שֶׁרֻבָּהּ עַכּוּ''ם אֲסוּרָה: \n",
      "מָקוֹם שֶׁהָיוּ רֹב מוֹכְרֵי הַיַּיִן בּוֹ יִשְׂרְאֵלִים וְנִמְצְאוּ בּוֹ כֵּלִים גְּדוֹלִים מְלֵאִים יַיִן וְהֵם כֵּלִים שֶׁדֶּרֶךְ הַמּוֹכְרִין לְבַדָּם לִכְנֹס בָּהֶם הַיַּיִן הֲרֵי אֵלּוּ מֻתָּרִין בַּהֲנָיָה. חָבִית שֶׁפְּתָחוּהָ גַּנָּבִים אִם רֹב גַּנָּבֵי הָעִיר יִשְׂרָאֵל הַיַּיִן מֻתָּר בִּשְׁתִיָּה וְאִם לָאו אָסוּר: \n"
    ],
    [
      "הַלוֹקֵחַ בַּיִת אוֹ שֶׁשָּׂכָר בַּיִת בַּחֲצֵרוֹ שֶׁל עַכּוּ''ם וּמִלְּאָהוּ יַיִן אִם הָיָה הַיִּשְׂרְאֵלִי דָּר בְּאוֹתָהּ חָצֵר אַף עַל פִּי שֶׁהַפֶּתַח פָּתוּחַ הַיַּיִן מֻתָּר. מִפְּנֵי שֶׁהָעַכּוּ''ם מְפַחֵד תָּמִיד וְאוֹמֵר עַתָּה יִכָּנֵס לְבֵיתוֹ פִּתְאֹם וְיִמְצָא אוֹתִי בְּתוֹךְ בֵּיתוֹ. וְאִם הָיָה דָּר בְּחָצֵר אַחֶרֶת לֹא יֵצֵא עַד שֶׁיִּסְגֹּר הַבַּיִת וְיִהְיֶה הַמַּפְתֵּחַ וְהַחוֹתָם בְּיָדוֹ. וְאֵינוֹ חוֹשֵׁשׁ שֶׁמָּא יְזַיֵּף הָעַכּוּ''ם מַפְתֵּחַ הַבַּיִת: \n",
      "יָצָא וְלֹא סָגַר הַפֶּתַח אוֹ שֶׁסָּגַר וְהִנִּיחַ הַמַּפְתֵּחַ בְּיַד עַכּוּ''ם הֲרֵי הַיַּיִן אָסוּר בִּשְׁתִיָּה. שֶׁמָּא נִכְנַס הָעַכּוּ''ם וְנִסֵּךְ. שֶׁהֲרֵי אֵין הַיִּשְׂרְאֵלִי שָׁם. וְאִם אָמַר לוֹ אֱחֹז לִי מַפְתֵּחַ זֶה עַד שֶׁאָבוֹא הַיַּיִן מֻתָּר שֶׁלֹּא מָסַר לוֹ שְׁמִירַת הַבַּיִת אֶלָּא שְׁמִירַת הַמַּפְתֵּחַ: \n",
      "עַכּוּ''ם שֶׁשָּׂכַר יִשְׂרָאֵל לִדְרֹךְ לוֹ יֵינוֹ בְּטָהֳרָה כְּדֵי שֶׁיִּהְיֶה מֻתָּר לְיִשְׂרָאֵל וְיִקָּחוּהוּ מִמֶּנּוּ וְהָיָה הַיַּיִן בְּבֵיתוֹ שֶׁל עַכּוּ''ם. אִם הָיָה יִשִׂרָאֵל זֵה שֵׁשּׁוֹמֵר הַיַּיִן דָּר בְּאוֹתָהּ חָצֵר הַיַּיִן מֻתָּר. וְאַף עַל פִּי שֶׁהַפֶּתַח פָּתוּחַ וְהַשּׁוֹמֵר נִכְנָס וְיוֹצֵא. וְאִם הָיָה הַשּׁוֹמֵר דָּר בְּחָצֵר אַחֶרֶת הַיַּיִן אָסוּר. וְאַף עַל פִּי שֶׁהַמַּפְתֵּחַ וְהַחוֹתָם בְּיַד יִשְׂרָאֵל. שֶׁכֵּיוָן שֶׁהַיַּיִן שֶׁל עַכּוּ''ם וּבִרְשׁוּתוֹ אֵינוֹ מְפַחֵד לְזַיֵּף וּלְהִכָּנֵס לַבַּיִת וְיֹאמַר וִיהִי מָה אִם יֵדְעוּ בּוֹ לֹא יִקְחוּ מִמֶּנִּי: \n",
      "אֲפִלּוּ כָּתַב הָעַכּוּ''ם לְיִשְׂרָאֵל שֶׁנִּתְקַבֵּל מִמֶּנּוּ הַמָּעוֹת לִמְכֹּר לוֹ בָּהֶן יַיִן הוֹאִיל וְאֵין הַיִּשְׂרְאֵלִי יָכוֹל לְהוֹצִיאוֹ מֵרְשׁוּת הָעַכּוּ''ם עַד שֶׁיִּתֵּן לוֹ הַמָּעוֹת הֲרֵי הוּא שֶׁל עַכּוּ''ם וְאָסוּר. אֶלָּא אִם הָיָה הַשּׁוֹמֵר דָּר שָׁם בֶּחָצֵר. וְאֵין הַשּׁוֹמֵר צָרִיךְ לִהְיוֹת יוֹשֵׁב וּמְשַׁמֵּר תָּמִיד אֶלָּא נִכְנָס וְיוֹצֵא כְּמוֹ שֶׁבֵּאַרְנוּ. בֵּין בִּרְשׁוּת בַּעַל הַיַּיִן בֵּין בִּרְשׁוּת עַכּוּ''ם אַחֵר: \n",
      "הָיָה יַיִן זֶה הַטָּהוֹר שֶׁל עַכּוּ''ם מֻנָּח בִּרְשׁוּת הָרַבִּים אוֹ בְּבַיִת הַפָּתוּחַ לִרְשׁוּת הָרַבִּים וְיִשְׂרָאֵל הוֹלְכִים וְשָׁבִים מֻתָּר. שֶׁעֲדַיִן לֹא נִכְנַס בִּרְשׁוּת הָעַכּוּ''ם: \n",
      "וְאַשְׁפָּה וְחַלּוֹן וְדֶקֶל אַף עַל פִּי שֶׁאֵין בּוֹ פֵּרוֹת הֲרֵי אֵלּוּ כִּרְשׁוּת הָרַבִּים. וְחָבִית יַיִן שָׁם וְעַכּוּ''ם הַנִּמְצָא שָׁם אֵינוֹ אוֹסְרָהּ. וּבַיִת הַפָּתוּחַ לְשָׁם הֲרֵי הוּא כְּפָתוּחַ לִרְשׁוּת הָרַבִּים: \n",
      "חָצֵר הַחֲלוּקָה בִּמְסִיפִים וְעַכּוּ''ם בְּצַד זֶה וְיִשְׂרָאֵל בְּצַד אַחֵר. וְכֵן שְׁנֵי גַּגִּין שֶׁהָיָה גַּג יִשְׂרָאֵל לְמַעְלָה וְגַג הָעַכּוּ''ם לְמַטָּה. אוֹ שֶׁהָיוּ זֶה בְּצַד זֶה וְיֵשׁ בֵּינֵיהֶן מְסִיפִים. אַף עַל פִּי שֶׁיַּד הָעַכּוּ''ם מַגַּעַת לְחֵלֶק יִשְׂרָאֵל אֵינוֹ חוֹשֵׁשׁ מִשּׁוּם יֵין נֶסֶךְ וְלֹא מִשּׁוּם טָהֳרוֹת: \n",
      "מֻתָּר לְיִשְׂרָאֵל לְהַפְקִיד יֵינוֹ בִּכְלִי סָתוּם בְּיַד עַכּוּ''ם וְהוּא שֶׁיִּהְיֶה לוֹ בּוֹ שְׁנֵי סִימָנִין. וְזֶה הוּא הַנִּקְרָא חוֹתָם בְּתוֹךְ חוֹתָם. כֵּיצַד. סָתַם הֶחָבִית בִּכְלִי שֶׁאֵינוֹ מְהֻדָּק כְּדֶרֶךְ שֶׁסּוֹתְמִין כָּל אָדָם וְטָח בְּטִיט הֲרֵי זֶה חוֹתָם אֶחָד. הָיָה כְּלִי מְהֻדָּק וְטָח עָלָיו מִלְּמַעְלָה הֲרֵי זֶה חוֹתָם בְּתוֹךְ חוֹתָם. וְכֵן אִם צָר פִּי הַנּוֹד הֲרֵי זֶה חוֹתָם אֶחָד. הָפַךְ פִּי הַנּוֹד לְתוֹכוֹ וְצָר עָלָיו הֲרֵי זֶה חוֹתָם בְּתוֹךְ חוֹתָם. וְכֵן כָּל שִׁנּוּי שֶׁמְּשַׁנֶּה מִדְּבָרִים שֶׁאֵין דֶּרֶךְ כָּל אָדָם הֲרֵי הֵן כְּחוֹתָם אֶחָד וְהַטִּיחָה אוֹ הַקְּשִׁירָה חוֹתָם שֵׁנִי: \n",
      "וְאִם הִפְקִיד בְּיַד עַכּוּ''ם בְּחוֹתָם אֶחָד הֲרֵי זֶה אָסוּר בִּשְׁתִיָּה וּמֻתָּר בַּהֲנָיָה וְהוּא שֶׁיְּיַחֵד לוֹ קֶרֶן זָוִית: \n",
      "יַיִן מְבֻשָּׁל וְהַשֵּׁכָר אוֹ יַיִן שֶׁעֵרְבוֹ עִם דְּבָרִים אֲחֵרִים כְּגוֹן דְּבַשׁ וְשֶׁמֶן וְכֵן הַחֹמֶץ וְהַגְּבִינָה וְהֶחָלָב וְכָל שֶׁאִסּוּרוֹ מִדִּבְרֵי סוֹפְרִים שֶׁהִפְקִידוֹ בְּיַד עַכּוּ''ם אֵינוֹ צָרִיךְ שְׁנֵי חוֹתָמוֹת אֶלָּא חוֹתָם אֶחָד בִּלְבַד דַּיּוֹ. אֲבָל הַיַּיִן וְהַבָּשָׂר וַחֲתִיכַת דָּג שֶׁאֵין בָּהּ סִימָן שֶׁהִפְקִידָן בְּיַד עַכּוּ''ם צְרִיכִין שְׁנֵי חוֹתָמוֹת: \n",
      "יֵרָאֶה לִי שֶׁכָּל מָקוֹם שֶׁאָמַרְנוּ בְּעִנְיָן זֶה בְּיַיִן שֶׁלָּנוּ שֶׁהוּא אָסוּר בִּשְׁתִיָּה וּמֻתָּר בַּהֲנָיָה מִפְּנֵי צַד נְגִיעָה שֶׁנָּגַע בּוֹ הָעַכּוּ''ם כְּשֶׁהָיָה הָעַכּוּ''ם עוֹבֵד עַכּוּ''ם. אֲבָל אִם הָיָה אִסּוּרוֹ בִּגְלַל עַכּוּ''ם שֶׁאֵינוֹ עוֹבֵד עַכּוּ''ם כְּגוֹן יִשְׁמְעֵאלִי שֶׁנָּגַע בַּיַּיִן שֶׁלָּנוּ שֶׁלֹּא בְּכַוָּנָה אוֹ שֶׁטִּפַּח עַל פִּי הֶחָבִית הֲרֵי זֶה מֻתָּר בִּשְׁתִיָּה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אֲבָל הַמַּפְקִיד יַיִן בְּיַד גֵּר תּוֹשָׁב אוֹ שֶׁשְּׁלָחוֹ עִמּוֹ וְהִפְלִיג אוֹ שֶׁהֵנִיחַ בֵּיתוֹ פָּתוּחַ בַּחֲצַר גֵּר תּוֹשָׁב הֲרֵי זֶה אָסוּר בִּשְׁתִיָּה. שֶׁכָּל חֲשָׁשׁ שֶׁל חִלּוּף וְזִיּוּף יֵרָאֶה לִי שֶׁכָּל הָעַכּוּ''ם שָׁוִים בּוֹ הוֹאִיל וְנַעֲשָׂה הַיַּיִן בִּרְשׁוּתָן נֶאֱסַר בִּשְׁתִיָּה עַל כָּל פָּנִים: \n",
      "יֵשׁ דְּבָרִים שֶׁאֵין בָּהֶם אִסּוּר נִסּוּךְ כְּלָל וְאָסְרוּ אוֹתָם חֲכָמִים כְּדֵי לְהַרְחִיק מִן הַנִּסּוּךְ. וְאֵלּוּ הֵן. לֹא יִמְזֹג הָעַכּוּ''ם הַמַּיִם לְתוֹךְ הַיַּיִן שֶׁבְּיַד יִשְׂרָאֵל שֶׁמָּא יָבוֹא לִצֹּק הַיַּיִן לְתוֹךְ הַמַּיִם. וְלֹא יוֹלִיךְ הָעַכּוּ''ם עֲנָבִים לַגַּת שֶׁמָּא יָבוֹא לִדְרֹךְ אוֹ לִגַּע. וְלֹא יְסַיֵּעַ לְיִשְׂרָאֵל בְּשָׁעָה שֶׁמֵּרִיק מִכְּלִי לִכְלִי שֶׁמָּא יַנִּיחַ הַכְּלִי בְּיַד הָעַכּוּ''ם וְנִמְצָא הַיַּיִן בָּא מִכֹּחוֹ. וְאִם סִיֵּעַ אוֹ מָזַג הַמַּיִם אוֹ הֵבִיא עֲנָבִים מֻתָּר: \n",
      "וְכֵן מֻתָּר שֶׁיָּרִיחַ הָעַכּוּ''ם בְּחָבִית שֶׁל יַיִן שֶׁלָּנוּ. וּמֻתָּר לְיִשְׂרָאֵל לְהָרִיחַ בְּחָבִית שֶׁל יֵין נֶסֶךְ וְאֵין בָּזֶה שֵׁם אִסּוּר שֶׁאֵין הָרֵיחַ כְּלוּם לְפִי שֶׁאֵין בּוֹ מַמָּשׁ: \n",
      "כְּבָר בֵּאַרְנוּ שֶׁכָּל דָּבָר שֶׁהוּא אָסוּר בַּהֲנָיָה אִם עָבַר וּמָכְרוּ דָּמָיו מֻתָּרִין חוּץ מֵעַכּוּ''ם וּמְשַׁמְּשֶׁיהָ וְתִקְרֹבֶת שֶׁלָּהּ וְיַיִן שֶׁנִּתְנַסֵּךְ לָהּ. וְהֶחְמִירוּ חֲכָמִים בִּסְתַם יֵינָם לִהְיוֹת דָּמָיו אֲסוּרִין כִּדְמֵי יַיִן שֶׁנִּתְנַסֵּךְ לְעַכּוּ''ם. לְפִיכָךְ עַכּוּ''ם שֶׁשָּׂכַר אֶת יִשְׂרָאֵל לַעֲשׂוֹת עִמּוֹ בְּיַיִן שְׂכָרוֹ אָסוּר: \n",
      "וְכֵן הַשּׂוֹכֵר אֶת הַחֲמוֹר לְהָבִיא עָלָיו יַיִן אוֹ שֶׁשָּׂכַר סְפִינָה לְהָבִיא בָּהּ יַיִן שְׂכָרָן אָסוּר. אִם מָעוֹת נָתְנוּ לוֹ יוֹלִיכֵן לְיָם הַמֶּלַח. וְאִם נָתְנוּ לוֹ בִּשְׂכָרוֹ כְּסוּת אוֹ כֵּלִים אוֹ פֵּרוֹת הֲרֵי זֶה יִשְׂרֹף אוֹתָן וְיִקְבֹּר הָאֵפֶר כְּדֵי שֶׁלֹּא לֵהָנוֹת בּוֹ: \n",
      "שָׂכַר לָעַכּוּ''ם חֲמוֹר לִרְכֹּב עָלָיו וְהִנִּיחַ עָלָיו לוֹגִין שֶׁל יַיִן שְׂכָרוֹ מֻתָּר. שְׂכָרוֹ לְשַׁבֵּר כַּדֵּי יֵין נֶסֶךְ שְׂכָרוֹ מֻתָּר וְתָבוֹא עָלָיו בְּרָכָה מִפְּנֵי שֶׁמְּמַעֵט בְּתִפְלָה: \n",
      "הַשּׂוֹכֵר אֶת הַפּוֹעֵל וְאָמַר לוֹ הַעֲבֵר לִי מֵאָה חָבִיּוֹת שֶׁל שֵׁכָר בְּמֵאָה פְּרוּטוֹת וְנִמְצָא אַחַת מֵהֶן יַיִן שְׂכָרוֹ כֻּלּוֹ אָסוּר: \n",
      "אָמַר לוֹ הַעֲבֵר לִי חָבִית בִּפְרוּטָה חָבִית בִּפְרוּטָה וְהֶעֱבִיר וְנִמְצָא בֵּינֵיהֶן חָבִיּוֹת שֶׁל יַיִן. שְׂכַר חָבִיּוֹת שֶׁל יַיִן אָסוּר וּשְׁאָר שְׂכָרוֹ מֻתָּר: \n",
      "אֻמְּנֵי יִשְׂרָאֵל שֶׁשָּׁלַח לָהֶם עַכּוּ''ם חָבִית שֶׁל יַיִן בִּשְׂכָרָן מֻתָּר שֶׁיֹּאמְרוּ לוֹ תֵּן לָנוּ אֶת דָּמֶיהָ. וְאִם מִשֶּׁנִּכְנְסָה לִרְשׁוּתָן אָסוּר: \n",
      "יִשְׂרָאֵל שֶׁהָיָה נוֹשֶׁה בְּעַכּוּ''ם מָנֶה. הָלַךְ הָעַכּוּ''ם וּמָכַר עַבוֹדָה זָרָה וְיֵין נֶסֶךְ וְהֵבִיא לוֹ דְּמֵיהֶן הֲרֵי זֶה מֻתָּר. וְאִם אָמַר לוֹ קֹדֶם שֶׁיִּמְכֹּר הַמְתֵּן לִי עַד שֶׁאֶמְכֹּר עַבוֹדָה זָרָה אוֹ יֵין נֶסֶךְ שֶׁיֵּשׁ לִי וְאָבִיא לְךָ. אַף עַל פִּי שֶׁהוּא סְתַם יֵינוֹ. וּמָכַר וְהֵבִיא לוֹ הֲרֵי זֶה אָסוּר. מִפְּנֵי שֶׁהַיִּשְׂרְאֵלִי רוֹצֶה בְּקִיּוּמוֹ כְּדֵי שֶׁיִּפְרַע מִמֶּנּוּ חוֹבוֹ: \n",
      "וְכֵן גֵּר וְעַכּוּ''ם שֶׁהָיוּ שֻׁתָּפִין וּבָאוּ לַחֲלֹק. אֵין הַגֵּר יָכוֹל לוֹמַר לָעַכּוּ''ם טֹל אַתָּה עַבוֹדָה זָרָה וַאֲנִי מָעוֹת. אַתָּה יַיִן וַאֲנִי פֵּרוֹת שֶׁהֲרֵי רוֹצֶה בְּקִיּוּמָן כְּדֵי שֶׁיִּטּל כְּנֶגְדָּן. אֲבָל גֵּר וְעַכּוּ''ם שֶׁיָּרְשׁוּ אֶת אֲבִיהֶן עַכּוּ''ם יָכוֹל לוֹמַר לוֹ טֹל אַתָּה עַבוֹדָה זָרָה וַאֲנִי מָעוֹת. אַתָּה יַיִן וַאֲנִי שֶׁמֶן. קַל הוּא שֶׁהֵקֵלּוּ בִּירֻשַּׁת הַגֵּר כְּדֵי שֶׁלֹּא יַחֲזֹר לְסוּרוֹ. וְאִם מִשֶּׁבָּאוּ לִרְשׁוּת הַגֵּר אָסוּר: \n",
      "יִשְׂרָאֵל שֶׁמָּכַר יֵינוֹ לְעַכּוּ''ם פָּסַק עַד שֶׁלֹּא מָדַד לוֹ דָּמָיו מֻתָּרִין. שֶׁמִּשֶּׁפָּסַק סָמְכָה דַּעְתּוֹ וּמִשֶּׁמָּשַׁךְ קָנָה וְיֵין נֶסֶךְ אֵינוֹ נַעֲשֶׂה עַד שֶׁיִּגַּע בּוֹ. נִמְצָא בִּשְׁעַת מְכִירָה הָיָה מֻתָּר. מָדַד לוֹ עַד שֶׁלֹּא פָּסַק הַדָּמִים דָּמָיו אֲסוּרִין. שֶׁהֲרֵי לֹא סָמְכָה דַּעְתּוֹ אַף עַל פִּי שֶׁמָּשַׁךְ וְנִמְצָא כְּשֶׁנָּגַע עֲדַיִן לֹא סָמְכָה דַּעְתּוֹ לִקַּח וְנֶאֱסַר הַיַּיִן בִּנְגִיעָתוֹ וַהֲרֵי זֶה כְּמוֹכֵר סְתַם יֵינָם: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁמָּדַד הַיִּשְׂרְאֵלִי לְכֵלָיו. אֲבָל אִם מָדַד לִכְלִי הָעַכּוּ''ם אוֹ לִכְלִי יִשְׂרָאֵל שֶׁבְּיַד הָעַכּוּ''ם צָרִיךְ לִקַּח אֶת הַדָּמִים וְאַחַר כָּךְ יִמְדֹּד. וְאִם מָדַד וְלֹא לָקַח דָּמִים אַף עַל פִּי שֶׁפָּסַק דָּמָיו אֲסוּרִים שֶׁמִּשֶּׁיַגִּיעַ לַכְּלִי נֶאֱסַר כִּסְתָם יֵינָם: \n",
      "הַנּוֹתֵן דִּינָר לְחֶנְוָנִי עַכּוּ''ם וְאָמַר לְפוֹעֲלוֹ הָעַכּוּ''ם לֵךְ וּשְׁתֵה וֶאֱכל מִן הַחֶנְוָנִי וַאֲנִי מְחַשֵּׁב לוֹ הֲרֵי זֶה חוֹשֵׁשׁ שֶׁמָּא יִשְׁתֶּה יַיִן. שֶׁזֶּה כְּמִי שֶׁקָּנָה לוֹ יֵין נֶסֶךְ וְהִשְׁקָהוּ. וּכְנֶגֶד זֶה בִּשְׁבִיעִית אָסוּר כְּגוֹן שֶׁנָּתַן דִּינָר לְחֶנְוָנִי יִשְׂרָאֵל עַם הָאָרֶץ וְאָמַר לְפוֹעֲלוֹ הַיִּשְׂרְאֵלִי לֵךְ וֶאֱכל וַאֲנִי מְחַשֵּׁב לוֹ. וְאִם אָכַל הַפּוֹעֵל דָּבָר שֶׁאֵינוֹ מְעֵשָּׂר אָסוּר: \n",
      "אֲבָל אִם אָמַר לָהֶם אִכְלוּ וּשְׁתוּ בְּדִינָר זֶה. אוֹ שֶׁאָמַר לָהֶם אִכְלוּ וּשְׁתוּ עָלַי מִן הַחֶנְוָנִי וַאֲנִי פּוֹרֵעַ אַף עַל פִּי שֶׁנִּשְׁתַּעְבֵּד הוֹאִיל וְלֹא נִתְיַחֵד שִׁעְבּוּדוֹ הֲרֵי זֶה מֻתָּר וְאֵינוֹ חוֹשֵׁשׁ לֹא מִשּׁוּם יֵין נֶסֶךְ וְלֹא מִשּׁוּם שְׁבִיעִית וְלֹא מִשּׁוּם מַעֲשֵׂר: \n",
      "מֶלֶךְ שֶׁהָיָה מְחַלֵּק יֵינוֹ לָעָם וְלוֹקֵחַ מֵהֶן דָּמָיו כְּפִי מַה שֶּׁיִּרְצֶה. אַל יֹאמַר אָדָם לְעַכּוּ''ם הֵא לְךָ מָאתַיִם זוּז וְהִכָּנֵס תַּחְתַּי בְּאוֹצַר הַמֶּלֶךְ כְּדֵי שֶׁיִּקַּח עַכּוּ''ם הַיַּיִן שֶׁכָּתְבוּ בְּשֵׁם יִשְׂרָאֵל וְיִתֵּן הָעַכּוּ''ם הַדָּמִים לַמֶּלֶךְ. אֲבָל אוֹמֵר לוֹ הֵא לְךָ מָאתַיִם זוּז וּמַלְּטֵנִי מִן הָאוֹצָר: \n",
      "עַכּוּ''ם שֶׁנָּגַע בְּיֵינוֹ שֶׁל יִשְׂרָאֵל לְאָנְסוֹ מֻתָּר לִמְכֹּר אוֹתוֹ יַיִן לְאוֹתוֹ הָעַכּוּ''ם שֶׁאֲסָרוֹ לְבַדּוֹ. שֶׁכֵּיוָן שֶׁנִּתְכַּוֵּן זֶה הָעַכּוּ''ם לְהַזִּיקוֹ וְלֶאֱסֹר יֵינוֹ הֲרֵי זֶה כְּמוֹ שֶׁשְּׁבָרוֹ אוֹ שְׂרָפוֹ שֶׁחַיָּב לְשַׁלֵּם. וְנִמְצְאוּ הַדָּמִים שֶׁלּוֹקֵחַ מִמֶּנּוּ דְּמֵי הַהֶזֵּק וְלֹא דְּמֵי הַמְּכִירָה: \n"
    ],
    [
      "כָּל אִסּוּרֵי מַאֲכָלוֹת שֶׁבַּתּוֹרָה שִׁעוּרָן בִּכְזַיִת בֵּינוֹנִי בֵּין לְמַלְקוֹת בֵּין לְכָרֵת בֵּין לְמִיתָה בִּידֵי שָׁמַיִם. וּכְבָר בֵּאַרְנוּ שֶׁכָּל הַמְחֻיָּב כָּרֵת אוֹ מִיתָה בִּידֵי שָׁמַיִם עַל מַאֲכָל לוֹקֶה: \n",
      "וְשִׁעוּר זֶה עִם כָּל הַשִּׁעוּרִין הֲלָכָה לְמשֶׁה מִסִּינַי הֵם. וְאָסוּר מִן הַתּוֹרָה לֶאֱכל כָּל שֶׁהוּא מִדָּבָר הָאָסוּר. אֲבָל אֵינוֹ לוֹקֶה אֶלָּא עַל כְּזַיִת. וְאִם אָכַל כָּל שֶׁהוּא פָּחוֹת מִכַּשִּׁעוּר מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
      "כְּזַיִת שֶׁאָמַרְנוּ חוּץ מִשֶּׁל בֵּין הַשִּׁנַּיִם. אֲבָל מַה שֶּׁל בֵּין הַחֲנִיכַיִם מִצְטָרֵף לְמַה שֶּׁבָּלַע שֶׁהֲרֵי נֶהֱנָה גְּרוֹנוֹ מִכְּזַיִת. אֲפִלּוּ אָכַל כַּחֲצִי זַיִת וֶהֱקִיאוֹ וְחָזַר וְאָכַל אוֹתוֹ חֲצִי זַיִת עַצְמוֹ שֶׁהֵקִיא חַיָּב. שֶׁאֵין הַחִיּוּב אֶלָּא עַל הֲנָאַת הַגָּרוֹן בִּכְזַיִת מִדָּבָר הָאָסוּר: \n",
      "כְּזַיִת חֵלֶב אוֹ נְבֵלָה אוֹ פִּגּוּל אוֹ נוֹתָר וְכַיּוֹצֵא בָּהֶן שֶׁהִנִּיחוֹ בַּחַמָּה וְנִתְמַעֵט. הָאוֹכְלוֹ פָּטוּר. חָזַר וְהִנִּיחוֹ בַּגְּשָׁמִים וְנִתְפַּח חַיָּבִין עָלָיו כָּרֵת אוֹ מַלְקוֹת. הָיָה פָּחוֹת מִכְּזַיִת מִבַּתְּחִלָּה וְנִתְפַּח וְעָמַד עַל כְּזַיִת אָסוּר וְאֵין לוֹקִין עָלָיו: \n",
      "כְּבָר בֵּאַרְנוּ שֶׁכָּל אִסּוּרִין שֶׁבַּתּוֹרָה אֵין מִצְטָרְפִין זֶה עִם זֶה לִכְזַיִת. חוּץ מִבְּשַׂר נְבֵלָה עִם בְּשַׂר טְרֵפָה וְאִסּוּרֵי נָזִיר שֶׁיִּתְבָּאֲרוּ בִּמְקוֹמָן. וַחֲמֵשֶׁת מִינֵי תְּבוּאָה וּקְמָחִין שֶׁלָּהֶן וְהַבְּצֵקוֹת שֶׁלָּהֶן הַכּל מִצְטָרְפִים לִכְזַיִת בֵּין לְאִסּוּר חָמֵץ בְּפֶסַח. בֵּין לְאִסּוּר חָדָשׁ מִלִּפְנֵי הָעֹמֶר. בֵּין לְאִסּוּרֵי מַעֲשֵׂר שֵׁנִי וּתְרוּמוֹת: \n",
      "יֵרָאֶה לִי שֶׁכָּל הַחַיָּב בִּתְרוּמָה וּמַעַשְׂרוֹת מִצְטָרֵף לִכְזַיִת בְּטֶבֶל מִפְּנֵי שֶׁהוּא שֵׁם אֶחָד. הָא לְמַה זֶּה דּוֹמֶה לְנִבְלַת הַשּׁוֹר וְנִבְלַת הַשֶּׂה וְנִבְלַת הַצְּבִי שֶׁהֵן מִצְטָרְפִין לִכְזַיִת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הָאוֹכֵל אֲכִילָה גְּדוֹלָה מִדָּבָר אָסוּר אֵין מְחַיְּבִין אוֹתוֹ מַלְקוֹת אוֹ כָּרֵת עַל כָּל כְּזַיִת וּכְזַיִת אֶלָּא חִיּוּב אֶחָד לְכָל הָאֲכִילָה. וְאִם הָיוּ הָעֵדִים מַתְרִים בּוֹ בִּשְׁעַת אֲכִילָה עַל כָּל כְּזַיִת וּכְזַיִת חַיָּב עַל כָּל הַתְרָאָה וְהַתְרָאָה וְאַף עַל פִּי שֶׁהִיא אֲכִילָה אַחַת וְלֹא הִפְסִיק: \n",
      "הָאוֹכֵל כִּשְׂעוֹרָה אוֹ כְּחַרְדָּל מֵאֶחָד מִכָּל מַאֲכָלוֹת הָאֲסוּרִים וְשָׁהָה מְעַט וְחָזַר וְאָכַל כְּחַרְדָּל. וְכֵן עַד שֶׁהִשְׁלִים כְּזַיִת. בֵּין בְּשׁוֹגֵג בֵּין בְּמֵזִיד. אִם שָׁהָה מִתְּחִלָּה וְעַד סוֹף כְּדֵי אֲכִילַת שָׁלֹשׁ בֵּיצִים יִצְטָרֵף הַכּל וַהֲרֵי הוּא חַיָּב כָּרֵת אוֹ מַלְקוֹת אוֹ קָרְבָּן כְּמוֹ שֶׁאָכַל כְּזַיִת בְּבַת אַחַת. וְאִם שָׁהָה יֶתֶר מִזֶּה מִתְּחִלָּה וְעַד סוֹף אַף עַל פִּי שֶׁלֹּא שָׁהָה בֵּינֵיהֶן אֶלָּא אָכַל כְּחַרְדָּל אַחַר כְּחַרְדָּל הוֹאִיל וְלֹא הִשְׁלִים כְּזַיִת אֶלָּא בְּיֶתֶר מִכְּדֵי אֲכִילַת פְּרָס אֵינָן מִצְטָרְפִין וּפָטוּר: \n",
      "וְכֵן הַשּׁוֹתֶה רְבִיעִית שֶׁל סְתָם יֵינָם מְעַט מְעַט. אוֹ שֶׁהִמְחָה אֶת הֶחָמֵץ בְּפֶסַח אוֹ אֶת הַחֵלֶב וּגְמָעוֹ מְעַט מְעַט. אוֹ שֶׁשָּׁתָה מִן הַדָּם מְעַט מְעַט. אִם שָׁהָה מִתְּחִלָּה וְעַד סוֹף כְּדֵי שְׁתִיַּת רְבִיעִית מִצְטָרְפִין. וְאִם לָאו אֵין מִצְטָרְפִין: \n",
      "כָּל הָאֳכָלִין הָאֲסוּרִין אֵינוֹ חַיָּב עֲלֵיהֶם עַד שֶׁיֹּאכַל אוֹתָן דֶּרֶךְ הֲנָאָה חוּץ מִבָּשָׂר בְּחָלָב וְכִלְאֵי הַכֶּרֶם לְפִי שֶׁלֹּא נֶאֱמַר בָּהֶן אֲכִילָה אֶלָּא הוֹצִיא אִסּוּר אֲכִילָתָן בְּלָשׁוֹן אַחֶרֶת בִּלְשׁוֹן בִּשּׁוּל וּבִלְשׁוֹן הַקֹּדֶשׁ לֶאֱסוֹר אוֹתָן וַאֲפִלּוּ שֶׁלֹּא כְּדֶרֶךְ הֲנָיָה: \n",
      "כֵּיצַד. הֲרֵי שֶׁהִמְחָה אֶת הַחֵלֶב וּגְמָעוֹ כְּשֶׁהוּא חַם עַד שֶׁנִּכְוָה גְּרוֹנוֹ מִמֶּנּוּ אוֹ שֶׁאָכַל חֵלֶב חַי. אוֹ שֶׁעֵרֵב דְּבָרִים מָרִים כְּגוֹן רֹאשׁ וְלַעֲנָה לְתוֹךְ יֵין נֶסֶךְ אוֹ לְתוֹךְ קְדֵרָה שֶׁל נְבֵלָה וַאֲכָלָן כְּשֶׁהֵן מָרִין. אוֹ שֶׁאָכַל אֹכֶל הָאָסוּר אַחַר שֶׁהִסְרִיחַ וְהִבְאִישׁ וּבָטַל מֵאֹכֶל אָדָם הֲרֵי זֶה פָּטוּר. וְאִם עֵרֵב דָּבָר מַר בְּתוֹךְ קְדֵרָה שֶׁל בָּשָׂר בְּחָלָב אוֹ בְּיֵין כִּלְאֵי הַכֶּרֶם וַאֲכָלוֹ חַיָּב: \n",
      "הָאוֹכֵל מַאֲכָל מִמַּאֲכָלוֹת הָאֲסוּרוֹת דֶּרֶךְ שְׂחוֹק אוֹ כְּמִתְעַסֵּק. אַף עַל פִּי שֶׁלֹּא נִתְכַּוֵּן לְגוּף הָאֲכִילָה. הוֹאִיל וְנֶהֱנָה חַיָּב כְּמִי שֶׁמִּתְכַּוֵּן לְעַצְמָהּ שֶׁל אֲכִילָה. וַהֲנָיָה הַבָּאָה לוֹ לְאָדָם בְּעַל כָּרְחוֹ בְּאִסּוּר מִכָּל הָאִסּוּרִין אִם נִתְכַּוֵּן אָסוּר וְאִם לֹא נִתְכַּוֵּן מֻתָּר: \n",
      "הָאוֹכֵל מַאֲכָל אָסוּר לְתֵאָבוֹן אוֹ מִפְּנֵי הָרָעָב חַיָּב. וְאִם הָיָה תּוֹעֶה בַּמִּדְבָּר וְאֵין לוֹ מַה יֹּאכַל אֶלָּא דְּבַר אִסּוּר הֲרֵי זֶה מֻתָּר מִפְּנֵי סַכָּנַת נְפָשׁוֹת: \n",
      "עֻבָּרָה שֶׁהֵרִיחָה מַאֲכָל אָסוּר כְּגוֹן בְּשַׂר קֹדֶשׁ אוֹ בְּשַׂר חֲזִיר. מַאֲכִילִין אוֹתָהּ מִן הַמָּרָק. אִם נִתְיַשְּׁבָה דַּעְתָּהּ מוּטָב. וְאִם לָאו מַאֲכִילִין אוֹתָהּ פָּחוֹת מִכַּשִּׁעוּר. וְאִם לֹא נִתְיַשְּׁבָה דַּעְתָּהּ מַאֲכִילִין אוֹתָהּ עַד שֶׁתִּתְיַשֵּׁב דַּעְתָּהּ: \n",
      "וְכֵן הַחוֹלֶה שֶׁהֵרִיחַ דָּבָר שֶׁיֵּשׁ בּוֹ חֹמֶץ וְכַיּוֹצֵא בּוֹ מִדְּבָרִים שֶׁמְּעַרְעֲרִין אֶת הַנֶּפֶשׁ דִּינוֹ כְּעֻבָּרָה: \n",
      "מִי שֶׁאָחֲזוֹ בֻּלְמוֹס מַאֲכִילִין אוֹתוֹ דְּבָרִים הָאֲסוּרִים מִיָּד עַד שֶׁיֵּאוֹרוּ עֵינָיו. וְאֵין מְחַזְּרִין עַל דָּבָר הַמֻּתָּר אֶלָּא מְמַהֲרִין בַּנִּמְצָא. וּמַאֲכִילִין אוֹתוֹ הַקַּל הַקַּל תְּחִלָּה. אִם הֵאִירוּ עֵינָיו דַּיּוֹ. וְאִם לָאו מַאֲכִילִין אוֹתוֹ הֶחָמוּר: \n",
      "כֵּיצַד. הָיוּ לְפָנֵינוּ טֶבֶל וּנְבֵלָה מַאֲכִילִין אוֹתוֹ נְבֵלָה תְּחִלָּה שֶׁהַטֶּבֶל בְּמִיתָה. נְבֵלָה וּסְפִיחֵי שְׁבִיעִית מַאֲכִילִין אוֹתוֹ סְפִיחֵי שְׁבִיעִית שֶׁאֲסוּרִין מִדִּבְרֵי סוֹפְרִים כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת שְׁמִטָּה. טֶבֶל וּשְׁבִיעִית מַאֲכִילִין אוֹתוֹ שְׁבִיעִית. טֶבֶל וּתְרוּמָה אִם אִי אֶפְשָׁר לְתַקֵּן הַטֶּבֶל מַאֲכִילִין אוֹתוֹ טֶבֶל שֶׁאֵינוֹ קָדוֹשׁ כִּתְרוּמָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "כְּבָר בֵּאַרְנוּ שֶׁאֵין אִסּוּר חָל עַל אִסּוּר אֶלָּא אִם הָיוּ שְׁנֵי הָאִסּוּרִין בָּאִין כְּאַחַת אוֹ שֶׁהָיָה אִסּוּר מוֹסִיף אוֹ אִסּוּר כּוֹלֵל. לְפִיכָךְ יֵשׁ אוֹכֵל כְּזַיִת אֶחָד וְלוֹקֶה עָלָיו חָמֵשׁ מַלְקִיּוֹת. וְהוּא שֶׁהִתְרוּ בּוֹ בַּחֲמִשָּׁה אִסּוּרִין שֶׁנִּתְקַבְּצוּ בּוֹ. כֵּיצַד. כְּגוֹן טָמֵא שֶׁאָכַל כְּזַיִת חֵלֶב שֶׁנּוֹתַר מִן הַמֻּקְדָּשִׁים בְּיוֹם הַכִּפּוּרִים לוֹקֶה מִשּׁוּם אוֹכֵל חֵלֶב. וּמִשּׁוּם אוֹכֵל נוֹתָר. וּמִשּׁוּם אוֹכֵל בְּיוֹם הַכִּפּוּרִים. וּמִשּׁוּם טָמֵא שֶׁאָכַל קֹדֶשׁ. וּמִשּׁוּם שֶׁנֶּהֱנָה מִן הַקֹּדֶשׁ וּמָעַל: \n",
      "וְלָמָּה חָל כָּאן אִסּוּר עַל אִסּוּר. שֶׁבְּהֵמָה זוֹ הָיָה חֶלְבָּהּ אָסוּר בַּאֲכִילָה וּמֻתָּר בַּהֲנָיָה. הִקְדִּישָׁהּ נֶאֱסַר חֶלְבָּהּ בַּהֲנָיָה וּמִתּוֹךְ שֶׁנּוֹסַף בּוֹ אִסּוּר הֲנָיָה נוֹסַף עָלָיו אִסּוּר קָדָשִׁים. וַעֲדַיִן הָיָה חֵלֶב זֶה מֻתָּר לְגָבוֹהַּ וְאָסוּר לְהֶדְיוֹט. נַעֲשָׂה נוֹתָר מִתּוֹךְ שֶׁנּוֹסַף בּוֹ אִסּוּר לְגָבוֹהַּ נֶאֱסַר לְהֶדְיוֹט. וְהָאוֹכֵל הַזֶּה הָיָה מֻתָּר בִּבְשַׂר הַבְּהֵמָה וְאָסוּר בְּחֶלְבָּהּ. נִטְמָא נֶאֱסַר אַף בִּבְשָׂרָהּ נוֹסַף לוֹ אִסּוּר עַל הַחֵלֶב. בָּא יוֹם הַכִּפּוּרִים כָּלַל כָּל הָאֳכָלִין. וּמִתּוֹךְ שֶׁנֶּאֱסַר אַף בְּחֻלִּין נוֹסַף אִסּוּרוֹ בְּחֵלֶב זֶה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
    ],
    [
      "דָבָר אָסוּר שֶׁנִּתְעָרֵב בְּדָבָר מֻתָּר מִין בְּשֶׁאֵינוֹ מִינוֹ בְּנוֹתֵן טַעַם. וּמִין בְּמִינוֹ שֶׁאִי אֶפְשָׁר לַעֲמֹד עַל טַעֲמוֹ יִבָּטֵל בְּרֹב: \n",
      "כֵּיצַד. חֵלֶב הַכְּלָיוֹת שֶׁנָּפַל לְתוֹךְ הַגְּרִיסִין וְנִמּוֹחַ הַכּל. טוֹעֲמִין אֶת הַגְּרִיסִין. אִם לֹא נִמְצָא בָּהֶן טַעַם חֵלֶב הֲרֵי אֵלּוּ מֻתָּרִין. וְאִם נִמְצָא בָּהֶם טַעַם חֵלֶב וְהָיָה בָּהֶן מַמָּשׁוֹ הֲרֵי אֵלּוּ אֲסוּרִין מִן הַתּוֹרָה. נִמְצָא בָּהֶן טַעֲמוֹ וְלֹא הָיָה בָּהֶן מַמָּשׁוֹ הֲרֵי אֵלּוּ אֲסוּרִין מִדִּבְרֵי סוֹפְרִים: \n",
      "כֵּיצַד הוּא מַמָּשׁוֹ. כְּגוֹן שֶׁהָיָה מִן הַחֵלֶב כְּזַיִת בְּכָל שָׁלֹשׁ בֵּיצִים מִן הַתַּעֲרֹבֶת. אִם אָכַל מִן הַגְּרִיסִין הָאֵלּוּ כְּשָׁלֹשׁ בֵּיצִים הוֹאִיל וְיֵשׁ בָּהֶן כְּזַיִת מִן הַחֵלֶב לוֹקֶה שֶׁהֲרֵי טַעַם הָאִסּוּר וּמַמָּשׁוֹ קַיָּם. אֲבָל פָּחוֹת מִשָּׁלֹשׁ בֵּיצִים מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת מִדִּבְרֵיהֶם. וְכֵן אִם לֹא הָיָה בַּתַּעֲרֹבֶת כְּזַיִת בְּכָל שָׁלֹשׁ בֵּיצִים אַף עַל פִּי שֶׁיֵּשׁ בָּהֶן טַעַם חֵלֶב וְאָכַל כָּל הַקְּדֵרָה אֵינוֹ לוֹקֶה אֶלָּא מַכַּת מַרְדּוּת: \n",
      "נָפַל חֵלֶב כְּלָיוֹת לְחֵלֶב הָאַלְיָה וְנִמּוֹחַ הַכּל. אִם הָיָה חֵלֶב הָאַלְיָה כִּשְׁנַיִם בְּחֵלֶב הַכְּלָיוֹת הֲרֵי הַכּל מֻתָּר מִן הַתּוֹרָה. אֲפִלּוּ חֲתִיכַת נְבֵלָה שֶׁנִּתְעָרְבָה בִּשְׁתֵּי חֲתִיכוֹת שֶׁל שְׁחוּטָה הַכּל מֻתָּר מִן הַתּוֹרָה. אֲבָל מִדִּבְרֵי סוֹפְרִים הַכּל אָסוּר עַד שֶׁיְּאַבֵּד דָּבָר הָאָסוּר מֵעֹצֶם מִעוּטוֹ וְלֹא יִהְיֶה דָּבָר חָשׁוּב שֶׁעֵינוֹ עוֹמֶדֶת כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
      "וּבְכַמָּה יִתְעָרֵב דָּבָר הָאָסוּר וִיאַבֵּד בְּעֹצֶם מִעוּטוֹ. כַּשִּׁעוּר שֶׁנָּתְנוּ בּוֹ חֲכָמִים. יֵשׁ דָּבָר שֶׁשִּׁעוּרוֹ בְּשִׁשִּׁים. וְיֵשׁ שֶׁשִּׁעוּרוֹ בְּמֵאָה. וְיֵשׁ שֶׁשִּׁעוּרוֹ בְּמָאתַיִם: \n",
      "נִמְצֵאתָ לָמֵד שֶׁכָּל אִסּוּרִין שֶׁבַּתּוֹרָה. בֵּין אִסּוּרֵי מַלְקוֹת. בֵּין אִסּוּרֵי כָּרֵת. בֵּין אִסּוּרֵי הֲנָיָה. שֶׁנִּתְעָרְבוּ בַּמַּאֲכָל הַמֻּתָּר מִין בְּשֶׁאֵינוֹ מִינוֹ בְּנוֹתֵן טַעַם. מִין בְּמִינוֹ שֶׁאִי אֶפְשָׁר לַעֲמֹד עַל הַטַּעַם שִׁעוּרוֹ בְּשִׁשִּׁים אוֹ בְּמֵאָה אוֹ בְּמָאתַיִם. חוּץ מִיֵּין נֶסֶךְ מִפְּנֵי חֻמְרַת עַבוֹדָה זָרָה. וְחוּץ מִטֶּבֶל שֶׁהֲרֵי אֶפְשָׁר לְתַקְּנוֹ. וּמִפְּנֵי זֶה אוֹסְרִין בְּמִינָן בְּכָל שֶׁהֵן. וְשֶׁלֹּא בְּמִינָן בְּנוֹתֵן טַעַם כִּשְׁאָר כָּל הָאִסּוּרִין: \n",
      "כֵּיצַד. טִפַּת יֵין נֶסֶךְ שֶׁנָּפְלוּ עָלֶיהָ כַּמָּה חָבִיּוֹת שֶׁל יַיִן הַכּל אָסוּר כְּמוֹ שֶׁיִּתְבָּאֵר. וְכֵן כּוֹס שֶׁל יֵין טֶבֶל שֶׁנִּתְעָרֵב בְּחָבִית הַכּל טֶבֶל עַד שֶׁיַּפְרִישׁ תְּרוּמוֹת וּמַעַשְׂרוֹת הָרְאוּיִין לְתַעֲרֹבֶת כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n",
      "פֵּרוֹת שְׁבִיעִית אַף עַל פִּי שֶׁאִם נִתְעָרְבוּ בְּמִינָן בְּכָל שֶׁהוּא וְשֶׁלֹּא בְּמִינָן בְּנוֹתֵן טַעַם אֵינָן בִּכְלָל אִסּוּרֵי תּוֹרָה שֶׁאֵין אוֹתָהּ הַתַּעֲרֹבֶת אֲסוּרָה. אֶלָּא חַיָּב לֶאֱכל כָּל הַתַּעֲרֹבֶת בִּקְדֻשַּׁת שְׁבִיעִית כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n",
      "חָמֵץ בְּפֶסַח אַף עַל פִּי שֶׁהוּא מֵאִסּוּרֵי תּוֹרָה אֵינוֹ בִּכְלָלוֹת אֵלּוּ. לְפִי שֶׁאֵין הַתַּעֲרֹבֶת אֲסוּרָה לְעוֹלָם שֶׁהֲרֵי לְאַחַר הַפֶּסַח תִּהְיֶה כָּל הַתַּעֲרֹבֶת מֻתֶּרֶת כְּמוֹ שֶׁבֵּאַרְנוּ. לְפִיכָךְ אוֹסֵר בְּכָל שֶׁהוּא בֵּין בְּמִינוֹ בֵּין שֶׁלֹּא בְּמִינוֹ: \n",
      "וְהוּא הַדִּין לִתְבוּאָה חֲדָשָׁה שֶׁנִּתְעָרְבָה בִּישָׁנָה מִלִּפְנֵי הָעֹמֶר אוֹסֶרֶת בְּכָל שֶׁהוּא. שֶׁהֲרֵי יֵשׁ לָהּ מַתִּירִין שֶׁלְּאַחַר הָעֹמֶר יֻתַּר הַכּל. וְכֵן כָּל דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין וַאֲפִלּוּ הָיָה אִסּוּרוֹ מִדִּבְרֵיהֶם כְּגוֹן אִסּוּר מֻקְצֶה וְנוֹלָד בְּיוֹם טוֹב לֹא נָתְנוּ בּוֹ חֲכָמִים שִׁעוּר אֶלָּא אֲפִלּוּ אֶחָד בְּכַמָּה אֲלָפִים אֵינוֹ בָּטֵל. שֶׁהֲרֵי יֵשׁ דֶּרֶךְ שֶׁיֻּתַּר בָּהּ כְּגוֹן הֶקְדֵּשׁ וּמַעֲשֵׂר שֵׁנִי וְכַיּוֹצֵא בָּהֶן: \n",
      "אֲבָל הָעָרְלָה וְכִלְאֵי הַכֶּרֶם וְחֵלֶב וְדָם וְכַיּוֹצֵא בָּהֶן וְכֵן תְּרוּמוֹת נָתְנוּ חֲכָמִים בָּהֶן שִׁעוּר שֶׁאֵין בָּהֶן דֶּרֶךְ הֶתֵּר לְכָל אָדָם: \n",
      "יֵרָאֶה לִי שֶׁאֲפִלּוּ דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין אִם נִתְעָרֵב בְּשֶׁאֵינוֹ מִינוֹ וְלֹא נָתַן טַעַם מֻתָּר. לֹא יִהְיֶה זֶה שֶׁיֵּשׁ לוֹ מַתִּירִין חָמוּר מִטֶּבֶל שֶׁהֲרֵי אֶפְשָׁר לְתַקְּנוֹ וְאַף עַל פִּי כֵּן שֶׁלֹּא בְּמִינוֹ בְּנוֹתֵן טַעַם כְּמוֹ שֶׁבֵּאַרְנוּ. וְאַל תִּתְמַהּ עַל חָמֵץ בְּפֶסַח שֶׁהַתּוֹרָה אָמְרָה <small>(שמות יב כ)</small> \"כָּל מַחְמֶצֶת לֹא תֹאכֵלוּ\" לְפִיכָךְ הֶחְמִירוּ בּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "וְאֵלּוּ הֵן הַשִּׁעוּרִין שֶׁנָּתְנוּ חֲכָמִים. הַתְּרוּמָה וּתְרוּמַת מַעֲשֵׂר וְהַחַלָּה וְהַבִּכּוּרִים עוֹלִין בְּאֶחָד וּמֵאָה וְצָרִיךְ לְהָרִים וּמִצְטָרְפִין זֶה עִם זֶה. וְכֵן פְּרוּסָה שֶׁל לֶחֶם הַפָּנִים לְתוֹךְ פְּרוּסוֹת שֶׁל חֻלִּין עוֹלִין בְּאֶחָד וּמֵאָה. כֵּיצַד. סְאָה קֶמַח מֵאֶחָד מֵאֵלּוּ. אוֹ סְאָה מִכֻּלָּם שֶׁנָּפְלָה לְמֵאָה סְאָה קֶמַח שֶׁל חֻלִּין וְנִתְעָרֵב הַכּל. מֵרִים מִן הַכּל סְאָה אַחַת כְּנֶגֶד סְאָה שֶׁנָּפְלָה וְהַשְּׁאָר מֻתָּר לְכָל אָדָם. נָפְלָה לְפָחוֹת מִמֵּאָה נַעֲשֶׂה הַכּל מְדֻמָּע: \n",
      "הָעָרְלָה וְכִלְאֵי הַכֶּרֶם עוֹלִין בְּאֶחָד וּמָאתַיִם וּמִצְטָרְפִין זֶה עִם זֶה וְאֵינוֹ צָרִיךְ לְהָרִים. כֵּיצַד. רְבִיעִית שֶׁל יֵין עָרְלָה אוֹ כִּלְאֵי הַכֶּרֶם אוֹ שֶׁהָיְתָה הָרְבִיעִית מִצְטָרֶפֶת מִשְּׁנֵיהֶם שֶׁנָּפְלָה לְתוֹךְ מָאתַיִם רְבִיעִיּוֹת שֶׁל יַיִן הַכּל מֻתָּר וְאֵינוֹ צָרִיךְ לְהָרִים כְּלוּם. נָפְלָה לְפָחוֹת מִמָּאתַיִם הַכּל אָסוּר בַּהֲנָיָה: \n",
      "וְלָמָּה צָרִיךְ לְהָרִים הַתְּרוּמָה וְלֹא יָרִים עָרְלָה וְכִלְאֵי הַכֶּרֶם. שֶׁהַתְּרוּמָה מָמוֹן כֹּהֲנִים. לְפִיכָךְ כָּל תְּרוּמָה שֶׁאֵין הַכֹּהֲנִים מַקְפִּידִין עָלֶיהָ כְּגוֹן תְּרוּמַת הַכְּלִיסִין וְהַחֲרוּבִין וּשְׂעוֹרִין שֶׁבֶּאֱדוֹם אֵינוֹ צָרִיךְ לְהָרִים: \n",
      "וְלָמָּה כָּפְלוּ שִׁעוּר עָרְלָה וְכִלְאֵי הַכֶּרֶם מִפְּנֵי שֶׁהֵן אֲסוּרִין בַּהֲנָיָה. וְלָמָּה סָמְכוּ עַל שִׁעוּר מֵאָה בִּתְרוּמוֹת שֶׁהֲרֵי תְּרוּמַת מַעֲשֵׂר אֶחָד מִמֵּאָה וּמְקַדֵּשׁ הַכּל שֶׁנֶּאֱמַר <small>(במדבר יח כט)</small> \"אֶת מִקְדְּשׁוֹ מִמֶּנּוּ\" אָמְרוּ חֲכָמִים דָּבָר שֶׁאַתָּה מֵרִים מִמֶּנּוּ אִם חָזַר לְתוֹכוֹ מְקַדְּשׁוֹ: \n",
      "שְׁאָר אִסּוּרִין שֶׁבַּתּוֹרָה כֻּלָּן כְּגוֹן בְּשַׂר שְׁקָצִים וּרְמָשִׂים וְחֵלֶב וְדָם וְכַיּוֹצֵא בָּהֶן שִׁעוּרָן בְּשִׁשִּׁים. כֵּיצַד. כְּזַיִת חֵלֶב כְּלָיוֹת שֶׁנָּפַל לְתוֹךְ שִׁשִּׁים כְּזַיִת מֵחֵלֶב הָאַלְיָה הַכּל מֻתָּר. נָפַל לְפָחוֹת מִשִּׁשִּׁים הַכּל אָסוּר. וְכֵן אִם נָפַל כִּשְׂעוֹרָה חֵלֶב צָרִיךְ שֶׁיִּהְיֶה שָׁם כְּמוֹ שִׁשִּׁים שְׂעוֹרָה. וְכֵן בִּשְׁאָר אִסּוּרִין. וְכֵן שֻׁמָּן שֶׁל גִּיד הַנָּשֶׁה שֶׁנָּפַל לִקְדֵרָה שֶׁל בָּשָׂר מְשַׁעֲרִין אוֹתוֹ בְּשִׁשִּׁים. וְאֵין שֻׁמַּן הַגִּיד מִן הַמִּנְיָן. וְאַף עַל פִּי שֶׁשֻּׁמַּן גִּיד הַנָּשֶׁה מִדִּבְרֵיהֶם כְּמוֹ שֶׁבֵּאַרְנוּ. הוֹאִיל וְגִיד הַנָּשֶׁה בְּרִיָּה בִּפְנֵי עַצְמָהּ הֶחְמִירוּ בּוֹ בְּאִסּוּרֵי תּוֹרָה. וְהַגִּיד עַצְמוֹ אֵין מְשַׁעֲרִין בּוֹ וְאֵינוֹ אוֹסֵר שֶׁאֵין בַּגִּידִים בְּנוֹתֵן טַעַם: \n",
      "אֲבָל כְּחַל שֶׁנִתְבַּשֵּׁל עִם הַבָּשָׂר בְּשִׁשִּׁים וּכְחַל מִן הַמִּנְיָן. הוֹאִיל וְהַכְּחַל מִדִּבְרֵיהֶם כְּמוֹ שֶׁבֵּאַרְנוּ הֵקֵלּוּ בְּשִׁעוּרוֹ: \n",
      "בֵּיצָה שֶׁנִּמְצָא בָּהּ אֶפְרוֹחַ שֶׁנִּשְׁלְקָה עִם בֵּיצִים הַמֻּתָּרוֹת אִם הָיְתָה עִם שִׁשִּׁים וְאַחַת וְהִיא הֲרֵי הֵן מֻתָּרוֹת. הָיְתָה עִם שִׁשִּׁים בִּלְבַד נֶאֶסְרוּ הַכּל מִפְּנֵי שֶׁהִיא בְּרִיָּה בִּפְנֵי עַצְמָהּ עָשׂוּ הֶכֵּר בָּהּ וְהוֹסִיפוּ בְּשִׁעוּרָהּ: \n",
      "אֲבָל בֵּיצַת עוֹף טָמֵא שֶׁנִּשְׁלְקָה עִם בֵּיצֵי עוֹף טָהוֹר לֹא אָסְרָה אוֹתָם. וְאִם טָרַף אֵלּוּ עִם אֵלּוּ. אוֹ שֶׁנִּתְעָרְבָה בֵּיצַת עוֹף טָמֵא אוֹ בֵּיצַת טְרֵפָה עִם בֵּיצִים אֲחֵרוֹת שִׁעוּרָן בְּשִׁשִּׁים: \n",
      "וּמִנַּיִן סָמְכוּ חֲכָמִים עַל שִׁעוּר שִׁשִּׁים. שֶׁהֲרֵי הַמּוּרָם מֵאֵיל נָזִיר וְהִיא הַזְּרוֹעַ אֶחָד מִשִּׁשִּׁים מִשְּׁאָר הָאַיִל וְהִיא מִתְבַּשֶּׁלֶת עִמּוֹ וְאֵינָהּ אוֹסֶרֶת אוֹתוֹ שֶׁנֶּאֱמַר <small>(במדבר ו יט)</small> \"וְלָקַח הַכֹּהֵן אֶת הַזְּרֹעַ בְּשֵׁלָה מִן הָאַיִל\": \n",
      "מִין בְּמִינוֹ וְדָבָר אַחֵר שֶׁנִּתְעָרְבוּ כְּגוֹן קְדֵרָה שֶׁהָיָה בָּהּ חֵלֶב אַלְיָה וּגְרִיסִין וְנָפַל לְתוֹכָהּ חֵלֶב הַכְּלָיוֹת וְנִמְחָה הַכּל וְנַעֲשָׂה גּוּף אֶחָד. רוֹאִין אֶת חֵלֶב הָאַלְיָה וְאֶת הַגְּרִיסִין כְּאִלּוּ הֵן גּוּף אֶחָד וּמְשַׁעֲרִין חֵלֶב הַכְּלָיוֹת כִּגְרִיסִין וּכְאַלְיָּה. אִם הָיָה אֶחָד מִשִּׁשִּׁים מֻתָּר. שֶׁהֲרֵי אִי אֶפְשָׁר כָּאן לַעֲמֹד עַל הַטַּעַם: \n",
      "וְהוּא הַדִּין לַתְּרוּמוֹת שֶׁנִּתְעָרְבוּ לְשַׁעֲרָן בְּמֵאָה. וְכִלְאֵי הַכֶּרֶם אוֹ עָרְלָה לְשַׁעֵר אוֹתָן בְּמָאתַיִם: \n",
      "כְּשֶׁמְּשַׁעֲרִין בְּכָל הָאִסּוּרִין בֵּין בְּשִׁשִּׁים בֵּין בְּמֵאָה בֵּין בְּמָאתַיִם. מְשַׁעֲרִין בַּמָּרָק וּבַתַּבְלִין וּבְכָל שֶׁיֵּשׁ בַּקְּדֵרָה וּבְמַה שֶּׁבָּלְעָה קְדֵרָה מֵאַחַר שֶׁנָּפַל הָאִסּוּר לְפִי אֹמֶד הַדַּעַת. שֶׁהֲרֵי אִי אֶפְשָׁר לַעֲמֹד עַל מַה שֶּׁבָּלְעָה בְּצִמְצוּם: \n",
      "אָסוּר לְבַטֵּל אִסּוּרִין שֶׁל תּוֹרָה לְכַתְּחִלָּה. וְאִם בִּטֵּל הֲרֵי זֶה מֻתָּר. וְאַף עַל פִּי כֵן קָנְסוּ אוֹתוֹ חֲכָמִים וְאָסְרוּ הַכּל. וְיֵרָאֶה לִי שֶׁכֵּיוָן שֶׁהוּא קְנָס אֵין אוֹסְרִין תַּעֲרֹבֶת זוֹ אֶלָּא עַל זֶה הָעוֹבֵר שֶׁבִּטֵּל הָאִסּוּר. אֲבָל לַאֲחֵרִים הַכּל מֻתָּר: \n",
      "כֵּיצַד. הֲרֵי שֶׁנָּפְלָה סְאָה שֶׁל עָרְלָה לְתוֹךְ מֵאָה סְאָה שֶׁהֲרֵי נֶאֱסַר הַכּל. לֹא יָבִיא מֵאָה סְאָה אֲחֵרוֹת וִיצָרֵף כְּדֵי שֶׁתַּעֲלֶה בְּאֶחָד וּמָאתַיִם. וְאִם עָבַר וְעָשָׂה כֵּן הַכּל מֻתָּר. אֲבָל בְּאִסּוּר שֶׁל דִּבְרֵיהֶם מְבַטְּלִין הָאִסּוּר לְכַתְּחִלָּה: \n",
      "כֵּיצַד. חָלָב שֶׁנָּפַל לִקְדֵרָה שֶׁיֵּשׁ בָּהּ בְּשַׂר עוֹף וְנָתַן טַעַם בַּקְּדֵרָה מַרְבֶּה עָלָיו בְּשַׂר עוֹף אַחֵר עַד שֶׁיִּבָּטֵל הַטַּעַם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "כְּבָר בֵּאַרְנוּ שֶׁאִם נָתַן דָּבָר הָאָסוּר טַעֲמוֹ בְּדָבָר הַמֻּתָּר נֶאֱסַר הַכּל. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהִשְׁבִּיחוֹ. אֲבָל אִם פָּגַם זֶה הָאָסוּר לַמֻּתָּר וְהִפְסִיד טַעֲמוֹ הֲרֵי זֶה מֻתָּר. וְהוּא שֶׁיִּהְיֶה פּוֹגֵם מִתְּחִלָּה וְעַד סוֹף. אֲבָל אִם פָּגַם בַּתְּחִלָּה וְסוֹפוֹ לְהַשְׁבִּיחַ. אוֹ הִשְׁבִּיחַ בַּתְּחִלָּה אַף עַל פִּי שֶׁסּוֹפוֹ לִפְגֹּם הֲרֵי זֶה אָסוּר: \n",
      "וּמִי יִטְעֹם אֶת הַתַּעֲרֹבֶת. אִם הָיָה הַמְעֹרָב תְּרוּמוֹת עִם הַחֻלִּין טוֹעֵם אוֹתָן הַכֹּהֵן. אִם הָיָה טַעַם הַתְּרוּמָה נִכָּר הַכּל מְדֻמָּע. וּבְהִלְכוֹת תְּרוּמוֹת יִתְבָּאֵר דִּין הַמְדֻמָּע: \n",
      "וְאִם הָיָה בָּשָׂר בְּחָלָב אוֹ יֵין נֶסֶךְ וְיֵין עָרְלָה וְכִלְאֵי הַכֶּרֶם שֶׁנָּפְלוּ לִדְבַשׁ. אוֹ בְּשַׂר שְׁקָצִים וּרְמָשִׂים שֶׁנִּתְבַּשֵּׁל עִם הָיָּרָק וְכַיּוֹצֵא בָּהֶן. טוֹעֵם אוֹתָן הָעַכּוּ''ם וְסוֹמְכִין עַל פִּיו. אִם אָמַר אֵין בּוֹ טַעַם אוֹ שֶׁאָמַר יֵשׁ בּוֹ טַעַם וּמִטַּעַם רַע הוּא וַהֲרֵי פְּגָמוֹ הַכּל מֻתָּר. וְהוּא שֶׁלֹּא יִהְיֶה סוֹפוֹ לְהַשְׁבִּיחַ כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם אֵין שָׁם עַכּוּ''ם לִטְעֹם מְשַׁעֲרִין אוֹתוֹ בְּשִׁעוּרוֹ בְּשִׁשִּׁים אוֹ בַּמֵּאָה אוֹ בְּמָאתַיִם: \n",
      "עַכְבָּר שֶׁנָּפַל לְשֵׁכָר אוֹ לְחֹמֶץ מְשַׁעֲרִין אוֹתוֹ בְּשִׁשִּׁים. שֶׁאָנוּ חוֹשְׁשִׁין שֶׁמָּא טַעֲמוֹ בַּשֵּׁכָר וּבַחֹמֶץ מַשְׁבִּיחַ. אֲבָל אִם נָפַל לְיַיִן אוֹ לְשֶׁמֶן אוֹ לִדְבַשׁ מֻתָּר וַאֲפִלּוּ נָתַן טַעַם מִפְּנֵי שֶׁטַּעֲמוֹ פּוֹגֵם. שֶׁכָּל אֵלּוּ צְרִיכִין לִהְיוֹתָן מְבֻשָּׂמִים וְזֶה מַסְרִיחָן וּמַפְסִיד טַעֲמָן: \n",
      "גְּדִי שֶׁצְּלָאוֹ בְּחֶלְבּוֹ אָסוּר לֶאֱכל אֲפִלּוּ מִקְצֵה אָזְנוֹ. שֶׁהָחֵלֶב נִבְלָע בְּאֵיבָרָיו וְהוּא מַשְׁבִּיחוֹ וְנוֹתֵן בּוֹ טַעַם. לְפִיכָךְ אִם הָיָה כָּחוּשׁ וְלֹא הָיָה בּוֹ חֵלֶב כְּלָיוֹת וְלֹא חֵלֶב קֶרֶב אֶלָּא מְעַט כְּאֶחָד מִשִּׁשִּׁים קוֹלֵף וְאוֹכֵל עַד שֶׁמַּגִּיעַ לַחֵלֶב. וְכֵן יָרֵךְ שֶׁצְּלָאָהּ בְּגִיד הַנָּשֶׁה שֶׁבָּהּ קוֹלֵף וְאוֹכֵל עַד שֶׁהוּא מַגִּיעַ לַגִּיד וּמַשְׁלִיכוֹ. וְכֵן בְּהֵמָה שֶׁצְּלָאָהּ שְׁלֵמָה וְלֹא הֵסִיר לֹא חוּטִין וְלֹא קְרוּמוֹת הָאֲסוּרוֹת קוֹלֵף וְאוֹכֵל. וְכֵיוָן שֶׁיַּגִּיעַ לְדָבָר אָסוּר חוֹתְכוֹ וּמַשְׁלִיכוֹ שֶׁאֵין בַּגִּידִים בְּנוֹתֵן טַעַם כְּדֵי לְשַׁעֵר בָּהֶן: \n",
      "אֵין צוֹלִין בְּשַׂר שְׁחוּטָה עִם בְּשַׂר נְבֵלָה אוֹ בְּהֵמָה טְמֵאָה בְּתַנּוּר אֶחָד. וְאַף עַל פִּי שֶׁאֵין נוֹגְעִין זֶה בָּזֶה. וְאִם צְלָאָן הֲרֵי זֶה מֻתָּר. וַאֲפִלּוּ הָיְתָה הָאֲסוּרָה שְׁמֵנָה הַרְבֵּה וְהַמֻּתֶּרֶת רָזָה שֶׁהָרֵיחַ אֵינוֹ אוֹסֵר. וְאֵינוֹ אוֹסֵר אֶלָּא טַעֲמוֹ שֶׁל אִסּוּר: \n",
      "בְּשַׂר נְבֵלָה מָלִיחַ שֶׁנִּבְלַל עִמּוֹ בְּשַׂר שְׁחוּטָה הֲרֵי זֶה נֶאֱסַר. מִפְּנֵי שֶׁתַּמְצִית הַנְּבֵלָה נִבְלַעַת בְּגוּף בְּשַׂר הַשְּׁחוּטָה וְאִי אֶפְשָׁר לַעֲמֹד כָּאן לֹא עַל הַטַּעַם וְלֹא עַל הַשִּׁעוּר. וְכֵן בְּשַׂר דָּג טָמֵא מָלִיחַ שֶׁנִּבְלַל עִמּוֹ דָּג תָּפֵל טָהוֹר נֶאֱסַר מִפְּנֵי צִירוֹ. אֲבָל אִם הָיָה הַמָּלִיחַ טָהוֹר וְהַתָּפֵל דָּג טָמֵא לֹא נֶאֱסַר הַמָּלִיחַ [אַף עַל פִּי] שֶׁהַתָּפֵל בּוֹלֵעַ מִן הַמָּלִיחַ [ אֵינוֹ בּוֹלֵעַ כָּל כָּךְ שֶׁיַּחְזֹר וְיִפְלֹט]. דָּג טָמֵא שֶׁכְּבָשׁוֹ עִם דָּג טָהוֹר הַכּל אָסוּר אֶלָּא אִם כֵּן הָיָה הַטָּמֵא אֶחָד מִמָּאתַיִם מִן הַטָּהוֹר: \n"
    ],
    [
      "כָּל הַשִּׁעוּרִים הָאֵלּוּ שְׁנָּתְנוּ חֲכָמִים לְדָבָר הָאָסוּר שֶׁנִּתְעָרֵב בְּמִינוֹ הַמֻּתָּר בְּשֶׁלֹּא הָיָה הַדָּבָר הָאָסוּר מְחַמֵּץ אוֹ מְתַבֵּל. אוֹ דָּבָר חָשׁוּב שֶׁהוּא עוֹמֵד כְּמוֹת שֶׁהוּא וְלֹא נִתְעָרֵב וְנִדְמָע בְּדָבָר הַמֻּתָּר. אֲבָל אִם הָיָה מְחַמֵּץ אוֹ מְתַבֵּל אוֹ דָּבָר חָשׁוּב אוֹסֵר בְּכָל שֶׁהוּא: \n",
      "כֵּיצַד. שְׂאוֹר שֶׁל חִטִּין שֶׁל תְּרוּמָה שֶׁנָּפַל לְתוֹךְ עִסַּת חִטִּין שֶׁל חֻלִּין וְיֵשׁ בּוֹ כְּדֵי לְחַמֵּץ הֲרֵי הָעִסָּה כֻּלָּהּ מְדֻמָּע. וְכֵן תַּבְלִין שֶׁל תְּרוּמָה שֶׁנָּפְלוּ לִקְדֵרַת חֻלִּין וְיֵשׁ בָּהֶן כְּדֵי לְתַבֵּל וְהֵן מִמִּין הַחֻלִּין הַכּל מְדֻמָּע. וְאַף עַל פִּי שֶׁהַשְּׂאוֹר אוֹ הַתַּבְלִין אֶחָד מֵאֶלֶף. וְכֵן שְׂאוֹר שֶׁל כִּלְאֵי הַכֶּרֶם לְתוֹךְ הָעִסָּה אוֹ תַּבְלִין שֶׁל עָרְלָה לְתוֹךְ הַקְּדֵרָה הַכּל אָסוּר בַּהֲנָיָה: \n",
      "דָּבָר חָשׁוּב שֶׁהוּא אוֹסֵר בְּמִינוֹ בְּכָל שֶׁהוּא שִׁבְעָה דְּבָרִים וְאֵלּוּ הֵן. אֱגוֹזֵי פֶּרֶךְ. וְרִמּוֹנֵי בְּדַן. וְחָבִיּוֹת סְתוּמוֹת. וַחֲלַפוֹת תְּרָדִין. וְקִלְחֵי כְּרוּב. וּדְלַעַת יְוָנִית. וְכִכָּרוֹת שֶׁל בַּעַל הַבַּיִת: \n",
      "כֵּיצַד. רִמּוֹן אֶחָד מֵרִמּוֹנֵי בְּדַן שֶׁהָיָה עָרְלָה וְנִתְעָרֵב בְּכַמָּה אֲלָפִים רִמּוֹנִים הַכּל אָסוּר בַּהֲנָיָה. וְכֵן חָבִית סְתוּמָה שֶׁל יֵין עָרְלָה אוֹ שֶׁל כִּלְאֵי הַכֶּרֶם שֶׁנִּתְעָרְבָה בְּכַמָּה אֲלָפִים חָבִיּוֹת סְתוּמוֹת הַכּל אֲסוּרִים בַּהֲנָיָה. וְכֵן שְׁאָר הַשִּׁבְעָה דְּבָרִים: \n",
      "וְכֵן חֲתִיכָה שֶׁל נְבֵלָה אוֹ שֶׁל בְּשַׂר בְּהֵמָה אוֹ חַיָּה אוֹ עוֹף אוֹ דָּג הַטְּמֵאִין שֶׁנִּתְעָרְבָה בְּכַמָּה אֲלָפִים חֲתִיכוֹת הַכּל אָסוּר עַד שֶׁיַּגְבִּיהַּ אוֹתָהּ חֲתִיכָה. וְאַחַר כָּךְ יְשַׁעֵר הַשְּׁאָר בְּשִׁשִּׁים. שֶׁאִם לֹא הִגְבִּיהָהּ הֲרֵי הַדָּבָר הָאָסוּר עוֹמֵד וְלֹא נִשְׁתַּנָּה וְהַחֲתִיכָה חֲשׁוּבָה אֶצְלוֹ שֶׁהֲרֵי מִתְכַּבֵּד בָּהּ לִפְנֵי הָאוֹרְחִין: \n",
      "וְהוּא הַדִּין בַּחֲתִיכָה שֶׁל בָּשָׂר בְּחָלָב אוֹ שֶׁל חֻלִּין שֶׁנִּשְׁחֲטוּ בָּעֲזָרָה שֶׁהֲרֵי הֵן אֲסוּרִים מִדִּבְרֵיהֶן בַּהֲנָיָה כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת שְׁחִיטָה אוֹסְרִין בְּכָל שֶׁהֵן עַד שֶׁיַּגְבִּיהַּ אוֹתָן. וְכֵן גִּיד הַנָּשֶׁה שֶׁנִּתְבַּשֵּׁל עִם הַגִּידִין אוֹ עִם הַבָּשָׂר בִּזְמַן שֶׁמַּכִּירוֹ מַגְבִּיהוֹ וְהַשְּׁאָר מֻתָּר שֶׁאֵין בַּגִּידִים בְּנוֹתֵן טַעַם. וְאִם אֵינוֹ מַכִּירוֹ הַכּל אָסוּר מִפְּנֵי שֶׁהוּא בְּרִיָּה בִּפְנֵי עַצְמוֹ הֲרֵי הוּא חָשׁוּב וְאוֹסֵר בְּכָל שֶׁהוּא: \n",
      "וְכֵן כָּל בַּעֲלֵי חַיִּים חֲשׁוּבִין הֵן וְאֵינָם בְּטֵלִין. לְפִיכָךְ שׁוֹר הַנִּסְקָל שֶׁנִּתְעָרֵב בְּאֶלֶף שְׁוָרִים וְעֶגְלָה עֲרוּפָה בְּאֶלֶף עֶגְלוֹת. אוֹ צִפּוֹר מְצֹרָע הַשְּׁחוּטָה בְּאֶלֶף צִפֳּרִים אוֹ פֶּטֶר חֲמוֹר בְּאֶלֶף חֲמוֹרִים כֻּלָּן אֲסוּרִין בַּהֲנָיָה. אֲבָל שְׁאָר הַדְּבָרִים אַף עַל פִּי שֶׁדַּרְכָּן לִמָּנוֹת הֲרֵי אֵלּוּ עוֹלִין בְּשִׁעוּרָן: \n",
      "כֵּיצַד. אֲגֻדָּה שֶׁל יָרָק מִכִּלְאֵי הַכֶּרֶם שֶׁנִּתְעָרְבָה בְּמָאתַיִם אֲגֻדּוֹת. אוֹ אֶתְרוֹג שֶׁל עָרְלָה שֶׁנִּתְעָרֵב בְּמָאתַיִם אֶתְרוֹגִים. הַכּל מֻתָּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "יֵרָאֶה לִי שֶׁכָּל דָּבָר שֶׁהוּא חָשׁוּב אֵצֶל בְּנֵי מָקוֹם מִן הַמְּקוֹמוֹת. כְּגוֹן אֱגוֹזֵי פֶּרֶךְ וְרִמּוֹנֵי בְּדַן בְּאֶרֶץ יִשְׂרָאֵל בְּאוֹתָן הַזְּמַנִּים. שֶׁהוּא אוֹסֵר בְּכָל שֶׁהוּא לְפִי חֲשִׁיבוּתוֹ בְּאוֹתוֹ מָקוֹם וּבְאוֹתוֹ זְמַן. וְלֹא הֻזְכְּרוּ אֵלּוּ אֶלָּא לְפִי שֶׁהֵן אוֹסְרִין כָּל שֶׁהֵן בְּכָל מָקוֹם. וְהוּא הַדִּין לְכָל כַּיּוֹצֵא בָּהֶן בִּשְׁאָר מְקוֹמוֹת. וְדָבָר בָּרוּר הוּא שֶׁכָּל אִסּוּרִין הָאֵלּוּ מִדִּבְרֵיהֶם: \n",
      "נָפַל רִמּוֹן אֶחָד מִן הַתַּעֲרֹבֶת הַזֹּאת לִשְׁנֵי רִמּוֹנִים אֲחֵרִים מֵרִמּוֹנֵי בְּדַן. וְנָפַל מִן הַשְּׁלֹשָׁה רִמּוֹן אֶחָד לְרִמּוֹנִים אֲחֵרִים. הֲרֵי אֵלּוּ הָאֲחֵרִים מֻתָּרִין שֶׁהֲרֵי הָרִמּוֹן שֶׁל תַּעֲרֹבֶת הָרִאשׁוֹנָה בָּטֵל בְּרֹב. וְאִם נָפַל מִן הַתַּעֲרֹבֶת הָרִאשׁוֹנָה רִמּוֹן לְאֶלֶף כֻּלָּן אֲסוּרִין. לֹא נֶאֱמַר בָּטֵל בְּרֹב אֶלָּא לְהַתִּיר סְפֵק סְפֵקָן שֶׁאִם יִפּל מִן הַתַּעֲרֹבֶת הַשְּׁנִיָּה לְמָקוֹם אַחֵר אֵינוֹ אוֹסֵר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "נִתְפַּצְּעוּ אֱגוֹזִים אֵלּוּ שֶׁנֶּאֶסְרוּ כֻּלָּן מִפְּנֵי אֱגוֹז עָרְלָה שֶׁבֵּינֵיהֶן אוֹ נִתְפָּרְרוּ הָרִמּוֹנִים וְנִתְפַּתְּחוּ הֶחָבִיּוֹת וְנִתְחַתְּכוּ הַדְּלוּעִין וְנִתְפָּרְסוּ הַכִּכָּרוֹת אַחַר שֶׁנֶּאֶסְרוּ הֲרֵי אֵלּוּ יַעֲלוּ בְּאֶחָד וּמָאתַיִם. וְהוּא הַדִּין לַחֲתִיכַת נְבֵלָה שֶׁנִּדּוֹכָה בְּכָל הַחֲתִיכוֹת וְנַעֲשָׂה הַכּל כְּמוֹת שֶׁהִיא עוֹלֶה בְּשִׁשִּׁים: \n",
      "וְאָסוּר לִפְצֹעַ הָאֱגוֹזִים וּלְפָרֵר הָרִמּוֹנִים וְלִפְתֹּחַ הֶחָבִיּוֹת אַחַר שֶׁנֶּאֶסְרוּ כְּדֵי שֶׁיַּעֲלוּ בְּאֶחָד וּמָאתַיִם שֶׁאֵין מְבַטְּלִין אִסּוּר לְכַתְּחִלָּה. וְאִם עָשָׂה כֵּן קוֹנְסִין אוֹתוֹ וְאוֹסְרִין עָלָיו כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "שְׂאוֹר שֶׁל כִּלְאֵי הַכֶּרֶם וְשֶׁל תְּרוּמָה שֶׁנָּפְלוּ לְתוֹךְ הָעִסָּה לֹא בָּזֶה כְּדֵי לְחַמֵּץ וְלֹא בָּזֶה כְּדֵי לְחַמֵּץ וּבִשְׁנֵיהֶם כְּשֶׁיִּצְטָרְפוּ יֵשׁ בָּהֶם כְּדֵי לְחַמֵּץ. אוֹתָהּ עִסָּה אֲסוּרָה לְיִשְׂרָאֵל וּמֻתֶּרֶת לַכֹּהֲנִים. וְכֵן תַּבְלִין שֶׁל תְּרוּמָה וְשֶׁל כִּלְאֵי הַכֶּרֶם שֶׁנָּפְלוּ לְתוֹךְ הַקְּדֵרָה. וְלֹא בְּאֶחָד מֵהֶן כְּדֵי לְתַבֵּל וּבִשְׁנֵיהֶם כְּדֵי לְתַבֵּל. אוֹתָהּ קְדֵרָה אֲסוּרָה לְיִשְׂרָאֵל שֶׁהֲרֵי דָּבָר הָאָסוּר לָהֶם תִּבְּלָה. וּמֻתֶּרֶת לַכֹּהֲנִים: \n",
      "תַּבְלִין שֶׁהֵם שְׁנַיִם אוֹ שְׁלֹשָׁה שֵׁמוֹת מִמִּין אֶחָד אוֹ שְׁלֹשָׁה מִינִין מִשֵּׁם אֶחָד מִצְטָרְפִין לְתַבֵּל וְלֶאֱסֹר וְכֵן לְחַמֵּץ. כֵּיצַד. שְׂאוֹר שֶׁל חִטִּין וּשְׂאוֹר שֶׁל שְׂעוֹרִים הוֹאִיל וְשֵׁם שְׂאוֹר אֶחָד הוּא אֵינָן כְּמִין וְשֶׁאֵינוֹ מִינוֹ. אֶלָּא הֲרֵי הֵן כְּמִין אֶחָד וּמִצְטָרֵף לְשַׁעֵר בָּהֶן כְּדֵי לְחַמֵּץ בְּעִסָּה שֶׁל חִטִּין אִם הָיָה טַעַם שְׁנֵיהֶם טַעַם חִטִּין. אוֹ כְּדֵי לְחַמֵּץ בְּעִסָּה שֶׁל שְׂעוֹרִין אִם הָיָה טַעַם שְׁנֵיהֶם טַעַם שְׂעוֹרִים: \n",
      "שְׁלֹשָׁה שֵׁמוֹת מִמִּין אֶחָד כֵּיצַד. כְּגוֹן כַּרְפַּס שֶׁל נְהָרוֹת וְכַרְפַּס שֶׁל אֲפָר וְכַרְפַּס שֶׁל גִּנָּה אַף עַל פִּי שֶׁכָּל אֶחָד מֵהֶן שֵׁם בִּפְנֵי עַצְמוֹ הוֹאִיל וְהֵם מִין אֶחָד מִצְטָרְפִין לְתַבֵּל: \n",
      "עִסָּה מְחֻמֶּצֶת שֶׁנָּפַל לְתוֹכָהּ שְׂאוֹר שֶׁל תְּרוּמָה אוֹ שְׂאוֹר שֶׁל כִּלְאֵי הַכֶּרֶם. וְכֵן קְדֵרָה מְתֻבֶּלֶת שֶׁנָּפְלוּ לְתוֹכָהּ תַּבְלִין שֶׁל תְּרוּמָה אוֹ שֶׁל עָרְלָה וְשֶׁל כִּלְאֵי הַכֶּרֶם. אִם יֵשׁ בַּשְּׂאוֹר כְּדֵי לְחַמֵּץ אִלּוּ הָיְתָה הָעִסָּה מַצָּה. וּבַתַּבְלִין כְּדֵי לְתַבֵּל הַקְּדֵרָה אִלּוּ הָיְתָה תְּפֵלָה הֲרֵי הַכּל אָסוּר. וְאִם אֵין בָּהֶם כְּדֵי לְתַבֵּל וּלְחַמֵּץ יַעֲלוּ בְּשִׁעוּרָן. תְּרוּמָה בְּאֶחָד וּמֵאָה וְעָרְלָה וְכִלְאֵי הַכֶּרֶם בְּאֶחָד וּמָאתַיִם: \n",
      "הַתְּרוּמָה מַעְלָה אֶת הָעָרְלָה וְאֶת כִּלְאֵי הַכֶּרֶם. כֵּיצַד. סְאָה תְּרוּמָה שֶׁנָּפְלָה לְתִשְׁעָה וְתִשְׁעִים חֻלִּין וְאַחַר כָּךְ נָפַל לְכָל חֲצִי סְאָה שֶׁל עָרְלָה אוֹ שֶׁל כִּלְאֵי הַכֶּרֶם אֵין כָּאן אִסּוּר עָרְלָה וְלֹא אִסּוּר כִּלְאֵי הַכֶּרֶם. שֶׁהֲרֵי עָלָה בְּאֶחָד וּמָאתַיִם. וְאַף עַל פִּי שֶׁמִּקְצָת הַמָּאתַיִם תְּרוּמָה: \n",
      "וְכֵן הָעָרְלָה וְכִלְאֵי הַכֶּרֶם מַעֲלִין אֶת הַתְּרוּמָה. כֵּיצַד. מֵאָה סְאָה שֶׁל עָרְלָה אוֹ שֶׁל כִּלְאֵי הַכֶּרֶם שֶׁנָּפְלוּ לְתוֹךְ עֶשְׂרִים אֶלֶף שֶׁל חֻלִּין נַעֲשֵׂית כָּל הַתַּעֲרֹבֶת עֶשְׂרִים אֶלֶף וּמֵאָה. וְאַחַר כָּךְ נָפַל לְכָל מֵאָה סְאָה סְאָה שֶׁל תְּרוּמָה הֲרֵי הַכּל מֻתָּר וְתַעֲלֶה הַתְּרוּמָה בְּאֶחָד וּמֵאָה. וְאַף עַל פִּי שֶׁמִּקְצָת הַמֵּאָה הַמַּעֲלִין אוֹתָהּ עָרְלָה אוֹ כִּלְאֵי הַכֶּרֶם: \n",
      "וְכֵן הָעָרְלָה מַעֲלָה אֶת כִּלְאֵי הַכֶּרֶם. וְכִלְאֵי הַכֶּרֶם אֶת הָעָרְלָה. וְכִלְאֵי הַכֶּרֶם אֶת כִּלְאֵי הַכֶּרֶם. וְהָעָרְלָה אֶת הָעָרְלָה. כֵּיצַד. מָאתַיִם סְאָה שֶׁל עָרְלָה אוֹ שֶׁל כִּלְאֵי הַכֶּרֶם שֶׁנָּפְלוּ לְאַרְבָּעִים אֶלֶף חֻלִּין. וְאַחַר כָּךְ נָפַל לְכָל מָאתַיִם סְאָה וּסְאָה שֶׁל עָרְלָה אוֹ שֶׁל כִּלְאֵי הַכֶּרֶם הַכּל מֻתָּר. שֶׁכֵּיוָן שֶׁבָּטֵל הָאִסּוּר שֶׁנָּפַל תְּחִלָּה נַעֲשָׂה הַכּל כְּחֻלִּין הַמֻּתָּרִין: \n",
      "בֶּגֶד שֶׁצְּבָעוֹ בִּקְלִפֵּי עָרְלָה יִשָּׂרֵף. נִתְעָרֵב בַּאֲחֵרִים יַעֲלֶה בְּאֶחָד וּמָאתַיִם. וְכֵן תַּבְשִׁיל שֶׁבִּשְּׁלוֹ בִּקְלִפֵּי עָרְלָה וּפַת שֶׁאֲפָאָהּ בִּקְלִפֵּי עָרְלָה אוֹ בְּכִלְאֵי הַכֶּרֶם יִשָּׂרֵף הַתַּבְשִׁיל וְהַפַּת. שֶׁהֲרֵי הֲנָיָתוֹ נִכֶּרֶת בָּהֶן. נִתְעָרְבוּ בַּאֲחֵרִים יַעֲלוּ בְּאֶחָד וּמָאתַיִם: \n",
      "וְכֵן בֶּגֶד שֶׁאָרַג בּוֹ מְלֹא הַסִּיט שֶׁצְּבָעוֹ בָּעָרְלָה וְאֵין יָדוּעַ אֵי זֶה הוּא יַעֲלֶה בְּאֶחָד וּמָאתַיִם. נִתְעָרְבוּ סַמָּנֵי עָרְלָה בְּסַמָּנֵי הֶתֵּר יַעֲלוּ בְּאֶחָד וּמָאתַיִם. מֵי צֶבַע בְּמֵי צֶבַע יִבָּטֵל בְּרֹב: \n",
      "תַּנּוּר שֶׁהִסִּיקוֹ בִּקְלִפֵּי עָרְלָה וּבְכִלְאֵי הַכֶּרֶם בֵּין חָדָשׁ בֵּין יָשָׁן יוּצַן. וְאַחַר כָּךְ יָחֵם אוֹתוֹ בַּעֲצֵי הֶתֵּר. וְאִם בִּשֵּׁל בּוֹ קֹדֶם שֶׁיּוּצַן בֵּין פַּת בֵּין תַּבְשִׁיל הֲרֵי זֶה אָסוּר בַּהֲנָיָה. יֵשׁ שֶׁבַח עֲצֵי אִסּוּר בְּפַת אוֹ בְּתַבְשִׁיל. גָּרַף אֶת כָּל הָאֵשׁ וְאַחַר כָּךְ בִּשֵּׁל אוֹ אָפָה בְּחֻמּוֹ שֶׁל תַּנּוּר הֲרֵי זֶה מֻתָּר שֶׁהֲרֵי עֲצֵי אִסּוּר הָלְכוּ לָהֶן: \n",
      "קְעָרוֹת וְכוֹסוֹת וּקְדֵרוֹת וּצְלוֹחִיּוֹת שֶׁבִּשְּׁלָן הַיּוֹצֵר בִּקְלִפֵּי עָרְלָה הֲרֵי אֵלּוּ אֲסוּרִין בַּהֲנָאָה. שֶׁהֲרֵי דָּבָר הָאָסוּר בַּהֲנָאָה עָשָׂה אוֹתָן חָדָשׁ: \n",
      "פַּת שֶׁבִּשְּׁלָהּ עַל גַּבֵּי גֶּחָלִים שֶׁל עֲצֵי עָרְלָה מֻתֶּרֶת. כֵּיוָן שֶׁנַּעֲשׂוּ גֶּחָלִים הָלַךְ אִסּוּרָן אַף עַל פִּי שֶׁהֵן בּוֹעֲרוֹת. קְדֵרָה שֶׁבִּשֵּׁל אוֹתָהּ בִּקְלִפֵּי עָרְלָה אוֹ בְּכִלְאֵי הַכֶּרֶם וּבַעֲצֵי הֶתֵּר הֲרֵי הַתַּבְשִׁיל אָסוּר. וְאַף עַל פִּי שֶׁזֶּה וְזֶה גּוֹרֵם. שֶׁבְּשָׁעָה שֶׁנִּתְבַּשְּׁלָה מֵחֲמַת עֲצֵי אִסּוּר עֲדַיִן לֹא בָּאוּ עֲצֵי הַהֶתֵּר וְנִמְצָא מִקְצָת הַבִּשּׁוּל בַּעֲצֵי הֶתֵּר וּמִקְצָתוֹ בְּאִסּוּר: \n",
      "נְטִיעָה שֶׁל עָרְלָה שֶׁנִּתְעָרְבָה בִּנְטִיעוֹת. וְכֵן עֲרוּגָה שֶׁל כִּלְאֵי הַכֶּרֶם בַּעֲרוּגוֹת. הֲרֵי זֶה לוֹקֵט לְכַתְּחִלָּה מִן הַכּל. וְאִם הָיְתָה נְטִיעָה בְּמָאתַיִם נְטִיעוֹת וַעֲרוּגָה בְּמָאתַיִם עֲרוּגוֹת הֲרֵי כָּל הַנִּלְקָט מֻתָּר. וְאִם הָיוּ בְּפָחוֹת מִזֶּה כָּל הַנִּלְקָט אָסוּר. וְלָמָּה הִתִּירוּ לוֹ לִלְקֹט לְכַתְּחִלָּה וְהָיָה מִן הַדִּין שֶׁאוֹסְרִין לוֹ הַכּל עַד שֶׁיִּטְרַח וְיוֹצִיא הַנְּטִיעָה וְהָעֲרוּגָה הָאֲסוּרָה. שֶׁהַדָּבָר חֲזָקָה שֶׁאֵין אָדָם אוֹסֵר כַּרְמוֹ בִּנְטִיעָה אַחַת וְאִלּוּ הָיָה יוֹדְעָהּ הָיָה מוֹצִיאָהּ: \n",
      "הַמַּעֲמִיד גְּבִינָה בִּשְׂרַף פַּגֵּי עָרְלָה. אוֹ בְּקֵיבַת תִּקְרֹבֶת עַכּוּ''ם. אוֹ בְּחֹמֶץ יַיִן שֶׁל עַכּוּ''ם. הֲרֵי זוֹ אֲסוּרָה בַּהֲנָיָה אַף עַל פִּי שֶׁהוּא מִין בְּשֶׁאֵינוֹ מִינוֹ וְאַף עַל פִּי שֶׁהוּא כָּל שֶׁהוּא. שֶׁהֲרֵי הַדָּבָר הָאָסוּר הוּא הַנִּכָּר וְהוּא שֶׁעָשָׂה אוֹתָהּ גְּבִינָה: \n",
      "הָעָרְלָה וְכִלְאֵי הַכֶּרֶם דִּין הַפֵּרוֹת שֶׁלָּהֶן שֶׁיִּשָּׂרְפוּ. וְהַמַּשְׁקִין שֶׁלָּהֶן יִקָּבְרוּ מִפְּנֵי שֶׁאִי אֶפְשָׁר לִשְׂרֹף הַמַּשְׁקִין: \n",
      "יַיִן שֶׁנִּתְנַסֵּךְ לְעַכּוּ''ם שֶׁנִּתְעָרֵב עִם הַיַּיִן הַכּל אָסוּר בַּהֲנָיָה בְּכָל שֶׁהוּא כְּמוֹ שֶׁאָמַרְנוּ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהוּרַק הַיַּיִן הַמֻּתָּר עַל טִפָּה שֶׁל יֵין נֶסֶךְ. אֲבָל אִם עֵרָה יֵין נֶסֶךְ מִצִּלְצוּל קָטָן לְתוֹךְ הַבּוֹר שֶׁל יַיִן. אֲפִלּוּ עֵרָה כָּל הַיּוֹם כֻּלּוֹ רִאשׁוֹן רִאשׁוֹן בָּטֵל. עֵרָה מִן הֶחָבִית בֵּין שֶׁעֵרָה מִן הַמֻּתָּר לָאָסוּר אוֹ מִן הָאָסוּר לַמֻּתָּר הַכּל אָסוּר מִפְּנֵי שֶׁהָעַמּוּד הַיּוֹרֵד מִפִּי הֶחָבִית גָּדוֹל: \n",
      "נִתְעָרֵב סְתָם יֵינָם בַּיַּיִן הֲרֵי זֶה אָסוּר בְּכָל שֶׁהוּא בִּשְׁתִיָּה וְיִמָּכֵר כֻּלּוֹ לְעַכּוּ''ם. וְלוֹקֵחַ דְּמֵי הַיַּיִן הָאָסוּר שֶׁבּוֹ וּמַשְׁלִיכוֹ לְיָם הַמֶּלַח וְיֵהָנֶה בִּשְׁאָר הַמָּעוֹת. וְכֵן אִם נִתְעָרְבָה חָבִית שֶׁל יֵין נֶסֶךְ בֵּין הֶחָבִיּוֹת הַכּל אֲסוּרִין בִּשְׁתִיָּה וּמֻתָּרִין בַּהֲנָיָה. וְיוֹלִיךְ דְּמֵי אוֹתָהּ חָבִית לְיָם הַמֶּלַח כְּשֶׁיִּמְכֹּר הַכּל לְעַכּוּ''ם. וְכֵן בְּחָבִית שֶׁל סְתָם יֵינָם: \n",
      "מַיִם שֶׁנִּתְעָרְבוּ בְּיַיִן אוֹ יַיִן בְּמַיִם בְּנוֹתֵן טַעַם מִפְּנֵי שֶׁהֵן מִין בְּשֶׁאֵינוֹ מִינוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁנָּפַל הַמַּשְׁקֶה הַמֻּתָּר לְתוֹךְ הַמַּשְׁקֶה הָאָסוּר. אֲבָל אִם נָפַל הַמַּשְׁקֶה הָאָסוּר לְתוֹךְ הַמַּשְׁקֶה הַמֻּתָּר רִאשׁוֹן רִאשׁוֹן בָּטֵל. וְהוּא שֶׁיּוּרַק מִצִּלְצוּל קָטָן שֶׁהָיָה מֵרִיק וְיוֹרֵד מְעַט מְעַט. וְהֵיאַךְ יִהְיוּ הַמַּיִם אֲסוּרִים כְּגוֹן שֶׁהָיוּ נֶעֱבָדִין אוֹ תִּקְרֹבֶת עַכּוּ''ם: \n",
      "בּוֹר שֶׁל יַיִן שֶׁנָּפַל לְתוֹכוֹ קִיתוֹן שֶׁל מַיִם תְּחִלָּה וְאַחַר כָּךְ נָפַל לְתוֹכוֹ יֵין נֶסֶךְ. רוֹאִים אֶת יֵין הַהֶתֵּר כְּאִלּוּ אֵינוֹ וְהַמַּיִם שֶׁנָּפְלוּ מְשַׁעֲרִין בָּהֶן עִם יֵין נֶסֶךְ. אִם רְאוּיִין לְבַטֵּל טַעַם אוֹתוֹ יֵין נֶסֶךְ הֲרֵי הַמַּיִם רָבִין עָלָיו וּמְבַטְּלִין אוֹתוֹ וְיִהְיֶה הַכּל מֻתָּר: \n",
      "יֵין נֶסֶךְ שֶׁנָּפַל עַל הָעֲנָבִים יְדִיחֵם וְהֵן מֻתָּרוֹת בַּאֲכִילָה. וְאִם הָיוּ מְבֻקָּעוֹת בֵּין שֶׁהָיָה הַיַּיִן יָשָׁן בֵּין שֶׁהָיָה חָדָשׁ אִם נוֹתֵן טַעַם בָּעֲנָבִים הֲרֵי אֵלּוּ אֲסוּרוֹת בַּהֲנָיָה. וְאִם לָאו הֲרֵי אֵלּוּ מֻתָּרוֹת בַּאֲכִילָה: \n",
      "נָפַל עַל גַּבֵּי תְּאֵנִים הֲרֵי אֵלּוּ מֻתָּרוֹת מִפְּנֵי שֶׁהַיַּיִן פּוֹגֵם בְּטַעַם הַתְּאֵנִים: \n",
      "יֵין נֶסֶךְ שֶׁנָּפַל עַל הַחִטִּים הֲרֵי אֵלּוּ אֲסוּרוֹת בַּאֲכִילָה וּמֻתָּרוֹת בַּהֲנָיָה. וְלֹא יִמְכְּרֵם לְעַכּוּ''ם שֶׁמָּא יַחֲזֹר וְיִמְכְּרֵם לְיִשְׂרָאֵל. אֶלָּא כֵּיצַד עוֹשֶׂה. טוֹחֵן אוֹתָן וְעוֹשֶׂה מֵהֶן פַּת וּמוֹכְרָהּ לְעַכּוּ''ם שֶׁלֹּא בִּפְנֵי יִשְׂרָאֵל כְּדֵי שֶׁלֹּא יִקְּחוּ אוֹתָהּ יִשְׂרָאֵל מִן הָעַכּוּ''ם שֶׁהֲרֵי פַּת עַכּוּ''ם אֲסוּרָה כְּמוֹ שֶׁיִּתְבָּאֵר. וְלָמָּה אֵין בּוֹדְקִין אֶת הַחִטִּים בְּנוֹתֵן טַעַם מִפְּנֵי שֶׁהֵן שׁוֹאֲבוֹת וְהַיַּיִן נִבְלָע בָּהֶן: \n",
      "יֵין נֶסֶךְ שֶׁהֶחֱמִיץ וְנָפַל לְתוֹךְ חֹמֶץ שֵׁכָר אוֹסֵר בְּכָל שֶׁהוּא מִפְּנֵי שֶׁהוּא בְּמִינוֹ שֶׁשְּׁנֵיהֶן חֹמֶץ הֵן. וְיַיִן שֶׁנִּתְעָרֵב עִם הַחֹמֶץ בֵּין שֶׁנָּפַל חֹמֶץ לַיַּיִן בֵּין שֶׁנָּפַל יַיִן לַחֹמֶץ מְשַׁעֲרִין אוֹתוֹ בְּנוֹתֵן טַעַם: \n"
    ],
    [
      "קְדֵרָה שֶׁל חֶרֶס שֶׁנּתִבַּשֵּׁל בָּהּ בְּשַׂר נְבֵלָה אוֹ בְּשַׂר שְׁקָצִים וּרְמָשִׂים לֹא יְבַשֵּׁל בָּהּ בְּשַׂר שְׁחוּטָה בְּאוֹתוֹ הַיּוֹם. וְאִם בִּשֵּׁל בָּהּ מִין בָּשָׂר הַתַּבְשִׁיל אָסוּר. בִּשֵּׁל בָּהּ מִין אַחֵר בְּנוֹתֵן טַעַם:  ",
      "וְלֹא אָסְרָה תּוֹרָה אֶלָּא קְדֵרָה בַּת יוֹמָהּ בִּלְבַד הוֹאִיל וַעֲדַיִן לֹא נִפְגַּם הַשֻּׁמָּן שֶׁנִּבְלָע בַּקְּדֵרָה. וּמִדִּבְרֵי סוֹפְרִים לֹא יְבַשֵּׁל בָּהּ לְעוֹלָם. לְפִיכָךְ אֵין לוֹקְחִין כְּלֵי חֶרֶס יְשָׁנִים מִן הָעַכּוּ''ם שֶׁנִּשְׁתַּמְּשׁוּ בָּהֶן בְּחַמִּין כְּגוֹן קְדֵרוֹת וּקְעָרוֹת לְעוֹלָם. וַאֲפִלּוּ הָיוּ שׁוֹעִין בַּאֲבָר. וְאִם לָקַח וּבִשֵּׁל בָּהֶן מִיּוֹם שֵׁנִי וָהָלְאָה הַתַּבְשִׁיל מֻתָּר:  ",
      "הַלּוֹקֵחַ כְּלֵי תַּשְׁמִישׁ סְעֻדָּה מִן הָעַכּוּ''ם מִכְּלֵי מַתָּכוֹת וּכְלֵי זְכוּכִית. דְּבָרִים שֶׁלֹּא נִשְׁתַּמֵּשׁ בָּהֶן כָּל עִקָּר מַטְבִּילָן בְּמֵי מִקְוֶה וְאַחַר כָּךְ יִהְיוּ מֻתָּרִין לֶאֱכֹל בָּהֶן וְלִשְׁתּוֹת. וּדְבָרִים שֶׁנִּשְׁתַּמֵּשׁ בָּהֶן עַל יְדֵי צוֹנֵן כְּגוֹן כּוֹסוֹת וּצְלוֹחִיּוֹת וְקִיתוֹנִיּוֹת מְדִיחָן וּמַטְבִּילָן וְהֵן מֻתָּרוֹת. וּדְבָרִים שֶׁנִּשְׁתַּמֵּשׁ בָּהֶן עַל יְדֵי חַמִּין כְּגוֹן יוֹרוֹת וְקֻמְקְמוֹסִין וּמְחַמְּמֵי חַמִּין מַגְעִילָן וּמַטְבִּילָן וְהֵן מֻתָּרִין. וּדְבָרִים שֶׁנִּשְׁתַּמֵּשׁ בָּהֶן עַל יְדֵי הָאוּר כְּגוֹן שִׁפּוּדִין וְאַסְכְּלָאוֹת מְלַבְּנָן בָּאוּר עַד שֶׁתִּנְשַׁר קְלִפָּתָן וּמַטְבִּילָן וְהֵן מֻתָּרִין:  ",
      "כֵּיצַד מַגְעִילָן. נוֹתֵן יוֹרָה קְטַנָּה לְתוֹךְ יוֹרָה גְּדוֹלָה וּמְמַלֵּא עָלֶיהָ מַיִם עַד שֶׁיָּצוּפוּ עַל הַקְּטַנָּה וּמַרְתִּיחָהּ יָפֶה יָפֶה. וְאִם הָיְתָה יוֹרָה גְּדוֹלָה מַקִּיף עַל שְׂפָתָהּ בָּצֵק אוֹ טִיט וּמְמַלֵּא מַיִם עַד שֶׁיָּצוּפוּ הַמַּיִם עַל שְׂפָתָהּ וּמַרְתִּיחַ. וְכֻלָּן שֶׁנִּשְׁתַּמֵּשׁ בָּהֶן עַד שֶׁלֹּא הִרְתִּיחַ אוֹ עַד שֶׁלֹּא הֵדִיחַ וְעַד שֶׁלֹּא הִלְבִּין וְעַד שֶׁלֹּא הִטְבִּיל מֻתָּר. שֶׁכָּל הַשֻּׁמָּן שֶׁבָּהֶן נוֹתֵן טַעַם לִפְגָם הוּא כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "טְבִילָה זוֹ שֶׁמַּטְבִּילִין כְּלֵי הַסְּעֻדָּה הַנִּלְקָחִים מִן הָעַכּוּ''ם וְאַחַר כָּךְ יֻתְּרוּ לַאֲכִילָה וּשְׁתִיָּה אֵינָן לְעִנְיַן טֻמְאָה וְטָהֳרָה אֶלָּא מִדִּבְרֵי סוֹפְרִים. וְרֶמֶז לָהּ <small>(במדבר לא כג)</small> \"כָּל דָּבָר אֲשֶׁר יָבֹא בָאֵשׁ תַּעֲבִירוּ בָאֵשׁ וְטָהֵר\" וּמִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁאֵינוֹ מְדַבֵּר אֶלָּא בְּטָהֳרָתָן מִידֵי גִּעוּלֵי עַכּוּ''ם לֹא מִידֵי טֻמְאָה. שֶׁאֵין לְךָ טֻמְאָה עוֹלָה עַל יְדֵי הָאֵשׁ וְכָל הַטְּמֵאִים בִּטְבִילָה עוֹלִין מִטֻּמְאָתָן. וְטֻמְאַת מֵת בְּהַזָּאָה וּטְבִילָה וְאֵין שָׁם אֵשׁ כְּלָל. אֶלָּא לְעִנְיַן גִּעוּלֵי עַכּוּ''ם. וְכֵיוָן שֶׁכָּתוּב וְטָהֵר אָמְרוּ חֲכָמִים הוֹסֵיף לוֹ טָהֳרָה אַחַר עֲבִירָתוֹ בָּאֵשׁ לְהַתִּירוֹ מִגִּעוּלֵי עַכּוּ''ם:  ",
      "לֹא חִיְּבוּ בִּטְבִילָה זוֹ אֶלָּא כְּלֵי מַתָּכוֹת שֶׁל סְעֻדָּה הַנִּלְקָחִין מִן הָעַכּוּ''ם. אֲבָל הַשּׁוֹאֵל מִן הָעַכּוּ''ם. אוֹ שֶׁמִּשְׁכֵּן הָעַכּוּ''ם אֶצְלוֹ כְּלֵי מַתָּכוֹת. מֵדִיחַ אוֹ מַרְתִּיחַ אוֹ מְלַבֵּן וְאֵינוֹ צָרִיךְ לְהַטְבִּיל. וְכֵן אִם לָקַח כְּלֵי עֵץ אוֹ כְּלֵי אֲבָנִים מֵדִיחַ אוֹ מַרְתִּיחַ וְאֵינוֹ צָרִיךְ לְהַטְבִּיל. וְכֵן כְּלֵי חָרָשִׂים אֵינוֹ צָרִיךְ לְהַטְבִּיל. אֲבָל הַשּׁוֹעִין בַּאֲבָר הֲרֵי הֵן כִּכְלֵי מַתָּכוֹת וּצְרִיכִין טְבִילָה:  ",
      "הַלּוֹקֵחַ סַכִּין מִן הָעַכּוּ''ם מְלַבְּנָהּ בָּאֵשׁ אוֹ מַשְׁחִיזָהּ בָּרֵחַיִם שֶׁלָּהּ. וְאִם הָיְתָה סַכִּין יָפָה שֶׁאֵין בָּהּ פְּגִימוֹת דַּי לוֹ אִם נְעָצָהּ בְּקַרְקַע קָשָׁה עֶשֶׂר פְּעָמִים וְאוֹכֵל בָּהּ צוֹנֵן. וְאִם הָיוּ בָּהּ פְּגִימוֹת אוֹ שֶׁהָיְתָה יָפָה וְרָצָה לֶאֱכֹל בָּהּ חַמִּין אוֹ לִשְׁחֹט בָּהּ מְלַבְּנָהּ אוֹ מַשְׁחִיזָהּ כֻּלָּהּ. שָׁחַט בָּהּ קֹדֶם שֶׁיְּטַהֲרֶנָּה מֵדִיחַ מְקוֹם הַשְּׁחִיטָה. וְאִם קִלֵּף הֲרֵי זֶה מְשֻׁבָּח:  ",
      "סַכִּין שֶׁשָּׁחַט בָּהּ טְרֵפָה לֹא יִשְׁחֹט בָּהּ עַד שֶׁיְּדִיחָהּ אֲפִלּוּ בְּצוֹנֵן אוֹ מְקַנְּחָהּ בִּבְלָיוֹת שֶׁל בְּגָדִים:  ",
      "וְיֵשׁ שָׁם דְּבָרִים אֲחֵרִים אָסְרוּ אוֹתָן חֲכָמִים וְאַף עַל פִּי שֶׁאֵין לְאִסּוּרָן עִקָּר מִן הַתּוֹרָה גָּזְרוּ עֲלֵיהֶן כְּדֵי לְהִתְרַחֵק מִן הָעַכּוּ''ם עַד שֶׁלֹּא יִתְעָרְבוּ בָּהֶן יִשְׂרָאֵל וְיָבוֹאוּ לִידֵי חַתְנוּת. וְאֵלּוּ הֵן. אָסְרוּ לִשְׁתּוֹת עִמָּהֶן וַאֲפִלּוּ בְּמָקוֹם שֶׁאֵין לָחוּשׁ לְיֵין נֶסֶךְ. וְאָסְרוּ לֶאֱכֹל פִּתָּן אוֹ בִּשּׁוּלֵיהֶן וַאֲפִלּוּ בְּמָקוֹם שֶׁאֵין לָחוּשׁ לְגִעוּלֵיהֶן:  ",
      "כֵּיצַד. לֹא יִשְׁתֶּה אָדָם בִּמְסִבָּה שֶׁל עַכּוּ''ם. וְאַף עַל פִּי שֶׁהוּא יַיִן מְבֻשָּׁל שֶׁאֵינוֹ נֶאֱסָר. אוֹ שֶׁהָיָה שׁוֹתֶה מִכֵּלָיו לְבַדּוֹ. וְאִם הָיָה רֹב הַמְּסִבָּה יִשְׂרָאֵל מֻתָּר. וְאֵין שׁוֹתִין שֵׁכָר שֶׁלָּהֶן שֶׁעוֹשִׂין מִן הַתְּמָרִים וְהַתְּאֵנִים וְכַיּוֹצֵא בָּהֶן. וְאֵינוֹ אָסוּר אֶלָּא בִּמְקוֹם מְכִירָתוֹ. אֲבָל אִם הֵבִיא הַשֵּׁכָר לְבֵיתוֹ וְשָׁתָהוּ שָׁם מֻתָּר שֶׁעִקַּר הַגְּזֵרָה שֶׁמָּא יִסְעֹד אֶצְלוֹ:  ",
      "יֵין תַּפּוּחִים וְיֵין רִמּוֹנִים וְכַיּוֹצֵא בָּהֶן מֻתָּר לִשְׁתּוֹתָן בְּכָל מָקוֹם. דָּבָר שֶׁאֵינוֹ מָצוּי לֹא גָּזְרוּ עָלָיו. יֵין צִמּוּקִים הֲרֵי הוּא כְּיַיִן וּמִתְנַסֵּךְ:  ",
      "אַף עַל פִּי שֶׁאָסְרוּ פַּת עַכּוּ''ם. יֵשׁ מְקוֹמוֹת שֶׁמְּקִלִּין בַּדָּבָר וְלוֹקְחִין פַּת הַנַּחְתּוֹם הָעַכּוּ''ם בְּמָקוֹם שֶׁאֵין שָׁם נַחְתּוֹם יִשְׂרָאֵל וּבַשָּׂדֶה מִפְּנֵי שֶׁהוּא שְׁעַת הַדְּחָק. אֲבָל פַּת בַּעֲלֵי בָּתִּים אֵין שָׁם מִי שֶׁמּוֹרֶה בָּהּ לְהָקֵל שֶׁעִקַּר הַגְּזֵרָה מִשּׁוּם חַתְנוּת וְאִם יֹאכַל פַּת בַּעֲלֵי בָּתִּים יָבוֹא לִסְעֹד אֶצְלָן:  ",
      "הִדְלִיק הָעַכּוּ''ם אֶת הַתַּנּוּר וְאָפָה בּוֹ יִשְׂרָאֵל. אוֹ שֶׁהִדְלִיק יִשְׂרָאֵל וְאָפָה עַכּוּ''ם. אוֹ שֶׁהִדְלִיק הָעַכּוּ''ם וְאָפָה הָעַכּוּ''ם וּבָא יִשְׂרָאֵל וְנִעֵר הָאֵשׁ מְעַט אוֹ כְּבָשׁוֹ לָאֵשׁ הוֹאִיל וְנִשְׁתַּתֵּף בִּמְלֶאכֶת הַפַּת הֲרֵי זוֹ מֻתֶּרֶת. וַאֲפִלּוּ לֹא זָרַק אֶלָּא עֵץ לְתוֹךְ הַתַּנּוּר הִתִּיר כָּל הַפַּת שֶׁבּוֹ. שֶׁאֵין הַדָּבָר אֶלָּא לִהְיוֹת הֶכֵּר שֶׁהַפַּת שֶׁלָּהֶן אֲסוּרָה:  ",
      "עַכּוּ''ם שֶׁבִּשֵּׁל לָנוּ יַיִן אוֹ חָלָב אוֹ דְּבַשׁ אוֹ פְּרִישִׁין וְכַיּוֹצֵא בְּאֵלּוּ (מִכָּל) דָּבָר הַנֶּאֱכָל כְּמוֹת שֶׁהוּא חַי הֲרֵי אֵלּוּ מֻתָּרִין. וְלֹא גָּזְרוּ אֶלָּא עַל דָּבָר שֶׁאֵינוֹ נֶאֱכָל כְּמוֹת שֶׁהוּא חַי. כְּגוֹן בָּשָׂר וְדָג תָּפֵל וּבֵיצָה וִירָקוֹת. אִם בִּשְּׁלָן הָעַכּוּ''ם מִתְּחִלָּה וְעַד סוֹף וְלֹא נִשְׁתַּתֵּף יִשְׂרָאֵל עִמּוֹ בְּבִשּׁוּלָן הֲרֵי אֵלּוּ אֲסוּרִין מִשּׁוּם בִּשּׁוּלֵי עַכּוּ''ם:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּדָבָר שֶׁהוּא עוֹלֶה עַל שֻׁלְחַן מְלָכִים לֶאֱכֹל בּוֹ אֶת הַפַּת. כְּגוֹן בָּשָׂר וּבֵיצִים וְדָגִים וְכַיּוֹצֵא בָּהֶם. אֲבָל דָּבָר שֶׁאֵינוֹ עוֹלֶה עַל שֻׁלְחַן מְלָכִים לֶאֱכֹל בּוֹ אֶת הַפַּת כְּגוֹן תֻּרְמוֹסִין שֶׁשָּׁלְקוּ אוֹתָן עַכּוּ''ם אַף עַל פִּי שֶׁאֵינָן נֶאֱכָלִין חַיִּין הֲרֵי אֵלּוּ מֻתָּרִין. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן. שֶׁעִקַּר הַגְּזֵרָה מִשּׁוּם חַתְנוּת שֶׁלֹּא יְזַמְּנוֹ הָעַכּוּ''ם אֶצְלוֹ בַּסְּעֻדָּה. וְדָבָר שֶׁאֵינוֹ עוֹלֶה עַל שֻׁלְחַן מְלָכִים לֶאֱכֹל בּוֹ אֶת הַפַּת אֵין אָדָם מְזַמֵּן אֶת חֲבֵרוֹ עָלָיו:  ",
      "וְדָגִים קְטַנִּים שֶׁמְּלָחָן יִשְׂרָאֵל אוֹ עַכּוּ''ם הֲרֵי הֵן כְּמוֹ שֶׁנִּתְבַּשְּׁלוּ מִקְצָת בִּשּׁוּל. וְאִם צְלָאָן עַכּוּ''ם אַחַר כֵּן מֻתָּרִין. וְכָל שֶׁבִּשְּׁלוֹ יִשְׂרָאֵל מְעַט בִּשּׁוּלוֹ בֵּין בַּתְּחִלָּה בֵּין בַּסּוֹף מֻתָּר. לְפִיכָךְ אִם הִנִּיחַ הָעַכּוּ''ם בָּשָׂר אוֹ קְדֵרָה עַל גַּבֵּי הָאֵשׁ וְהָפַךְ יִשְׂרָאֵל בַּבָּשָׂר וְהֵגִיס בַּקְּדֵרָה אוֹ שֶׁהִנִּיחַ יִשְׂרָאֵל וְגָמַר הָעַכּוּ''ם הֲרֵי זֶה מֻתָּר:  ",
      "דָּג שֶׁמְּלָחוֹ עַכּוּ''ם וּפֵרוֹת שֶׁעִשְּׁנָן עַד שֶׁהִכְשִׁירָן לַאֲכִילָה הֲרֵי אֵלּוּ מֻתָּרִין. מָלִיחַ אֵינוֹ כְּרוֹתֵחַ בִּגְזֵרָה זוֹ וְהַמְעֵשָּׁן אֵינוֹ כִּמְבֻשָּׁל. וְכֵן קְלָיוֹת שֶׁל עַכּוּ''ם מֻתָּרִין וְלֹא גָּזְרוּ עֲלֵיהֶם שֶׁאֵין אָדָם מְזַמֵּן חֲבֵרוֹ עַל הַקְּלָיוֹת:  ",
      "פּוֹלִין וַאֲפוּנִין וַעֲדָשִׁים וְכַיּוֹצֵא בָּהֶן שֶׁשּׁוֹלְקִין אוֹתָן הָעַכּוּ''ם וּמוֹכְרִין אוֹתָן אֲסוּרִין מִשּׁוּם בִּשּׁוּלֵי עַכּוּ''ם בְּמָקוֹם שֶׁעוֹלִין עַל שֻׁלְחַן מְלָכִים מִשּׁוּם פַּרְפֶּרֶת. וּמִשּׁוּם גִּעוּלֵי עַכּוּ''ם בְּכָל מָקוֹם שֶׁמָּא יְבַשְּׁלוּ אוֹתָן עִם הַבָּשָׂר אוֹ בִּקְדֵרָה שֶׁבִּשְּׁלוּ בָּהּ בָּשָׂר. וְכֵן הַסֻּפְגָּנִין שֶׁקּוֹלִין אוֹתָן הָעַכּוּ''ם בְּשֶׁמֶן אֲסוּרִין אַף מִשּׁוּם גִּעוּלֵי עַכּוּ''ם:  ",
      "עַכּוּ''ם שֶׁבִּשֵּׁל וְלֹא נִתְכַּוֵּן לְבִשּׁוּל הֲרֵי זֶה מֻתָּר. כֵּיצַד. עַכּוּ''ם שֶׁהִצִּית אוּר בַּאֲגַם כְּדֵי לְהַעֲבִיר הֶחָצִיר וְנִתְבַּשְּׁלוּ בָּהּ חֲגָבִים הֲרֵי אֵלּוּ מֻתָּרִין. וַאֲפִלּוּ בְּמָקוֹם שֶׁהֵן עוֹלִין עַל שֻׁלְחַן מְלָכִים מִשּׁוּם פַּרְפֶּרֶת. וְכֵן אִם חָרַךְ הָרֹאשׁ לְהַעֲבִיר הַשֵּׂעָר מֻתָּר לֶאֱכֹל מִן הַדִּלְדּוּלִין וּמִן רֹאשׁ אָזְנַיִם שֶׁנִּצְּלוּ בִּשְׁעַת חֲרִיכָה:  ",
      "תְּמָרִים שֶׁשָּׁלְקוּ אוֹתָן עַכּוּ''ם אִם הָיוּ מְתוּקִין מִתְּחִלָּתָן הֲרֵי אֵלּוּ מֻתָּרִין. וְאִם הָיוּ מָרִין וּמְתַקְּנִין הַבִּשּׁוּל הֲרֵי אֵלּוּ אֲסוּרִין. הָיוּ בֵּינוֹנִיִּים הֲרֵי אֵלּוּ אֲסוּרִין:  ",
      "קָלִי שֶׁל עֲדָשִׁים שֶׁלָּשׁוֹ בֵּין בְּמַיִם בֵּין בְּחֹמֶץ הֲרֵי זֶה אָסוּר. אֲבָל קָלִי שֶׁל חִטִּים וּשְׂעוֹרִים שֶׁלָּשִׁין אוֹתָן בְּמַיִם הֲרֵי זֶה מֻתָּר:  ",
      "שֶׁמֶן שֶׁל עַכּוּ''ם מֻתָּר. וּמִי שֶׁאוֹסְרוֹ הֲרֵי זֶה עוֹמֵד בְּחֵטְא גָּדוֹל. מִפְּנֵי שֶׁמַּמְרֶה עַל פִּי בֵּית דִּין שֶׁהִתִּירוּהוּ. וַאֲפִלּוּ נִתְבַּשֵּׁל הַשֶּׁמֶן הֲרֵי זֶה מֻתָּר. וְאֵינוֹ נֶאֱסָר לֹא מִפְּנֵי בִּשּׁוּלֵי עַכּוּ''ם מִפְּנֵי שֶׁנֶּאֱכָל כְּמוֹת שֶׁהוּא חַי. וְלֹא מִפְּנֵי גִּעוּלֵי עַכּוּ''ם מִפְּנֵי שֶׁהַבָּשָׂר פּוֹגֵם אֶת הַשֶּׁמֶן וּמַסְרִיחוֹ:  ",
      "וְכֵן דְּבַשׁ שֶׁל עַכּוּ''ם שֶׁנִּתְבַּשֵּׁל וְעָשׂוּ מִמֶּנּוּ מִינֵי מְתִיקָה מֻתָּר מִטַּעַם זֶה:  ",
      "כּוֹסְפָן שֶׁל עַכּוּ''ם שֶׁהוּחַמּוּ חַמִּין בֵּין בְּיוֹרָה גְּדוֹלָה בֵּין בְּיוֹרָה קְטַנָּה מֻתָּר מִפְּנֵי שֶׁנּוֹתֵן טַעַם לִפְגָם הוּא. וְכֵן כְּבָשִׁין שֶׁאֵין דַּרְכָּן לָתֵת לְתוֹכָן חֹמֶץ אוֹ יַיִן אוֹ זֵיתִים הַכְּבוּשִׁין וַחֲגָבִים הַכְּבוּשִׁין שֶׁבָּאִין מִן הָאוֹצָר מֻתָּרִין. אֲבָל חֲגָבִים וּכְבָשִׁים שֶׁמְּזַלְּפִין עֲלֵיהֶן יַיִן אֲסוּרִין. וְכֵן אִם הָיוּ מְזַלְּפִין עֲלֵיהֶן חֹמֶץ וַאֲפִלּוּ חֹמֶץ שֵׁכָר אֲסוּרִין:  ",
      "וּמִפְּנֵי מָה אָסְרוּ חֹמֶץ שֵׁכָר שֶׁל עַכּוּ''ם מִפְּנֵי שֶׁמַּשְׁלִיכִין לְתוֹכוֹ שִׁמְרֵי יַיִן. לְפִיכָךְ הַנִּלְקָח מִן הָאוֹצָר מֻתָּר:  ",
      "הַמּוּרְיָס בְּמָקוֹם שֶׁדַּרְכָּן לָתֵת לְתוֹכוֹ יַיִן אָסוּר. וְאִם הָיָה הַיַּיִן יָקָר מִן הַמּוּרְיָס מֻתָּר. וְכָזֶה מוֹרִין בְּכָל דָּבָר שֶׁחוֹשְׁשִׁין לוֹ שֶׁמָּא עֵרְבוּ בּוֹ הָעַכּוּ''ם דָּבָר אָסוּר. שֶׁאֵין אָדָם מְעָרֵב דָּבָר הַיָּקָר בְּזוֹל שֶׁהֲרֵי מַפְסִיד. אֲבָל מְעָרֵב הַזּוֹל בְּיָקָר כְּדֵי לְהִשְׂתַּכֵּר:  ",
      "קָטָן שֶׁאָכַל אֶחָד מִמַּאֲכָלוֹת אֲסוּרוֹת. אוֹ שֶׁעָשָׂה מְלָאכָה בְּשַׁבָּת. אֵין בֵּית דִּין מְצֻוִּין עָלָיו לְהַפְרִישׁוֹ לְפִי שֶׁאֵינוֹ בֶּן דַּעַת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁעָשָׂה מֵעַצְמוֹ. אֲבָל לְהַאֲכִילוֹ בְּיָדַיִם אָסוּר וַאֲפִלּוּ דְּבָרִים שֶׁאִסּוּרָן מִדִּבְרֵי סוֹפְרִים. וְכֵן אָסוּר לְהַרְגִּילוֹ בְּחִלּוּל שַׁבָּת וּמוֹעֵד וַאֲפִלּוּ בִּדְבָרִים שֶׁהֵן מִשּׁוּם שְׁבוּת:  ",
      "אַף עַל פִּי שֶׁאֵין בֵּית דִּין מְצֻוִּין לְהַפְרִישׁ אֶת הַקָּטָן. מִצְוָה עַל אָבִיו לִגְעֹר בּוֹ וּלְהַפְרִישׁוֹ כְּדֵי לְחַנְּכוֹ בִּקְדֻשָּׁה. שֶׁנֶּאֱמַר <small>(משלי כב ו)</small> \"חֲנֹךְ לַנַּעַר עַל פִּי דַרְכּוֹ\" וְגוֹ':  ",
      "אָסְרוּ חֲכָמִים מַאֲכָלוֹת וּמַשְׁקִין שֶׁנֶּפֶשׁ רֹב בְּנֵי אָדָם קִהָה מֵהֶן כְּגוֹן מַאֲכָלוֹת וּמַשְׁקִין שֶׁנִּתְעָרֵב בָּהֶן קִיא אוֹ צוֹאָה וְלֵחָה סְרוּחָה וְכַיּוֹצֵא בָּהֶן. וְכֵן אָסְרוּ חֲכָמִים לֶאֱכֹל וְלִשְׁתּוֹת בְּכֵלִים הַצּוֹאִים שֶׁנַּפְשׁוֹ שֶׁל אָדָם מִתְאוֹנֶנֶת מֵהֶם. כְּגוֹן כְּלֵי בֵּית הַכִּסֵּא וּכְלֵי זְכוּכִית שֶׁל סַפָּרִין שֶׁגּוֹרְעִין בָּהֶם אֶת הַדָּם וְכַיּוֹצֵא בָּהֶן:  ",
      "וְכֵן אָסְרוּ לֶאֱכֹל בְּיָדַיִם מְסֹאָבוֹת מְזֹהָמוֹת. וְעַל גַּבֵּי כֵּלִים מְלֻכְלָכִים. שֶׁכָּל דְּבָרִים אֵלּוּ בִּכְלַל <small>(ויקרא יא מג)</small> \"אַל תְּשַׁקְּצוּ אֶת נַפְשֹׁתֵיכֶם\". וְהָאוֹכֵל מַאֲכָלוֹת אֵלּוּ מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת:  ",
      "וְכֵן אָסוּר לְאָדָם שֶׁיַּשְׁהֶה אֶת נְקָבָיו כְּלָל בֵּין גְּדוֹלִים בֵּין קְטַנִּים. וְכָל הַמַּשְׁהֶה נְקָבָיו הֲרֵי זֶה בִּכְלַל מְשַׁקֵּץ נַפְשׁוֹ. יֶתֶר עַל חֳלָאִים רָעִים שֶׁיָּבִיא עַל עַצְמוֹ וְיִתְחַיֵּב בְּנַפְשׁוֹ. אֶלָּא רָאוּי לוֹ לְהַרְגִּיל עַצְמוֹ בְּעִתִּים מְזֻמָּנִים כְּדֵי שֶׁלֹּא יִתְרַחֵק בִּפְנֵי בְּנֵי אָדָם וְלֹא יְשַׁקֵּץ נַפְשׁוֹ:  ",
      "וְכָל הַנִּזְהָר בִּדְבָרִים אֵלּוּ מֵבִיא קְדֻשָּׁה וְטָהֳרָה יְתֵרָה לְנַפְשׁוֹ. וּמְמָרֵק נַפְשׁוֹ לְשֵׁם הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁנֶּאֱמַר <small>(ויקרא יא מד)</small> \"וְהִתְקַדִּשְׁתֶּם וִהְיִיתֶם קְדשִׁים כִּי קָדוֹשׁ אָנִי\":  "
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות מאכלות אסורות",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Kedushah"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [
        "<b> בלחי העליון.</b> כתב הראב''ד ז''ל זה אינו צודק והוא שקר שהרי יש שפן וארנבת. עכ''ל: ",
        "<b> היא מפרסת פרסה.</b> כתב הראב''ד ז''ל אף זה שקר מפורש בתורה. עכ''ל: "
      ],
      [],
      [
        "<b> כמין בהמה טמאה וכו'.</b> כתב הראב''ד ז''ל והוא שיהיה הטמא בעדרו. עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וסימני חיה מפי השמועה וכו'.</b> כתב הראב''ד ז''ל זה הלשון כמה הוא משובש והיה ראוי לומר אם אינן מפוצלות אם היו קרניו כרוכות אף על פי שדומים לקרני השור וחרוקות אף על פי שדומות לקרני העז אם יהיה החרק מובלע בהן והדורות כקרני הצבי הרי זו חיה טהורה כשיהיו בקרנים סימנים הללו כרוכות חרוקות והדורות לפי שאין לך חיה שאין לה שלשה סימנים הללו. עכ''ל: "
      ],
      [],
      [
        "<b> והקרש וכו'.</b> כתב הראב''ד ז''ל ולמה כתב בקרש ספק ובגמרא אסיק דמין חיה הוא עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אבל דג מליח וכו'.</b> כתב הראב''ד ז''ל שבוש הוא זה שאף בשר מליח תולעתו מותרת אבל מה שאמרו מורנא דבשרא אסירי דכוורי שריין תולעים שהיו בו מחיים קאמר ודכוורי שרי דחיי הדגים כמיתתן דמו עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> לוקה חמש וכו'.</b> כתב הראב''ד ז''ל המאסף הזה אסף דברים שאינם בעולם שלא שמענו מימינו נמלה גדלה במים ולא שרץ העוף גדל במים. ואם בשביל ששולין דגים ואוכלין טעות הוא בידו ואילו מצאו חכמים מין זה לא היו משנים מפוטיתא לנמלה ומנמלה לצרעה. עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> מכת מרדות.</b> כתב הראב''ד ז''ל הא למדת שאין בבשר האדם אפילו איסור עשה. ומה שאמר כיונק שקץ (לפי שאינו עומד לאכילה שאינו בר שחיטה לפיכך לא אמרו שהוא יונק שקץ אלא כיונק שקץ) בין תבין עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אפרוח שנולד וכו'.</b> כתב הראב''ד ז''ל מה ראה לשנות הטעמים שפירשו בו חכמים שהם מתוקנין יותר מכולם כי ביצת טרפה אינה ממין טמא ואסורה והטעם שפירשו בו לאימת קא גביל לכי קא מסרחא וכי מסרח עפרא בעלמא הוא. עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אינו סומך עליו.</b> כתב הראב''ד ז''ל דבריו אינם אלא בישראל שאינו מוחזק בנאמנות אבל מוחזק בנאמנות שאינו מכניס עצמו על הספק לוקחין ממנו בסתם. עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> צירן אסור וכו'.</b> כתב הראב''ד ז''ל ציר חגבים טהור בירושלמי שאינו מכשיר. עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כל הנבלות וכו'.</b> כתב הראב''ד ז''ל פלוגתא היא במעילה ורב ורב אסי הוא דאמרי הכי ולוי פליג עלייהו וברייתא מסייעא ללוי דמצטרפי. עכ''ל: "
      ],
      [],
      [],
      [
        "<b> עור הבא כנגד פניו.</b> כתב הראב''ד ז''ל רב ששת פשט להו לאיסורא במסכת בכורות ממתני'. עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> בשר גידים ועצמות וכו'.</b> כתב הראב''ד ז''ל תימא הוא זה ומאי שנא זה מן הבשר החי שאין בו אלא משום טריפה. עכ''ל: "
      ],
      [
        "<b> ואין העצמות וכו'.</b> כתב הראב''ד ז''ל ולמה ליה למכתב הכי ואפילו חלקו לאבר כמות שהוא לשנים מבחוץ פטור אם אין עליו כזית בשר. עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> האוכלו אינו לוקה.</b> כתב הראב''ד ז''ל זה שבוש שהרי אמר למעלה אפילו החזירה וחתכה אחר שחיטה לוקה משום ובשר בשדה טרפה ובמשנה אמרו שחט את אמו ואח''כ חתכו חכמים אומרים מגע טריפה שחוטה אלמא אית ביה איסור טריפה והל''ל אינו לוקה משום אבר מן החי דאין שחיטה עושה ניפול ועם כל זה מה צורך הואיל ויש בו לאו דטריפה. עכ''ל: "
      ],
      [],
      [
        "<b> ומצא בה שליל וכו'.</b> כתב הראב''ד ז''ל מכדי קי''ל דשליא אינו אוכל דפרשא בעלמא היא וכי יש עמה ולד קשור דליכא בה חשש ולד נימוח אמאי אסורה לא כולה ולא מקצתה. עכ''ל: "
      ]
    ],
    [
      [
        "<b> דגים וחגבים וכו'.</b> כתב הראב''ד ז''ל אלא שאסרוהו במכונס מפני מראית העין אא''כ יש בו קשקשים עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> הלב בין לצלי וכו'.</b> כתב הראב''ד ז''ל לא נאמר אלא בצלי דכבולעו כך פולטו. עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> כדי שיתלבן וכו'.</b> כתב הראב''ד ז''ל (זה) לא שמענו ולא ראינו מימינו וכל האדמימות שיצא אחר מליחה ממנו אינו אלא חמר בשר והמחמיר יותר מכן עליו להביא ראיה עכ''ל: "
      ],
      [],
      [
        "<b> והרוצה לאכול בשר חי וכו'.</b> כתב הראב''ד ז''ל לבשר חי אינו צריך מליחה דדם האברים דלא פירש מותר וכן כתב רב אחאי ז''ל. עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> עופות שהניחם שלמים וכו'.</b> כתב הראב''ד ז''ל זה אין לו טעם אם הוא מלוח כל צרכו והבשר שבתוכו צלוי איזה דם יאסור אותו. עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> ומצא בה שליל וכו'.</b> כתב הראב''ד ז''ל אין זה כדברי הרב ז''ל אלא כדברי הרב רבינו אפרים ז''ל. עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ויש מן הגאונים וכו'.</b> כתב הראב''ד ז''ל וזה עיקר. עכ''ל: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> לתוך המרק וכו'.</b> כתב הראב''ד ז''ל אנו אומרים שלא שמענו כל החתיכה נעשית נבלה אלא לדעת ר' יהודה דמחמיר מין במינו אבל לרבנן לא ולדברי הכל אם לא ניער כלל אין שאר החתיכות נאסרות ומתניתין הכי משמע טיפת חלב שנפלה ע''ג חתיכה ויש בה בנ''ט באותה חתיכה אסור ניער את הקדרה אם יש בנ''ט בכל הקדרה כל הקדרה אסורה למה לי ניער את הקדרה והלא החתיכה קבלה טעם חלב ונעשית נבלה בלא ניעור הרי יוצאת מאותה חתיכה רוטב לשאר חתיכות והוא רוטב נבילה אלא ש''מ דבעינן שיצא מן החלב האסור לחתיכות והוא חלב נבילה שקיבל טעם הבשר ואם יש באותו חלב כדי ליתן טעם בכל החתיכות אסורות לרבנן ולר''י נמי אע''ג דאמר חתיכה עצמה נעשית נבלה הא אמרינן בגמרא נראין דברי ר''י בשלא ניער והוינן בה מאי לא ניער אי לימא לא ניער כלל מיבלע בלע ולא פליט אלמא אע''ג דאמרינן חתיכה עצמה נעשית נבלה ואוסרת כל שאר החתיכות במשהו לא אמרו אלא בשניער והוא תימה שהרי יוצא מן החתיכה רוטב בלא שום ניעור ואם היא נבלה מה צורך לניעור שיצא משם חלב. עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ומפני חשש זה אסרו גבינת עכו''ם כמו שביארנו.</b> א''א דברי רבינו אבן מגש ז''ל הם אבל אנו אין צריכין לכך שאין הקושיא צריכה תירוץ: "
      ],
      [],
      [
        "<b> ואם נאכל כמות שהוא כמו הכותח אינו כרותח.</b> א''א לא כיון יפה שלא נאמר בגמרא נאכל מחמת מלחו על הכותח אלא בר יונה שנפל לתוך הכותח ואף לא ירד לפרש אינו נאכל מחמת מלחו. וכך אנו מפרשים הבשר מליח כל כך שאינו נאכל בעינו מחמת מלחו אלא עם לפתן והרי לפירושו אין כותח נאכל בעינו כדאיתא בפסחים: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אבל מניח כד החומץ בצד כד הכמך.</b> א''א גירסא אחרת יש אצלנו: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> תבואה שהשרישה אחר העומר.</b> א''א זה שיבוש ומי יתירם לאלו אלא שהשרישו קודם לעומר וחזר וזרע היתה השאלה אם התירן העומר שעבר אם לאו. עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נכרי וישראל שהיו שותפין וכו'.</b> א''א אנו מפרשים באותו מעשה שלא היו צריכין להתנות בתחלה לפי שאין בשני ערלה אכילת איסור אלא שזמר העצים וזרע תחתיהן ירק ואכל שהיו האילנות קטנים והיה השדה ראוי לזרוע שם ולפיכך ישראל שאכל אחריו שני היתרא לא אכל דמי איסורא: "
      ],
      [],
      [],
      [
        "<b> ואומר הרי כל הפירות וכו'.</b> א''א זהו תימה דהא ילפינן קדש קדש ממעשר שני ומה להלן כסף אף כאן כסף: "
      ],
      [],
      [],
      [
        "<b> ואפילו לא נשאר בו אלא מעשר עני וכו' עד ואין בו מיתה.</b> א''א סברא היא זו והיא יפה בעיני משום דכתיב בהנך קראי קדש: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכן כוס של חרס וכו'.</b> א''א אין זאת הגירסא אצלנו ולא בהלכות הרב ז''ל אלא על השתיה ולא על ההדחה. ומה שאמר בסוף אבל של חרס צריך הדחה שבוש גדול הוא זה אטו מעיקרא לא בהדחה קאמר. עכ''ל: "
      ],
      [],
      [],
      [
        "<b> גת של אבן מזופפת וכו' ואם ישנה י''ב חדש וכו'.</b> א''א אומר אני לשלשה ימים צריך קליפה לפי שאין המים נכנסין שם אלא לאחר כמה ונמצאו לשלשה ימים חוזרין ויש אומר אף לשנים עשר חדש מידי דהוה אקיטרי דאמרינן אי אית בהו קיטרי שרי להו: "
      ],
      [
        "<b> גת של חרס אע''פ שקלף את הזפת אסור לדרוך בה מיד עד שירפה את הזפת.</b> א''א זה שבוש אלא עד שיכניס בו גחלים ויתלבן כדי שיתרפה הזפת אם היה שם: "
      ],
      [],
      [],
      [
        "<b> וכן הבשר והגבינה וכו'.</b> א''א זו אינה משנה שאין עמי הארץ חשודים להחליף ולא למכור דבר האסור אא''כ נחשד: "
      ]
    ],
    [
      [
        "<b> כיצד יהיה הנגיעה וכו' אבל אם פשט ידו לחבית ותפשו את ידו.</b> א''א זה המחבר לא בא לפרש אלא לסתום וכשפשט ידו לחבית ותפשו את ידו מי לא נגע ביין אלא כך אמרו תפשו את ידו שלא ישכשך שאינו אוסר בהנאה אלא אם כן ישכשך: ",
        "<b> אע''פ שלא הגביה הכלי ולא נגע ביין נאסר היין.</b> א''א והוא שנתז מן היין: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נכנס העכו''ם לבית וכו'.</b> א''א זה המעשה של עכו''ם שנכנס לחנות ואמר איכא חמרא לזבוני וכו' ושדא ידיה לכובא ושכשך ביה ואמר האי לאו חמרא הוא ואסרוהו בהנאה מפני השכשוך: "
      ],
      [],
      [
        "<b> או שנטל חבית וזרקה בחמתו לבור.</b> א''א זה שבוש שהרי אם זרקה בחמתו אפילו אזיל מיניה מותר בשתיה ואם זרקה ממש אפילו שלא בחמתו מותר בשתיה מיד: "
      ],
      [
        "<b> ושתחת הנקב וכו'.</b> א''א אין בעלי הוראה מודין לו שיהא מותר בשתייה לא יהא אלא מערב ותניא בתוספתא דדמאי קרא שם לשולי חבית לא ישתה מפיה לפיה לא ישתה משוליה מפני שהמשקים מעורבים: "
      ],
      [],
      [
        "<b> המערה יין לתוך כלי שיש בו יין עכו''ם נאסר כל היין שבכלי.</b> א''א אני אומר בשתיה: "
      ],
      [],
      [
        "<b> ויאסור כל מה שישאר בו שהרי בא היין מכחו.</b> א''א אני אומר והוא שהתחיל למשוך: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ותינוק הנמצא בין החביות וכו'.</b> א''א זה כתב בשביל שראה ההיא רביתא דאשתכחא ביני דני והוה נקיטא אופיא בידה נדמה לו אף על פי שלא היתה נתפסת כגנב התירו את היין מפני שהיתה תינוקת. ולא היא נתפסת כגנב היתה ואף על פי שהיתה אופיא בידה התירוהו: "
      ]
    ],
    [
      [],
      [
        "<b> ואם אמר לו אחוז לי מפתח זה עד שאביא היין מותר.</b> א''א זה שבוש שלא אמרו כך אלא כשהיין והבית של ישראל אבל כשהבית של עכו''ם וישראל דר בחצר אחרת אפי' לא הפקיד לו את המפתח אלא שהניחה בדלת היין אסור משום שיש לו שייכות בבית: "
      ],
      [
        "<b> דר באותה חצר וכו'.</b> א''א זה שבוש שאין הבית צריך לכך: ",
        "<b> ואף על פי שהמפתח והחותם ביד ישראל.</b> א''א עד שיהיה שם שומר נכנס ויוצא: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> והוא שייחד לו קרן זוית.</b> א''א זה שבוש אלא או שייחד לו קרן זוית והמפתח בידו: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ונמצא אחת מהן יין שכרו כולו אסור.</b> א''א ומאחר דקי''ל כר' אליעזר דאמר יין ביין בסתם יינם יוליך הנאה לים המלח והשאר מותר בהנאה אמאי כולן אסורות א''ו יוליך אחד מהם לים המלח והשאר מותר עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואם מדד ולא לקח דמים וכו'.</b> א''א הא נמי דלאו כהלכתא שהלכה כרבי אליעזר וכרשב''ג: "
      ],
      [],
      [],
      [
        "<b> מלך שהיה מחלק יינו לעם.</b> א''א דבריו מבולבלים וסתומים אלא מלך שיש לו מס על העם לתת לו יין כל אחד לפי מה שהוא ויש על זה הישראל בור אחד יין ששוה מאה דינרים ופרעהו לעכו''ם לא יאמר אליו טול מאה דינרים ועול תחתי לאוצר המלך שהוא כאילו אמר לו קנה לי בור יין ופרעהו למלך בשבילי אבל אמר לו מלטני מן האוצר דמשמע סלקני במעות האלו כלומר קבל אתה עליך חוב המלך ויהיו אלו המעות שלך: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> יראה לי שכל החייב בתרומה ובמעשרות וכו'.</b> א''א בעינן טעמן שוה כדאמרינן בעלמא ג' שמות והם מין אחד שלשה מינין והם שם אחד אסור ומצטרפין ובירושלמי ניחא ג' שמות והן מין אחד שלשה מינין והם שם אחד אמר חזקיה במיני מתיקה אלמא אפילו באיסור אחד דהיינו שם אחד בעינן טעם אחד והני שבעה מיני טבל לאו חד טעמא נינהו: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אלא חייב לאכול התערובת וכו'.</b> א''א ויש ביעור אחר בפירות שביעית שהוא לשריפה או לקבורה והוא שיכלה המין האחרון שבאותה הארץ משלש ארצות החלוקות לביעור ואותו זמן בין במינו בין שלא במינו בנותן טעם: "
      ],
      [],
      [],
      [],
      [
        "<b> יראה לי שאפילו דבר שיש לו מתירין וכו'.</b> א''א משנה שלימה היא: "
      ],
      [],
      [
        "<b> נפלה לפחות ממאתים הכל אסור בהנייה.</b> א''א אינו כן שאין לך דבר שאוסר עירובו בהנאה אלא אם כן הוא דבר שבמנין חוץ מאיסורי עכו''ם ויי''נ דוק ותשכח: "
      ],
      [],
      [],
      [],
      [
        "<b> וכחל מן המנין הואיל והכחל מדבריהם.</b> א''א ויש נותן טעם טוב מזה מפני שהוא היתר כשהוא בעצמו: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> או פטר חמור באלף חמורים כולן אסורין בהנייה.</b> א''א כיון דקי''ל כר' אליעזר וכר' שמעון בן גמליאל יוליך הנאה לים המלח והשאר מותר בהנאה שהרי הלך חשיבותו: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אע''פ שכל אחד מהם וכו'.</b> א''א זה אינו כלום שהרי כל אלה שם אחד הוא שהרי חמירא דחיטי וחמירא דשערי וחלא דחמרא וחלא דשכרא חד שמא חשיב להו בע''ז ועוד השמות הללו איסורין הן: "
      ],
      [],
      [],
      [],
      [
        "<b> שכיון שבטל האיסור שנפל תחלה נעשה הכל כחולין המותרין.</b> א''א כמה אוהב זה המחבר חשבונות גדולות עד שהניח חשבון המשנה שלשה קבין ערלה שנפלו למאה סאה של חולין ואח''כ נפלו שם סאה ועוד של תרומה הרי הערלה מעלה את התרומה פי' שאותו ועוד אחד באותן שלשה קבין של ערלה שנפלו שם והם עצמם מבטלין אותן: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אבל אם עירה יין נסך מצלצול קטן לתוך וכו'.</b> א''א הא דלא כהלכתא ממתניתא דאגרדמין: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ולמה אין בודקין החטים וכו'.</b> א''א משום דאית בהו ציריא כמבוקעות דמיין: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>מצות עשה לבדוק בסימנין ולהבדיל וכו'.</b> כבר ביאר רבינו בפתיחת הלכות אלו שסימני בהמה וחיה מצוה אחת ושל עוף מצוה אחרת וכן של דגים ושל חגבים כל אחת מצוה בפני עצמה. וביאור ענין מצות אלו בספר המצות שהוא שאנו רשאין לאכול הטהורין ולא הטמאים כמו שאמרו בת''כ אותה תאכלו ולא בהמה טמאה וידוע שלאו הבא מכלל עשה עשה וכן מבואר בגמ' באלו טריפות (דף ס\"ו:) גבי דגים ברייתא שם. והרי זה כאילו באו מצות עשה על מניעת האסורות בענין הצווי כמניעה ממלאכה בימים המקודשים וזה ברור וכבר האריך רבינו יותר פרק שני: "
      ],
      [
        "<b>סימני בהמה וחיה וכו'.</b> מפורש בכתוב ומשנה באלו טריפות (דף נ\"ט) סימני בהמה וחיה נאמרו מן התורה: ",
        "<b>וכל בהמה וחיה שהיא מעלת גרה אין לה שינים בלחי העליון וכל בהמה שהיא מעלת גרה הרי היא מפרסת פרסה חוץ מן הגמל עכ''ל רבינו.</b> לפי הנמצא בספריו ומבואר בכתוב שהשפן והארנבת הן מעלי גרה ואינן מפריסי פרסה וידוע שיש להן שינים בלחי העליון וכן מבואר בגמ' ובודאי לא נעלם זה מעיני רבינו. וביאור דבריו כך הם כבר ביאר הוא שצריך שיהיו שני הסימנין ובאמרו כל בהמה וחיה שהיא מעלת גרה רצה לומר מן הטהורים וכן הוא האמת כמבואר בגמ' שאין לך בטהורים שיהיה לו שינים מלמעלה ואחרי כן ביאר שכל בהמה שהיא מעלת גרה ר''ל ואין לה שינים בלחי העליון היא מפרסת פרסה חוץ מן הגמל וכן מבואר שם בגמ' שהגמל דומה לטהורים בהעלאת גרה ובהעדר השינים והשפן והארנבת אינן דומין לטהורים אלא בהעלאת גרה ושם אמרו גבי גמל והלא יש לו ניבי למעלה פירוש שתי שינים אחת מכאן ואחת מכאן בקצוות הלסתות ואמרו שבן גמל כלומר שהוא קטן אין לו שינים אלו והוא דומה לטהורים בזה. ונראה שכתב רבינו לשון זה לפי שנמשך אחר לשון הגמ' שאמרו את הגמל כי מעלה גרה הוא שליט בעולמו יודע שאין לך דבר מעלה גרה וטמא אלא גמל לפיכך פרט בו הכתוב הוא ואע''פ שבשפן וארנבת כתב נמי בכל חדא הוא לא הצריכו להזכיר אלא בגמל לפי שיש לו דמיון לטהורים בהעדר השינים כמו שהזכרתי. והר''א ז''ל חשב שתהיה כוונת רבינו שכל בהמה וחיה בין טמאה בין טהורה המעלה גרה אין לה שינים בלחי העליון. ולזה השיג עליו א''א זה אינו צודק וכו'. וכבר ביארתי כונת רבינו וצורך הוא להשמיענו כן להודיענו שכל שיש לה שינים למעלה טמאה. עוד חשב הר''א ז''ל שדעת רבינו שכתב וכל בהמה שהיא מעלת גרה מפרסת פרסה הוא בין יש לה שינים בין אין לה שינים והשיגו על זה וכבר ביארתי דעתו ז''ל: ",
        "<b>וכל בהמה שהיא מפרסת פרסה וכו'.</b> שם אין לך דבר שמפריס פרסה וטמא אלא חזיר לפיכך פרט בו הכתוב הוא: "
      ],
      [
        "<b>לפיכך המוצא בהמה וכו'.</b> מימרא שם: ",
        "<b>מצא בהמה שפיה חתוך וכו'.</b> פי' ואם יש לה קרנים כבר יצאה מספק חזיר ומותרת וזה פשוט שם ג''כ: ",
        "<b>מצא פיה חתוך ופרסותיה וכו'.</b> שם ופירש''י ז''ל בכנפי העוקץ תחת עצם האליה שקורין אנקא יש בשר שכשקורעין אותו נקרע שתי ויש שנקרע ערב עכ''ל: "
      ],
      [
        "<b>בהמה טהורה שילדה כמין בהמה וכו'.</b> משנה בבכורות פ''ק (דף ה') ובגמ' אמרו דר' שמעון אסר ליה כשיצא לאויר העולם והלכה ודאי כסתם משנה וכרבנן: ",
        "<b>בד״א בשילדה בפניו וכו'.</b> שם בבכורות פ' הלוקח בהמה (בכורות דף כ\"ד) א״ר יוחנן ראה חזיר שכרוך אחר רחל פטורה מן הבכורה ואסור באכילה עד יבא ויורה צדק ואמרינן התם דמספקא ליה דילמא כיון דילדה מרחמא היא אפילו דלאו מינה ושמא בן חזירה היא או דילמא אינה מרחמא אלא מינה והאי ברה היא. ובהשגות א״א והוא שיהיה הטמא בעדרו ע״כ. ובגמ' לא חלקו ואיכא למימר דבכל גוונא חיישינן ואע״פ שאינו מצוי שיבא ולד מעדר אחר ויכרך אחר זה ג״כ אינו מצוי שבהמה טהורה תלד בדמות טמאה וספק בשל תורה להחמיר: "
      ],
      [
        "<b>בהמה טמאה שילדה כמין וכו'.</b> משנה בפ''ק דבכורות (דף ה'): ",
        "<b>דג טמא שנמצא במעי דג טהור וכו'.</b> שם (דף ז':) משנה דג טמא שבלע דג טהור מותר באכילה וטהור שבלע דג טמא אסור באכילה לפי שאינו גדולו. ובגמ' דקדקו ברישא דדג טמא שבלע טעמא דחזיניה דבלע הא לא חזיניה דבלע (חיישינן דילמא מגופיה הוא) ואמרי אישרוצי אשרוץ (ליה בדמות טהור) מנלן דתניא דג טמא משריץ דג טהור מטיל ביצים ואסיקו רב אשי אמר רוב דגים במינן משריצין (ואע\"ג דלא חזיניה דבלע נמי טהור וה\"ק כיון דרוב דגים במינן משריצין) כמי שבלע בפנינו דמי, ולזה כתב רבינו דג טהור הנמצא במעי דג טמא ולא כתב לשון המשנה: "
      ],
      [
        "<b>בהמה טהורה שילדה וכו'.</b> בפרק אלו טריפות (חולין דף ס':) אמר רב חנן בר רבא שסועה בריה בפני עצמה שיש לה שתי גבין ושתי שדרות. ובנדה פרק המפלת (נדה דף כ\"ד) נחלקו רב ושמואל ואמר רב בריה בעלמא ליתא וכי אגמריה רחמנא למשה במעי בהמה אגמריה (ואפילו במעי בהמה אסור) ושמואל אמר בריה בעלמא איתא וכי אגמריה רחמנא למשה בעלמא אגמריה אבל במעי בהמה שריא מידי דהוה אקלוט בן פרה וקי״ל כרב באיסורי כדאיתא התם: "
      ],
      [
        "<b>וכן בהמה שנמצא בה דמות עוף וכו'.</b> פרק בהמה המקשה (חולין דף ס\"ט) א״ר יוחנן השוחט את הבהמה ומצא בה דמות יונה אסור באכילה בעינן פרסות וליכא והקשו קלוט במעי פרה ליתסר פירוש קלוט שאין פרסותיו סדוקות. ותירצו פרסה בבהמה תאכלו וכתבו בתוס' שאם מצא בה דמות בהמה אע״פ שרגליו כרגלי יונה או שאין לה רגלים כלל מותר שלא אמרו אלא דמות יונה וכיוצא בו: "
      ],
      [
        "<b>אין לך בכל בהמה וחיה וכו'.</b> פרק א״ט (דף ס\"ג:) תניא רבי אומר גלוי וידוע לפני מי שאמר והיה העולם שבהמה טמאה מרובה מן הטהורה לפיכך מנה הכתוב בטהורה ושעופות טהורים מרובים על הטמאים לפיכך מנה הכתוב בטמאים אלמא שאין שם אלא אלו ומיניהן. ומפורש מזה בפרק אותו ואת בנו (חולין דף פ') שאמרו עשר בהמות מנה הכתוב ותו לא. ",
        "<b>ומ''ש רבינו ששור הבר הוא מין בהמה.</b> מחלוקת בכלאים פרק כלאי הכרם (משנה ו') שור בר מין בהמה ורבי יוסי אומר מין חיה והובאה פרק אותו ואת בנו ופסק כרבנן וחלבו אסור. ומ''מ אני תמה בזה אחר שרבינו סבור ששור הבר מין בהמה הוא היאך כתב שבעה מיני חיה דהא משמע בגמרא שם בשור הבר היינו תאו דכתיב בקרא המתורגם תורבלא שכך אמרו שם בעא מיניה אבא בריה דרב וכו' הני עיזי דבאלא מה הן לגבי מזבח פי' עיזי הלבנון אם הן מין בהמה אמר להו ע''כ לא פליגי רבי יוסי ורבנן אלא בשור הבר דתנן שור הבר וכו' דרבנן סברי מדמתרגמינן תורבלא מיניה דבהמה הוא ורבי יוסי סבר כיון דקא חשיב ליה בהדי חיות מינא דחיה הוא אבל הני (מדלא חשיב ליה בהדי חיות) ד''ה מינא דעז הוא. והקשו ודילמא מינא דאקו נינהו ורבינא הקשה דילמא מינא דתאו או מינא דזמר נינהו. ויש ספרים שאין בהם אלא ודילמא מינא דזמר נינהו א''ל רב חנן לרב אשי אמימר שרי תרבייהו ע''כ שם בגמ'. הרי בכאן מבואר ששור הבר זה תאו וא''כ שהוא מין בהמה הרי הם ארבעה מיני בהמה וששה מיני חיה. ועוד אני תמה עליו למה לא כתב דעזי דבאלא שחלבן מותר לפי שהן מין חיה וכאמימר דהא משמע דמסקנא דגמ' הוא. ויש לתרץ בזה שהוא סבור שהלכה כרב הונא דפשט שהן מין בהמה ורב המנונא דס''ל הכין כדאיתא לעיל מההיא בעין ואמימר ה''ל יחידאה לגבייהו והנך אמוראי דמקשו ודילמא מינא דאקו נינהו ומינא דזמר נינהו דילמא קאמרי ולדחות הראיה שהביא רב הונא אבל לא מכרעי מידי ולזה סתם רבינו בכאן ובהלכות איסורי מזבח לפי שהוא סבור דעז הבר הרי הוא כעז אחר שלא כדעת הרשב''א ז''ל שכתב בספרו עזי הבר מין חיה הן וחלבן מותר אבל מה שמנה התאו בכלל חיה וכתב שור הבר מין בהמה איני יודע לתרץ לפי גירסת ספרינו: ",
        "<b>וכל עשרה מינין ומיניהם וכו'.</b> זה מבואר בכתוב. ",
        "<b>ומ''ש שמי שמכירן אינו צריך לבדוק סימן אחר.</b> פשוט הוא וכבר הזכרתי למעלה שאמרו ובלבד שיכיר גמל אלמא משמע דבהיכר הדבר תלוי וגדולה מזו אמרו בעופות שכל מי שהוא מכיר הטמאים אוכל כל עוף שאינו מהן: "
      ],
      [
        "<b>אף על פי שכולן מותרין וכו'.</b> זה פשוט ומבואר בהרבה מקומות: "
      ],
      [
        "<b>וסימני חיה מפי השמועה כו'.</b> (חולין נ\"ט:) ת''ר אלו הן סימני חיה שחלבה מותר ואסיקו כל היכא דמופצלין לא דינא ולא דיינא (כלומר לא צריך מידי אחרינא) היכא דלא מיפצל בעינן כרוכות הדורות וחרוקות והוא דמבלע חרקייהו והני ספיקא דעיזא כרכוז, אבל אחרי זה נפסקה הלכה בגמרא שעזא כרכוז מין חיה, ולפיכך יש מן הגאונים שכתבו שא''צ אלא הג' סימנין שהן כרוכות וחרוקות והדורות. וכן דעת הרשב''א ז''ל ורבינו כתב מבלע חרקייהו כלשון הגמ' ואפשר שהוא מפרש והיינו ספיקא דעז כרכוז שיש ספק אם יש לו כל הסימנין האלו לפי שאינן מובלעין כשאר החיות וגם לפירש''י ז''ל נראה שצריך מבלע חרקייהו. וגם הר''א ז''ל בהשגות סבור כן ופי' סימנין אלו כרוכות שעשויות גלדים גלדים כגלדי בצלים כגלדי קרן השור וחרוקות שהגלדים מהודקים הרבה כקרן העז שלא כקרן השור שהגלדים רפויין עד שמתקלפין זה מעל זה ויהיו הגלדים מובלעין זה בתוך זה והדורות עגולות כקרני הצבי ולא רחקות כקרני העז כ''כ הרשב''א ז''ל. ורבינו כתב בפירוש המשנה וז''ל אם יוצאין מראש אותה הבהמה קרנים ואח''כ צומחים בהן קרנים אחרים כגון האיל הרי היא חיה בלא ספק ואינה צריכה סימן אחר אבל אם אין שום דבר צומח בהן רואים הקרנים הצומחין בראש אם היו דומין למי שלקח גוף פשוט שיש לו גובה ידוע מתוקן הקצוות ר''ל שיהיו קרנותיו זויותיו נצבות ושזר אותו ופתלו כמו שעושין צמיד של זרוע ואחר שפתלו עוותו עד שנוטה ואפילו כל שהוא הרי זו חיה כגון הצבאים והדומה להם לפי שקרני השור מעוותים ואין בהם נפתולים וקרני העזים מעוותים ומפותלים אבל נפתוליהם כמו נפתל דבר עגול שאין לו שפה חדה והבן זה עכ''ל. ויש בקצת ספרי רבינו שבוש לשון בבבא זו ולזה כתב הר''א ז''ל בהשגות שהלשון משובש אבל הכוונה מבוארת היא בכולן שכך היא כונתו מפוצלות אמרו בגמרא בסוגיא שצבי אין קרניו מפוצלות ולזה כתב רבינו כגון האיל ולא כתב כגון הצבי והרבה מן המפרשים ז''ל יש שפירשו שמפוצלות כפופין כאגמון: "
      ],
      [
        "<b>במה דברים אמורים במי שאינו וכו'.</b> זה פשוט וכבר נתבאר למעלה כיוצא בזה: "
      ],
      [
        "<b>שור הבר וכו'.</b> כבר כתבתי זה למעלה: ",
        "<b>והקרש אע''פ שאין לו אלא קרן אחת הרי הוא חיה.</b> כך היא הנוסחא המדוקדקת בספרי רבינו ויש במקצתן הרי הוא ספק חיה וט''ס הוא ולשון אע''פ שכתב יוכיח שהנוסחא הראשונה עיקר. וכן מפורש שם בגמרא חולין (דף נ\"ט) בביאור בלא מחלוקת קרש אע''פ שאין לו אלא קרן אחת חלבו מותר מאי קרש אמר רב יהודה טביא דבי עילאי והר''א ז''ל מצא בספרי רבינו ספק חיה והשיגו וט''ס הוא באותן ספרים: ",
        "<b>וכל שיסתפק וכו'.</b> זה פשוט ומתבאר בגמרא פרק אותו ואת בנו (חולין דף ע\"ט): "
      ],
      [
        "<b>כלאים הבא מן וכו'.</b> פרק אותו ואת בנו נחלקו תנאים ואמוראים מהו כו' ורב חסדא ס״ל כיש אומרים דאמרי' שהוא בא מן הבהמה והחיה הטהורות. וכן משמע הסוגיא שבפרק הזרוע והלחיים (חולין דף קל\"ב) ושם הביאו ברייתא דקתני חלבו אסור כחלב בהמה ודמו טעון כסוי כדם חיה והוא מפני הספק וידוע שאין מלקות על הספיקות: ",
        "<b>ואין מין טמא וכו'.</b> מימרא פ''ק דבכורות (דף ז'): "
      ],
      [
        "<b>סימני עוף טמא וכו'.</b> משנה פרק אלו טריפות (דף כ\"ט) ובגמ' אמרו כ''ד עופות טמאים הן ונתבאר שם מספרן כמו שכתב רבינו: "
      ],
      [
        "<b>כל מי שהוא בקי במינין אלו וכו'.</b> שם (דף ס\"ג:) אמר ר' יצחק עוף טהור נאכל במסורת ונאמן הצייד לומר עוף זה טהור מסר לי רבי אר''י והוא שבקי בהן ובשמותיהן ואמרו שם רבו צייד ולא הצריכו לו שום בדיקה. וכתב הרשב''א ז''ל היו נאכלין במקצת מקומות במסורה ובמקצת אין נאכלין יראה לי שסומכין על המקום שנהגו בו היתר. ואפשר שלאותן מקומות שנהגו בהן איסור אסורים שאני אומר מותרין אלא שנהגו בהן איסור מפני עופות טמאים הדומים לאלו הנמצאות באותן מקומות עכ''ד ז''ל: "
      ],
      [
        "<b>מי שאינו מכירן וכו'.</b> משנה שם (דף נ\"ט) אמרו חכמים כל עוף הדורס ואוכל טמא כל שיש לו אצבע יתירה וזפק וקרקבנו נקלף טהור. ונחלקו המפרשים בפירוש דורס רש''י ז''ל פירש שמניח רגלו על המאכל בשעה שהוא אוכל כדי שלא ינוד האוכל ויבא כולו לפיו. ור''ת ז''ל שהוא דורס את החי ואוכלו חי ואכילת זבובים ושקצים ורמשים חיים לא חשבינן ליה דורס ולזה הסכים הרשב''א ז''ל והרמב''ן ז''ל פירש שהוא אותו שנועץ צפרניו בב''ח ודורסן: ",
        "<b>ושאינו דורס ואוכל וכו'.</b> בגמ' (דף ס\"ב) אמר רב נחמן היה בקי בהן ובשמותיהן עוף הבא בסימן אחד טהור לא היה בקי בהן ובשמותיהן בסימן אחד טמא בב' סימנין טהור והוא שיכיר עורב, ונדחית הא דר''נ דאמר אמימר הלכתא עוף הבא בסימן אחד טהור והוא דלא דריס א''ל רב אשי לאמימר הא דר''נ מאי א''ל וכו' לא ס''ל מאי איכא משום פרס ועזניה ליתנהו בישוב. ונראה שרבינו מפרש והוא דלא דריס שידוע שאינו דורס ויש לו סימן אחד מן השלשה הנזכרים. ואפשר שהוא מפרש והוא שאין ידוע שדורס והראשון עיקר בסברתו ז''ל וכן היא דעת הגאונים ז''ל ויש פירושים אחרים בזה ולד''ה דינו של רבינו אמת: "
      ],
      [],
      [
        "<b>היה הקרקבן נקלף וכו'.</b> שם ח' מיני ספיקות הן ופירוש מאי ספיקייהו עופות טהורים קרקבנן נקלף ביד וטמאין אין קרקבנן נקלף והני קרקבנן נקלף בסכינא והקשו והא ההיא אווזא דהוה בי מר שמואל דלא הוה מיקליף קרקבנה ואותבוה בשמשא וכיון דרפא איקליף ותירצו התם כי רפיא קליף בידא הכא אע''ג דרפו לא מיקליף אלא בסכינא. ודעת רבינו שאלו השמונה היה נודע שלא היו דורסין ואעפ''כ היו צריכין סימן אחר של טהרה: "
      ],
      [
        "<b>אמרו הגאונים שמסורת בידיהם וכו'.</b> כך כתב ר''ח ז''ל בקבלה מרבותיו וכ''כ מן הגאונים האחרים וחשש רבינו לדבריהם להחמיר: "
      ],
      [
        "<b>כל עוף שחולק וכו'.</b> דברי רבי אליעזר בן צדוק במשנה ובברייתא וסובר רבינו דלא פליג ת''ק דמתניתין עליה: ",
        "<b>וכל השוכן עם וכו'.</b> מסקנא דגמרא שם (דף ס\"ה) דלכ''ע שוכן ונדמה טמא. ודע שנראה מן המשנה והגמרא שכל עוף שיש לו ג' סימני טהרה אע''פ שאין ידוע אם דורס אם לאו טהור שאין להסתפק שמא דורס הוא דודאי לא דריס וזה דעת רובי המפרשים ז''ל וכן העלה הרשב''א ז''ל בספרו הקצר. וזה דעת הרמב''ן ז''ל. ואע''פ שרש''י ז''ל חלוק על זה דברי האחרים עיקר ומתבררת סתירת פירש''י ז''ל בראיות ברורות מן המורגש כמו שהאריכו בזה ז''ל וכתב רבינו זרחיה ז''ל קבלנו במסורה מאבותינו ומזקנינו הקדמונים כי כל עוף שחרטומו רחב או שיש לו כף הרגל כרגלי האווז בידוע שאינו דורס וסמך עליו הרשב''א ז''ל: "
      ],
      [
        "<b>ומיני חגבים שהתירה וכו'.</b> ברייתא שם נתפרשו הן ומיניהן כמ''ש רבינו: "
      ],
      [
        "<b>ומ''ש מי שהוא בקי בהן ובשמותיהן אוכל וכו'.</b> פשוט הוא שדינן כדין העופות. ונראה שמה שהזכירו בגמרא בעופות ולא הזכירו כן בשאר הוא משום דק''ו הוא לשאר שהרי בעופות לא נתפרשו הטהורים אלא הטמאים ומי שהוא בקי בהן ובשמותיהן אע''פ שאינו יודע בעוף אחר הבא לפניו מי הוא אלא שמכיר שהוא טהור בשלילה שאינו אחד מן הטמאין סומך על בקיאותו כ''ש בחגבים שנתפרשו הטהורים והוא יודע שהוא מהם שסומך על בקיאותו: ",
        "<b>מי שאינו בקי בודק בסימנין וכו'.</b> במשנה ובחגבים כל שיש לו ארבע רגלים וארבע כנפים וקרסולין וכנפיו חופין את רובו רבי יוסי אומר ושמו חגב. ובגמרא (דף ס\"ה) אמרו בעינן רוב ארכו ובעינן רוב הקפו. <b>ומה שכתב רבינו ואע''פ שראשו ארוך ויש לו זנב אם היה שמו חגב טהור,</b> הוא מסופק אצלי אם דעתו הוא דבכל גוונא בעינן שמו חגב ואפילו אין ראשו ארוך ואין לו זנב וכדעת קצת מפרשים שפירשו דרבי יוסי לא פליג את''ק ובכל גונא בעינן שמו חגב ולעולם אין נאכלין אלא במסורת שיהיה שמו חגב וכ''כ הרשב''א ז''ל בספרו, או דעת רבינו דכל שאין ראשו ארוך ואין לו זנב אין צורך אלא לג' הסימנין שהזכיר ואף הרמב''ן ז''ל נסתפק בזה בכונת דברי רש''י ז''ל והראשון עיקר למעשה וכ''כ רבינו בפירוש המשנה: "
      ],
      [
        "<b>מי שאין לו עכשיו וכו'.</b> ברייתא מפורש שם: "
      ],
      [
        "<b>ובדגים ב' סימנין וכו'.</b> במשנה ובדגים כל שיש לו סנפיר וקשקשת ר' יהודה אומר שני קשקשים וסנפיר אחד ואלו הן הקשקשים הקבועים בו וסנפירים הפורח בהן ע''כ. ודע שאף על פי שאמר הקשקשים הקבועין הקשקשים הן אותן הקליפות הנקלפות ממנו ביד או בכלי אבל הקבועה ואינה נקלפת מעור הדג אינה קשקשת וזה ברור כתבו הרמב''ן ז''ל, ולהודיענו זה שנה רבינו לשון המשנה וכתב הדבוקה בכל גופו: ",
        "<b>וכל שיש לו וכו'.</b> משנה בנדה פרק בא סימן (נדה דף נ\"א:) הובא שם בגמרא ושאלו שם בגמרא (א\"כ) סנפיר דכתב רחמנא למה לי אחר שהכל תלוי בקשקשת והשיבו יגדיל תורה ויאדיר. וכתב הרשב״א ז״ל יש מיני דגים שקשקשתן דקה הרבה ואינה נכרת לפיכך אם נסתפק בהן וחפו אותן בבגד או שמו בכלי חרס ונמצאו בו קשקשת בידוע שהיו להם קשקשים ומותרין עכ״ד. ומעשים פשוטים הם בגמרא בע״ז פרק אין מעמידין ולרוב פשיטות זה לא כתבו רבינו: ",
        "<b>אין לו עכשיו.</b> שם ובפרק אלו טרפות (חולין דף ס\"ו): ",
        "<b>ומי שאין לו קשקשים וכו'.</b> כבר כתבתי סתם המשנה דלא בעי ת''ק ב' קשקשים ובת''כ תניא אין לי אלא המרבה בקשקשים ובסנפירין כגון כנופת זו שבים מנין אין לו אלא סנפיר וקשקשת אחת ת''ל סנפיר וקשקשת ר' יהודה אומר שני קשקשים וקי''ל ודאי כת''ק. ונראה שעיקר הנוסחא בספרי רבינו כך ומי שאין לו קשקשים החופין את כולו מותר אפילו אין בו אלא סנפיר אחד x או קשקשת אחת מותר. ובספרים אין כתוב בהן אפילו ואין הלשון מדוקדק. ודע שאע''פ שכתב רבינו או קשקשת אחת אין הכונה שבסנפיר בלא קשקשת יספיק שהרי יש שיש להן סנפיר ואין להן קשקשת כדאיתא התם ומתבאר ממה שהזכיר רבינו למעלה. וכתב הרמב''ן ז''ל תמה אני במה שמצאתי בתוספתא וכמה קשקשים יהיו לו אחד תחת זנבו ואחד תחת לחיו ואחד תחת סנפיר שלו ר''י אומר שנים ומתוך הדוחק יש לי לומר דאו או קתני. ומה שפירש מקומות הללו מפני שבמקומות אחרים יש לחוש שמא עם דגים טהורים נתערב ונשרה קשקשת מהן ונדבקה בזה אבל באותן מקומות ידוע דשלו הוא. ושמעתי שיש מינין שאין להן קשקשים אלא אחד בזנבן עכ''ל. והרשב''א ז''ל כתב סמך על דבריו וכתב כן בספרו. עוד כתב ויש מן הגאונים שהורו לאסור עד שיהו ג' קשקשים א' תחת לחיו ואחת תחת זנבו ואחת תחת סנפיר שלו וראוי לחוש לדבריהם עכ''ל. והוא מפני שפירש התוספתא כפשטה ופסקה. ונראין דברי רבינו וההלכות שלא הזכירו זה כלל שאם היו דברי התוספתא הלכה לא היו שותקין בגמרתנו שלא לבאר זה ובת''כ תניא קשקשת אחת (מי) נימא דג' הן אחת בכל מקום ומתני' נמי סתמא מיתניא והיכי נימא דת''ק בעי ג' ור''י ו' וכדברי אלו הגאונים. גם מה שפי' הרמב''ן ז''ל בתוספתא דאו או קתני דחוק הוא דהא וכמה קשקשים קתני. והעיקר דתוספתא אתיא דלא כהלכתא אבל דינו של הרמב''ן ז''ל אמת דודאי כל מין שאינו נודע אם יש לחוש שנדבקו בו קשקשים אסור מספק והולכים בשל תורה להחמיר. ומ''מ אפילו בשאר מקומות יהיה ניכר אם הן מגופו וכן משמע באותן מעשים שבפרק אין מעמידין שכתבתי למעלה שלא הזכירו מקום ידוע ואע''פ שהיו דומין מינים לדגים טמאים כמו שמבואר שם והיה ראוי לחוש להם לכל מה שאפשר לחוש. וי''ל שכל שנמצאו בו הרבה קשקשים אין חוששין שמא באו מאחרים וכך היו אותן מעשים. והראשון נ''ל עיקר: "
      ]
    ],
    [
      [
        "<b>מכלל שנאמר וכל בהמה וכו'.</b> בבא זו מפורשת בספרא בביאור. ודע שאין לתמוה על מה שאמרו שלאו מיני בהמה וחיה טמאין בא ק''ו מחזיר שפן וארנבת ממ''ש אין מזהירין מדין ק''ו לפי שאלו כבר נאסרו בלאו הבא מכלל עשה מן התורה בביאור וכיון שכן אפשר ללאו שלהן לבא מק''ו: "
      ],
      [
        "<b>לפיכך כל האוכל וכו'.</b> שיעור הכזית מבואר בהרבה מקומות ומהם פרק גיד הנשה (חולין דף ק\"ב). ",
        "<b>ומ״ש לא חלק הכתוב בטמאה בין בשרם לחלבם.</b> ר״ל שאין בחלב הטמאים כרת אלא הרי הוא כבשר בלבד ומשנה היא פרק כל הבשר (חולין דף קי\"ז) חומר בדם (מבחלב) שהדם נוהג בבהמה וחיה ועוף בין טמאים ובין טהורים וחלב אינו נוהג אלא בבהמה טהורה בלבד ע״כ. וכן מפורש בכתוב כי כל אוכל חלב מן הבהמה אשר יקריב ממנה אשה לה' ונכרתה וגו' הא למדת שאין כרת אלא בחלב מן הבהמה שמקריבין ממנה: "
      ],
      [
        "<b>האדם אע''פ שנאמר בו וכו'.</b> מפורש בתו''כ שאין בשר מהלכי שתים בלא תעשה: ",
        "<b>אבל אסור הוא בעשה שהרי מנה וכו'.</b> זה יצא לרבינו ממ״ש שם יכול יהא אף בשר מהלכי שתים וחלב מהלכי שתים בלא תעשה על אכילתן ת״ל זה לא תאכלו זה בלא תעשה על אכילתו ואין בשר מהלכי שתים וחלב מהלכי שתים בל״ת על אכילתן. וסובר רבינו שאם היה מותר לא היו אומרים כן אלא ודאי ל״ת הוא שאינו אבל בעשה ישנו והוצרך הכתוב למעטו מפני שכתוב ויהי האדם לנפש חיה ואע״פ שהדם והחלב של אדם מותרין לגמרי מן התורה כמו שנתבאר בחלב פ״ג ובדם פ״ו ושנינו כל היוצא מן הטמא טמא אין אותו כלל אלא לטמאין בלאו אבל האדם אינו אלא בעשה והתורה התירה חלבו ודמו בפירוש כדאיתא בברייתא הנזכרת בכתובות פ' אע״פ (כתובות דף ס') יכול יהא חלב מהלכי שתים טמא ודין הוא ומה בהמה שהקלת במגעה החמרת בחלבה אדם שהחמרת במגעו אינו דין שתחמיר בחלבו ת״ל ואת הגמל כי מעלה גרה הוא הוא טמא ואין חלב מהלכי שתים טמא אלא טהור יכול אוציא את החלב שאינו שוה בכל ולא אוציא את הדם שהוא שוה בכל ת״ל זה זה דם טמא ואין דם מהלכי שתים טמא אלא טהור עכ״ל הברייתא. הרי שהותרו בפירוש מן הכתוב ואע״פ שאין לנו טעם במצות זה היה בדין שהרי הדם נהפך לחלב ומזון התינוק הוא החלב ולא היה ראוי שיהיה מזונו וגדולו מדבר אסור והברייתא הזו כפשטה מסייעת לדברי רבינו שאם היה בשר מהלכי שתים מותר גמור מן התורה מה צורך היה להשמיענו דמו וחלבו והיאך יהיה טהור והיוצא ממנו טמא. ועוד כשהיה דורש ק״ו מבהמה לימא ליה בשרו יוכיח. ועוד שאם היה בשרו מותר לא היו גוזרין חכמים על תינוק היונק מחלבו יותר משתי שנים להיותו כיונק שקץ כמו שיתבאר פ״ג ויהיה כחלב בהמה טהורה, ועוד שבבשרו וחלבו אמרינן בספרא שאינן בלא תעשה על אכילתן וכאן אמרו בחלבו ודמו שהן טהורין ומשינוי הלשונות נראה שאינן שוין זה דעת רבינו. והר״א ז״ל כתב בהשגות א״א ואם כן למה אמרו בדמו שאפילו מצות פרוש אין בו ע״כ. וזה דעת הרמב״ן ז״ל והרשב״א ז״ל שאין בבשר האדם איסור כלל מן התורה אלא שהרמב״ן ז״ל כתב שהישראל שמת בשרו אסור אף בהנאה מן התורה וכבר נתבאר דין איסור ההנאה של מת בדברי רבינו פי״ד מהלכות אבל. ואפשר לומר לדבריהם שכיון שבא הכתוב להתיר דמו וחלבו אף בשרו וחלבו מותר ושני כתובין אחד למעטו מלא תעשה ואחד למעטו מעשה וכולן שוין הבשר והחלב והדם והחלב ואע״פ שהן דרשות חלוקות. כך יש לתרץ לדעתם ז״ל. ומה שגזרו חכמים שלא לינק יותר מכ״ד חדש הוא אחר שפירש מפני שהחלב מזיק ליונקים יותר מדאי. וה״ר אהרן הלוי הסכים לדעת מי שאמר הבשר והחלב הוא בלאו ואמר שהנוסחא המדוקדקת בספרי היא יכול יהא דם מהלכי שתים בלא תעשה ודברי רבינו נראין עיקר: "
      ],
      [
        "<b>האוכל כזית מבשר וכו'.</b> בספרי מבואר העשה שהזכיר רבינו ולאו הבא מכלל עשה: ",
        "<b>וכן האוכל כזית מדג וכו'.</b> ברייתא הובאה פרק אלו טריפות (חולין דף ס\"ו:) שהוא בעשה ולא תעשה: ",
        "<b>הא למדת וכו'.</b> זה נכלל במה שנתבאר כבר: "
      ],
      [
        "<b>חגב טמא הרי הוא וכו'.</b> בספרי כל שרץ העוף אלו חגבים טמאים ואי זהו שרץ העוף כגון זבובים יתושים וצרעים וכו': "
      ],
      [
        "<b>האוכל כזית משרץ הארץ וכו'.</b> בויהי ביום השמיני וכל השרץ השורץ על הארץ שקץ הוא לא יאכל כל הולך על גחון וכל הולך על ארבע עד כל מרבה רגלים לכל השרץ השורץ על הארץ לא תאכלום כי שקץ הם ופרק א''ט (דף ס\"ו:) ת''ר הולך על גחון זה נחש כל לרבות (את) השלשול ואת הדומה לשלשול על ארבע זה עקרב כל הולך לרבות את החפושית ואת הדומה לחפושית מרבה רגלים זה נדל עד כל לרבות את הדומה ואת הדומה לדומה ע''כ. ומבואר בכתוב שהשמונה שרצים הם נקראים שרץ הארץ כמו שנאמר וזה לכם הטמא בשרץ השורץ על הארץ החולד והעכבר כו'. ודע שדעת רבינו שאע''פ שבאו שני לאוין ויותר בשרץ הארץ אינו לוקה אלא אחת ויתבאר דעתו ודעת החולקים עליו בסוף פרק זה: "
      ],
      [
        "<b>ושמנה שרצים האמורים בתורה וכו'.</b> במס' מעילה פרק קדשי מזבח (מעילה דף ט\"ז:) אמר רב יהודה אמר רב אכילת שרצים לוקה עליו בכזית מ״ט אכילה כתיבא בהו והקשו מדתני רבי יוסי וכו' קמיה דר' יוחנן וכו' מה טומאה בכעדשה אף אכילה בכעדשה ותירצו ל״ק כאן במיתתן כאן בחייהן שבמיתתן הן מטמאין: "
      ],
      [
        "<b>וכולן מצטרפין לכזית.</b> משנה ומתבאר שם: ",
        "<b>אכל אבר שלם וכו'.</b> פ''ק דכריתות אע''פ שאבר שלם מן השרצים מטמא ואפילו הוא פחות מכעדשה כמבואר בגמרא שם ונזכר פ''ד מהלכות שאר הטומאות אינו לוקה עליו באכילה עד שיאכל בכעדשה וזה נלמד ממ''ש שם (מעילה דף ט\"ז:) מיתיבי האיברים אין להם שיעור אפילו פחות מכזית נבלה ופחות מכעדשה מן השרץ מטמאין וא''ר יוחנן אין לוקין עליהן אלא בכזית אמר רבא במובדלים דבר הכתוב. פירוש שהם למדו שיעור האכילה מטומאה מהכתוב שאמר והבדלתם בין הבהמה הטהורה לטמאה ובין העוף הטמא לטהור ולא תשקצו את נפשותיכם בבהמה ובעוף ובכל אשר תרמוש האדמה אשר הבדלתי לכם לטמא ואמרו שם פתח הכתוב באכילה וסיים בטומאה מה טומאה בכעדשה אף אכילה בכעדשה ולא השוה אותן הכתוב אלא באותן ששיעור טומאתן מובדלת מכל השאר והיינו אשר הבדלתי לכם לטמא בשרצים שהם מובדלי השיעור מכל שאר הטומאות שהן מטמאין בכעדשה ורבי יוחנן אנבלות קאי וה''ה לשרצים שאין חיוב אכילתן באיבריהן כשיעור טומאתן שהוא בכל שהוא. והטעם מפני שטומאת האיברים אינה חלוקה בשרצים משאר הטומאות שכל הטומאות איבריהן מטמאין ג''כ בכל שהן ור' יוחנן משום נבלות נקט כזית אבל משום שרצים ודאי בכעדשה חייב שכבר נתבאר שאכילתן בכעדשה כטומאתן ולא גרע מפני שהוא אבר שלם שלא יהיה חייב בכעדשה אבל ר' יוחנן בא להשמיענו שאין למדין חיוב אכילה מטומאת איברים ונקט כזית משום נבלה והקשו אלא מעתה גבי בהמה נמי ליפלגי בין מובדלת לשאינה מובדלת פירוש אלא מעתה דמובדל לטומאה מן השאר מובדל לאכילה גבי בהמה נמי לימא שהאיברין שהן מובדלין לטומאה יהו מובדלין לאכילה ולילקי עליהן בכל שהן ותירצו הא אקשינהו רחמנא לבל תשקצו x כולן שווין ואין הפרש בין אכילת האיברים לאכילת דבר אחד מהן וכיון שטומאתן בכזית כל אכילתן בכזית אף האוכל איבריהם וגם האוכל בשרצים אין חלוק בהן לאיבריהן אלא כשם שצריך להן כעדשה כך לאיבריהן, כנ''ל פירוש סוגיא זו לדעת רבינו: "
      ],
      [
        "<b>דם הח' שרצים וכו'.</b> משנה (מעילה דף י\"ז) דם השרץ והבשר מצטרפין (זה עם זה) לכעדשה ובגמרא אמר רבי חנין אמר רב זעירא פירש xx ועודה בו. פירוש עוד הדם מחובר בו ומבואר בכריתות פירקא קמא. ודם שפירש מהן יתבאר בסמוך ששיעורו בכזית ואינו מצטרף הקל עם החמור: ",
        "<b>וכן דם הנחש וכו'.</b> בכריתות פירקא קמא (דף ד') אמר רבינא הילכך דם הנחש ובשרו מצטרפין זה עם זה ואף ע''ג דלא אתרבי לטומאה משרץ הארץ שאין מטמאין אלא שמונה שרצים כיון שאין דמו חלוק מבשרו לחייב האוכלו מצטרפין כדאיתא התם. <b>וכתב רבינו וכן כל כיוצא בהן משאר שרצים וכו'</b> ופשוט הוא: "
      ],
      [
        "<b>דם שרצים וכו'.</b> בכריתות פרק דם שחיטה (כריתות דף כ\"א:) אר״י אמר רב דם שרצים לוקין עליו בכזית והקשו עליו ומסקנא התרו בו משום שרץ לוקה משום דם אינו לוקה: "
      ],
      [
        "<b>כל השעורין ומחלקותם וכו'.</b> בהרבה מקומות אמרו שיעורין הלכה למשה מסיני. ומהם פ''ק דעירובין (דף ד'): "
      ],
      [
        "<b>האוכל כזית משרץ וכו'.</b> לפי מה שכתב רבינו מלאו דאל תשקצו את נפשותיכם בכל השרץ השורץ ולא תטמאו בהם ונטמתם בם נלמוד איסור שרץ המים והוא כולל כל מין גדול או קטן שאינו כצורת דג. יש לתמוה שהרי בספרי דרשו במים האמורין בדגים ואחרי כן אמרו אתה אומר לכך נאמר במים במים או אינו אלא מין שהתרתי אותו המין אסרתי אי זה מין התרתי בעל עצמות פרה ורבה אף אין לי לאסור אלא בעל עצמות פרה ורבה מנין לבעל עצמות ואינו פרה ורבה אינו בעל עצמות ופרה ורבה עד שתהא מרבה להביא את הגלים ואת הצפרדעים הגדלים בים וגדלים ביבשה ת''ל כל אשר אין לו סנפיר וקשקשת במים וגו' לא תאכלו ע''כ. ושם אמרו גם בפסוק כל אשר אין לו וגו' ומכל נפש חיה אשר במים חיה זו חית הים נפש להביא את הסירני פירוש בריה שהיא כצורת אדם יכול יהא מטמא באהל כדברי בן חכינאי ת''ל שקץ הוא לכם. הנה שלמדו אלו מכל אשר ומכל נפש החיה ולא מלאו דאל תשקצו. וכבר השיגו הרמב''ן ז''ל בזה בהשגות שחבר על ס''ה ובודאי שאף הם נכללים בלאו שהזכיר רבינו אבל א''צ להביא משם שהרי נלמדו מכאן. ואולי שרבינו רצה להביא מלקות שלהן מהפסוק הזה הכולל ולא להביאם מן הרבויים וזו יהיה נמשך אחר שיטתו בענין המצות והמלקיות שלא להביאם מן הרבוי וכ''כ בס''ה שלא בא לאו גמור בשרץ המים אלא פסוק זה דאל תשקצו את נפשותיכם ר''ל שהוא לאו שאין בו צורך לרבוי, ודעתו בזה דברים ארוכים שם: "
      ],
      [
        "<b>אלו המינין שנבראים באשפות וכו'.</b> בתורת כהנים ולא תטמאו את נפשותיכם בכל השרץ הרומש על הארץ אע''פ שאין פרה ורבה ודעת רבינו שהפסוק הזה לא בא לדבר אחר אלא לרמשים שאין פרין ורבין, אבל הרמב''ן ז''ל כתב שהוא כולל כל שרץ הארץ ואף הפרים ורבים ונתוסף בהן כאן לאו מחדש ומריבוי בכל דרשו שאינן פרים ורבים ורבינו מיחד לאו לפרים ורבים ולאו זה לשאינן פרין ורבין ואף על פי שלשון רמש כולל הכל כמבואר בכתוב בכמה מקומות ולמעלה הזכרתי שדרשו בכל אשר תרמוש האדמה בח' שרצים סבור רבינו שבכאן בא הפירוש המקובל שזה לאו מיוחד לשאין פרים ורבים בלבד: "
      ],
      [],
      [
        "(יד-טו) ",
        "<b>אלו המינין הנבראין וכו'.</b> בחולין פרק אלו טרפות (חולין דף ס\"ז) וכל השרץ השורץ על הארץ לרבות יבחושין שסיננן ועוד מבואר שם שכל זמן שפרשו אסורין. עוד שם אמר שמואל קישות שהתליעה באיביה אסורה משום השרץ השורץ על הארץ לימא מסייע ליה דתני חדא על הארץ להוציא את הזיזין שבעדשים ואת היתושין שבכליסין ותולעת שבתמרים ושבגרוגרות ותניא אידך כל השרץ השורץ על הארץ לרבות תולעת שבעיקרי זיתים ועיקרי גפנים מאי לאו אידי ואידי בפירא הא באיביה הא שלא באיביה ודחו לא אידי ואידי באיביה ולא קשיא הא בפירא והא באילנות גופייהו דיקא נמי דקתני תולעת שבעיקרי זיתים ושבעקרי גפנים ש״מ, ודעת רבינו כדעת הגאונים ז״ל שפסקו הלכה כשמואל ואע״ג דדחו סייעתיה בגמרא ואמרו בדחיה דיקא נמי סייעתיה הוא דאדחי אבל מימרא הלכתא היא דהא משמע בההוא פרקא דרב פפא ס״ל כוותיה וזה דעת הרמב״ן והרשב״א ז״ל ועיקר והסכימו הם שאע״פ שהחור קטן ואין השרץ יכול להלך בו אסור וזה דעת רבינו. ",
        "<b>ומ''ש רבינו ואם ספק אסורה.</b> פשוט הוא: "
      ],
      [
        "<b>פרשו לאויר ולא נגעו לארץ וכו'.</b> בעיא שם (דף ס\"ז:) דלא אפשיטא והויא לה תיקו דאורייתא ולחומרא. ויש מי שהיה גורס פירשה ומתה והיא גירסת רש''י ז''ל ופירוש פירשה מתוך הפרי לארץ ולא רחשה שמתה מיד בנפילתה עכ''ל. ולפי גירסא זו אם x פרשה (ואח\"כ) מתה מותרת. אבל גירסת רבינו פירשה מתה מהו והיא גרסת ההלכות ור''ח ז''ל וכן הסכים הרשב''א ז''ל וכתב הוא ז''ל נמצא בתוך הפרי אע''פ שחורו נקוב לחוץ אין חוששין שמא יצא וחזר לחורו שכל היוצא מחורו אין חוששין שמא חזר בו עכ''ל. ולמטה יתבאר כיוצא בזה במים שבכלים שאין חוששין לתולעים שבתוכן שמא פירשו וחזרו: "
      ],
      [
        "<b>תולעת הנמצאת במעי דגים וכו'.</b> שם קוקאני אסירי מ''ט מינם ניים x (כוורא) ועייל ליה באוסייהו, עוד שם בגמרא תולעים דרני דבשרא אסירי דכוורי שריין והקשו מאי שנא מהא דתניא ואת נבלתם תשקצו לרבות את הדרנין שבבהמה ותירצו בהמה בשחיטה הוא דמשתרי והני מדלא קא מהני להו שחיטה באיסורייהו קיימן אבל דגים באסיפה בעלמא (הוא) דמשתרו והני כי קא גבלן בהיתרא קא גבלן. ונראה שרבינו סבור שכל התולעים הנמצאים בדג מחיים אסורין וזהו קוקאני דאסירי והטעם מפני שאינן מתהוים ממנו אלא נכנסים לו דרך נחיריו ושאמרו דכוורי שריין הוא כשהתליעו אחר מיתה ודכותה בבשרא אסירי. וז''ש דרני דבשרא ולא אמרו דבהמה משמע דאפילו לאחר מיתה אסירי ונתנו טעם לדבר לפי שבשר הבהמה אינה מותרת אלא בשחיטה וכל דבר חי שיצא ממנה אפילו לאחר מיתה אסור כיון שאי אפשר לו בשחיטה אבל הדגים אינם צריכים שחיטה וכל דבר הגדל ממנו בהתר הוא גדל וכמו תולעת הפירות ואף בדגים אם פירשו אסורין כמו כל פירות. זה נראה דעתו ז''ל: <b>ובהשגות</b> א''א זה שבוש שאף בשר המליח כו'. וזו היא שיטת האחרונים ז''ל והם מפרשים קוקאני אסירי והם הנמצאים במעי הדגים דבהנהו איכא למימר דמעלמא אתו אבל הנמצאים בדגים אפילו מחיים בין עור לבשר שרו דליכא למימר מעלמא אתו אלא ממנו הם גדלים ודכוותה בבהמה שנעשו מחיים אסירי אבל אותן שגדלו אחר מיתה אפילו דבשרא שרו וזה דעת הרשב''א ז''ל. וכתב הוא ז''ל ודוקא בשלא פירשו ע''ג החתיכה אבל פירשו אפילו על גבי החתיכה אסירי ואפי' פירשו לאחר מיתה אסירי מספק עכ''ד ז''ל: ",
        "<b>וכן המים שבכלים וכו'.</b> ברייתא שם: "
      ],
      [
        "<b>שרץ המים הנברא בבורות וכו'.</b> נראה מדברי רבינו שחריצין ונעיצין המושכין אע''פ שאינן נובעין אסורין ולא הותר בלא סנפיר וקשקשת אלא בורות שיחין ומערות שהן עצורין בכלים וכתנא דבי רבי ישמעאל דמשמע התם דפליג את''ק בחריצין המושכין ואינן נובעין וכן פירשו בעלי התוספות ז''ל וכדתני מתיא בן יהודה מרבה אני בורות שיחין ומערות שהם עצורין בכלים ומוציא אני חריצין ונעיצין שאין עצורין בכלים וכן משמע בספרא דקתני לאיסורא עד שתהא מרבה את המים שבביברין ומשמע אף על פי שאינן נובעין ולזה הסכים הרשב''א ז''ל: "
      ],
      [
        "<b>במה דברים אמורים בשלא פירשו ממקום ברייתן כו'.</b> מבואר שם: ",
        "<b>פרש לדפני החבית וכו'.</b> שם שאלו במנא נמי ניחוש דילמא פריש לדופנא דמנא והדר נפיל ואמרו התם היינו רביתיה דתניא בורות שיחין ומערות שוחה ושותה ואינו נמנע ואמאי ניחוש דילמא פריש לדופנא דבירא והדר נפיל אלא היינו רביתיה פירוש ואע''פ שפירש שם אין בכך כלום. וכתב הרשב''א ז''ל שאם פירשו לאחורי הכלי או על שפת הבור בחוץ אסורין דלאו היינו מקום ברייתן ופשוט הוא: "
      ],
      [
        "<b>המסנן את היין או את החומץ וכו'.</b> ברייתא שם כל השרץ השורץ לרבות יבחושין שסננן (וקודם זה איתא התם) אמר רב הונא לא לישפי איניש שכרא בצבייתא באורתא דילמא פריש לעיל מצבייתא והדר נפיל לכסא. פירוש בשכר מצויין תולעין וקאמר דלא יסנן אותו בקסמין וקשין דקין שמשים על הכלי בלילה שאם תפול תולעת על הקשין לא יראנה ומשם תפול לכלי ולמחר כשיראנה יהי סבור שלא יצאת מן השכר לקשין. ורבינו לא הוצרך לכתוב זה מאחר שכתב למעלה שאם פירשו אע''פ שחזרו לכלי אסורין וכתב כאן שהאוכלן אחר סנון לוקה עליהן ממילא שכל שסננן ויש לחוש שמא פירשו על ידי סנון אסורים אבל אם לא סננן אין חוששין שמא מאליהן פירשו וחזרו, וז''ש רבינו אבל אם לא סנן שותה ואינו נמנע כמו שביארנו: "
      ],
      [
        "<b>זה שאמרנו בפרק זה האוכל כזית וכו'.</b> מבואר בהרבה מקומות ומהם במשנה במכות פרק אלו הן הלוקין (מכות דף י\"ז) דבבריית נשמה כל שהוא יש מלקות. ",
        "<b>ומה שכתב רבינו אפילו סרחה הבריה וכו'.</b> הוא בשלא סרחה והבאישה עד כדי שלא תהא ראויה לאדם אבל אם סרחה כל כך כבר ביאר רבינו פרק ארבעה עשר שמי שאכל אוכל האסור אחר שהסריח והבאיש ובטל מאוכל אדם הרי זה פטור וכן הוא דהלכה כרבן שמעון דאמר נבלה שאינה ראויה לגר לא שמה נבלה וכמו שיתבאר שם: "
      ],
      [
        "<b>נמלה שחסרה אפילו וכו'.</b> בעיא דלא איפשיטא בנזיר פרק כהן גדול (נזיר דף נ\"א:) וידוע שאין להלקות מספק. ולכך כתב רבינו אינו לוקה עליה אלא בכזית: ",
        "<b>לפיכך האוכל זבוב וכו'.</b> כבר נתבאר זה: "
      ],
      [
        "<b>הרי שהיתה הבריה משרץ העוף וכו'.</b> דברי רבינו בזאת הבבא הם פירוש למה שאמרו בפרק אלו הן הלוקין (מכות דף ט\"ז:) אכל פוטיתא לוקה ד' אכל נמלה לוקה ה' (משום שרץ השורץ על הארץ) (אכל) צרעה לוקה ו' (משום שרץ העוף) וכבר ביאר רבינו שיטתו זאת בס״ה במצוה ק״פ בארוכה ופירש הוא הפך מפירוש הגאונים ז״ל שהם סבורים שאם באו שני לאוין בדבר אחד לוקין עליהן שתים ורבינו ז״ל אינו סבור כן וע״כ אמר שרבוי המלקיות הוא מפני שיש בבריות אלו פעולות ותכונות שונות ונכללות באחד מהן מינין חלוקין לפיכך לוקה עליהן על כל הלאוין האלו וכבר חלקו עליו ג״כ האחרונים ז״ל: <b>ובהשגות</b> א״א המאסף הזה אסף דברים וכו'. ואינם דברים מוכרעים כלל. אבל הרמב״ן ז״ל הקשה בזה קושיות חזקות ודחה פירוש רבינו והעמיד פירוש הגאונים ז״ל שפירש שהפוטיתא הוא דג טמא קטן ולוקה עליו ארבע שתים מלא תשקצו את נפשותיכם בכל השרץ השורץ ולא תטמאו בהם ואלו השני לאוין כוללין כל שרץ והדגים הטמאים הם קרויין ג״כ שרץ ושני לאוין אחד בויקרא ואחד במשנה תורה בכל אשר אין לו סנפיר וקשקשת נמלה לוקה חמש שתים מלא תשקצו את נפשותיכם בכל השרץ השורץ ולא תטמאו בהם שהם כוללין כל השרצים והנמלה היא שרץ הארץ ואחד מוכל השרץ השורץ על הארץ שקץ הוא לא יאכל ואחד מכל הולך על גחון לכל השרץ השורץ על הארץ לא תאכלום ואחד מלא תטמאו את נפשותיכם בכל השרץ הרומש על הארץ צרעה לוקה חמש דשרצים ואידך כל שרץ העוף לפי שהיא מעופפת, ומה שהזכירו מינין אלו בגמרא הוא לרבותא שאע״פ שהם קטנים ביותר לוקין עליהם כל אלו המלקיות אלו דבריהם ז״ל: "
      ],
      [
        "<b>ריסק נמלים והביא אחת שלימה וצרפה וכו'.</b> בפרק אלו הן הלוקין מימרא מפורשת: "
      ]
    ],
    [
      [
        "<b>כל מאכל היוצא ממין מן המינין האסורין שלוקין על אכילתן הרי אותו וכו'.</b> זה מבואר בהרבה מקומות ומהם פ''ק דבכורות (דף ה') משנה וגמרא ופרק א''ט (דף ס\"ד:) אמר חזקיה מנין לביצה טמאה שהיא מן התורה שנאמר ואת בת היענה וכי בת יש לה ליענה אלא x (זו ביצתה): "
      ],
      [
        "<b>חלב אדם מותר באכילה אף על פי שבשר האדם אסור באכילה וכו'.</b> כבר נתבאר זה פרק שני ועוד יתבאר לפנינו: "
      ],
      [
        "<b>דבש דבורים ודבש צרעים וכו'.</b> דבש דבורים שהוא מותר מוסכם מכל התנאים אבל דבש צרעים הוא מחלוקת תנאים בברייתא פ''ק דבכורות (דף ז':) ור' יעקב אסר ליה וס''ל דדבש דבורים הוא שמותר משום דרחמנא שריא דכתיב אך את זה תאכלו אבל דבש צרעים שיש לו שם לווי לא כדאיתא התם וסתמא דמתני' במסכת מכשירין דלא כוותיה שאמרו שם דבש צרעים טהור ומותר באכילה וכההוא תנא דברייתא דאמרו מפני מה אמרו דבש דבורים מותר מפני שמכניסות אותן לגופן ואינם ממצות אותן מגופן וה''ה לד''צ וה''ל ד''צ סתם במתני' ומחלוקת בברייתא וקי''ל הלכה כסתם. ואע''ג דמשמע פ''ק דבכורות דרב ששת דאמר מי רגלים של חמור אסור ס''ל כר' יעקב ודייק לה ממתני' דקתני היוצא מן הטמא טמא ולא קאמר היוצא מטמא ע''כ ההוא דיוקא לאו דיוקא הוא דא''כ קשיא סתמא אסתמא אלא היוצא מן הטמא אורחא דלישנא הוא ותו דמשמע התם דמסקנא דגמ' דלא כר''י דאמר בשלהי שמעתתא כמאן אזלא הא דתניא דבש הגזין והצרעים טהור ומותר באכילה כמאן דלא כר''י. ועוד יש לי לומר דרב ששת לא ס''ל כר''י אלא בטעמיה דדבש רחמנא שרייה ולאו טעמא משום שאינו תמצית גופן דא''כ הו''ל מי רגלים מותרין ומתני' קתני היוצא מן הטמא טמא אבל מה שחלק ר''י במדרש הכתוב בין דבש שיש לו שם לווי לדבש שאין לו שם לווי לא ס''ל כוותיה אלא כיון דכתיב קרא אך את זה תאכלו מכל שרץ העוף זה אתה אוכל ואי אתה אוכל כו' אבל אתה אוכל מה ששרץ העוף משריץ לא מפלגינן במדרש הכתוב בין דבש שיש לו שם לווי לדבש שאין לו שם לווי וזהו שלא הקשו סתמא אסתמא דסתמא דהכא דבכורות לא אתי למיסר מאי דרחמנא שרייה דאי לא בלא''ה תקשי ליה סתמא אליבא דר''ש דבש דבורים אבל אי אמרינן דכל מאן דאית ליה דרשא דקרא אית ליה דדבש צרעין אסור ומתני' דמכשירין משום דדבש צרעין אינו מגופן הוא ליקשי סתמא אסתמא אליבא דרב ששת דדייק ממתניתין היוצא מן הטמא כל דאתי מיניה דטמא ולפי זה מתני' דדבש צרעין אפילו רב ששת מודה בה לענין דינא וטעמא דברייתא הוא דפליג כנ''ל. ורבינו פסק כסתם מתני' דמכשיר וכטעמא דברייתא ודחי לה לדרב ששת וסבירא ליה דמי רגלים של חמור מותרין כנזכר פ' ד' והרמב''ן ז''ל פסק בהלכותיו להחמיר ואסר דבש צרעים וכתב שיש מי שפסק כן: "
      ],
      [
        "<b>אע״פ שחלב אדם מותר וכו'.</b> בכתובות פ' אע״פ (כתובות דף ס') מפורש בגמרא דחלב שפירש אפילו מצות פרוש אין בו. ובהשגות א״א הא למדת שאין בבשר האדם אפילו איסור עשה ומה שאמר כיונק שקץ בין תבין ע״כ. וכבר הארכתי בדין בשר האדם פ״ב: ",
        "<b>וגדול שינק מן השד וכו'.</b> שם: "
      ],
      [
        "<b>יונק תינוק והולך וכו'.</b> שם נפסקה הלכה כרבי יהודה דאמר יונק אפי' ד' וה' שנים פירש לאחר כ''ד חדש הרי הוא כיונק שקץ ובגמרא (פרש) כמה וכו' אמר שמואל ג' ימים. ובירושלמי נזכר בהלכות בד''א שפרש מתוך בוריו אבל מחליו מחזירין אותו ע''כ: "
      ],
      [
        "<b>אף על פי שחלב בהמה טמאה וכו'.</b> זה יצא לרבינו ממ״ש בפ' אלו טריפות (חולין דף ס\"ד) בביצת השרץ מלמד שאם רקמה ואכלה לוקה עליה משום (שנא') השרץ השורץ על הארץ משמע הא לא רקמה לא אלמא אע״פ שכל היוצא מן הטמא טמא אין לוקין עליו שאל״כ בלא רקום היה לוקה. ויש מן המפרשים שהודו בדינים של רבינו אבל חלקו בביצת עוף משום דנפקא לן מבת היענה כמו שנזכר למעלה ואמרו דלמילקי עליה הוא דאיצטריך דאי למיכלה גופא תיפוק לי דכל היוצא מן הטמא טמא. ויש דוחין זה ואמרו דלמיסר גופא איצטריך סד״א ביצה טהורה דשרא רחמנא חדוש הוא דה״ל למיסר משום אבר מן החי וביצה טמאה נמי תשתרי קמ״ל ודכוותא אמרו פ״ק דבכורות גבי חלב. ואם תשאל היכא גלי רחמנא דביצה טהורה יש להשיב מדכתיב ואת הבנים תקח לך שהוא כולל אפרוחים או ביצים ודרשינן פרק שלוח הקן תקח לך ולא לכלביך אלו דבריהם ז״ל. וזהו דעת רבינו דודאי עיקר קרא דבת היענה לאסור עצמה הוא ומדכתיב בת ילפינן לביצה לאיסורא והוא בנין אב לכל ביצים טמאין אבל אין לוקין עליהם מן הרבוי הזה דומה לחצי שיעור דנפקא לן פ' אחרון דיומא (דף ע\"ד) מכל חלב ואינו לוקה עליו ורבינו סמך דין זה למה שכתוב מבשרם לא תאכלו וסוף הפסוק ובנבלתם לא תגעו. ובפירוש אמרו בטומאה בהרבה מקומות שאין אלו מטמאין ונזכר בהלכות שאר אבות הטומאה ולקח המדרש הזה להורות שאע״פ שהיוצא מן הטמא טמא אין לוקין עליו ואע״פ שבעוף לא נזכר מבשרם כיון שאינו למד אלא מן המדרש של בת היענה אין לוקין עליו דומיא דביצת השרץ שאין כתוב בשרצים מבשרם וכל היוצאין מהטמאין דין אחד להם: "
      ],
      [
        "<b>יראה לי שהאוכל וכו'.</b> סברת רבינו זו פשוטה היא בטעמא דכל שהן בגוף בדגים דליכא בהו קליפה ובעופות כל שתלויות באשכול הן בשר גמור. וראיה לזה דין הטומאה בנבלת עוף שהאוכל מן האשכול של ביצים טמא כדאיתא פ''ק די''ט (דף ז') ונתבאר בדברי רבינו מהלכות שאר אבות הטומאות ועוד ראיה שאסור לאכלן בחלב כדאיתא התם אע''פ שבשר עוף בחלב אינו אלא מדבריהם כמו שיתבאר פ''ט: "
      ],
      [
        "<b>ביצת עוף טמא.</b> בפרק א''ט (דף ס\"ד) מבואר גבי ביצת השרץ שאם רקמה ואכלה לוקה עליה משום שרץ הארץ כמש''ל ורבינו סבור דה''ה לביצת עוף טמא משום שרץ העוף. אבל הרשב''א ז''ל הקשה עליו מהשרצים הגדלים בפירות במחובר שאינן קרויין שרץ העוף אע''פ שעתידין לצאת ולפרוח ואמר דכל שלא יצא לאויר העולם אינו שרץ העוף ולא שרץ הארץ שהרי אין הביצה גדולי קרקע ולפיכך אע''פ שבביצת השרץ לוקה מדין שרץ הארץ מפני שהן עצמן שרץ הארץ בביצת עוף טמא אינו לוקה והניח הדבר בצ''ע. ובאמת שאין דבריו מוכרחים דאיכא למימר שאני שרצים הגדלים בפירות דכיון שהן גדלים בקרקע לאלתר הוי שרץ ואינן קרויין שרץ העוף עד שיעופו אבל זה שמינו כבר הוא עוף והביצה היא מעוף טמא לאלתר שרקם הוה ליה כשרץ העוף דומיא דביצת השרץ אע''פ שלא שרץ על הארץ: ",
        "<b>אבל ביצת עוף טהור וכו'.</b> שם מבואר דאע''ג דפליגי רבנן עליה דרבי אליעזר ב''י ושרו באפרוחים שלא נתפתחו עיניהם ה''מ כשיצאו לאויר העולם אבל אם לא יצאו לאויר העולם כ''ע מודו דכיון דאיכא ריקום אסור מדרבנן ולזה כתב רבינו מכת מרדות: "
      ],
      [
        "<b>נמצא עליה קורט דם וכו'.</b> שם ברייתא (דף ס\"ו:) נמצא עליה קורט דם זורק את הדם ואוכל השאר אמר ר' ירמיה והוא שנמצא על קשר שלה תני דוסתאי אבוה דרבי אפטוריקי לא שנו אלא שנמצא על חלבון שלה אבל נמצא על חלמון שלה (אפילו) ביצה אסורה מ''ט דשדיא תכלא בכולא. ודעת רבינו דהא דתני דוסתאי פליגא אדרבי ירמיה דאסר בחלבון שנמצא בקשר וחוץ לקשר והלכה כדוסתאי להקל בשל דבריהם ועוד דמשמע התם דרב אשי ואביי ס''ל הכי וזה דעת ההלכות שלא הזכירו הא דר' ירמיה וכן דעת הגאונים ז''ל ועיקר. אבל הרשב''א ז''ל כתב פ''א בשם חכמי הצרפתים ז''ל דלא פליגי דוסתאי ור' ירמיה ואמר שיש לחוש לדבריהם ולאסור אף בשנמצא בחלבון כל שנמצא בקשר ונתפשט חוץ לקשר ואין מורין להיתר אלא בנמצא בחלבון על הקשר לבד או חוץ לקשר ולא נתפשט בקשר והקשר הוא בראש הכד והוא הדבר הנתפש מזרע הזכר וניכר לעין ע''כ דבריו. ודעת רבינו והגאונים עיקר ואין לחוש באיסור של דבריהם אחר קבלת הגאונים ז''ל: ",
        "<b>ביצה המוזרת וכו'.</b> ברייתא שם ביצים מוזרות נפש היפה תאכלם ופירש''י ז''ל ביצים שאינם של זכר (אלא דספני מארעא) אע''פ שישבה עליהן תרנגולת כמה ימים מותרת דלעולם לא יהא בה אפרוח ולזה הסכים הרשב''א ז''ל וכתב דכל ביצה דספנא מארעא אע''פ שנמצא עליה דם בחלמון זורק את הדם ואוכל את השאר ע''כ. ובתחלת ברייתא זו יש במקצת הנוסחאות גיעולי ביצים מותרות ולא נזכר בהלכות ולא בדברי רבינו וכתב הרשב''א ז''ל שהוא לפי שלא היה בגרסאות ספריהם והרבה ספרים יש שאינו בהם ומכל מקום הדבר אמת שכן נמצא במסכת תרומות ובירושלמי ובתוספתא. x ופירושה ביצה שהגעילה אותה התרנגולת מכח הכאה ואינה מעורה בגידין כלל וקמ''ל שאע''פ שלא נגמרה לגמרי מותרת ואין בה משום אבר מן החי: "
      ],
      [
        "<b>אפרוח שנולד וכו'.</b> כבר כתבתי למעלה דפלוגתא דראב''י ורבנן היא ופסקו הגאונים ז''ל כרבנן דשרו כל שיצא לאויר העולם וכן מוכח פ''ק דיו''ט ועיקר: ",
        "<b>בהמה טהורה שנטרפה וכו'.</b> בפרק כל הבשר (חולין דף קט\"ז:) במשנה גבי כשרה שינקה מן הטריפה מתבאר בפירוש ומבואר ג״כ בגמרא בפרק בהמה המקשה (חולין דף ע\"ב) בדין הוציא העובר את ידו ונשחטה אמו כמו שיתבאר פרק חמישי: ",
        "<b>וכן ביצת עוף שנטרף וכו'.</b> משנה במסכת עדיות (דף ו') דשוין בית שמאי ובית הלל בביצת טריפה שאסורה והובאה פרק אלו טרפות (חולין דף נ\"ח) ותחלת המשנה ביצת הנבלה אם יש כיוצא בה נמכרת בשוק מותרת ואם לאו אסורה כדברי בית שמאי ובית הלל אוסרין. ולא הזכיר רבינו איסור זה ונראה שסמך לו על מ''ש בפרק זה בדין לוקחין ביצים מן העכו''ם ואין חוששין להם שמא הם ביצת טריפה או ביצת נבלה וזה מבואר שהוא סבור שביצת נבלה אסורה. ויש מיעוט ספרים כתוב בהן כאן אם נתנבל העוף ונמצא בה ביצה גמורה הנמכרת בשוק הרי זו מותרת וט''ס הוא: "
      ],
      [
        "<b>אפרוח שנולד מביצת וכו'.</b> מסקנא דגמרא בתמורה פרק כל האסורין (תמורה דף ל\"א) ונזכר כאן בהלכות מאי טעמא דכמה דלא מסרח לא גביל ובעידנא דקא גביל עפרא בעלמא הוא. ",
        "<b>ועל מה שכתב רבינו שאין מינו טמא.</b> כתוב בהשגות א''א מה ראה לשנות הטעמים וכו'. ואין זו השגה כלל שרבינו כתב זה להוציא אפרוח של ביצת עוף טמא שישב עליו עוף טהור שאסור ודאי ולוקין עליו ואין אומרים בו לאימת מסרח לכי גביל דכיון דמינו טמא אסור הוא ולא רצה רבינו לתת טעם לחלק בין ביצת טריפה לאפרוח שלה אלא לחלק בין אפרוח ביצת טריפה לאפרוח ביצת טמאה ויפה כיון: ",
        "<b>היה העוף ספק וכו'.</b> מסקנא דגמ' בפ' אלו טרפות (חולין דף נ\"ז נ\"ח) ונזכר בהלכות. ועוד יתבאר דין זה פרק י״א מה' שחיטה: "
      ],
      [
        "<b>חלב בהמה טמאה אינו נקפה וכו'.</b> בע״ז פרק אין מעמידין (עבודה זרה דף ל\"ה) כמו שיתבאר משנה ואלו דברים של עכו״ם אסורין ואין איסורן איסור הנאה חלב שחלבו עכו״ם ואין ישראל רואהו והקשו למאי ניחוש לה אי משום איחלופי טהור חיור טמא ירוק ואי משום אערובי (ניקום דאמר מר חלב) טהור עומד טמא אינו עומד ותירצו אי דקא בעי ליה לגבינה הכי נמי פירוש שמן הדין יהיה מותר והב״ע דבעי ליה לכמכא פי' לכותח שאינו רוצה החלב להעמידו והקשו ונישקול מיניה קלי וניקום (פי' יקח מעט ויבדוק אם הוא עומד) ותירצו כיון דבטהורה נמי איכא נסיובי דלא קיימי ליכא למיקם עלה השתא דאתית להכי גבינה נמי x (אפי' תימא דקא בעי ליה לגבינה) איכא דקאי ביני אטפי פי' בין הגומות. ורבינו לא חשש לטעם זה בגבינה כמו שיתבאר: "
      ],
      [
        "<b>אבל בימי חכמי משנה וכו'.</b> שם במשנה (דף כ\"ט:) שאל רבי ישמעאל את רבי יהושע וכו' מפני מה אסרו גבינת העכו''ם א''ל שמעמידין אותה בקיבה של נבלה וכו'. ובגמרא (דף ל\"ה) נתנו בה האמוראים טעמים הרבה ושמואל אמר מפני שמעמידין אותה בעור קיבת נבלה וטעם הזה נזכר בהלכות ולא חשש רבינו לטעמים אחרים שהאחד הוא לפי שא''א בלא צחצוחי חלב. פירוש ואפשר שהוא טמא. והאחד הוא לפי שמחליקין פניה בשומן חזיר לפי שלשני טעמים אלו יש להקשות יבטל במיעוטו וכן הקשה הרב רבינו יוסף הלוי ז''ל לטעמיה דשמואל ותירץ דכיון דאוקמי קא מוקים אינו בטל וכיוצא בזה נזכר בגמ' שם למעלה מזה. וז''ש רבינו וא''ת והלא עור הקיבה וכו'. ומ''מ יש מן המפרשים ז''ל שפירשו שאין הולכין באיסורין אלו של עכו''ם אחר נתינת טעם שחכמים רצו להרחיק מאכליהם ולא אמרו שיהיה חשש בנותן טעם בדוקא והביאו ראיה לזה וזה דעת הרמב''ן ז''ל והרשב''א ז''ל ולדבריהם הטעמים האחרים קיימים הם זהו דעת הראב''ד ז''ל בהשגות: "
      ],
      [
        "<b>גבינה שמעמידין אותה הנכרים וכו'.</b> דעת הגאונים ז''ל הוא דעת נכון כיון שהגבינה נאסרת במנין אע''פ שבטל טעם לא בטלה גזירה שכל דבר שנאסר במנין צריך מנין אחר להתירו כדאיתא פ''ק דיו''ט (דף ה') וכ''כ האחרונים ז''ל שאפי' במקומות שידוע שמאוס להם חלב טמא ולא יערבוהו וידוע שאין מחליקין פניה בשומן חזיר לפי שאוכלין אותם בימים שהבשר אסור להם וידוע שמעמידין אותה בצייצי הפרחים אעפ''כ גבינה שלהם אסורה מפני דבר שנאסר במנין: "
      ],
      [
        "<b>האוכל גבינת העכו''ם וכו'.</b> זה ידוע שבכל איסור של דבריהם יש מכת מרדות וכבר הזכרתי זה בכמה מקומות: ",
        "<b>החמאה של עכו''ם וכו'.</b> מכאן אתה למד שדעת הגאונים ז''ל הוא שאומרים באיסורי מאכלי עכו''ם בטול שלא החמירו בהם יותר מדם וחלב והוצרכו לאסור החמאה מפני שהקום שבחמאה אינו מעורב עם החמאה שיבטל עמו כלום וכיון שאפשר להפרישו מן החמאה הרי כל החמאה אסורה שאין מתירין החמאה ואוסרים הקום שלא תהיה גזירת חכמים מתקיימת וזהו לדבריהם הטעם שאמרו בגמרא דקאי ביני אטפי והוא עומד לבדו ולפיכך אינו בטל במיעוטו ומפני כך אסרו כל הגבינה. אבל לפי שיטת האחרונים ז''ל אין צורך לזה אלא הרי החמאה אסורה מפני שאפשר שיש בה מיעוט חלב טמא וכבר אמרנו שאף בלא נתינת טעם אסור: "
      ],
      [
        "<b>יראה לי שאם לקח חמאה מן הנכרי וכו'.</b> זה נמשך אחר מה שנתבאר למעלה שרבינו סבור שכל שאין בו נתינת טעם מותר והגבינה האסורה א''א לה בשום תיקון מפני שהדבר האוסרה הוא המעמיד ואינו בטל במיעוטו וכמו שנתבאר למעלה. וראיתי מי שהקשה לדעת רבינו א''כ חלב שלהם יהא מותר לגבן ממנו גבינה או לעשות ממנו חמאה ויבשל עד שילכו ממנו צחצוחי חלב. ואני תמה בקושיא זו דלפי דעת רבינו ודאי אה''נ וכ''ש הוא ממ''ש ז''ל שאע''פ שנעשית החמאה בידי נכרים מחלב שלהם מותרת בבישול כ''ש חמאה או גבינה שעשה ישראל מחלב שלהם שמותר בבישול לדעתו ז''ל, וכבר הזכרתי למעלה הסוגיא שאמרו אי דקא בעי ליה לגבינה ה''נ ואע''פ שבמסקנא אמרו גבינה נמי איכא דקאי ביני אטפי כבר ביארתיו לפי שיטת הגאונים ז''ל שאינו בטל מפני שעומד בעינו בגבינה אבל אם לקח חלב שלהם ועשה ממנו גבינה ואח''כ בשל אפשר לדעת רבינו שמותר x (והוא דעת רבי') ונמצא בתוספתא פ' אין לוקחין גבינה אלא מן המומחה ושלוקה נלקחת בכל מקום ע''כ. וזה נראה סיוע לדעתו ז''ל. ובהשגות א''א הכל הבל ורעות רוח שכל האיסורין הנוהגין בגבינה נוהגין בחמאה ומ''ש שהלך האסור ונתמעט ונתבטל כמה מכוער הדבר שנסתלק מהם חשש איסור מפני בטולו ברוב עכ''ל. וזה כפי שיטת האחרונים ז''ל שאמרו שאין הולכין בהן אחר הרוב ואין איסורין אלו בטלין ואע''פ שאינו אלא חשש של דבריהם דמדאורייתא חד בתרי בטיל וכ''ש שהוא ספק אם יש שם חלב טמא כלל והיה אפשר לומר דבדרבנן מבטלין איסור לכתחלה וכ''ש בבשול החמאה שצחצוחי החלב שבה כלין אעפ''כ הם ז''ל סבורין דבכל גוונא אסור וכ''כ הרשב''א ז''ל: "
      ],
      [
        "<b>ישראל שישב בצד וכו'.</b> משנה וגמרא שם (דף ל\"ט:) ומתבאר מדברי רבינו דדוקא כשהנכרי חולב לצורך ישראל ויודע שחלב טמא אסור לנו ולפיכך מתיירא לחלוב מן הטמאה שמא יעמוד ויראה אותו הא לאו הכי ודאי חיישינן כל שיש טמאה בעדרו ופשוט הוא: "
      ],
      [
        "<b>ביצה ששני ראשיה כדין וכו'.</b> ברייתא פרק אלו טריפות (חולין דף ס\"ד) ומסקנא דגמרא דסימני ביצים טהורים אינן ידועים וברייתא הכי קתני שני ראשיה כדין או שני ראשיה חדין או חלמון מבחוץ וחלבון מבפנים ודאי טמאה רישיה חד חד ורישיה חד כד וחלבון מבחוץ וחלמון מבפנים ואמר לך של עוף פלוני וטהור הוא סמוך עילויה בסתמא לא תסמוך עילויה. ",
        "<b>וכתב רבינו שואל לצייד הישראל וכו'.</b> ובהשגות א''א דבריו אינם אלא בישראל וכו'. ודברים פשוטים הם לא היה צריך לכתבם שכבר ביאר רבינו כן בסמוך בביצי דגים שאם היה אדם שהוחזק בכשרות נאמן ולוקחין ממנו כל דבר: "
      ],
      [
        "<b>לפיכך אין לוקחין וכו'.</b> נראה מדברי רבינו בביאור שאע''פ שא''ל הנכרי מעוף פלוני וטהור הוא אינו סומך עליו אא''כ הוא עצמו מכירה ומה ששנינו בברייתא לוקחין ביצים בכ''מ ואין חוששין לא משום נבילות ולא משום טריפות ואוקימנא לה באומר של עוף פלוני וטהור הוא דוקא בישראל שאינו מוחזק בכשרות אבל בעכו''ם לא סגי אלא במכירן לפי שאין עדות כלל לעכו''ם ואפי' מסיח לפי תומו אלא בעדות אשה. ומ''מ במכירן אין לחוש לנבלות ולטריפות כמו ששנינו בברייתא וטעמא משום דהוו להו מיעוטא דמיעוטא. אבל הרמב''ן ז''ל כתב דכל שאמר של עוף פלוני וטהור הוא אפי' עכו''ם נאמן דלא מרע נפשיה כל היכא דלא מצי לאישתמוטי וז''ש אין לוקחין מהן ביצים טרופות הא שלימות לוקחין והיינו בכה''ג דאמר של עוף פלוני וטהור הוא. ולדעת רבינו מה שהוצרכו לומר שאין לוקחין ביצים טרופות מהן הוא במכיר שהן ממין עוף טהור והטעם מפני שחוששין שמא טריפה היתה וישראל מכרה לו כדאיתא התם בהדיא וז''ש רבינו אין לוקחין מהן ביצים טרופות כלל וזהו דעתו ז''ל. וכתב הרשב''א ז''ל ועכשיו נהגו ליקח ביצים מן הנכרים בסתם לפי שאין המינין הטמאין מצויין אצלנו ואין רגילות שום אדם למכרם, עכ''ל. וטעם אחר יש לי לומר לפי שאין לוקחין אלא ביצי תרנגולת ואווז והן ניכרין בטביעות העין וכדברי רבינו. עוד כתב בדין ביצה טרופה דוקא כשהיא בפני עצמה שחזותה מוכיח עליה שמטריפה היתה וישראל טרפה ומכרה לו אבל מצא פת ביד פלטר נכרי שטחו פניו בביצים מותר ללוקחו ממנו שרובן מן השלמים הן ואין חוששין למיעוט מן הנותרים ע''כ דבריו ז''ל: "
      ],
      [
        "<b>ביצי דגים סימניהם וכו'.</b> דעת רבינו שאע״פ שבסוגיא שבפ' אין מעמידין (עבודה זרה דף מ') נראה שסימני ביצי דגים דאורייתא מן הברייתא שהביאו שם כסימני ביצים כך סימני קרבי דגים כיון דבא״ט אסיקו (דף ס\"ד) דסימני ביצים לאו דאורייתא ה״ה לסימני קרבי דגים וכן דעת ההלכות שכתבו ההיא דאמרי' פ' אין מעמידין קרבי דגים ועוברים אין נקחין אלא מן המומחה ולא העמידוה דוקא בשנמוחו אלא אפי' לא נימוחו אין סומכין אסימנין ואמרו שם אין שם מומחה מאי א״ר יהודה כיון דאמר אני מלחתים מותרין וזה דעת קצת מן האחרונים ז״ל ועיקר להחמיר בשל תורה. ואמרו בגמ' שם גבי הא דעוברין אין נקחין אלא מן המומחה דהיינו בביצים מכלל דדג טמא אית ליה עובר ורמינהו דג טמא משריץ דג טהור מטיל ביצים (ואמרו ר' דוסתאי) סמי מכאן עוברין אמר ליה ר' זירא לא תסמי תרוייהו מטילי ביצים נינהו אלא זה משריץ מבחוץ וזה משריץ מבפנים ואח״כ הקשו למה לי מומחה ליבדוק בסימנין דתניא כסימני ביצים כך סימני קרבי דגים ותמהו סימני דגים סנפיר וקשקשת כתיב בהו אלא (אימא) כסימני ביצים כך סימני עוברי דגים וכו' ולר' דוסתאי דאמר סמי מכאן עוברים וכו' כך סימני קרבי דגים היכא משכחת לה בשלפוחא פי' היכא משכחת לה שיהיה סימן לקרבי דגים בראשו אחד חד וראשו אחד כד בשלפוחא באותן שיש להן שלפוחית שהיא האם שקורין וישיג״א ושלפוחית זו של דג טהור הוא כך וכל הקרבים דבוקים בה ונכרין על ידה. והנה רבינו פסק כר' זירא דאמר דדג טמא יש לו ביצים אלא שמטילין מבפנים ומתהוין במעיו לדגים גמורים וברייתא הכי קתני כך סימני עוברי דגים וכבר נתבאר שסימנין אלו אינן דאורייתא. ובקרבי דגים לא כתב רבינו דבר דאליבא דר' זירא לא מיתני בהו שום סימן בגמרא כלל. והרשב״א ז״ל פסק כר' דוסתאי דאמר דדג טמא לית ליה ביצים כלל וביצי הדג נקחים מכל אדם ותמה הוא היאך פסק להקל בשל תורה בלא טענה מוכרחת ועוד שהגירסא ברוב הספרים בחולין כך סימני עוברי דגים וכר' זירא ודברי רבינו עיקר. ומצאתי מפורש כן בירושלמי בפ' אין מעמידין שהעלו כר' זירא בביאור. ומה שהצריכו לומר בדגים אני מלחתים ובעוף די באומר של עוף פלוני וטהור הוא מסתברא משום שהדגים המלוחין באין מארץ מרחק מצי לאשתמוטי טפי מבביצים צריך שיאמר אני מלחתים וז״ש שם בגמ' שצריך שיאמר אלו דגים ואלו קרביהם. וכבר ביארתי למעלה בביצים שדעת רבינו דבעכו״ם לא סגי במידי וכן דעתו כאן בודאי. ויש מי שכתב שישראל החשוד למכור טמא בטהור הרי הוא כעכו״ם לענין זה שהחשוד בדבר לא מעידו לעצמו וכמו שמתבאר פרק י״ב מהלכות מעשרות ופ״י מהלכות מטמאי משכב ומושב ולא אמרו כאן אלא במי שאינו חשוד ולא מוחזק בכשרות: "
      ],
      [
        "<b>וכן אין לוקחין וכו'.</b> דעת רבינו שמה שאמרו שם בגמרא שאין לוקחין דברים אלו בסוריא אלא מן המומחה דלא אמרו סוריא אלא להוציא ארץ ישראל אבל ודאי כ''ש הוא בח''ל ואף א''י בזמן הזה הרי היא כח''ל וכמו שביאר רבינו פרק י''א וכן נראה מן ההלכות שלא הזכירו סוריא וכן נראה קצת מן התוספתא ומן הירושלמי: ",
        "<b>והחלב לוקחין אותו וכו'.</b> זה למד רבינו ממה שלא נזכר שם עם אלו ומן הסוגיא שלמעלה מזה נראה כן והטעם מפני שקרוב לעמוד עליו: "
      ],
      [],
      [],
      [
        "(כב-כד) ",
        "<b>הכובש דגים טמאים וכו'.</b> איסור ציר של דגים מפורש בגמרא בפרק אין מעמידין (עבודה זרה דף מ') ובהרבה מקומות וציר חגבים שהוא מותר מפורש בספרא ופרק שביעי דעדיות (דף י\"ב): ",
        "<b>לפיכך אין לוקחין ציר מן העכו״ם וכו'.</b> במשנה בפרק אין מעמידין (עבודה זרה דף ל\"ה:) אמרו (דציר שאין בו דגה אסור) ושיש בו דגה מותר ובגמרא (דף ל\"ט) ת״ר וכו' אי זהו ציר שיש בו דגה כל שכלכית אחת או שתי כלכיות שוטטות בו השתא כילכית אחת אמרת שרי שתי כלכיות מבעיא לא קשיא כאן בפתוחות כאן בסתומות. איתמר רב הונא אמר עד שיהא ראש ושדרה ניכר רב נחמן אמר או ראש או שדרה וכו' אמר רב יהודה משמיה דעולא מחלוקת לטבל בצירן אבל בגופן ד״ה אסור עד שיהא ראש ושדרה ניכר (לכל אחת ואחת) אמר רבי זירא מריש הוה מטבילנא בצירן כיון דשמענא להא דאמר רב יהודה משמיה דעולא מחלוקת וכו' בצירן נמי לא מטבילנא אמר רב פפא הלכתא עד שיהא ראש ושדרה ניכר לכל אחת ואחת מתיבי חתיכות דג שיש בהן סימן וכו' ואפילו באחד ממאה שבהן מותר ומעשה בעכו״ם שהביא גרב מלא חתיכות ונמצא סימן באחד מהן והתיר ר״ג את הגרב כולו ותירצו התם בשחתיכות שוות. והקשו א״ה מאי למימרא ותירצו מהו דתימא דילמא (אתרמויי) אתרמי קמ״ל. עוד אמרו שם בשם רב ושמואל ור' יוחנן עכו״ם שהביא ערבה מליאה חביות ונמצאת כלכית באחת מהן פתוחות כולן מותרות סתומות היא מותרת וכולן אסורות. עוד שם במשנה טרית טרופה אסורה ושאינה טרופה מותרת ובגמרא אי זו היא טרית שאינה טרופה כל שראשה ושדרה ניכר ע״כ. ועתה אבאר סוגיא זו לדעת רבינו כלכית הוא דג טהור קטן לרבותא אמרו כלכית אע״פ שקטן ביותר והוא מפרש כאן בפתוחות כלומר אם החביות כולן פתוחות בדג אחד טהור שיהא באחת מהן כולן מותרות בסתומות אם החביות סתומות צריך שנים בשתי חביות וכשאמרו בסוף הסוגיא סתומות היא מותרת וכולן אסורות דוקא בשלא נמצאה אלא לאחת. ומצאתי בזה בהלכות נוסחא בפתוחות אחת בסתומות שתים ולא כתב הא דרב ושמואל ור' יוחנן וזה כדעת רבינו איתמר רב הונא אמר כלכית זה עד שיהא ניכר פי' שהוא מן דג טהור בראש ושדרה אבל באחד מהן אע״פ שנראה כן אינו היכר גמור. ורב נחמן אמר או ראש או שדרה דבחד מינייהו סגי והעלו שמחלוקת זה אינו אלא בצירן. וי״מ שנתנו טעם מפני שהציר אינו אסור אלא מדבריהם דזיעה בעלמא הוא. ואמר ר' זירא מריש הוה מטבילנא וכו' פירש״י ז״ל הוה מטבילנא בציר בחד סימן או בראש או בשדרה דהוה ס״ד דכי פליגי רב הונא ורב נחמן בגופן פליגי אבל בצירן אפי' רב הונא מודה בצירן נמי לא מטבילנא דס״ל כרב הונא עכ״ל. ורב פפא פסק גם כן כרב הונא, ולזה כתב רבינו והוא שיהיה ראשו של דג ושדרו קיים ויתר הסוגיא פשוטה היא ונתבאר דברי רבינו. ויש מן המפרשים שפירשו כאן בפתוחות בעינן שתי כלכיות בחבית אחת דאי בחד אמרי' מעלמא אתא בסתומות סגי ובדג אחד ולהתיר האחרות לא דברו כאן ודין האחרות הוא שאם פתוחות הן מותרות ע״י אחת שנמצאו בה שתי כלכיות ואם סתומות אין מקצתן מתירות מקצתן אלא אותן שנמצא בהן אפילו אחת מותרות והשאר אסורות וזה דעת הרשב״א ז״ל. ולשון כאן בפתוחות כאן בסתומות ולא אמרו בפתוחה וסתומה נאות יותר לפירוש רבינו. וראיתי לרשב״א ז״ל שלמד מההיא דר' זירא דכל שיש בציר חתיכות שאין בהן סימן ואין מותרות כל זמן שאין חיתוכן שוה עם אותן שיש בהן סימן כמו שנתבאר שאף הציר אסור גזירה צירן אטו גופן וכ״פ בספרו ואין דבריו מוכרחין. <b>וממ״ש רבינו אין לוקחים דגים מרוצצין מלוחים</b> יש ללמוד שאין לחוש בדג טהור מליח שמא נמלח עם הטמא וכך העלה הרמב״ן ז״ל וכתב שאפשר שהטעם מפני שהטמאים בטהורים לא ממלחו דצריכי לאפושי עלייהו מלח טפי מטמאים א״נ משום ספיקא בדרבנן היא ולקולא ע״כ דבריו וכן כתב הרשב״א ז״ל: "
      ]
    ],
    [
      [
        "<b>האוכל כזית מבשר בהמה וכו'.</b> מלקות הנבילה מפורש בהרבה מקומות. ",
        "<b>ומ''ש רבינו וכל שלא נשחט כראוי וכו'.</b> מפורש במשנה בהשוחט: "
      ],
      [
        "<b>אין אסור משום נבילה וכו'.</b> מפורש בספרא חלב נבלה וחלב טריפה בנבלת בהמה טהורה הכתוב מדבר יכול אף נבלת בהמה טמאה במשמע ודין הוא טהר מכלל חלב וטהר מכלל נבילה מה מצינו כשטהר מכלל שחיטה בטהורה כך לא טהר מכלל חלב אלא לטהורה או כלך לדרך זו טהר מכלל חלב וטהר מכלל נבילה מה מצינו שטהר מכלל נבילה בטמאה כך לא טהר מכלל חלב אלא בטמאה ת״ל טריפה יצתה בהמה טמאה שאין לה טריפה ע״כ שם. ומתבאר במשנה בפרק כל הבשר (חולין דף קי\"ג) במ״ש ר״י הגלילי את שאסור משום נבילה אסור לבשל בחלב ואין בהמה טמאה וחיה טמאה בכלל זה. ובגמרא בפרק גיד הנשה (חולין דף ק':) ברייתא רבי יהודה אומר יכול תהא נבלת עוף טמא מטמא בגדים בבית הבליעה ת״ל נבלה וטרפה לא יאכל לטמאה בה מי שאיסורו משום בל תאכל נבלה יצא זה שאין איסורו משום בל תאכל נבלה אלא משום בל תאכל טמאה והוכיחו ממנה בגמ' דר' יהודה סבר דאין איסור חל על איסור ומפני כך אין איסור נבלה חל על איסור טמא וכבר פי' רבינו שדעתו שאין איסור חל על איסור אלא באיסור בת אחת או כולל או מוסיף כנזכר פי״ז מהל' א״ב ואין כאן אחד מג' דרכים אלו ולפיכך אין איסור נבלה חל על איסור טמא וזה מבואר. אלא שקשה לי המימרא שבפרק אלו הן הלוקין (מכות דף י\"ז) וכתבה רבינו סוף פ״ב רסק נמלים והביא אחת שלימה וצרפה לאלו שנתרסקו ונעשה הכל כזית ואכלו לוקה שש מלקיות חמש משום הנמלה האחת ואחת משום כזית מנבלת הטמאים וצריך לעיין: "
      ],
      [
        "<b>האוכל עוף טהור חי וכו'.</b> בפרק גיד הנשה (חולין דף ק\"ב) אמר רב אכל צפור טהורה בחייה בכל שהוא במיתתה בכזית וכתב רבינו שאפילו בחייה הוא משום נבלה. אבל רש״י ז״ל פי' משום אבר מן החי וכן נראה מן הסוגיא: "
      ],
      [
        "<b>האוכל כזית וכו'.</b> זה מתבאר בפ' בהמה המקשה (חולין דף ע\"ה) דלא בעי' חדשים אלא בחלב וכן משמע התם: ",
        "<b>ואסור לאכול מן הבהמה וכו'.</b> מפורש בשבת פרק ר״א דמילה (שבת דף קל\"ה). וכתב <b>רבינו עד ליל ח'</b> לומר שכיון שנכנס לליל ח' מיד מותר שאין צריך לשהות ח' ימים גמורים, וכן מבואר שם, וידוע שאיסור זה מספק הוא לפיכך כתב רבינו אין לוקין עליו: ",
        "<b>ואם נודע לו שכלו לו וכו'.</b> שם מבואר: "
      ],
      [
        "<b>השליא שיצאה עם הולד וכו'.</b> בפרק בהמה המקשה (חולין דף ע\"ז). <b>ומה שכתב והאוכלה פטור שאינה בשר</b> מתבארת שם ובמשנה שאינה קרויה בשר: "
      ],
      [],
      [],
      [],
      [
        "(ו-ט) ",
        "<b>האוכל כזית מבשר בהמה חיה ועוף וכו'.</b> זה מבואר בהרבה מקומות ומהם פרק גיד הנשה (חולין דף ק\"ב): ",
        "<b>טרפה האמורה בתורה זו שטרפה וכו'.</b> דברי רבינו שכתב עד וכן החותך בשר מן החי וכו' הם דברים אמתיים בנויים על המדרש האמור במכילתא ובשר בשדה טרפה אין לי אלא בשדה בבית מנין אמרת נבלה וטרפה הקישן הכתוב מה נבלה לא חלק בין בבית בין בשדה אף טרפה כן הא מה ת''ל ובשר בשדה טרפה דבר הכתוב בהוה. ועל המשנה שבפרק א''ט (דף מ\"ב) שאמרו זה הכלל כל שאין כמוה חיה טריפה והעלו בגמ' סימן לטריפה י''ב חדש ומ''ש שם ובהרבה מקומות שהטריפות הל''מ הענין כך הוא שמן התורה למדנו שהטריפה אינה חיה לפי שענין הכתוב הוא בשר שנטרף ועדיין הוא חי אלא שסופו למות מחמת טרפותו ולהיות נשלך לכלב כמו שהוכיח רבינו אבל לא נתבארו בכתוב הדברים הטורפים ומביאים לידי מיתה ונאמרו למשה מסיני ומקובלות בידינו. נמצא שעיקר הדבר מפורש בתורה ופירוש פרטיו הלכה למשה מסיני וזה ברור ופשוט. וכבר יצא לנו לרבינו מזה דבר חדש כתבו פ''ה מהלכות שחיטות יתבאר שם: "
      ],
      [
        "<b>וכן החותך בשר מן החי וכו'.</b> פרק גיד הנשה (חולין דף ק\"ב:) מבואר בדברי רבי יוחנן ולא תאכל הנפש עם הבשר זה אבר מן החי ובשר בשדה טרפה לא תאכלו זה בשר מן החי ובשר מן הטריפה ונתן רבינו בדבריו טעם לזה: <br><br>'יא בהמה ח'",
        "<b>שהיא חולה וכו'.</b> משנה בהשוחט (דף ל\"ז) ויתבאר בסמוך שצריכה פרכוס: \n"
      ],
      [],
      [
        "<b>אע''פ שהיא מותרת וכו'.</b> שם בגמ' (ע\"ב) דרשו הכתוב שאמר נבלה וטרפה לא אכלתי מנעורי ועד עתה שלא אכלתי בשר כוס כוס מעולם ופירוש כוס שחוט. וכתב הרמב''ן ז''ל מצאתי כתוב שהגאונים אומרים כשהותרה בשל ישראל הותרה משום הפסד ממונו הא בשל עכו''ם טבח אסור וגם זו ממדת החסידות עכ''ל. וכ''כ הרשב''א ז''ל שאינו אלא מדת חסידות: "
      ],
      [
        "<b>השוחט בהמה חיה ועוף וכו'.</b> משנה שם (דף ל\"ג): ",
        "<b>אבל המסוכנת וכו'.</b> בגמ' (דף ל\"ז:) היכי דמי מסוכנת וכו' כל שמעמידין אותה ואינה עומדת וכו' אפי' אוכלת קורות. וכתב רבינו שאם לא פרכסה כלל הרי זו נבלה. וכ''נ שם דכל שלא פרכסה אין שחיטתה כלום ואינה בת שחיטה ומסוכנת תחלת נבלה היא וכל שלא פרכסה ונשחטה הרי היא כאלו גמרו מיתתה בכוס. ובסמוך אכתוב מה שאמרו בידוע שנשמתה נטולה קודם לכן וזה ברור: ",
        "<b>וצריך שיהיה הפרכוס וכו'.</b> שם אמר רב חסדא פרכוס שאמרו בסוף שחיטה וכו' שאני אומר כל שאינה עושה כן בסוף שחיטה בידוע שנשמתה נטולה ממנה קודם לכן. ומבואר שם לרבא דאמצע שחיטה לא סגי ופסקו כן בהלכות וכן דעת הפוסקים ז''ל: "
      ],
      [
        "<b>כיצד הפרכוס וכו'.</b> מפורש שם (דף ל\"ח:) אמר רבא הלכתא כי הא מתניתא בהמה דקה שפשטה ידה ולא החזירה פסולה בד''א ביד אבל ברגל בין פשטה ולא כפפה בין כפפה ולא פשטה כשרה בד''א בדקה אבל בגסה בין ביד בין ברגל בין פשטה ולא כפפה בין כפפה ולא פשטה כשרה ועוף אפי' לא רפרף אלא x בעינו ולא כשכש אלא זנבו הרי זה פרכוס ומפורש פרק קמא דע''ז (דף ט\"ז:) שחיה גסה הרי היא כבהמה דקה לפרכוס ונזכר כאן בהלכות ובגמרא (דף ל\"ח) אמר שמואל שאפי' בבהמה דקה אם היתה ידה פשוטה וכפפתה הרי זה פרכוס ופסק כן הרשב''א ז''ל ולא נזכר בהלכות. ואפשר שהם סבורים דרב פליג עליה. עוד נראה מן המשנה שכל בהמה שכשכשה בזנבה הרי זה פרכוס. ויש שם מחלוקת בברייתא וכתבו הרמב''ן והרשב''א ז''ל דהלכה כסתם משנה דמתניתא דקתני ולא כשכש אלא זנבו לאו למימרא דוקא עוף אלא אפי' בהמה כן ולרבותא נקט עוף שהייתי סבור דכשכוש זנב בעוף דבר קל הוא ולא הוי פרכוס קמ''ל וכ''ש בבהמה עכ''ד. עוד בגמ' אמר רב גועה והטילה רעי וכישכשה באזנה הרי זה פרכוס והקשו עליו מן הברייתא ותירצו גועה אגועה לא קשיא הא דעבי קלא פי' הוי פרכוס הא דעמי קלא. רעי ארעי נמי ל''ק כאן בשותתת פי' לא הוי פרכוס כאן במתרזת ופסק כן הרשב''א ז''ל וגם זה לא נזכר בהלכות: "
      ],
      [
        "<b>השוחט את המסוכנת וכו'.</b> זה מתבאר מן המשנה דמספק הרי זו אסורה ופשוט הוא: "
      ],
      [
        "<b>כל איסורין שבתורה וכו'.</b> מה שכתב רבינו שהאסורין בשני לאוין אין מצטרפין מתבאר במסכת מעילה פרק קדשי מזבח. ובביאור אמרו בספרא בריש אחרי מות שאין החלב והדם מצטרפין. ודין איסורי נזיר מבואר במסכת נזיר פרק שלשה מינין: "
      ],
      [
        "<b>כל הנבלות וכו'.</b> משנה פרק קדשי מזבח (מעילה דף ט\"ו) ובגמ' נחלקו אמוראים נבלת טהורה ונבלת טמאה אם מצטרפין ורב ורב אסי אמרו דאין מצטרפין ולוי אמר מצטרפין והקשו מן הברייתא לרב ורב אסי ואמרו דאתיא כמ״ד איסור חל על איסור ואתי איסור נבלה וחל על איסור טומאה והוו להו נבלות הטהורים והטמאים משם אחד דהיינו נבלה ומצטרפין. וכבר נתבאר שדעת רבינו לפסוק כמ״ד אין איסור נבלה חל על איסור טומאה כנזכר בראש פ' זה לפי שאין איסור חל על איסור אלא בבת אחת או בכולל או במוסיף: <b>ובהשגות</b> א״א פלוגתא היא במעילה וכו'. נראה שדעתו לפסוק כלוי ואם הוא סבור שאיסור חל על איסור היה לו להשיג על רבינו בכמה מקומות שכתב שאינו חל ובודאי הסוגיות שבגמ' מורות שאין הלכה כדברי האומר איסור חל על איסור ומשמע דרבי מאיר ורבי יהודה הוא דפליגי וקי״ל כר' יהודה דאמר אינו חל כנזכר בראש פרק זה. ואם הר״א ז״ל סבור שאע״פ שאין איסור חל ע״א נבלות הטהורים והטמאים מצטרפים ולוי לאו מה״ט הוא דאמר דמצטרפים ודאי לא משמע הכי דהא הוו להו שני לאוין חלוקין. ועוד דא״כ לא הויא סייעתא מן הברייתא ללוי דהא אפשר לאוקומה כמ״ד איסור חע״א אלא ודאי לדידן דאין אחע״א ה״ל לוי חד לגבי תרי ויחיד ורבים הלכה כרבים. כנ״ל להעמיד דברי רבינו. ",
        "<b>ומ''ש ונבלה מצטרפת עם הטרפה וכו' וכן בשר הגמל וכו'.</b> שם מתבאר שהם אמרו טהורין בפני עצמן וטמאין בפני עצמן וחלוק הלאוין שכתב רבינו מתבאר שם שאמרו בגמ' שהפגול והנותר מצטרפין זה עם זה לענין אכילה לפי שבאו בלאו אחד דתניא (שם דף י\"ז:) לא יאכל כי קדש הם כל שבקדש פסול בא הכתוב ליתן לא תעשה על אכילתו ע''כ: "
      ],
      [
        "<b>האוכל מנבלה וטרפה וכו'.</b> זה מתבאר בספרא בבאור ובחולין תחלת פ' העור והרוטב (חולין דף קי\"ז:) העצמות והגידין והקרנים והטלפים מצטרפין לטמא טומאת אוכלין אבל לא טומאת נבלות. והטעם מפני שאין בהן לאו של נבלה. ודין השליא כבר נתבאר בפרק זה למעלה. ",
        "<b>ומ''ש רבינו ממקום שמבצבץ שם הדם וכו'.</b> הוציאו ממ''ש שם בגמרא: "
      ],
      [
        "<b>קיבת הנבלה וקיבת הטמאה וכו'.</b> מסקנא דגמרא בפרק כל הבשר (חולין דף קט\"ז:) גירסת הגאונים וההלכות והלכתא אין מעמידין בעור קיבת נבלה אבל מעמידין בקיבת נבלה ובקיבת שחיטת עכו''ם ובקיבת כשירה שינקה מן הטריפה וכו' מאי טעמא חלב המכונס לה פרשא בעלמא הוא ע''כ. וכלל רבינו עם זה קיבת הטמאה מפני שכל שהוא פרש מותר שאי לא כן אף של נבלה היה אסור. ולדעת הגאונים ז''ל אע''פ שחלב זה צלול אינו אלא פרש בעלמא וקיבה שבשלה בחלב שבה מותרת כמו שיתבאר פ' תשיעי: "
      ],
      [],
      [
        "(כ-כא) ",
        "<b>עור הבא כנגד פניו של חמור וכו'.</b> מימרא דרב הונא פ''ק דבכורות (דף ז':) וסייעיה רב חסדא ממתני'. <b>ועל מ''ש רבינו כמו הפרש ומי רגלים שהם מותרין</b> כתוב בהשגות א''א רב ששת פשיט להו לאיסורא במסכת בכורות ממתני' ע''כ. וכבר כתבתי בזה פ''ג ונתתי טעם לדברי רבינו שסבור דההיא דרב ששת לאו הלכתא שהיוצא מן הטמא טמא מגופיה דטמא הוא דוקא וכן דעת קצת מן המפרשים ז''ל. ויש ראיה לדבריהם מחלב הקיבה הנזכר בסמוך שהוא מותר שאינו אלא כפרשא בעלמא וכן מפרש שור הנסקל שהוא מותר למטה כנזכר בפ' זה. וי''ל דשאני התם שמינן טהור ולפי זה קיבת הטמאה תהיה אסורה ומכל מקום הא דעור הבא כנגד פניו של חמור שהוא מותר משמע דדיוקיה דרב ששת אמתני' דאמר דאתי מיניה דטמא טמא לאו הלכתא היא. ואני תמה מהרמב''ן ז''ל שפסק בהלכות בכורות כרב ששת דמי רגלים אסורין ופסק דעור הבא כנגד פניו של חמור מותר משום דפרש בעלמא הוא ולאו אוכלא הוא כלל משא''כ במי רגלים: ",
        "<b>יש עורות שהן כבשר וכו'.</b> בפ' העור והרוטב (חולין דף קכ\"ב) משנה אלו שעורותיהן כבשרן עור האדם ועור חזיר של יישוב וכו' ועור חטוטרות של גמל הרכה ועור הראש של עגל הרך ועור הפרסות ועור (של) בית הבשת ועור השליל ועור של תחת האליה ועור האנקה והכח והלטאה והחומט. ומתבאר בגמ' שזה כולל אכילה וטומאה כנזכר שם בדין פגול ונותר ובגמרא אמרו עור חטוטרות של גמל וכמה וכו' כל זמן שלא טענה ובעו ר' ירמיה ואביי הגיע זמן לטעון ולא טענה [לא הגיע זמנה לטעון וטענה] מהו תיקו, ואין לחוב (אלא) על הספק x. ולזה כתב רבינו ולא הגיע למשא. וכבר נתבאר למעלה דבכל עור יש איסור אבל אין בו איסור חיוב. ולא כתב רבינו עור הראש של עגל הרך לפי שאמרו בגמ' בשם רבי יוחנן דמתניתין בזה יחידאה היא ואינה הלכה. ומן הטעם הזה לא כתב בית הפרסות לפי שאמר ר' יוחנן בפרק אלו טריפות (חולין דף נ\"ה:) דמתני' בזה אתיא כיחידאה ואינה הלכה. <b>ומ״ש כל אלו העורות כשהן רכין,</b> לפי שאם עבדן או הלך בהן כדי עבודה שהן מתקשין אינן קרוין אוכל, כנזכר שם: "
      ],
      [
        "<b>נאמר בשור הנסקל וכו'.</b> בהרבה מקומות ומהם בקדושין פרק האיש מקדש (קידושין דף נ\"ו:) ובפסחים פרק כ״ש ושם מתבאר שאינו כנבלה שמותרת ליתנה לעכו״ם או לכלבים אלא אסור הוא בהנאה. ודין הפרש מבואר בע״ז פרק אין מעמידין מימרא שם: "
      ]
    ],
    [
      [
        "<b>מפי השמועה למדו שזה שנאמר בתורה לא תאכל הנפש וכו'.</b> ברייתא בפ' גיד הנשה (חולין דף ק\"ב): ",
        "<b>ואיסור אבר מן החי וכו'.</b> ברייתא שם מחלוקת תנאים ופסק רבינו כחכמים: "
      ],
      [
        "<b>אחד אבר שיש בו בשר וכו'.</b> מ''ש רבינו <b>כאן שאבר מן החי הוא אפילו אבר שאין בו עצם</b> מתבאר בסוגיא שם ומוסכם מן המפרשים ז''ל. אבל <b>מ''ש שהאבר שאין בו עצם אם נחתך מקצתו הרי זה אסור משום אמ''ה</b> וכשאמר רבי יוחנן שם (דף ק\"ב:) דבשר מן החי הוא משום בשר בשדה טרפה כנזכר פ''ד דוקא בבשר הפורש מאבר שיש בו עצם וכיון שלא פירש כברייתו אין בו משום אמ''ה אלא משום טריפה אבל באבר שאין בו עצם אפי' במקצתו יש בו משום אבר מן החי, נראה שיצא לו ממה שאמרו שם אמר רבי יוחנן ולא תאכל הנפש עם הבשר זה אבר מן החי ובשר בשדה טרפה לא תאכלו זה בשר מן החי ובשר מן הטריפה ואמרו שם לר''י אכל אבר מן החי ובשר מן החי חייב שתים פירוש משום דתרי לאוי נינהו אכל בשר מן החי ובשר מן הטריפה אינו חייב אלא אחת, פירוש דחד לאו הוא, אכל אבר מן החי ובשר מן הטריפה לד''ה חייב שתים. עוד שם (דף ק\"ג) (אמר ר' חייא) בר אבא אר''י אכל חלב מן החי ומן הטריפה חייב שתים אמר ליה ר' אמי פירוש לר' חייא לימא מר שלש שאני אומר (דר' יוחנן אמר) שלש איתמר נמי אמר ר' אבהו אר''י אכל חלב מן החי מן הטריפה חייב שלש. והנה זה מוכיח בביאור דאף לר''י התולש את החלב מן החי שהוא קרוי אבר מן החי ולא בשר מן החי ויצא לנו מכאן ג''כ שהחלב קרוי אבר ובודאי לא מיירי בתלש כל החלב אלא מקצתו דהא אכל חלב סתמא קאמר אלמא מקצת מאבר מן החי שאין בו גידים ועצמות עובר ג''כ משום אבר מן החי ונתבארו דברי רבינו. ויש חולקין בזה ואומרים דהא דאכל חלב כגון שתלש כוליא בחלבה ואכלה דהוא אבר מן החי בפני עצמו. וזה נראה דעת הר''א ז''ל בהשגות, וכתב הרשב''א ז''ל ולא מיחוור דאכל חלב בלבד משמע וכלהו שלש מלקיות משום חלב לבדו קאמר עכ''ל: "
      ],
      [
        "<b>האוכל מאבר מן החי וכו'.</b> שם אמר רב אמ''ה צריך כזית מ''ט אכילה כתיבא ביה והקשו עליו והעלו דאבר שיש בו כזית בין בשר גידין ועצמות שאכלו חייב. <b>ומה שכתב אבל אם הפריד האבר וכו',</b> מתבאר שם במה שאמרו בשם ר' יוחנן חלקו מבחוץ פטור וכך הוא פירושו לדעת רבינו שאינו חייב עליו כיון שאין בו כזית בשר ועיקר: "
      ],
      [
        "<b>חלקו לאבר זה ואכלו וכו'.</b> זה מתבאר ממ''ש שם בשם ר' יוחנן אכל חצי זית והקיאו וחזר ואכל חצי זית אחר חייב מ''ט הרי נהנה גרונו בכזית ולא פליג אההיא דלעיל דכל שיש כזית בשר באכילתו חייב בכל גוונא. ויש פירושים אחרים וזה עיקר. וכבר כתב רבינו מימרא זו פ' י''ד: ",
        "<b>לקח כזית מן האבר וכו'.</b> שם חלקו מבפנים ר' יוחנן אמר חייב ריש לקיש אמר פטור וקי''ל כר' יוחנן: "
      ],
      [
        "<b>תלש אבר מן החי וכו'.</b> שם אוקימתא דרבנן בפלוגתא דר' יוחנן וריש לקיש וקיימא לן כר' יוחנן: ",
        "<b>וכן התולש חלב וכו'.</b> כבר הזכרתי למעלה דאכל חלב מן החי מן הטריפה חייב שלש וכרבי אמי ורבי אבהו בשם רבי יוחנן וממימרא זו מתבאר מ''ש רבינו כאן: "
      ],
      [
        "<b>בשר המדולדל וכו'.</b> בפ' בהמה המקשה (חולין ע\"ג:) ובשר בשדה טרפה להביא האבר והבשר המדולדלין בבהמה ובחיה ובעוף ושחטן ואמר רבב״ח אר״י אין בהן אלא מצות פרוש בלבד וכו' אמר רב אכלו לזה לוקה ואמרו שם דלא פליגי דההיא דר״י כשנשחטה וההיא דרב כשמתה דמיתה עושה ניפול פירוש כבר מחיים והוה ליה אמ״ה ושחיטה אינה עושה ניפול, וכתב רבינו אבל היכול לחזור ולחיות אם נשחטה הבהמה הרי זה מותר. פי' ואם מתה אינו חייב עליו משום אמ״ה אלא משום נבלה ופשוט הוא דהא דאבר ובשר המדולדלין באינו יכול לחזור ולחיות הוא ומתבאר מהדינים שיבאו בסמוך: "
      ],
      [
        "<b>שמט אבר וכו'.</b> בפרק גיד הנשה (חולין דף צ\"ג) (הני) ביעי חשילתא רב אמי ורב אסי חד אסר וחד שרי מאן דאסר מדלא קא בריין אמ״ה נינהו מאן דשרי מדלא קא מסרחן הני חיותא אית בהו וכו' אמר ליה ר״י לרב שמן הני ביעי חשילתא שריין ואת לא תיכול משום אל תטוש תורת אמך. ודעת רבינו שבכ״מ אסורין שמנהג הוא שנהגו ישראל מקדם. אבל רש״י ז״ל פירש אל תטוש תורת אמך מנהג מקומך שאתה מבבל ושם נוהגין בו איסור עכ״ל. וזה דעת הרשב״א ז״ל שאין אסורין אלא במקום שנהגו בהן איסור. ולשון ואת לא תיכול נראה כדבריהם: "
      ],
      [
        "<b>עצם שנשבר אם היה הבשר וכו'.</b> יש אבר ששבירתו טורפת הבהמה ויתבאר פרק ט' מהלכות שחיטה וכאן נזכר מה שהוא באבר לבד באיברים שאינן טורפין והדין הוא בפרק בהמה המקשה (חולין דף ע\"ו:) ת״ר נשבר העצם ויצא לחוץ אם עור ובשר חופין את רובו מותר אם לאו אסור וכמה רובו ומסקנא בעינן רוב עביו ורוב הקפו. ויש במקצת ספרי רבינו או רוב הקף ובמקצתן ורוב הקף והיא הנוסחא האמיתית. וכתב רבינו אם היה הבשר או העור ובגמ' אמר עולא אמר רבי יוחנן עור הרי הוא כבשר א״ל רב נחמן לעולא ולימא מר עוף מצטרף לבשר דהא עור ובשר קתני אבל עור לבדו לא יציל אמר ליה אנן עור או בשר תנן א״ד (אמר עולא) אמר רבי יוחנן עור מצטרף לבשר אמר ליה ר״נ לעולא ולימא מר עור משלים לבשר לחומרא. פירוש דדוקא כשרוב החופה הוא בשר. אמר ליה אנא עובדא ידענא דההוא בר גוזלא דהוה בי ר' יצחק נפחא דעור מצטרף לבשר הוה ואתא לקמיה דרבי יוחנן ואכשריה א״ל בר גוזלא קאמרת בר גוזלא דרכיך שאני ע״כ. ורבינו פסק כלישנא קמא דעולא דאמר עור הרי הוא כבשר משום דמייתינן מיניה ראיה שם (דף ע\"ז) ת״ש דאמר עולא עור הרי הוא כבשר אלמא כן הלכה. ויש מי שדחה זה ופסק כלישנא בתרא לחומרא וכר״נ ועור משלים לבשר דוקא משלים שהרוב הוא בשר ובעוף מצטרף שאפילו מחצה עור ומחצה בשר כשר זה דעת הרשב״א ז״ל. וכתב ויראה לי שעור לבדו אינו מציל אפילו בעוף. עוד כתב מקום יש שהעור לבדו מציל והיכן במקום הסמוך ממש לארכובה הנמכרת עם הראש לפי שאין שם לעולם אלא עור לבדו דבוק לעצם עכ״ל. עוד כתב היו רירין בין העור לעצם יש אומרים שהוא מציל אע״פ שאין שם בשר עד כאן. ואין מקום לכל זה לדעת רבינו ונתבאר בגמ' שגידין הרכין אינן מצילין כיון שסופן להקשות ולזה לא הזכירן רבינו: ",
        "<b>נשבר העצם והבשר וכו'.</b> שם בעיא דלא איפשיטא חוץ ממ''ש רבינו או שנקדר כמין טבעת שאמרו שם נקדר כמין טבעת מהו ופשטוה מהא דאמר רב דבר זה שאלתי לחכמים ולרופאים ואמרו מסרטו בעצם ומעלה ארוכה אר''פ והוא דקנה גרמא דידיה ע''כ בגמ'. ורש''י ז''ל פירש הא דרב פפא שאנו רואים שהעצם מחזיק בשלו סביבות הקדרה מידבק העצם לבשר וסימן התחלת עליית ארוכה היא עכ''ל. וכן פסק הרשב''א ז''ל ואולי היה לרבינו גירסא אחרת או פירוש אחר בזה. ואין מכל זה בהלכות כלום לפי שהן דברים שאינן מצויין: "
      ],
      [
        "<b>המושיט ידו למעי בהמה וכו'.</b> שם (דף ס\"ח) משנה חתך מן העובר שבמעיה מותר באכילה מן הטחול ומן הכליות אסור באכילה זה הכלל דבר שגופה אסור ושאינו גופה מותר. ופירש רבינו דבר שגופה אסור משום אבר מן החי, ופשוט הוא שכיון שנחתך מחיים ואין שחיטה מטהרתו הרי הוא אבר מן החי: ",
        "<b>עובר שהוציא ידו או רגלו וכו'.</b> תחלת הפרק (דף ס\"ח) בהמה המקשה לילד והוציא העובר את ידו והחזירה מותר באכילה. ובגמ' אמר רב יהודה אמר רב ואבר עצמו אסור מאי טעמא דאמר קרא ובשר בשדה טרפה כיון שיצא בשר חוץ למחיצתו נאסר ורבי יוחנן פליג עליה ואתותב וקי''ל כרב. ",
        "<b>ומ''ש רבינו שאפילו נולד הולד אחר שחיטת אמו שהאבר אסור לעולם.</b> מבואר: "
      ],
      [
        "<b>הוציא מקצת האבר וכו'.</b> שם מחלוקת רב ור''י וקי''ל כר''י כדאיתא בהלכות ואין לידה לאיברים ואע''פ שיצא הרוב מה שנשאר מבפנים מותר, ובגמ' אמרו לדברי האומר אין לידה לאיברים הוציא העובר את ידו והחזירה וחזר והוציא את ידו והחזירה עד שהשלימו לרוב מהו. פירוש לאסור המעט הנשאר, את''ל כיון דהדר הדר הוציא העובר את ידו וחתכה וחזר והוציא ידו וחתכו עד שהשלימו לרובו מהו. פירוש לאסור הנשאר מי אמרינן הא נפיק ליה רובו או דילמא רובא בבת אחת בעינן ולא איפשיטא. ופסק הרשב''א ז''ל בראשונה להקל כאת''ל ובשניה להחמיר ולא נזכר זה בהלכות. ולא ידעתי רבינו למה לא הזכירו ואולי שהוא היה גורס למ''ד יש לידה לאיברים ואתיא דלא כהלכתא דאי למ''ד דאין לידה פשיטא דכשם שאין רוב אבר אוסר מיעוט הנשאר בפנים כך אין רוב איברים אוסרין מה שנשאר בפנים אא''כ יצא הרוב בבת אחת שהוא כילוד. אבל בכל הספרים יש לדברי האומר אין לידה לאיברים וצ''ע. ",
        "<b>ומ''ש שאם החזירה האבר לפנים שאינו אסור אלא מה שיצא ואם לא החזירו שאסור אפילו מקום חתך.</b> מבואר שם בגמ' ובהלכות: "
      ],
      [
        "<b>כל אבר עובר וכו'.</b> זה ברור שכיון שחתכו והוציאו מן הגוף הרי הוא אבר מן החי וכן מתבאר שם שמ''ש חתך מן העובר שבמעיה מותר דוקא כשהניחו שם עד אחר שחיטה וזהו ששנינו שם (דף ע\"ב) הוציא (העובר את) ידו וחתכה ואח''כ שחט את אמו x הבשר טהור לומר שאע''פ שהאבר מטמא משום אמ''ה הבשר הנשאר טהור ואע''פ שנגע בו בשעת חיתוך לפי שאינו מקבל טומאה מחיים. ",
        "<b>ומ''ש אפי' מת העובר כו'.</b> אפשר שיצא לו ממ''ש שם על המשנה במחלוקת רבי מאיר וחכמים שמחלוקתן שוה בעובר מת או חי ואע''פ שאין זה הכרח פשוט הוא: ",
        "<b>ואם נחתך אחר שחיטה וכו'.</b> רבינו השוה אבר זה שיצא חוץ למחיצתו לאבר ובשר המדולדלין בבהמה שנתבאר למעלה שאם נחתכו אחר שחיטה אינו לוקה עליהן ואם מתה הבהמה שלוקה עליהן משום אמ''ה דמיתה עושה ניפול ככתוב למעלה והדין עמו חדא דמריבויא דקרא חד נפקי דהיינו ובשר בשדה טרפה וכיון דגלו לן בחד דכל שנחתך אחר שחיטה אינו לוקה עליו דה''ה לאידך. ועוד דבהדיא תניא בברייתא גבי פלוגתא דר''מ ורבנן גבי טומאה ששנינו שם שחט את אמו ואח''כ חתכה הבשר מגע נבלה דברי ר''מ וחכמים אומרים מגע טריפה שחוטה מה מצינו בטרפה ששחיטתה מטהרתה אף שחיטת בהמה תטהר את האבר. ואמרו בברייתא (דף ע\"ג) שאמר להם (ר' מאיר לחכמים לא) אם טהרו שחיטת טריפה אותה ואת אבר המדולדל בה דבר שגופה תטהר את העובר דבר שאינו גופה. אמרו לו הרבה מצלת על שאינו גופה יתר מגופה שהרי שנינו חתך מן העובר שבמעיה מותר באכילה מן הטחול ומן הכליות אסור באכילה ע''כ. הנה שהשוו האבר שיצא לאבר המדולדל וכן הדין דמריבוי דחד קרא נפקי. ודע שדעת רבינו שאע''פ שאין בהן מלקות כשנחתכו אחר שחיטה הרי הן אסורין מן התורה ואין איסורן מדבריהם בלבד אלא הרי הן כחצי שיעור דאתו מריבוי ואין לוקין עליו. ומש''ל דאמר רבי יוחנן אין בהן אלא מצות פרישה פירושו שהן אסורין מן התורה ואין בהן מלקות אבל הוא מצוה לפרוש מאכילתו. וכבר פסק רבינו למעלה בדין האבר המדולדל באותן בעיות שלא נפשטו בגמ' לחומרא כדין תיקו דאיסורין דאורייתא וכן היא כוונתו ונראית לי עיקר ששם אמרו בגמ' גבי האבר המדולדל שנחתך אחר שחיטה אכלו לזה אינו לוקה ואין לשון זה נאמר באיסורין של דבריהם. ועוד מתבאר יותר בגמרא בדין אבר העובר שנחתך אחר שחיטה שהוא אסור מן התורה. אבל יש מן המפרשים שפירשו אין בהן אלא מצות פרישה מדרבנן וקרא אסמכתא בעלמא וחלקו בין אבר המדולדל לאבר העובר שהוא אסור מן התורה. ובהשגות כתב כאן בדין אבר העובר שנחתך אחר שחיטה שכתב רבינו אינו לוקה א''א זה שבוש שהרי אמר למעלה אפי' החזירה וכו'. ומה שכתב שרבינו אמר למעלה אפילו החזירה וחתכו אחר שחיטה לוקה לא עיין בדבריו שלא כתב רבינו למעלה לוקה אלא נאסר וכבר ביארתי כוונתו שהוא סבור שאסור מן התורה ואין בו מלקות והבאתי ראיה לדעתו ז''ל: "
      ],
      [
        "<b>עובר שהוציא אבר ונאסר האבר ואחר כן נולד וכו'.</b> פי' שנולד אחר שחיטת האם כנזכר למעלה והדין בעיא שם (דף ס\"ט) מהו לגמע חלבו חלב דעלמא לאו כאמ''ה דמי ושרי האי נמי ל''ש או דילמא התם אית ליה תקנתא לאיסורו בשחיטה הכא לית ליה תקנה לאיסורו בשחיטה תיקו. ופסק בה רבינו לחומרא כדין תיקו דאיסורא דאורייתא וכמ''ש בסמוך: "
      ],
      [
        "<b>השוחט בהמה מעוברת וכו'.</b> משנה שם (דף ע\"ד): ",
        "<b>ואפילו שליא וכו'.</b> שם (דף ע\"ז) במשנה השוחט את הבהמה ומצא בה שליא נפש היפה תאכלנה וכו' שליא שיצתה מקצתה אסורה באכילה סימן ולד באשה וסימן ולד בבהמה. ופירש''י ז''ל ואע''ג דלא נפק אלא פורתא (אסור באכילה) שמא באותו מקצת יצא ראש הולד והרי הוא כילוד. ובגמרא אמר רבי אלעזר לא שנו אלא שאינה קשורה בולד פירוש בולד שהוא בפנים אבל קשורה בולד אין חוששין לולד אחר ותניא כותיה. ופירוש רבינו אין חוששין לולד אחר ומה שיצא ממנה אסור והשאר מותר והטעם לדבריו דמה שיצא ודאי הרי הוא כאבר שיצא מן העובר שאסור. ובהשגות א''א מכדי קי''ל דשליא וכו'. ומ''. ש דשליא אינו אוכל דפרש בעלמא הוא, נראה שיצא לו ממ''ש שם שאינה מטמאה אפילו טומאת אוכלין ומ''מ אין זה ראיה להתירה כשיצאת לחוץ וכבר סמכו היתרה כשנמצאת בבהמה למקרא שכתוב כל בהמה תאכלו לרבות את השליא ואמרו שאם חשב עליה מטמא טומאת אוכלין ואין זה במה שהוא כפרש גמור: "
      ],
      [
        "<b>מצא בה עובר חי וכו'.</b> מחלוקת במשנה (דף ע\"ד) ופסק כחכמים: ",
        "<b>ואם הפריס על גבי קרקע וכו'.</b> מסקנא דגמרא דרב אשי ס''ל דאין הלכה כר' שמעון שזורי דאמר וחורש בשדה אפילו בן חמש שנים שחיטת אמו מכשירתו ושחיטה זו אינה אלא מדבריהם משום מראית העין. וכתב רבינו בפירוש המשנה ודע שאינו צריך בדיקה ר''ל שאין הטריפה מפסידתו לפי שהוא אצלנו כשחוט אע''פ שהוא חי עכ''ל. וכן הסכים הרשב''א ז''ל וכתב וכן הורו מגדולי המורים ומתוך דבריהם נראה שאף אם נמצאת סכין פגומה אין בכך כלום ע''כ לשונו: "
      ],
      [
        "<b>קרע את הבהמה וכו'.</b> משנה וגמרא שם. ושחיטה זו היא שחיטה גמורה מן התורה שהרי לא ניתרת אמו בשחיטתה ואתיא כרבא דהוא בתרא: ",
        "<b>ואם לא גמרו חדשיו וכו'.</b> זה פשוט ומתבאר שם. ודע שכל שנפסלה בשחיטת האם הרי הוא כאילו קרעה ופשוט הוא: ",
        "<b>כל עובר שהוציא ראשו והחזירו וכו'.</b> משנה שם הוציא את ראשו אע''פ שהחזירו ה''ז כילוד. <b>וכתב רבינו וצריך שחיטה,</b> וממילא שאם הוא בן שמונה חי או בן תשעה מת שהוא אסור שהרי אינו בן שחיטה. ודע דה''ה ליצא רובו ביחד שהוא כילוד וכ''ש הוא מראשו וכן מתבאר בגמרא: "
      ]
    ],
    [
      [
        "<b>האוכל כזית מן הדם וכו'.</b> זה מבואר בהרבה מקומות שיש על הדם חיוב כרת במזיד וחטאת קבועה בשוגג ומהם פ''ק דכריתות (ד' ב') במשנה: ",
        "<b>אבל דם דגים וכו'.</b> מפורש בספרא ובכריתות פרק דם שחיטה (דף צ\"ג) שהוא [כ''א] ברייתא אוציא דם מהלכי שתים וכו' אוציא דם שרצים וכו' אוציא דם ביצים שאינן מין בשר אוציא דם דגים דם חגבים שכולו היתר. עוד שם ונזכר בהלכות פרק כל הבשר אמר רב דם דגים שכנס אסור מיתיבי דם דגים וחגבים מותר לכתחלה ותירצו ההיא בשלא כנסו כי קאמר רב בשכנסו והקשו דכוותה גבי מהלכי שתים בשלא כנסו מי אסור והתניא דם שעל גבי הככר גורדו ואוכלו ושל בין השינים מוצצו ובולעו ואינו חושש. פירוש ובודאי ברייתא מאי דאסור במהלכי שתים קא שריא בדגים דאי לא ה''ל למכלל מהלכי שתים עמהן. וכן נמי משמע בברייתא דקתני דם דגים וחגבים שכולו היתר אלמא משמע דליכא באינך חד דדמי ליה ותירצו אלא כי תניא מתניתא דאית ביה קשקשין וכי קאמר רב אסור דלית ביה קשקשים ונראה פירוש לדעת רבינו ההיא מתניתא בדגים טהורים דאית בהו קשקשים ודרב בדגים טמאים דלית בהו קשקשים ואף על פי שאין בו חיוב דם אסור הוא והרי הוא כחלב בהמה טמאה ואין לוקין עליו כנזכר פ''ב. ובאמת שאין הלשון נאות לזה דה''ל למימר מתניתא בטהורים ודרב בטמאים. ושאר המפרשים פירשו בתרווייהו בטהורים ומתניתא בשיש קשקשין בכלי המוכיחין שהוא דם דגים הא לאו הכי אסור משום מראית העין וההיא דרב היא בשאין קשקשין בכלי ואסורין משום מראית העין וזה דעת הר''א ז''ל שכתב בהשגות א''א אלא שאסרוהו במכונס וכו'. וכן פסק הרשב''א ז''ל בספרו וכתב יראה לו שמכאן אנו למידין שאין דמי אלו אוסרין תערובתן שהרי הן עצמן מותרין כשיש בהן הוכחה כל שכן תערובתן ופשוט הוא: ",
        "<b>ודם שקצים וכו'.</b> כבר נתבאר זה פרק שני: "
      ],
      [
        "<b>דם האדם אסור וכו'.</b> כבר נתבאר זה במה שהזכרתי בסמוך וידוע מכת מרדות בכל איסור של דבריהם: "
      ],
      [
        "<b>אין חייבים כרת וכו'.</b> שם משנה (דף כ') דם שחיטה בבהמה בחיה ובעוף בין טמאה בין טהורין דם נחירה דם עיקור דם הקזה שהנשמה יוצאה בו חייבים עליו ובגמרא (דף כ\"ב) אי זהו דם הקזה שהנשמה תלויה בו רבי יוחנן אמר כל זמן שמקלח לאפוקי דם ראשון ואחרון שהוא שותת ודם הלב אמר רב בגמרא שחייבין עליו כרת והקשו מדתני דם הטחול דם הלב (דם הכבד) דם כליות דם האיברים הרי אלו בלא תעשה ואין חייבין עליו ותירצו התם בדם דאתי מעלמא כי קאמר רב בדם דיליה והיכי אתיא מעלמא בשעה שהנשמה יוצאה בו וכך היא הנוסחא בהלכות בפ' כל הבשר ומצאתי בקצת ספרים בגמ' נוסחא מוחלפת לחייב בדם הבא מעלמא כרת ובדם שלו לאו וכן דעת קצת מפרשים ז''ל: "
      ],
      [
        "<b>דם התמצית ודם האיברים וכו'.</b> דם ביצים שהזכיר כאן רבינו הוא דם ביצי זכר שהרי כתב דם האיברים כגון דם הטחול ודם הכליות ודם הביצים ודם שמתכנס ללב וכו'. ואילו היתה כוונתו בביצי נקבה של עוף טהור אין זה דם האיברים. ופשוט הוא והדין מבואר שם בגמרא דכל דם האיברים הוא בלא תעשה: "
      ],
      [
        "<b>השליל הנמצא במעי בהמה וכו'.</b> במשנה בפ' בהמה המקשה (חולין דף ע\"ד) קורעו ומוציא את דמו ובגמרא א״ר יוחנן שאף לדברי המתיר בחלבו אוסר בדמו ור״ל אמר שהמתיר בחלבו מתיר בדמו ופירשו שם מאי מתיר לומר שאין עליו עונש כרת אלמא לרבי יוחנן דפליג עליה ענוש הוא כרת. ופירש רבינו דדוקא בדם הלב הוא שענוש כרת אבל שאר דמו הרי הוא כדם האיברים שהרי אינו טעון שחיטה ומסתמא הוא כאחד מאיברי אמו. ובהשגות א״א אבל שאר דמו הרי הוא כדם האיברים. וכן הדם היוצא מבית שחיטתו שהוא מן הריאה ומן הכבד עכ״ל. ודבריו סתומים ואפשר שהוא סובר שבדם היוצא מבית השחיטה חייב עליו כרת אע״פ שהוא מן הריאה ומן הכבד ויהיה כדין דם שחיטה של בהמה אחרת. או אפשר שבא לבאר שאפילו דם שחיטתו הוא כדם איברים שהרי בא מן הריאה ומן הכבד וכל איבריו הם כשחוטין וכדעת רבינו: "
      ],
      [
        "<b>הלב בין לצלי וכו'.</b> משנה בפ' כל הבשר (חולין דף ק\"ט) הלב קורעו ומוציא את דמו לא קרעו אינו עובר עליו ובגמרא לא קרעו קורעו אחר בשולו ומותר. ופירש רבינו שזהו בין לצלי בין לקדרה דהא סתם בשול בקדרה משמע ואע״פ כן קתני קורעו לאחר בשולו ומותר. ובהשגות א״א (זה) לא נאמר אלא בצלי דכבולעו כך פולטו. וכן דעת קצת מפרשים ז״ל. ויש מהן סבורים כדעת רבינו וטעמא משום דלב שיע ומתוך חלקותו אינו בולע הדם דדם משרק שריק. וכן הכריע הרשב״א ז״ל וכתב דדוקא הוא עצמו אינו נאסר אבל מה שנתבשל עמו נאסר שהדם יוצא ממנו ואוסר ומשערין בכל הלב שמה שיצא ממנו אין אנו יודעים כמה הוא עכ״ד. ",
        "<b>ומ''ש רבינו ואח''כ מולחו.</b> משמע דלקדירה הוא דקאמר דוקא ואפשר שהוא סבור שהצלי צריך מליחה ויתבאר לפנינו: ",
        "<b>אבל אם היה לב בהמה וכו'.</b> בפרק דם שחיטה כריתות (דף צ\"ה) שהוא [כ״ב] הובא בהלכות ויש מי שכתב שכשאמרו שבלב בהמה חייב כרת דוקא אכלו קודם בשול אבל אחר בשול לא דדם שבשלו אינו חייב עליו כדאיתא במנחות בפרק הקומץ רבה (מנחות דף כ\"א) ולא נתבאר זה בדברי רבינו: "
      ],
      [
        "<b>הכבד אם חתכה וכו'.</b> נראה מדברי רבינו שהוא סבור דלצלי הרי דין הכבד כדין בשר וזה דעת הרבה מן המפרשים ז''ל שכל מה שנזכר בגמרא הוא לקדרה ויש מי שכתב שאפילו לצלי צריך חתיכה. וכתב הרשב''א ז''ל וראוי לחוש לדבריו וכ''נ מדברי רבינו ולקדרה לא סגי בחתיכה ומליחה אלא צריך חתיכה וחליטה וכי אמרינן בגמרא (חולין דף קי\"א) דאמר להו רבה בר רב הונא קרעיה שתי וערב וחתוכיה לתחת היא דוקא כשחולטין אותו אחר כך דאי בחתיכה ומליחה סגי רב הונא דחליט ליה בחלא ורב נחמן דחליט ליה ברותחין אמאי לחתכיה ולמלחיה ויש הרבה מן המפרשים ז''ל סבורים דבדין הגמרא אם קרעו שתי וערב וחתוכו למטה ומלחו הרי הוא מותר בקדרה. ואין נראה כן דעת הגאונים ז''ל שאם היה הדין כן לא היו מתקנים שלא לאוכלו בקדרה אלא אחר צליה מטעם שאין אנו בקיאין בחליטה שהרי כבר היתה לו תקנה אחרת שהכל בקיאין בה: ",
        "<b>וכבר נהגו כל ישראל כו'.</b> בהלכות וסוגיא דשמעתא דאי חלטיה בחלא או ברותחין שרי ואפילו קופיה לבר אלא מיהו שדרו ממתיבתא דהאידנא לא בקיאינן בחליטה וספק איסורא לחומרא ולא שרי למיכל כבדא שליקא אלא היכא דטוי ליה מעיקרא ושלקי ליה בתר הכי אבל אי שלקי ליה מעיקרא אסור וכן המנהג בכל ישראל עכ''ל: ",
        "<b>וכן מנהג פשוט שאין מבשלין וכו'.</b> המנהג הזה לא פשט בכל ישראל ובמקומותינו מוציאין המוח מקדרת הראש שהוא נתון בו ואח''כ קורע הקרום שעליו ומולחו והרי הוא מותר אפילו לקדרה וזהו דין הגמרא: "
      ],
      [
        "<b>הכבד שבשלה וכו'.</b> מדברי רבינו אתה לומד שהוא ז''ל סבור שמה שתקנו הגאונים והמנהג הנהוג שלא לבשל כבד אלא אחר צליה אינו אלא דוקא לכתחלה אבל דיעבד כל שהוכשר לפי דין הגמרא אינו אוסר ואינו נאסר וזה דעת הרמב''ן והרשב''א ז''ל. וכבר כתבתי למעלה מחלוקת המפרשים ז''ל בדין הגמרא אם חיתוך ומליחה מכשירו אם לאו ודעת הרמב''ן והרשב''א ז''ל שהוא נכשר בכך. ומ''ש רבינו שאם לא הוכשר לפי דין הגמרא שאוסרת ונאסרת אפשר שהוא סבור כההוא תנא דאמר התם שליקה אוסרת ונאסרת. ופשוט הוא שאינה אוסרת ביתר מששים לא יהא חמור מדם עצמו ואם יש בו ששים ודאי שכל השאר מותר. והרשב''א ז''ל נחלק על רבינו באיסור הכבד עצמו ופסק כדברי האומר אוסרת ואינה נאסרת: ",
        "<b>ומותר לצלות כבד וכו'.</b> שם בגמ' (דף קי\"א) ופירוש והוא שתהיה הכבד למטה שדרכן היה שהיו מניחין השפוד בתנור ראשו למטה וזנבו למעלה אבל אם מניח השפוד כולו על גב האש אין כאן מעלה ומטה ובכל גוונא אסור לכתחלה ומותר דיעבד. וכתב הרשב''א ז''ל שיראה לו שהוא הדין שאסור למולחו לכתחלה על הבשר. ויש חולקין: "
      ],
      [
        "<b>הטחול מותר לבשלו וכו'.</b> שם מפורש בגמרא וה''מ כבדא אבל טחלא שומנא בעלמא הוא ומכל מקום צריך מליחה כשאר בשר וכן דעת המפרשים וכן מורה לשון רבינו ובפירוש אמר למעלה בדם האיברים כגון הטחול: ",
        "<b>השובר מפרקת בהמה וכו'.</b> שם (דף קי\"ג) השובר מפרקתה של בהמה קודם שתצא נפשה הרי זה מכביד את הבשר וגוזל את הבריות ומבליע דם באיברים x ואיבעיא להו הואיל ואיבלע דם באיברים אי שרי למיכל מיניה באומצא או לא וסלקא להו בתיקו. ובהלכות וקי''ל דתיקו דאיסורא לחומרא ע''כ. ויש מן המפרשים ז''ל שדקדקו מכאן דדם האיברים שלא פירש מותר דהא הכא דוקא מפני ששבר מפרקתה קודם יציאת נפש הא לאו הכי מותר לאכול ממנה באומצא דהיינו בשר חי והביאו ראיות לזה ועיקר. ורבינו כתב ואפי' חלטו לפי שהוא אינו סובר כן אלא כל בשר חי אסור מדבריהם בלא חליטה או מליחה כמ''ש למטה וזה ששבר מפרקתה קודם יציאת נפש אפילו בחליטה אסור. והרשב''א ס''ל כדעת הראשונים וכתב שאם היו חוטי דם בבשר צריך ליטלן שדם העומד בחוטין הרי הוא כפירש ועומד בכלי ע''כ: ",
        "<b>אלא כיצד יעשה.</b> זה מבואר לפי הגירסא שכתבתי למעלה שלא שאלו אלא לאכול באומצא אבל במליחה אפילו לקדירה מותר. ויש גירסא אחרת וזו עיקר. ומתבאר בכיוצא בזה בפ' השוחט (חולין דף ל\"ג) גבי החותך בשר מן הבהמה קודם יציאת נשמה: ",
        "<b>וכבר ביארנו שהשוחט וכו'.</b> פ''ד נתבאר זה: "
      ],
      [
        "<b>אין הבשר יוצא מידי דמו וכו'.</b> שם אמר שמואל אין הבשר יוצא מידי דמו אלא אם כן מולחו יפה יפה ומדיחו יפה יפה, איתמר רב הונא אמר מולח ומדיח במתניתא תנא מדיח ומולח ומדיח ולא פליגי הא דחלליה בי טבחא הא דלא חלליה בי טבחא ע''כ. <b>ומה שכתב רבינו ומניחו במלחו כדי הילוך מיל</b> ובה''ג כתבו ושיעור מליחה כשיעור צליה. ונראה שיש סמך לשיעורו של רבינו ממ''ש גבי עיבוד העור וכמה כדי עבוד כדי הילוך מיל ופרק כלל גדול יש מי שסבור שהמולח את הבשר בשבת חייב משום מעבד ואע''ג דקי''ל דאין עיבוד באוכלין לחיוב שבת מ''מ ילפינן מהתם דמליחה היינו עבוד וכיון שלא פירשו לנו חכמים שיעורה נראה שהוא שיעור עיבוד, אח''כ מצאתי לרמב''ן ז''ל שכתב ושיעור צליה פירשו הגאונים כדי הילוך מיל. <b>ומ''ש רבינו ומשליכו מיד לתוך המים הרותחין,</b> נחלקו עליו ז''ל ואמרו שאחר מליחה א''צ דבר אחר. וכן כתוב בהשגות א''א זה לא שמענו וכו' וזה דעת כל האחרונים ז''ל ואיני מוצא בזה סמך ברור לדברי רבינו: "
      ],
      [
        "<b>כשמולחין הבשר אין מולחין אלא וכו'.</b> שם אמר שמואל אין מניחין בשר מליח אלא על גבי כלי מנוקב. ופירוש בעוד שהוא מלוח אין מניחין אותו בכלי שאינו מנוקב, ופשוט הוא שאם העביר ממנו אחר שיעור מליחה המלח הראשון וחזר ומלחו שמניחו באי זה כלי שירצה וכי קאמר אין מניחין בשר מליח בעודו במלחו הראשון קאמר. ולזה כתב רבינו כשמולחין וכו' ונתבאר בגמרא שאם עבר ומלח הבשר בכלי שאינו מנוקב שהוא נאסר ע''י כן גבי ההיא דדגים ועופות שמלחן זה עם זה שאזכיר למטה. והרשב''א ז''ל כתב מלח בכלי שאינו מנוקב אם נמלח במלח כ''כ שפוגם את הבשר מלאכול עמו הרי זה כרותח והדם מתקבץ בכלי והבשר נכבש בתוכו והכבוש הוא כמבושל ואסור אפילו בצלי ודוקא כל מה שנכנס בתוך הדם והציר אבל השאר שאינו עומד בתוך הציר מותר בנטילת מקום ואפילו היה מה שבתוך הציר שמן לפי שאינו מפעפע הדם ואין השומן מוליך את הדם במקום שאינו יכול לילך מחמת עצמו ע''כ דבריו ז''ל: ",
        "<b>ואין מולחין אלא במלח עבה וכו'.</b> שם רב דימי מלח במלח גללניתא ומנפיץ ליה פירוש מלח גסה. ודעת רבינו שהכל צריכין לעשות כן ורב דימי להורות וללמד בא וזה דעת קצת מפרשים ז''ל. ואפשר שהוא סבור שמן הדין הכל צריכים מלח גס כחול גס ומן הטעם שכתב שהמלח הדקה נבלעת ואינה מוציאה דם ורב דימי היה מולח ביותר גסה ובערוך פירוש גלגלנית חזק כאבן. ",
        "<b>ומ''ש רבינו וצריך לנפץ הבשר וכו'.</b> זה פשוט. ומ''ש ומנפיץ ליה. וכ''כ הרבה מפרשים ז''ל שהדבר שמלחו בו נאסר לפי שהוא נבלע מהדם וכן עיקר. ובדין באי זה מלח מולחין יש מי שפירש שבכל מלח יכול למלוח אלא שאם מלח במלח דקה צריך לשפשף היטב הבשר קודם שישים אותו בכלי כדי להדיחו שאם ישימהו עם קצת מן המלח בכלי שאינו מנוקב להדיחו נמצאו המים שוברין פליטת כח הבשר ונמצא הדם שעל פני הבשר ושעם (הבשר) [המלח] חוזר ונבלע בתוכו לפיכך תקנה גדולה היא למלוח במלח גסה שבמעט שהוא מנפץ אותו ננערת ורשאי להדיח הבשר באי זה כלי שירצה וזהו שהיה רב דימי עושה כן, אלו הן דברי הראב''ד ז''ל. וכן הסכים הרשב''א ז''ל ואינם דברים מוכרחים. ",
        "<b>ומ''ש רבינו ואח''כ ידיחנו.</b> כן הוא דעת הרבה מפרשים ז''ל דרב דימי אחר נפוץ היה מדיח וכן עיקר. וכתב הרשב''א ז''ל שמצות מליחה היא משני צדדין ואם לא מלח אלא מצד אחד הכשיר בדיעבד עכ''ד: "
      ],
      [
        "<b>כל הדברים האלו וכו'.</b> נראה מדברי רבינו שאף הצלי צריך מליחה אלא שא''צ לשהות במלחו והביאו לזה מה שאמרו במנחות פרק הקומץ רבה (דף צ\"א) גבי קדשים שאין צריך שיתן בו טעם הרבה כיצד עושה מביא את האבר ונותן עליו מלח וחוזרו והופכו ונותן עליו ומעלהו אמר אביי וכן לצלי פירוש וכן לצלי מולחו וצולהו מיד, וזה דעת הראב''ד ז''ל. אבל יש מי שגורס וכן לקדרה אינו צריך מלח הרבה ואף לגירסא אחרת פירשו הרבה מפרשים ז''ל דהכי קתני וכן לצלי אם רצה למלוח ולאכול בצלי בלא הדחה רשאי, והרשב''א ז''ל כתב בספרו הקצר במה דברים אמורים במולחו ומעלהו לצלי אבל אם שהה במלחו המלח בולע הדם ונאסר לפיכך מדיחו יפה וצולה ואוכל ע''כ. ודברי תימה הם שאם דוקא בשמעלהו מיד הוא שמותר ואם לאו נאסר היה להם לחכמים לגזור בזה אלא נראה שאפילו אם בלע המלח מן הדם הכל יוצא על ידי העור, עוד חלק בזה בין נשחטו הוורידין ללא נשחטו ויתבאר פרק ז': ",
        "<b>והרוצה לאכול וכו'.</b> כבר כתבתי למעלה שיש מן המפרשים ז''ל חלוקים בזה ואומרים שדם האברים כל שלא פירש מותר וזה דעת הר''א ז''ל שכתב בהשגות א''א לבשר חי אין צריך מליחה וכו'. וזה דעת הרמב''ן והרשב''א ז''ל שכל שלא שבר מפרקת הבהמה קודם יציאת נפש שאם חתך ממנה אחר כך מותר לאכלו חי בלא מליחה כנזכר למעלה: ",
        "<b>ואם חלטו בחומץ וכו'.</b> בפרק כיצד צולין (פסחים דף ע\"ד:) נזכר, ובהלכות פרק גיד הנשה האי אומצא דאסמיק x הוא וחליה אסור לא אסמיק הוא וחליה שרי, ונראה שרבינו מפרש אומצא בשר חי וצריך לחלטו בחומץ אם רוצה לאכלו בעינו ובדלא אסמיק הוא וחומצו מותרין ומכאן הוציא זה ויתבאר לפנינו פירוש אסמיק: "
      ],
      [
        "<b>חומץ שחלט בו בשר וכו'.</b> שם בכיצד צולין: ",
        "<b>וחתיכה שהאדימה בתוך החומץ וכו'.</b> זהו מ״ש אסמיק הוא וחליה אסור ופירוש האדים ותרגום אדום סמוק ופרק גיד הנשה (חולין דף צ\"ג) אמרו האי אומצא דאסמיק חתכה ומלחה ואפילו לקדרה נמי שפיר דמי תלייה בשפודא מידב דייב דמא ושרי אותביה אגומרי פליגי בה וכו' x והלכתא מישב שיבא ליה וכן ביעי וכן מוזריקי. ונתבארו דברי רבינו לפי מה שהוא מפרש אומצא דאסמיק חתיכה שהאדימה בתוך החומץ וכ״כ בה״ג אומצא מטמשיה בחלא ואסוקי ומיכליה לאלתר שרי ושרוייה עד דסמיק הוא וחליה אסור דכיון דסמיק פריש ליה דם מאבראי מאי תקנתיה תלייה בשפודא שרי מידיב דייב חתכה ומלחה אפילו לקדרה שפיר דמי אותביה אגומרי פליגי בה וכו' וזהו פירוש רבינו. אבל רובי המפרשים ז״ל פירשו אומצא דאסמיק חתיכה שנצרר בה הדם מחמת מכה ואותו דם מובלע ואינו יוצא אלא על ידי חיתוך ומליחה. וכן כתב הר״א ז״ל בהשגות וזה דעת הרמב״ן והרשב״א ז״ל: ",
        "<b>וכן ביצי בהמה וכו'.</b> זהו וכן ביעי ומוזריקי שהזכרתי בסמוך: "
      ],
      [
        "<b>ראש הבהמה וכו'.</b> שם בפרק גיד הנשה (חולין דף צ\"ג:) רישא בכבשא אותביה אבית השחיטה מידב דייב דמא ושרי (אבית) אצדדים מקפא (הוי) דמא ואסיר אותביה אנחיריה דץ ביה מידי (ובזעה) מידב דייב ושרי ואי לא אסיר. ויש שם לשון אחר וקי״ל כי האי לישנא וכן פסקו ז״ל ובה״ג פירשו אסור הנזכר על המוח בלבד אבל הראש עצמו מותר וזה דעת רבינו. וכתב הרמב״ן ז״ל ה״מ לצלי אבל לקדרה אם לא הוציא מוחו אוסר בששים שאי אפשר שלא יפלוט אע״פ שמונח בקדרתו וצריך לשער בששים בכל המוח ע״כ. ואף רבינו מודה בזה. וכתב הרשב״א ז״ל שכשם שהתירוהו בצלי אם תלאו ובית שחיטתו למטה כך אם נקב העצם שהמוח נתון בו והניחו על הנקב מותר. עוד כתב שהרוצה למלוח את הראש לקדרה חותך אותו לשנים ומולח יפה יפה הראש מצד פנים והופכו ומולח על השער שאין השער מעכב ע״י המלח להפליט דם שבבשר הראש. עוד כתב וכן הדין לטלפים מחתך אותן מעט ומולח והדם יוצא דרך חיתוך וצריך שיהא חיתוכן למטה עכ״ל. וכבר נתבאר למעלה דין הכשר המוח לקדרה: "
      ],
      [
        "<b>אין מניחין כלי תחת הצלי וכו'.</b> בפרק כל הבשר (חולין דף קי\"ב) אמר רב נחמן אמר שמואל אין מניחין כלי תחת בשר עד שיכלה כל מראה אדמומית שבו מנא ידעינן מר זוטרא משמיה דרב פפא אמר משתעלה תמרתו פי' שהאש מעלה תמרות עשן מחמת השומן הנוטף עליו מתקיף לה רב אשי ודילמא תתאה מטא עילאה לא מטא אלא אמר רב אשי לעולם לית לה תקנתא אלא משדא ביה תרי (תלת) גללי מילחא (ושדי להו ובתר הכי) שפו להו. ובהלכות כתבו הא דשמואל ורב אשי ולא כתבו הא דרב פפא נראה מזה דהא דרב אשי אפי' קודם שתעלה תמרתו היא וכן נראה מדברי רבינו. אבל הרשב״א ז״ל כתב שיראה לו דהא דרב אשי לאחר שתעלה תמרתו היא בדוקא ועוד בשם בעל ההלכות דדוקא מעט מלח אבל מלח הרבה אסור חוששים שמא ישבור כח הדם ויתערב עם השומן. וי״מ שכתבו שכיון שכן עכשיו אין אנו בקיאין בשיעור המלח ולפיכך אסור ליתן כלי תחת הבשר לעולם. והוא ז״ל כתב שאם עבר ועשה ואפי' נתן בו מלח הרבה מותר דה״ל ספק בשל דבריהם ולקולא ע״כ. והכבד נתבאר שם בגמ' שאסור מפני שדמו צף שלא כדם הבשר ואם הבשר היה מלוח ומוכשר אף לקדירה דעת קצת המפרשים ז״ל שמותר לתת תחתיו כלי מיד וא״צ שום דבר. וזה דעת הרשב״א ז״ל ואין כן דעת רבינו ויתבאר לפנינו בדין בני מעיין שמלאן: "
      ],
      [
        "<b>פת שחתך עליו וכו'.</b> שם ככר שחתך עליה בשר צלי אסור לאוכלה ואמרו שם דרבא אכיל ליה וקרי ליה חמר בשר. ובהלכות פסקו כן כרבא וכתב הרשב''א ז''ל שהגיע הצלי לכדי שיעור צלייה עד שיהא ראוי לאכילה. ויש מי שכתב דכל שהגיע למאכל בן דרוסאי שהוא שליש בשול מותר ואם הבשר היה מוכשר לקדירה כבר כתבתי שיש מתירין אפי' נתינת הכלי מיד: ",
        "<b>דגים ועופות שמלחן וכו'.</b> שם (דף קי\"ב:) אמר x רב נחמן דגים ועופות שמלחן זה עם זה אסורים והקשו היכי דמי אי בכלי שאינו מנוקב אפילו עופות ועופות נמי אסירי אי בכלי מנוקב אפי' דגים ועופות נמי שרי ותירצו לעולם בכלי מנוקב דגים משום דרפי קרמייהו קדמי ופלטי ועופות קמיטי ובתר דניחי דגים פלטי עופות והדר בלעי מינייהו ע''כ. ופירש רבינו שהדגים בלבד אסורין וכן פירש רש''י ז''ל וכן הסכים הרשב''א ז''ל וכן עיקר. וכתב רבינו ואין צריך לומר אם מלח דג עם בשר בהמה או חיה ופשוט הוא וכ''כ ז''ל ומכאן אתה למד שעופות עם בהמה וחיה מותר למולחן ביחד והטעם מפני שהעופות פולטין ציר כל זמן שבשר בהמה פולט דם אבל הדגים ממהרין לפלוט אפילו ציר וגם זה פשוט. ויש מן המפרשים ז''ל שלמדו מדין איסור הדגים שאם יש בשר שנמלח ושהה במלחו עד כדי שיגמור כל פליטת צירו שהוא שתים עשרה שעות שאסור למלוח בשר אחר על גביו שהרי בשר זה כדגים. ומ''מ נראה מדברי רבינו שהוא אינו גורס אלא דגים רפו קרמייהו ושואבין וכן מצאתי בקצת נוסחי ההלכות ועם כל זה דין המפרשים אמת. וגדולה מזו כתב הרשב''א ז''ל בשם אחד מרבותיו שאפילו בשר שנמלח מעצמו אסור לשהותו במלחו הראשון יותר מכדי פליטת ציר ואם עבר ושהה צריך קליפה עכ''ד ז''ל. עוד כתבו מן המפרשים שהבשר שלא נמלח כלל אסור ליתנו עם הבשר המלוח תוך שיעור מליחה לפי שזה הטפל בולע מדמו של זה שהרי אין לומר מתוך שטרוד לפלוט אינו בולע ואם עבר ושהה הרי הוא מוכשר עם מליחתו שכשם שפולט דם שלו כך פולט דם הבא חוצה לו אבל הבשר שנמלח והודח ונתנוהו עם בשר מלוח תוך שיעור מליחתו אין לו תקנה אם יחזור וימלחנו שכיון שאין לו לבלוע דם של עצמו אינו פולט ע''י מליחת דם הבא מחוצה לו וצריך קליפה. כך העלה הרשב''א ז''ל דינין אלו ואין להם ראיה ברורה: "
      ],
      [
        "<b>עופות שהניחן שלמים ומלא חללן בשר וביצים וכו'.</b> בפסחים בפ' כיצד צולין (פסחים דף ע\"ד) אמר רבא האי מולייתא שריא א״ל אביי והא קא בלעא דמא א״ל כבולעה כך פולטה נימא מסייע ליה (לרבא) נותן את כרעיו ואת בני מעיו לתוכו מ״ט לאו משום דאמרינן כבולעו כך פולטו ודחו לא שאני התם כיון דאיכא בית השחיטה דמחלחל (מידב דייבי) עוד הביאו סייעתא לרבא מדרבין סבא טפליה ההוא בר גוזלא לרב ואמר לן אי מעלי טפליה הב לי דאיכול פירוש טפליה בבצק ודחו ההיא בסמידא פירוש עסה של סלת ואינה נדבקת כ״כ שהיא גסה ומלחלח והדם זב ויוצא ממנו וכבולעו כך פולטו והקשו והא רבא איקלע לבי ריש גלותא וטפלו ליה בר אווזא ואמר אי לאו דחזיתיה דזיג כזוזא חיוורא לא אכלי מיניה. פי' שהיה לבן הבצק אלמא לא אמרינן כבולעו כך פולטו ותירצו ההיא בחיורתא דשריר. ופי' רבינו קמח חטים שלתתן, ויש מי שכתב קמח מנופה והכל אחד שהטעם הוא מפני שכשהקמח דק הבצק נדבק הרבה ואינו פולט מה שבולע ומסקנא דגמ' הילכתא דסמידא בין אסמיק בין לא אסמיק שריא דחיורתא אי זיג כזוזא חיורא שריא ואי לא אסיר דשאר קמחיא אסמיק אסיר לא אסמיק שרי והלכתא מולייתא שריא ואפילו פומה לעיל וכתבו בהלכות בפרק גיד הנשה ודוקא לצלי כעין הפסח שהוא צלי אבל לקדרה לא ע״כ. והנה דעת רבינו שמה שכתוב בהלכות אבל לקדרה לא אע״פ שהוא מלוח ומוכשר לקדרה דאי לא מאי איריא מולייתא ותו דפשיטא הוא דכל בשר שלא הוכשר כדינו אסור בקדרה ואוסר תערובתו א״ו דעת ההלכות הוא שאע״פ שהיה לעיל הכל מלוח אסור והוסיף רבינו לבאר שאפילו הבשר שבתוכו מבושל וכן בדין לפי שיטה זו שהרי הטעם הוא מפני שהעופות פולטים ובולע מה שבתוכן וא״כ מה לי מבושל מה לי שאינו מבושל. וה״ר משה כהן כתב זה תימה גדול ולא ידעתי מאין הוציא זה ומ״מ בתשובות הגאונים מצאתי כדבריו וצ״ע עכ״ל. וכן אתה למד שדעת הגאונים כן הוא מדין בני מעים שהזכיר רבינו בסמוך בשם הגאונים נראה שהן סבורין שכל הסוגיא הזו אפי' בבשר מלוח היא ואעפ״כ הוה פליג אביי וטעמא מפני שאין המלח בשעור מליחה מפליט כל הדם וזהו שהצריך רבינו למעלה להשליך הבשר לתוך מים רותחין אחר מליחה כדי שיתלבן מיד ולא יצא דם וכשחללן מלא מבשר אין המים הרותחין נכנסין לתוכן יפה ועד כאן לא פליג עליה רבא (אלא) בצלי דכבולעו כך פולטו ע״י האור ואפי' אינו מלוח כלומר שלא שהה במלחו לדעת רבינו שמצריך מליחה לצלי אבל לקדרה אפי' רבא מודה וזהו שלא הזכירו כאן מליחה כלל. ועוד דאם איתא דבמלוח ומוכשר לקדרה מודה אביי מאי קא מייתי ראיה מההוא גוזלא דטפלו לרב דילמא מלוח כדינו לקדרה היה. זהו דעתם ז״ל אבל כל האחרונים חלוקים בזה חוץ מה״ר אהרן הלוי ז״ל שהוא סבור כן והם מפרשים דכולא סוגיא בבשר שלא נמלח כדינו לקדרה שלא היה דרכן למלוח כן לא לצלי ולא לטפול בבצק אבל במלוח ומוכשר לקדרה בכל גוונא מותר שאינו פולט דם אח״כ. וזה דעת הר״א ז״ל שכתב בהשגות א״א דבר זה אין לו טעם אם הוא מלוח כל צורכו והבשר שבתוכו צלוי אי זה דם יאסור אותו ע״כ. ועל פיהם נוהגין בזה היתר בכל מקומותינו שאין חוששין אחר מליחה לקדרה כלום: "
      ],
      [
        "<b>בני מעים וכו'.</b> זו הוראה נכונה ופירש שאין מחזיקין דם בבני מעים כדאיתא פ' כל הבשר ויתבאר פ''ז מה הן בני מעים אלו וכיון שהבשר שבתוכו שלוק או צלי אין כאן שום חשש אבל אם היה מלוח בלבד אע''פ שמוכשר לקדירה עדיין יש לחוש לפי שיטת רבינו והגאונים שהם חוששין אחר מליחה לקדרה כנזכר למעלה: "
      ],
      [
        "<b>עופות שטפלן בבצק וכו'.</b> כבר נתבאר זה בסוגיא שהזכרתי בסמוך ולפי שיטת רבינו והגאונים דינין אלו הן אע''פ שהעופות מלוחין ומוכשרין לקדרה ומ''מ אין לחוש אלא בטפלה בלבד. וז''ש ואם לאו אסורה. ואפשר שהוא סבור כן במולייתא שאינו נאסר העוף אלא שיש לחלק דמולייתא כל שהיא בקדרה הרוטב מוליך הכל ונאסר וכן עיקר בדעתו ז''ל. ולפי שיטת האחרונים ז''ל כל זמן שהעופות מוכשרין לקדרה בכל גוונא אף טפילתן מותרת: "
      ],
      [
        "<b>סכין ששחט בה אסור לאכול בה רותח וכו'.</b> בפ' כל הבשר (חולין דף קי\"א:) אמר רב נחמן אמר שמואל סכין ששחט בה אסור לחתוך בה רותח צונן אמרי לה בעי הדחה ואמרי לה לא בעי הדחה ע״כ. וכתב רבינו ואם חתך בה רותח מותר. ונראה שהוא מפרש האי אסור לחתוך בו לכתחלה אבל דיעבד מותר והטעם משום דקי״ל כמ״ד בית השחיטה צונן כדאיתא פ״ק ויתבאר פי״ז. עוד הקל רבינו והכשיר לכתחלה בנעיצה עשר פעמים ואף על פי שבסכין של נכרים אינו מספיק נעיצה בקרקע אלא בצונן כנזכר פרק י״ז כאן כבר נתבאר שבית השחיטה צונן והרי היא לחתוך בה רותח לכתחלה כסכין של נכרים שבלעה בחמין לחתוך בה צונן זה נראה לדעת רבינו. <b>ומה שכתב רבינו וכן אינו חותך בה צנון וכיוצא בו וכו',</b> הוציאו ממה שאמרו שם גבי בשר בחלב שהצנון בולע מן הסכין מתוך חריפותו כמו שיתבאר פרק ט' ולפי הנמצא בקצת ספרי רבינו כל דבר צונן שאינו חריף מותר לחתכו בסכין ששחט בו והוא פוסק כמאן דאמר לא בעי הדחה להקל בשל דבריהם. ולפי הנמצא במקצת ספרים לכל צונן צריך לכתחילה קינוח או הדחה וכן עיקר. ויש לקצת המפרשים בזה שיטה אחרת שהם מפרשים דאע״ג דבית השחיטה צונן ה״מ שאינו בולע אבל הסכין ששוחטין בו בולע הוא מתוך דחקו וחוזר ופולט ע״י רותח גמור ואפי' דיעבד אסור אא״כ הוכשר הכשר גמור כדין סכין של נכרים ויתבאר דינו פי״ז ולחתוך בו צונן מקנחו או מדיחו ודיו וכההוא לישנא דאמר בעי הדחה, ויש מי שפירש לא בעי הדחה אלא קינוח דודאי לכולהו לישני לא בעי קינוח [והדחה] וכן דעת הרמב״ן והרשב״א ז״ל: "
      ],
      [
        "<b>קערה שמלח בה בשר וכו'.</b> שם אמר רב יהודה אמר שמואל קערה שמלח בה בשר אסור לאכול בה רותח וכו' ההיא פינכא דהוה בי רב אמי דמלח בה בשרא ותברה. וכתב רבינו של חרס לפי שאם היתה מכלי שטף היתה נכשרת בהגעלה אבל כלי חרס אפילו משועין באבר אין להם תקנה כמו שיתבאר פרק י''ז. ונחלקו המפרשים ז''ל בדין זה יש מי שכתב דדוקא כשאין הקערה מנוקבת אבל אם היתה מנוקבת לא נאסרה ויש מי שכתב אפילו מנוקבת וכן הכריע הרשב''א וכתב כיצד נתן בה רותח נגוב צריך קליפה נתן בה רותח לח כבשר רותח שאי אפשר בלא רטיבות קצת צריך נטילת מקום נתן בה צונן לח מתירין אותו שהקערה אחר שהודחה צוננת היא. עוד כתב שיראה לו דלצונן כל שנתקנחה יפה אפילו לכתחלה מותר להשתמש בה ע''כ. ויש מן המפרשים שכתבו שכלי של חרס שאסור להשתמש בו בחמין לעולם אף בצונן אסור להשתמש בו לכתחלה דילמא אתי לאישתמושי בחמין והיינו דתברה ר' אמי לההיא פינכא וכבר כתבתי כן פרק חמישי מהלכות חמץ ומצה ועיקר, ודינו של הרשב''א ז''ל אפשר בכלים שיש להם הכשר: "
      ]
    ],
    [
      [
        "<b>האוכל כזית חלב וכו'.</b> מפורש בהרבה מקומות ומהם במשנה בתחלת כריתות (דף ב' ד'): ",
        "<b>ובפירוש אמרה תורה שאינו חייב כרת וכו'.</b> כבר נתבאר זה פרק שני: ",
        "<b>וכן נפל של שלשה מיני בהמה וכו'.</b> בפרק בהמה המקשה (חולין דף ע\"ה) [בהמה] שהטילה נפל וכו' רבי יוחנן אמר חלבו כחלב בהמה אוירא גרים ריש לקיש אמר חלבו כחלב חיה חדשים גרמי. א״ד כל היכא דלא כלו לו חדשיו לאו כלום הוא כי פליגי היכא דהושיט ידו למעי בהמה ותלש חלב של בן תשע חי ואכלו ר״י אמר חלבו כחלב בהמה חדשים גרמי ר״ל אמר חלבו כחלב חיה חדשים ואוירא גרמי וקי״ל כלישנא בתרא שלא לענוש אלא בראיה ברורה כל שלא כלו לו חדשיו לכ״ע אין כאן חיוב כרת ופשוט הוא שיש בו משום נבלה: "
      ],
      [
        "<b>האוכל מחלב נבלה וכו'.</b> בהרבה מקומות ומהם פרק השוחט (חולין דף ל\"ז) ופרק גיד הנשה התורה אמרה יבא איסור נבלה ויחול על איסור חלב וכן בטרפה. וביאר רבינו שהטעם מפני שאיסור חל על איסור במוסיף, ומ״מ נראה דבר זה אפילו למאן דלית ליה איסור מוסיף מודה בזה מדכתיב בקרא וחלב נבלה וחלב טריפה יעשה לכל מלאכה ואכל לא תאכלהו: "
      ],
      [
        "<b>השוחט בהמה ומצא בה שליל וכו'.</b> זה מוסכם דכל היכא [דלא] כלו לו חדשיו לאו כלום הוא: ",
        "<b>ואם שלמו לו חדשיו וכו'.</b> דעת רבינו לפסוק בבן ט' שנמצא חי במעי בהמה כסתם מתני' דפרק בהמה המקשה (חולין דף ע\"ד) לענין שחיטה שהוא ניתר בשחיטת אמו כנזכר פ״ה ולענין גידו כסתם מתני' דפרק גיד הנשה (חולין דף צ\"ב:) דקתני ונוהג בשליל וה״ה לחלבו דחדא פלוגתא היא בברייתא דתניא (גיד הנשה) נוהג בשליל וחלבו אסור דברי ר״מ ור״י אומר אינו נוהג בשליל וחלבו מותר ואע״ג דאמר ר' אושעיא מחלוקת בבן ט' חי והלך ר״מ לשיטתו פירוש שהוא מחייבו שחיטה ור״י לשיטתו פירוש שמכשירו בשחיטת אמו לאו למימרא דלהוי הכרח דכל מאן דאית ליה שאינו טעון שחיטה אית ליה דחלבו וגידו מותרין דא״כ תקשי לן סתמא אסתמא ועוד דהוה ליה למפסק כסתמא דפ' גיד הנשה דהוא בתרא דבחדא מסכתא יש סדר. אלא ר' אושעיא ה״ק דהני תנאי השוו מדותיהן בשליל ולאו למימרא דהא בהא תליא ולא בא להודיענו אלא דפלוגתא היא בבן תשע הא לאו הכי כ״ע מודו דשרי ולאשמועינן דמאי דקתני בברייתא חלבו דשליל קאמר ולא חלבו דגיד ולכך הביאוה בגמ' להא דר' אושעיא. אי נמי י״ל דר' אושעיא משום דהל״ל ור״י הלך לשיטתו משום דאי הוה ס״ל לר״י טעון שחיטה כר״מ כ״ש דהוה אסר חלבו וגידו אמר נמי דר״מ הלך לשיטתו אבל אפשר שאין הלכה כר״מ בשחיטה אבל הלכה כמותו בגידו וחלבו ולאו הא בהא תליין וסתמי דמתניתין מכרען הכא ותו דקאמר ר' יוחנן דהושיט ידו למעי בהמה ותלש חלב מבן תשע חי ואכלו חייב דחדשים גרמי ואם איתא שהיה חלבו נכשר אם נשחטה אמו לא משמע דחדשים גרמי, זה דעת רבינו והרב בעל העיטור ז״ל. ויש בדינין אלו דעות חלוקות למפרשים ז״ל יש מי שפסק דחלבו וגידו מותרין וההיא דר' יוחנן משום דלא נשחטה אמו אבל נשחטה ועודו במעיה הכל מותר דכל שבבהמה תאכלו אמר רחמנא וזה דעת הרמב״ן ז״ל. והרשב״א זל פסק דחלבו מותר וגידו אסור. ודע שלדברי הכל בן תשע מת הנמצא במעי בהמה חלבו מותר שאין חדשים גורמין בלא חיות: <b>ובהשגות</b> כתוב על מה שכתב רבינו חלבו אסור אמר אברהם אין זה כדברי הרב ז״ל וכו'. ונראה שאין דעתו כן אלא חלבו מותר ולדברי כל המפרשים נראה שאם הפריס על גבי קרקע כיון שטעון שחיטה משום מראית העין אף חלבו אסור: "
      ],
      [
        "<b>הושיט ידו למעי וכו'.</b> זו היא מימרא דר' יוחנן שהזכרתי למעלה: "
      ],
      [
        "<b>שלשה חלבים הם.</b> זה מבואר בכתוב שאלו הן חלבים הקרבים לגבוה ובהם יש עונש כרת בלבד כמו שמתבאר בגמ' בפ' גיד הנשה (חולין דף צ\"ג) שהביאו ראיה לאסור החלב מהפסוקים שהם גבי קרבן ויתבאר מהות חלבים אלו בפרק זה. ",
        "<b>ומ''ש רבינו אבל האליה וכו'.</b> מבואר פ''ק דכריתות (דף ד') אלא מעתה אליה דחולין תתסר אמר קרא כל חלב שור וכשב ועז דבר השוה בשלשתן. וביאר רבינו שמה שכתוב חלבו האליה תמימה הוא לענין קרבן וחלבו ר''ל טובו אבל בשלשה אלו נזכר בהן חלב המכסה וכו'. "
      ],
      [
        "<b>חלב שעל המסס וכו'.</b> מימרא פ' גיד הנשה: ",
        "<b>וחלב שבעקרי הירכות וכו'.</b> שם האי תרבא דקליבוסתא אסורה וזהו חלב שעל הכסלים: ",
        "<b>ויש שם חלב וכו'.</b> בפ' א''ט (דף מ\"ט:) אר''י בר נחמני אמר ר' אושעיא חלב שעל הקיבה כהנים נהגו בו היתר כר' ישמעאל שאמר משום אבותיו ויש שם שתי לשונות וקי''ל כלישנא קמא לחומרא דאמר דאקשתא כ''ע לא פליגי דאסיר כי פליגי דאייתרא ואמרו שם דבני בבל נהגו בו איסור שלא מן הדין. ודעת ההלכות ורבינו שאין אנו נגררין אחר בני בבל במנהגות שלהם שלא מן הדין ולזה כתב רבינו והוא מותר וכן דעת הרמב''ן ז''ל וכל שאין שם מנהג מותר וכ''נ דעת הרשב''א ז''ל וכתב ואנו בגלילות הללו נהגו בו איסור כבבל: ",
        "<b>חוטין שבחלב וכו'.</b> מימרא פרק גיד הנשה (חולין דף צ\"ב:): "
      ],
      [
        "<b>חלב שהבשר וכו'.</b> מימרא שם ויתבאר למטה ביאור זה: ",
        "<b>וכן חלב וכו'.</b> שם לובן כוליא רב ור' חייא חד אסר וחד שרי רבה ממרטט ליה ור''י ממרטט ליה רב אסי גאים ליה. ובהלכות כלומר לא היה מדקדק בנטילתו. עוד שם אמר אביי כוותיה דר' אסי מסתברא דאמר וכו' אמר שמואל חלב שהבשר חופה אותו מותר אלמא שעל הכסלים אמר רחמנא ולא שבתוך הכסלים ה''נ שעל הכליות אמר רחמנא ולא שבתוך הכליות ע''כ. ופסק רבינו כרבי אסי דגאים ליה ולא הוה מחטט אחריו. וכן דעת ההלכות ומה שהיו רבי יוחנן ורבה מחטטין אחריו מדת חסידות היה וי''ח בזה. והרשב''א ז''ל כתב שנראין דברי ההלכות ורבינו אלא שנהגו במקומותינו איסור וממרטטין אותו מעיקרו עכ''ל: "
      ],
      [
        "<b>יש כמו שתי פתילות וכו'.</b> שם חלב שהבשר חופה אותו מותר והקשו והאמר שמואל האי תרבא דתותי מתני אסור ותירץ אביי בהמה בחייה אפרוקי מיפרקא: "
      ],
      [
        "<b>חלב הלב וכו'.</b> חלב הלב פשוט הוא שהוא מותר ומתבאר פ' אלו טריפות (חולין דף נ') בדין חלב טהור שסותם. וחלב המעים מתבאר ממ״ש פ' גיד הנשה אמר רב יהודה אמר שמואל ריש מעיא באמתא בעיא גרירה וזהו חלב שעל הדקין מכלל שהשאר מותר ומתבאר במקומות אחרים. ופירש רבינו ריש מעיא ראש המעים הסמוך לקיבה וכו' וכן פירש רש״י ואף ר״ח ז״ל כן פירש והוא ז״ל כתב בשם אחרים הפירוש האחר שהזכיר רבינו. והר״א ז״ל כתב בהשגות שהפירוש ההוא עיקר וכבר הכריע הרשב״א ז״ל כפירוש רבינו ואמר שהפירוש האחר אינו מחוור דכרכשא לא מיקרי מעים אלא הדקין, ומ״מ נראה שרבינו כתב שני הפירושים כדי לחוש לשניהם: "
      ],
      [
        "<b>יש בגוף הבהמה וכו'.</b> שם מפורש שהחוטין האסורין משום דם אם חתכן ומלחן מותרין לקדרה. ויש מי שכתב שצריך שיניח חיתוכה למטה. ",
        "<b>ומ״ש רבינו ואם לצלי אינו צריך לנוטלו.</b> הוא ממה שנתבאר וכו' בדין העורף שבו המזרקים שהם מלאים דם. וכן נראה בפ' הזרוע גבי חוטי לחי וכן דעת הרבה מפרשים ז״ל. ויש מצריכים לצלי חתיכה לחוטין ולא מליחה וזה דעת הרשב״א ז״ל ולא כתב רבינו בשום מקום שחיטת הוורידין ולא חלק רבינו בדין חוטי דם ובדין המליחה והצלייה בין נשחטו הוורידין ללא נשחטו והחוטין הצריכין חתיכה ומליחה הן אותן שהזכיר למטה חוטי הלב וחוטי היד וכו' ושאר החוטין הרי הן כבשר ואינן צריכין חתיכה ומליחה והביאו לזה משום דסתם מתני' הוא דלא בעינן שחיטת ורידין כדאיתא פרק השוחט (חולין דף כ\"ז) דתנן אחד בעוף ושנים בבהמה שחיטתו כשירה ורובו של אחד כמוהו ר' יהודה אומר עד שישחוט הוורידין וקי״ל הלכה כסתם משנה וכ״כ רבינו בפירוש המשנה שאין הלכה כר״י. ובגמרא (דף כ\"ח:) אמר רב חסדא לא (לכל) א״ר יהודה אלא בעוף הואיל וצולהו כולו כאחד אבל בהמה כיון דמנתחה אבר אבר לא צריך ואמרו שם דלר' יהודה אין צריך אלא שינקבם בקוץ בשעת שחיטה שהדם חם ויצא בשעת שחיטה משמע דלרבנן לא שנא עוף ולא שנא בהמה אינן צריכין אפילו נקיבה בשעת שחיטה ואע״ג דאמרינן בפ״ק דברכות (דף ח') דאמר ליה ר' יהושע לבניה הזהרו בוורידין כרבי יהודה מדת חסידות היא דאי מדינא ה״ל לר' יהושע למימר הלכה כר' יהודה ולא דחינן סתמא דלא איתמר עלה מידי בדוכתא משום מימרא כי האי דלא ברירא. זהו דעת רבינו ולפי שיטתו יבאו הסוגיות שבפ' גיד הנשה דלא מדכרי זה הדין כלל כפשטן משום דלענין הלכתא לא מהני לן מידי. אבל בהלכות הביאו ההיא דרב חסדא ומשמע דס״ל דהלכתא כר' יהודה וכ״כ הרבה מן המפרשים ז״ל וזה דעת הרמב״ן והרשב״א ז״ל. וכתב הוא שאם לא חתך הוורידין בשעת שחיטה או סמוך לה שאסור לאכול ממנה בצלי עד שיחתוך אבר אבר ויצלה רצה לאכול ממנו בשר חי אסור עד שיחתוך וימלח. עוד כתב שנראה לו שאם נקר הבשר מחוטי דם אוכל בלא מליחה חי או צלי ואפילו העוף כולו כאחד שלא הצריכו חתיכת ורידין אלא מפני דם החוטין שבבשר ויש חולקין ואומרים שצריך חתיכה אבר אבר כיון שלא נחתכו ורידין עכ״ד: ",
        "<b>וכל חוט או קרום וכו'.</b> שם מפורש בגמרא דתרבא לית להו תקנתא: "
      ],
      [
        "<b>חמשה חוטין וכו'.</b> שם (דף צ\"ג) בגמרא ואמרו שם שהודיעו תכונתם משום דאי שליף להו עד דחמימי משתלפי ואי לא בעי לחטוטי בתרייהו פירוש עד שימצא המספר הזה: ",
        "<b>וחוטי הטחול וכו'.</b> שם: ",
        "<b>וכן קרום שעל הטחול וכו'.</b> שם מבואר. <b>ושעל הדד</b> פירש''י ז''ל שעל מקום עביו וכן כתב הרשב''א ז''ל: "
      ],
      [
        "<b>ושני קרומות וכו'.</b> שם. ",
        "<b>ומ''ש וחוטין שבהן אסורין וכו'.</b> שם חוטין שבהן אסורין ואין חייבין עליהן כרת: "
      ],
      [
        "<b>חוטי הלב וכו'.</b> בגמרא חמשה חוטי הוו וכו' תלתא משום תרבא ותרי משום דמא וכו' ודידא ודלועא משום דמא. ומ''ש רבינו שאר חוטין הוא מפני שהוא סבור דלאו דוקא הני אלא אפילו הני דסמיכי לבית השחיטה צריכי חתיכה ומליחה וכ''כ מקצת המפרשים ז''ל. ",
        "<b>ומ''ש וחוטי העוקץ.</b> הוא ממ''ש שם חוטין שבעוקץ אסורין ופירש רבינו משום דם ויש מי שפירש כן אבל רש''י ז''ל פי' חוטין דבעוקץ היינו חמשה חוטי דכפלי. עוקץ אנק''א עכ''ל. ואין לשון הגמרא מתיישב לזה והרשב''א ז''ל כתב אסורין משום חלב. ויש מפרשין כן. ",
        "<b>ומ''ש רבינו חוטין הדקין שהן בתוך חלב הדקין.</b> כ''כ הגאונים ז''ל עד שיש מהן מי שאסר חלב הדקין דהיינו כנתן לקדרה מפני ריבוי המוטין הדקין שיש בהן דם. וכתב הרשב''א ז''ל ועכשיו נהגו בהן היתר והבקי בחוטין אלו שולפן היטב עד שלא ישאר אחד מהן וזה דעת רבינו: ",
        "<b>וקרום שעל המוח וכו'.</b> שם קרמי דביעי ודמוקרא משום דמא: ",
        "<b>וקרום שעל הביצים וכו'.</b> שם (צ\"ג:) הני ביעי דגדיא עד תלתין יומין שריין וכו' פירש''י ז''ל גדיא לאו דוקא וכ''כ רבינו גדי או טלה ואיני יודע אם הזכירו בגמרא גדי למעט בהמה גסה דאפילו תוך שלשים יהו אסורין. ומתבאר מדברי רבינו שביצי גדי או טלה אפילו נראין בהן חוטין אדומין כל תוך שלשים יום מותרין וכ''כ הרשב''א ז''ל שאין אודם זה אלא שומן ופשוט הוא: "
      ],
      [],
      [
        "<b>וכל בני מעים שהמאכל וכו'.</b> בפ' כל הבשר (חולין דף קי\"ג) אמר רב משרשיא אין מחזיקין דם בבני מעים תרגמא אכרכשא ומעייא והדרא דכנתא ע״כ. פירוש וא״צ מליחה אבל הכרס ושאר המעים צריכין מליחה. וז״ש רבינו שהמאכל סובב בחללן, וכבר הסכימו רובי המפרשים ז״ל שאע״פ שאין מחזיקין דם באלו הרי הוא יכול למולחם עם בשר אם ירצה. וכתב הרשב״א ז״ל טעם לדבר מפני שיש בהן ציר וכל שהן פולטין ציר אין בולעים דם. עוד כתב לא אמרו אלא בהן עצמן אבל בשמנן מחזיקין דם והעין מעידה כן וכשמולחין הכרכשא אין מולחין אותה מן הצד הפנימי אלא מן הצד החיצון ששם השומן שמחזיקין בו דם ע״כ: "
      ],
      [
        "<b>יראה לי שכל אלו וכו'.</b> הטעם לדברי רבינו לפי שאין אלו דם גמור היוצא צלול ואע״פ שדם האיברים האוכל ממנו כזית לוקה כנזכר פ״ו הוא מפני שהדם צלול וקרוי דם אבל אלו דם אסרה תורה ולא חוטין וקרומות. ובפירוש אמרו בגמרא בפ' גיד הנשה (חולין דף צ\"ב:) חוטין שבחלב אסורין ואין חייבין עליהן חלב אמר רחמנא ולא חוטין וסבור רבינו דאסורין מדבריהם וכן פירש״י ז״ל אסורין מדרבנן וכן דעת הרשב״א ז״ל וכ״נ עיקר. וכתב רבינו שאף אם תאמר שאסורין מה״ת אין חייבין עליהן מלקות שאפי' ת״ל שנתרבו לאזהרה מכל חלב וכל דם לא נתרבו לעונש ואין בהן מלקות וכמ״ש ואין חייבין עליהן והרי הן כחצי שיעור וזה ברור: "
      ],
      [
        "<b>אין מולחין וכו'.</b> איסור המליחה פשוט ומתבאר בפ' גיד הנשה (חולין דף צ\"ז:) בדין הנהו אטמהתא דאמלחו בי ריש גלותא בגידא דנשיא דאמרינן רבינא אסר ורב (אחא בר רב) אשי שרי ואסיקו כרב אחא אלמא משמע דלכ״ע לכתחלה אסירי. ואם עבר ומלח נראה דעת רבינו שאין הבשר נאסר בכך שכתב למטה וכל הדברים האלו וכו' ואם נעשו לא נאסר הבשר ויש מי שסובר כך שאפי' חלב שמן אינו מפעפע ע״י מליחה וי״ח בזה (ויתבאר בפ' ט\"ו): ",
        "<b>ולא מדיחין חלבים וכו'.</b> בפ''ק (דף ח':) מבואר: ",
        "<b>לפיכך צריך הטבח וכו'.</b> שם מימרא. וכבר ביאר רבינו שאם חתך בשר בסכין שחתך בה חלבים שאינו נאסר הבשר בכך. וכתב הרשב''א ז''ל שצריך שפשוף יפה יפה עד שיוסר החלב שנדבק עליו ופשוט הוא. עוד כתב שעכשיו נהגו מנקרי גידים ושמנים לנקר בסכין אחת לפי שלא אמרו אלא לחלבים שנדבקין בסכין. ומ''מ צריך לשפשף הבשר יפה כדי לצאת ידי כל ספק וכן מנקר הבשר צריך לקנח מיד הסכין בסמרטוט וכן נהגו רוב המנקרים עכ''ד: "
      ],
      [
        "<b>ואם דרך אותו המקום וכו'.</b> שם הטבח צריך (שיתקינו לו) שני כלים של מים וכו' והקשו וניתקין ליה חדא ונדיח בו בשר והדר נדיח בו חלבים ותירצו גזירה שמא ידיח חלבים ואח''כ ידיח בשר והשתא וכו' דאצרכיניה תרתי אית לן הכרה: "
      ],
      [
        "<b>ואסור לטבח לפרוש חלב הכסלים וכו'.</b> שם לא ליסחוף איניש כפלי עילוי בשרא וכו' ומבואר שם הטבח שהזכיר רבינו. ויש מן המפרשים שכתבו דדוקא בעוד שהן חמין אבל אחר שנצטננו מותר וקרא כתיב וישימו החלבים על החזות וכ''כ הרשב''א ז''ל וזה דעת רבינו: ",
        "<b>וכל הדברים האלו וכו'.</b> יש מי שחולק בזה על דעתו בדין חלב הכסלים על הבשר שאמרו שהבשר בולע ונאסר. וכתב הרשב''א ז''ל שאפי' לדבריהם נראה שדי לו בקליפה. ודעת רבינו שלא חששו בזה אלא לכתחילה אבל דיעבד מותר ולא יהא זה גדול מן ירך שנמלחה עם גידה ואפי' ת''ל שבלע בשר אין בליעה זו אלא מועטת ובטלה לפיכך אין צריך אלא הדחה כדין בשר למליחה וזה דעת קצת מן המפרשים ז''ל ועיקר: "
      ],
      [
        "<b>וכן אין מולחין את הבשר קודם וכו'.</b> זה נתבאר בדין הנהו אטמתא דאימלחן בגידא דנשיא שכתבתי למעלה שהעלו בגמרא שמותרות וכן דעת הרמב''ן והרשב''א ז''ל שאין החוטין והקרומות ולא גיד ושמנו אוסרין תערובתן לא במליחה ולא בצלי לפי שאינן מפעפעין וכן ביאר רבינו פט''ו ועיקר. ומ''מ דעת הרשב''א ז''ל שאוסרין כדי קליפה והוא שצריך להסיר משהו מן הבשר כנגד כל החוטין והקרומות ויתבאר פט''ו: "
      ],
      [
        "<b>וטבח שדרכו לנקות וכו'.</b> שם (דף צ\"ג:) אתמר טבח שנמצא חלב אחריו רב יהודה אמר כשעורה ורבי יוחנן אמר בכזית וכו' ולא פליגי כאן להלקותו כאן להעבירו פי' להעבירו בכשעורה. וכתב רבינו דדוקא חלב גמור אבל חוטין וקרומות לא והטעם לפי שבחלב אמרו ולא חוטין וכבר נתבאר למעלה שאין אסורין מן התורה ואם היו החוטין בכלל זה היו אומרין בגמרא כן לרבותא וכ''נ שלמדה מההיא (דף צ\"ו) דבר פיולי דלא הוה מחטט בגיד הנשה ולא העבירו שמואל כדאיתא התם ומשמע מפני שאין החטיטה מן התורה כמו שיתבאר פ''ח ואע''פ שאין זו ראיה גמורה דשאני התם דדין החטיטה פלוגתא דתנאי היא ובר פיולי הוה טעי בפסק הלכה כדאיתא התם ומ''מ דברי רבינו עיקר. ",
        "<b>ומ''ש שהטבח נאמן על החלב.</b> מפורש שם (דף פ\"ט:) במשנה ובגמ' ומפני זה מעבירין אותו כשנמצא אחריו חלב: "
      ]
    ],
    [
      [
        "<b>גיד הנשה נוהג בבהמה ובחיה וכו'.</b> תחלת פ' (דף פ\"ט) גיד הנשה נוהג בארץ ובח''ל בפני הבית ושלא בפני הבית בחולין ובמוקדשין ונוהג בבהמה ובחיה בירך של ימין ובירך של שמאל ונוהג בשליל. ולא הוצרך רבינו לכתוב דין ח''ל ושלא בפני הבית שידוע שכל מצוה שהיא חובת הגוף נוהגת בח''ל ושלא בפני הבית וסתמו כפירושו. עוד במשנה (דף ק':) נוהג בטהורה ואינו נוהג בטמאה ר' יהודה אומר אף בטמאה והלכה כת''ק ולזה כתב רבינו הטהורין ופסק כר' יוחנן דאמר בגמ' אחד קדשים הנאכלין ואחד שאין נאכלין. ",
        "<b>ומ''ש ואפי' בנבלות וטריפות.</b> מבואר בגמ' כמו שאזכיר למטה וכבר כתבתי פ''ז בדין גידו של שליל: ",
        "<b>ואין אסור מן וכו'.</b> בגמרא (דף צ\"ז) אמר שמואל לא אסרה תורה אלא שעל הכף בלבד שנא' אשר על כף הירך. ומתבאר שם שצריך לחטט מדבריהם וקנוקנות שבו ושמנו של גיד אסור הכל מדבריהם דקי''ל כר''מ (דף צ\"ב:) דאמר הכין וכשמואל דקאי התם כוותיה: ",
        "<b>ושני גידין הן וכו'.</b> שם (דף צ\"ג:) מימרא דשמואל: "
      ],
      [
        "<b>האוכל מגיד הנשה וכו'.</b> חיוב המלקות שם (דף צ\"ו) במשנה ובגמ' וחיוב המכת מרדות באיסור של דבריהם ידוע: ",
        "<b>וכמה שיעור אכילה וכו'.</b> משנה שם האוכל מגיד הנשה כזית סופג ארבעים ואכלו ואין בו כזית חייב ואמרו בגמרא מפני שהוא בריה: "
      ],
      [
        "<b>אכל כזית מגיד וכו'.</b> שם אכל מזה כזית ומזה כזית סופג שמונים ר''י אומר אינו סופג אלא ארבעים וקי''ל כסתם. ",
        "<b>ומ״ש רבינו או שאכל ב' גידין וכו'.</b> הכל מתבאר בגמ' בביאור דת״ק דמתני'. ויש מי שכתב דדוקא שאכלן בשתי התראות אבל אכלן בהתראה אחת אינו לוקה אלא אחת וכן מבואר בגמרא בפ' אותו ואת בנו (חולין דף פ\"ב:) דלרבנן דפליגי עליה דסומכוס בדין אותו ואת בנו מתניתין דוקא בשתי אכילות ושתי התראות והלכה כרבנן כמו שיתבאר פי״ב מהלכות שחיטה, ומה שסתם רבינו כאן לפי שסמך על מ״ש בזה פרק י״ד בדין האוכל אכילה גדולה מדבר האסור: "
      ],
      [
        "<b>העוף אין בו וכו'.</b> במשנה (דף פ\"ט:) ואינו נוהג בעוף מפני שאין לו כף ופירשו בגמרא שאין לו כף עגול בעי ר' ירמיה אית ליה לעוף ועגיל אית ליה לבהמה ולא עגיל מאי בתר דידיה אזלינן או בתר מיניה אזלינן תיקו וידוע שספיקא דאורייתא לחומרא ואין מלקין על הספיקות: "
      ],
      [
        "<b>האוכל גיד הנשה מבהמה וכו'.</b> כבר כתבתי המשנה שאמרה ואינו נוהג בטמאה. וכבר נתבאר פ''ד שאין מלקות באוכל גידי נבלת טמאה כנזכר שם. ",
        "<b>ומ''ש שהחלב שעל הגיד הרי הוא כאוכל מבשרם.</b> פשוט הוא: "
      ],
      [
        "<b>האוכל גיד הנשה של נבילה וכו'.</b> בגמרא (דף ק\"ג) אמרו שהוא מחלוקת תנאים ומאן דאית ליה איסור כולל מחייב שתים ודעת רבינו לפסוק כן כמו שכתב בהרבה מקומות: "
      ],
      [
        "<b>הנוטל גיד הנשה וכו'.</b> כבר כתבתי זה למעלה דהלכה כר''מ דאמר צריך לחטט אחריו מדרבנן שמן התורה אינו אסור אלא שעל כף הירך בלבד כנזכר למעלה: ",
        "<b>ונאמן הטבח וכו'.</b> שם (דף צ\"ג:) מסקנא דגמרא: ",
        "<b>ואין לוקחין וכו'.</b> כבר נתבאר כיוצא בזה בחתיכת דג פ״ג וה״ה לבשר וכן נראה מן הגמרא שאמרו בפ' אין מעמידין (עבודה זרה דף ל\"ט:) בדין החותם חתיכת דג היינו בשר ועוד יתבאר פי״א: "
      ],
      [],
      [
        "<b>טבח הנאמן למכור וכו'.</b> דין חזרת הדמים מבואר בבכורות פרק כל פסולי המוקדשין (בכורות דף ל\"ז) והוא אע״פ שאכלו הבשר כנזכר פרק ו' מהלכות מכירה. ",
        "<b>ומ״ש משמתין אותו וכו'.</b> מבואר בסנהדרין x פ' זה בורר (סנהדרין דף כ\"ה): "
      ],
      [
        "<b>הלוקח בשר ושלחו וכו'.</b> כך היא מסקנא דגמרא בפ''ק דחולין (דף ו') דלחלופי לא חיישינן ומפקידין תבואה מתוקנת ואפילו אצל עם הארץ ואין חוששין שמא יחליף והוא שלא הוחזק על הגזל וכן מתבאר בדברי רבינו. וכתב הרשב''א ז''ל ונראה ג''כ שמותר לתת לחייט ישראל חוטי קנבוס אע''פ שחשוד לתפור בגדיו בפשתים אלא שיש בו כדי להחמיר מפני שיש בו טורח בתפירת הקנבוס יותר משל פשתים ואפשר שמפני טרחו הוא מחליף ובודאי אסור לומר לו לתפור בחוטי קנבוס שלו עכ''ד. וראיתי עכשיו שנהגו בהרבה מקומות לסמוך בזה אף על חייט נכרי שקונה חוטי קנבוס לתפור בינו לבין עצמו, ואפשר שכיון שיש היכר בין של קנבוס לשל פשתן מרתת ולא אתי לאחלופי דהא מרע אומנותיה ונתפס עליו ולא אמרו לחוש אלא בדבר שא''א לעמוד עליו אבל בדבר שיש לעמוד עליו ע''י בדיקת האש דשל פשתן כבה מיד ושל קנבוס הולך ונשרף מתירא הוא להחליף ובעל נפש יחוש בדבר כנ''ל. ",
        "<b>ומ״ש ואפילו עבדי ישראל וכו'.</b> הוא בעבדים כנעניים שמלו וטבלו לשם עבדות וכבר נתבאר ענינם פי״ב מהלכות א״ב והרי הן כנשים. וראיתי לרשב״א ז״ל שכתב בספרו הארוך שמי שהוא חשוד לאכול דברים שאין הרבים רגילין להקל בהן שאף הוא חשוד להחליף ולא אמרו אין חשודין להחליף אלא במי שחשוד לאכול אחד מן הדברים האסורין שהרבים רגילין בהן כדמאי לעם הארץ וכגבינה של עכו״ם אבל אם הוא חשוד לאיסורין שאין הרבים רגילין להקל בהם הרי הוא כעכו״ם ואין מפקידין אצלו דבר האסור מן התורה אלא בשני חותמות ועל הדרך שיתבאר פי״ג בדין העכו״ם בדברי רבינו והביאו לזה מה שאמרו בפ' אין מעמידין (עבודה זרה דף ל\"א) בדבר של תורה שאסור בחותם אחד ומפרשי לה רבוותא ז״ל בישראל החשוד ע״כ דבריו ז״ל. ואין נראה כן דעת רבינו כמו שיתבאר פ״ג אלא בעכו״ם דוקא וז״ש כאן אבל לא לעכו״ם שמא יחליף: "
      ],
      [
        "<b>עשר חנויות וכו'.</b> ברייתא הובאה בהרבה מקומות ומהם פרק גיד הנשה (חולין דף צ\"ה) תשע חנויות כולן מוכרות בשר שחוטה ואחת מוכרת בשר נבילה ולקח מאחת מהן ואינו יודע מאי זה מהן לקח ספיקו אסור ובנמצא הלך אחר הרוב. עוד שם מבואר שבשר הנמצא ביד עכו״ם אם רוב טבחים ישראל מותר וכתבו מן המפרשים ז״ל שמה שאמרו כן הוא בשלא ראו אותו פורש מן הקבוע אבל ראה העכו״ם פורש מן הקבוע הרי נולד הספק בקבוע ואסור וברור הוא. וכתב הרשב״א ז״ל ויראה לי שהלוקח מן הקבוע שלא אסרו אלא בזמן שהיא בפני עצמה אבל אם נתערבה באחרות ואינה ניכרת בטלה היא ברוב משום ספק ספיקא עכ״ל. וכוונתו אע״פ שהיא חתיכה הראויה להתכבד בפני האורחים שאם היא ודאי מן האיסור אינה בטלה כמו שיתבאר פי״ו. ועוד כתב שמי שלקח בשר מן המקולין ואפילו חתיכה חשובה ונמצאת טריפה במקולין ולא נודעו חתיכות הטריפה ואינו יודע מאי זו לקח כל מה שלקחו מן המקולין קודם שנמצאת טריפה מותר שלא נפל שם הספק בקבוע אלא לאחר שפירשו וכיון שהרוב כשירה מותר אבל ליקח מכאן ואילך אסור ואפילו חתיכה שאינה חשובה לפי שאין הכל בקיאין בזה ויטעו בין חשובה לשאינה חשובה עכ״ד ז״ל: "
      ],
      [
        "<b>זה הוא דין תורה וכבר אסרו חכמים וכו'.</b> שם אמר רב בשר כיון שנתעלם מן העין אסור ופסקו הגאונים ז''ל כרב וכן דעת קצת האחרונים ז''ל והקשו עליו מהא דתשע חנויות דקתני ובנמצא הלך אחר הרוב ותירץ בנמצא ביד עכו''ם וכן הזכירו עוד זה שם ולפי סוגיא זו אע''ג דרב אסר בשר שנתעלם בנמצא ביד עכו''ם כיון שהוא בחזקת משתמר ורוב המוכרים שבעיר מוכרין בשר כשירה מותר וזה דעת רובי המפרשים ז''ל. ורבינו שכתב דכשנמצא ביד עכו''ם שאסור נראה שסמך על מ''ש בירושלמי במס' שקלים (פ\"ז הל' ד') ובנמצא הולכין אחר הרוב אמר רבי יוחנן (בשר) הנמצא ביד עכו''ם כנמצא בפלטיא וכו' והוא שראו אותו יוצא ממקולין של ישראל וכו' רב נחת לתמן חמיתון מקילין וחמר עליהון אלמא משמע דטפי אסור נמצא ביד עכו''ם מנמצא בפלטיא ואין צ''ל מבשר שהניח בביתו ומצאו במקום שהניחו שאסור לדעת רב שהרי יש לחוש כשנמצא ביד עכו''ם שמא תחלתו מן האיסור הוא ואע''ג דלמיעוט לא חיישינן וסוגיין היא לעיקר דינא אבל כיון דחזינן בירושלמי דרב משום חומרא אמרה ודאי בכל גוונא היא ונמצא ביד עכו''ם נמי אסור זהו דעת רבינו ואינו מתחוור לפי גמרתנו. וכבר כתבתי שדעת הרבה מן המפרשים לומר דבנמצא ביד עכו''ם במקום שרוב טבחי ישראל מותר ומכל מקום ראוי להחמיר בדבר: ",
        "<b>ולא עוד וכו'.</b> זו היא הא דרב ואמרו בגמרא ורב היכי אכיל בשרא ואמרו (איבעית אימא) בשעתיה דלא איעלם עינא מיניה ואיבעית אימא בציירא וחתימא ואב''א דאית להו סימנא (בי פסקי). ויש מן המפרשים ז''ל שכתבו דהא דרב דוקא שהניחה במקום שעופות או שרצים יכולין להביא אחרת במקומה אבל תלאו במסמר וכיוצא בו שאי אפשר לשרץ ליטול ולהניח בכיוצא בזה מותר וזה דעת הרמב''ן והרשב''א ז''ל. ואפשר שאף דעת רבינו כן ממ''ש תלה כלי מלא וכו' ונשבר הכלי וכו' נראה שאם מצאו כמות שהוא אע''פ שאין לו בחתיכות סימן ולא טביעות עין מותרות. ",
        "<b>ומ''ש רבינו שבטביעות עין מותר בכל גוונא.</b> מפורש בגמרא שם וכבר העלה הרמב''ן ז''ל שכל אדם נאמן לומר טביעות עין יש לי בו ואין צריך ת''ח בדוקא וזהו דעת רבינו ומ''מ צריך שידקדק יפה בדבר. ודע שיש מן האחרונים ז''ל מי שפסק כלוי דפליג אדרב ושרי בשר שנתעלם וכן דעת הרשב''א ז''ל וכתב והוא שמצאה במקום שהניחה ואם הוא בביתו אפי' רוב טבחים נכרים ואפי' הניחה בשוק והוא שהיו רוב טבחים ישראל אבל אם לא מצאה במקום שהניחה כיון שאינו מכירה בדין הוא לחוש ואפי' הניח עשר ומצא ט' כיון שאין לו בהן סימן או טביעות עין עכ''ד. ודברי רבינו והגאונים עיקר להחמיר: "
      ],
      [],
      [
        "<b>גיד הנשה מותר בהנאה וכו'.</b> מחלוקת תנאים הוא בפסחים פ' כל שעה (פסחים דף כ\"ב) דתניא גיד הנשה מותר בהנאה דברי ר' יהודה ור' שמעון אוסר וסתם מתני' דגיד הנשה כר' יהודה דתנן שולח אדם ירך לעכו״ם שגיד הנשה בתוכה מפני שמקומו ניכר וידוע דר״ש ור״י הלכה כר״י וכ״ש דסתם מתני' כן ואע״ג דהתם בפרק כ״ש אמרי' בריש סוגיין מאן דאית ליה אין בגידין בנותן טעם אסר בהנאה ואנן קי״ל כמ״ד אין בגידין בנותן טעם כדאיפסיקא הלכתא בגמ' כבר תירץ הרמב״ן ז״ל דלרווחא דמילתא איתמר ההיא סוגיא אבל למסקנא גיד הנשה מותר בהנאה אפי' ת״ל אין בגידין בנותן טעם דלאו הא בהא תליא וזה דעת רבינו ועיקר: ",
        "<b>לפיכך מותר וכו'.</b> במשנה שהזכרתי בסמוך ובגמ' שולח אדם לעכו''ם ירך וכו' שלמה אין חתוכה לא במאי עסקינן אילימא במקום שאין מכריזין וכו' פירוש שאין מכריזין כשנפלה טריפה במקולין לפי שכל הטבחין ישראלים ונשאו ונתנו בזה ואמרו אב''א במקום שאין מכריזין (וחתוכה לא) גזירה שמא יתננה לו בפני ישראל (ויחזור וימכרנה x לישראל אחר) ואב''א משום דקא גניב ליה לדעתיה דאמר שמואל אסור לגנוב דעת הבריות ואפי' דעתו של עכו''ם ע''כ נזכר בהלכות מן הגמרא. עוד יש שם ברייתא ואוקמתות בגמרא ולא נזכרו בהלכות ויש בזה דעות למפרשים ז''ל והנראה אלי בדעת רבינו שהוא סבור דהכא במפרש שהירך מבשר כשירה הוא וכן הוא ובכה''ג יש לחוש שמא ישראל הרואה שהוא נותנו לו בחזקת כשירה והיא חתוכה סבור דודאי כשרה היא דאי לא לא הוה גניב ישראל דעתיה דאסור הוא כנזכר פ''ג מה' דעות וסבור ג''כ שגידה ניטל מפני שהיא חתוכה ואתי למזבן מיניה ואוכלה עם גידה וכבר ביאר רבינו למעלה דבשר הנמצא ביד עכו''ם אסור בכל מקום וכפי שיטתו הילכך השתא ודאי ליכא למיחש אלא בכה''ג ובכ''מ ג''כ מותר למכור להם נבלות וטריפות ואומר להן שהן נבלות או טריפות. ויש מתירין אפי' בסתם ואפי' בפני ישראל כיון שאינו אומר לו שהיא כשירה וזה דעת הרשב''א ז''ל ואפשר שאף הוא דעת רבינו שאין גניבת דעת אלא במפרש לו שהיא כשירה וכמ''ש למעלה. ודקדקו קצת מן המפרשים ז''ל מכאן שרוב המצויין אצל ניקור מומחין הן וישראל ששלח ירך חתוכה לחבירו כדרך שמחתכין אותה מנקרי בשר הרי הוא סומך עליו ואינו נמנע דאלת''ה היאך נחוש כאן שמא יקחנה ויאכלנה עם גידה והלא אפי' שלחה לו ישראל צריך לבדוק אם נטל גידה ועוד הביאו ראיות לזה ועיקר. וכתב הרשב''א ז''ל הצנועין מושכין ידיהם עד שיודע שנקר אותה בקי במלאכה עכ''ל: "
      ],
      [
        "<b>כל מקום וכו'.</b> בפסחים פ' כל שעה (פסחים כ\"א:) א״ר אבהו א״ר אלעזר כל מקום שנאמר לא יאכל לא תאכל לא תאכלו אחד איסור אכילה ואחד איסור הנאה במשמע עד שיפרוט לך הכתוב כדרך שפרט לך בנבלה. והחלב ושאר הדברים שהזכיר רבינו מפורשים שם: "
      ],
      [
        "<b>כל מאכל שהוא אסור בהנאה וכו'.</b> פרק כל שעה (פסחים דף כ\"ד:) כל איסורין שבתורה אין לוקין עליהם אלא דרך הנאתן וכל דבר הראוי באכילה אין דרך הנאתו אלא דרך אכילה כתקנו. ועוד יתבאר פרק י''ד. ואפילו סיכה שהיא קרובה לשתייה אמרו בגמרא גבי רבינא שהיה סך בתו בפרי של ערלה במקום חולי שאין בו סכנה דלאו דרך הנאתן הוא ולפי זה הרי איסור הנאה כדין חצי שיעור שאסור מן התורה ואין לוקין עליו. ",
        "<b>ומה שכתב רבינו והדמים מותרין.</b> הוא ממה שאמרו פרק האיש מקדש (קידושין דף נ\"ו:) המקדש בערלה ובכלאי הכרם וכו' אינה מקודשת מכרן וקדש בדמיהן (הרי זו) מקודשת וכבר נזכר זה פרק ראשון מהלכות אישות ואמרו בגמרא (דף נ\"ח) מנא לן (דדמיהן מותרין) מדגלי רחמנא והיית חרם כמוהו כל שאתה מהייה הימנו הרי הוא כמוהו מכלל דכל איסורין שבתורה שרו. וכבר נזכר דין זה פרק שביעי מהלכות עכו״ם ויתבאר פרק עשירי. ויש מן המפרשים ז״ל מי שסובר שהמוכרן עצמו אסור ליהנות לו מדמיהן אבל לאחרים הוא שמותר. אבל דעת הרמב״ן ז״ל כדעת רבינו שאפילו הוא עצמו מותר בהן ואיסורא דעבד עבד וכן עיקר: ",
        "<b>וכל דבר שאסור וכו'.</b> משנה במס' שביעית פ' כלל גדול (משנה ג'): ",
        "<b>אין עושין סחורה וכו'.</b> דע שאין זה אלא דוקא במה שהוא אסור באכילה ואינו עומד למלאכה אבל מה שעומד למלאכה כגון חמור וגמל מותר לעשות בהן סחורה שהרי אין לחוש בהן מחמת אכילה. וכן מפורש בירושלמי בפרק מרובה: "
      ],
      [
        "<b>הצייד שנזדמנו לו חיה וכו'.</b> שם בשביעית ציידי חיה עופות ודגים שנזדמנו להן מינים טמאין מותר למכרן רבי יהודה אומר אף מי שנתמנה לו לפי דרכו לוקח ומוכר ובלבד שלא תהא אומנותו בכך וחכמים אוסרין וקי''ל כחכמים דבכל גוונא אסור ליקח לכתחלה. ומכאן אתה למד שבהמה וחיה ועופות ודגים טמאין כולם מותרין בהנאה ומה שלא הזכירו רבינו למעלה סמך לו על מ''ש כאן: ",
        "<b>ומותר לעשות סחורה וכו'.</b> בתוס' בשביעית פרק פירות שביעית: "
      ],
      [
        "<b>זה הכלל כל שאיסורו וכו'.</b> בירושלמי בפרק מרובה: "
      ]
    ],
    [
      [
        "<b>בשר בחלב אסור לבשלו וכו'.</b> זה מבואר בהרבה מקומות ומהם פרק כל הבשר (חולין דף קט\"ו) וכולהו תנאי סבירא להו כן ונחלקו שם מנא לן איסורין אלו: ",
        "<b>וקוברין אותו וכו'.</b> בתמורה פ' אחרון: ",
        "<b>ומשיבשל משניהם וכו'.</b> בפ' כל הבשר (חולין דף ק\"ח) חצי זית בשר וחצי זית חלב (שבשלן זה עם זה) אמר רב לוקה על אכילתו ואינו לוקה על בישולו וכו' ולוי אמר אף לוקה על בישולו ופסק רבינו כלוי לגבי רב דרב ולוי הלכה כלוי: ",
        "<b>וכן האוכל כזית וכו'.</b> דוקא נתבשלו כאחד אבל לא נתבשלו לא שלא אסרה תורה אלא דרך בישול. ",
        "<b>ומ''ש רבינו שעל כזית משניהם לוקה.</b> כבר נתבאר בסמוך דאפילו רב מודה באכילה: "
      ],
      [
        "<b>לא שתק הכתוב.</b> במדרש ויקרא רבה בשני מקומות עשתה התורה וכו' שתק הכתוב מאכילת בשר וכתב בשול שתק מאיסור הבת וכתב בת הבת וכו': "
      ],
      [
        "<b>אין אסור מן התורה וכו'.</b> במשנה (קי\"ג) בשר בהמה טהורה בחלב בהמה טהורה אסור לבשל ואסור בהנאה בשר בהמה טהורה בחלב בהמה טמאה (או) בשר בהמה טמאה בחלב בהמה טהורה מותר לבשל ומותר בהנאה ובגמ' כל מקום שנאמר גדי סתם אפילו פרה ורחל במשמע ושם (דף קי\"ד) אמרו אין לי אלא בחלב אמו בחלב פרה ורחל מנין וכו': "
      ],
      [
        "<b>וכן בשר וכו'.</b> במשנה תחלת הפרק (דף ק\"ג:) כל הבשר אסור לבשל בחלב חוץ מבשר דגים וחגבים ובגמ' כמאן דלא כר' עקיבא דאי ר' עקיבא הא אמר חיה ועוף אינו מן התורה ותירץ רב אשי ה''ק כל הבשר אסור לבשל בחלב מהן מדברי תורה ומהן מדברי סופרים חוץ מבשר דגים וחגבים שאינן לא מדברי תורה ולא מד''ס ומפרש רבינו דהאי לבשל לאכול הוא ולישנא דקרא דנקט דאי בבישול בלא אכילה לא נאסרו חיה ועוף אפי' מדבריהם שלא אסרו אותם אלא באכילה בלבד מפני אכילת בשר בהמה המצוי אבל בבשול והנאה לא נאסרו ולא יפו כחם מבשר בהמה טהורה עם חלב טמאה שמותרין בבישול ובהנאה כנזכר למעלה אלמא לא גזרו בישול והנאה אטו בישול והנאה ואין הגזירה אלא על אכילה בלבד ואע''פ שיש לדחות דשאני התם שיש אחד מהם כבר אסור באכילה ואין לחוש שמא יאכלם אבל בחיה ועוף בחלב שכל אחד בפני עצמו היתר גזרו על הבשול ועל ההנאה שמא יבא לידי איסור אכילה וכשם שגזרו באיסור העלאה על השלחן כמו שיתבאר בפ' זה וכאלה חדא גזירה היא זהו דעת רבינו שלא נאסרו אלא באכילה בלבד: "
      ],
      [
        "<b>דגים וחגבים וכו'.</b> כבר נתבאר זה בסמוך: ",
        "<b>והשוחט עוף וכו'.</b> ברייתא פ''ק דיו''ט (דף ז') נזכרת כאן בהלכות השוחט את התרנגולת ומצא בה ביצים גמורות מותרות לאכלן בחלב רבי יעקב אומר אם היו מעורות בגידים אסורות וקי''ל כת''ק ומשמע דת''ק אפי' מעורות בגידים שרי כיון שנגמרה. וכתב הרשב''א ז''ל איזו היא ביצה גמורה כל שיש לה חלבון וחלמון אע''פ שמעורות בגידין אין לה אלא חלמון עדיין היא בשר וכגוף העוף ואסור לאכלה בחלב. עוד כתב שכל שאין לה חלבון הרי היא טעונה מליחה לקדרה כדין בשר: "
      ],
      [
        "<b>המעושן והמבושל וכו'.</b> המעושן בעיא דלא איפשיטא בירושלמי בנדרים פרק הנודר מן המבושל וידוע שספק תורה להחמיר ואין לוקין עליו. <b>והמבושל בחמי טבריא וכו'</b> ג''כ נראה שם שהוא שוה למעושן ולגבי שבת שהמבשל בחמי טבריא פטור כנזכר בהל' שבת: ",
        "<b>וכן המבשל בשר במי חלב וכו'.</b> בפרק כל הבשר (חולין דף קי\"ד) ברייתא המבשל במי חלב פטור דם שבשלו בחלב פטור ואמרו שם (דף קי\"ג:) אמר שמואל וכו' גדי להוציא את הדם וכו' בחלב אמו ולא בחלב זכר בחלב אמו ולא בחלב שחוטה ובכל אלו נראה שסבור רבינו שהוא פטור אבל אסור וכן עיקר. ויתבאר דין חלב שחוטה מדין הכחל: ",
        "<b>אבל המבשל בשר מתה וכו'.</b> שם איתמר המבשל חלב בחלב (ואכלו) רב אמי ורב אסי חד אמר לוקה וחד אמר אינו לוקה. פירוש משום בשר בחלב ואמרו שם לימא באיסור חל על איסור קמיפלגי ודחו דכ''ע אין איסור חל על איסור ואאכילה כ''ע לא פליגי דלא לקי כ''פ בבשול מ''ד לוקה חד איסורא הוא ומ''ד אינו לוקה להכי אפקה רחמנא לאכילה בלשון בשול כיון דאאכילה לא לקי אבשול נמי לא לקי ואב''ע אבשול כ''ע לא פליגי דלקי כי פליגי אאכילה מ''ד אינו לוקה דהא אין אחע''א ומ''ד לקי להכי אפקה רחמנא לאכילה בלשון בשול כיון דעל בישול לקי על אכילה נמי לקי ואב''א מר אמר חדא פי' מ''ד לוקה בבישול ומר אמר חדא אאכילה לא לקי ולא פליגי. ופסק רבינו כן שלוקה בבישול ולא באכילה משום בשר בחלב דאין אחע''א כל שאינו כולל או מוסיף או בת אחת וכבר נזכר ענינן פרק י''ז מהלכות איסורי ביאה וה''ה למתה שאין לוקה באכילה משום בשר בחלב דלא חייל אאיסור נבלה ודלא כשמואל דאמר גדי לרבות את החלב גדי לרבות את המתה דס''ל לפום לישנא בתרא בגמרא דבכל דוכתא אחע''א ולא קי''ל הכי: "
      ],
      [
        "<b>המבשל שליל בחלב חייב וכו'.</b> שם גדי לרבות את השליל: ",
        "<b>אבל המבשל שליא וכו'.</b> שם גדי להוציא את השליא. ובברייתא העצמות והגידים והקרנים והטלפים והצפרנים שבשלן בחלב פטור וה''ה ודאי לעור: "
      ],
      [
        "<b>בשר שנפל וכו'.</b> שם (דף ק\"ח) טפת חלב שנפלה על החתיכה אם יש בה בנותן טעם באותה חתיכה אסור ניער את הקדרה אם יש בה בנותן טעם באותה קדרה אסורה ובגמ' אמר רב כיון שנתנה טעם בחתיכה חתיכה עצמה נעשית נבילה ואוסרת כל החתיכות כולן מפני שהן מינה ואוקמוה כר''י דאמר מין במינו לא בטיל וקסבר אפשר לסוחטו אסור דאיתמר רב ור' חנינא ור' יוחנן דאמרי אפשר לסוחטו אסור והקשו וסבר רב אפשר לסוחטו אסור והא איתמר כזית בשר שנפל לתוך יורה של חלב אמר רב בשר אסור וחלב מותר ואי ס''ד אפשר לסוחטו אסור חלב אמאי מותר ותירצו במסקנא הב''ע כגון שנפל לתוך יורה רותחת דמבלע בלע מפלט לא פליט והקשו סוף סוף כי נייח הדר פליט ותירצו בשקדם וסילקו. עוד שם ואפשר לסוחטו עצמו תנאי היא דתניא טפת חלב שנפלה על החתיכה כיון שנתנה טעם בחתיכה חתיכה עצמה נעשית נבלה ואוסרת כל החתיכות כולן מפני שהן מינה (דברי ר\"י) וחכמים אומרים עד שתתן טעם ברוטב ובקיפה ובחתיכות אמר רבי נראין דברי ר''י בשלא ניער ולא כסה ודברי חכמים בשניער וכסה ואמרו מאי לא ניער ולא כסה אילימא (לא ניער כלל ולא כסה כלל) מבלע בלע מפלט לא פלט ואלא לא ניער תחלה אלא בסוף ולא כסה בתחלה אלא בסוף אמאי הא בלע והא פליט ותירצו קסבר רבי אפשר לסוחטו אסור ואמרו מכלל דר''י סבר כי ניער מתחלה ועד סוף (וכסה מתחילה ועד סוף) אסור אמאי (הא לא בלע כלל) ותירצו אימא לא ניער יפה יפה (ולא כסה יפה יפה) ודברי חכמים בשניער וכסה (מאי ניער ומאי כסה אילימא ניער בסוף ולא ניער בתחלה וכסה בסוף ולא כסה בתחילה האמרת נראין דברי ר\"י בהא אלא) ניער מתחילה ועד סוף (וכסה מתחילה ועד סוף) מכלל דרבנן סברי (אפילו) ניער בסוף ולא ניער בתחילה (כסה בסוף ולא כסה בתחלה) מותר אלמא קסברי (רבנן) אפשר לסוחטו מותר ע''כ בגמרא. ודע שדעת רבינו והרבה מן הפוסקים ז''ל שאין הלכה כרב במאי דס''ל כר''י דאמר מין במינו לא בטיל אלא כרבנן דאמרי מין במינו בס'. וכל מה שנזכר בסוגיא שהוא אוסר לדעת רב אפי' בכמה אוסר לדידן בששים וקי''ל אפשר לסוחטו אסור וכרבי דס''ל הכין וכרב ור''י ור' חנינא. ופירוש אפשר לסוחטו הוא דאפי' אפשר (לך) לסחוט כל האיסור שבו לגמרי ע''י פליטה שבסוף אסור מפני שהחתיכה עצמה נעשית נבילה כיון שלא ניער תחלה ולא כסה ולדברי רב אוסרת כל השאר אפי' הן כמה ולדידן צריך ששים כנגד כולה ומ''ד אפשר לסוחטו מותר דס''ל דאין צריך אלא ששים כנגד החלב שהרי הוא נסחט ומתפשט בכל ולא אמרינן חתיכה נעשית נבילה. ועתה אבאר דברי רבינו. ",
        "<b>מ''ש בשר שנפל לתוך וכו' כיצד חתיכה של בשר וכו'.</b> זהו מימרא דרב דאמר כזית בשר שנפל לתוך יורה של חלב בשר אסור וחלב מותר פי' בשאין בו נותן טעם וה''ל מין בשאינו מינו ואיכא למיקם אטעמא ע''י נכרי וכמו שיתבאר פט''ו ושם הזכיר אם צריך קפילא או סומכין על כל נכרי בזה. ",
        "<b>ומ''ש בד''א שקדם והוציא את החתיכה וכו'.</b> הוא מן הסוגיא שהזכרתי ואי אמרת אפשר לסוחטו אסור חלב אמאי שרי פירוש לרב לעולם אפי' בכמה ליתסר ולדידן בששים ותירצו בשקדם וסלקו הא לא סלקו הרי הוא פולט מה שבלע וחוזר ואוסר לרב בכמה ולדידן בששים וא''א למיקם אטעמא דהא מין במינו הוא שהחלב הנפלט הוא שחוזר ואוסר שנעשה כנבלה מה שבלע בבשר ולא נתבאר בדברי רבינו באיזה שיעור שישהא שם נאמר שחוזר ופולט. ויש מן המפרשים ז''ל שפירשו כי נייח הדר פליט כי נייח מרתיחתו וכל זמן שהוא רותח אינו פולט מה שבלע אע''פ שפולט של עצמו קודם לכן. וי''מ כי נייח מבליעתו הדר פליט. ולפי פירוש זה לא נתבאר בגמרא שיעור זה ואפשר שכן הוא דעת רבינו ואין זה תלוי אלא באומד הדעת: "
      ],
      [
        "<b>ומ''ש נפל חלב לתוך הקדרה וכו'.</b> זהו דין המשנה דקתני אם יש בה בנותן טעם באותה חתיכה הא אין בה נותן טעם בחתיכה הכל מותר ופשוט הוא וחלב בבשר אפשר למיקם אטעמא. ",
        "<b>ומ''ש ואם יש בחתיכה טעם חלב וכו'.</b> זו היא מימרא דרב דאמר כיון שנתן טעם בחתיכה חתיכה עצמה נעשית נבילה ואוסרת כל החתיכות מפני שהן מינה ולדידן צריך ששים בכל החתיכה כנזכר למעלה דחתיכה עצמה נעשית נבילה ואם יש ששים כנגד כולה היא אסורה והשאר מותר ואם לאו הכל אסור: "
      ],
      [
        "<b>ומ''ש בד''א בשלא נער וכו'.</b> הוא כרבי דאמר נראין דברי ר' יהודה בשלא ניער ולא כסה ופירשוה שלא נער בתחלה אלא בסוף ואפשר דלדעת רבינו אפי' לא ניער כלל נאסרת הקדרה ולמטה אבאר זה. ",
        "<b>ומ''ש אבל אם ניער מתחלה ועד סוף.</b> הוא כדברי רבי שאמר נראין דברי חכמים בשניער וכסה ולא חיישינן לר''י דאמר אימא לא ניער יפה ומתבאר בדברי רבינו שבניעור או בכסוי די ופשוט הוא. ",
        "<b>ומ''ש וכן אם נפל חלב לתוך המרק וכו'.</b> הוא מפני שכיון שאינו נודע אי זו חתיכה היא אין לומר בה נעשית נבלה וא''א לאסור הכל שהרי אין בחלב בנותן טעם וכיון שכן מנער את הקדרה וטועם נכרי אם יש בה טעם חלב וברור הוא. ",
        "<b>ומ''ש אם אין שם נכרי וכו' שהוא בששים.</b> פשוט הוא ומבואר בפרק גיד הנשה בכיוצא בזה ונתבארו דברי רבינו. והר''א האריך כאן בהשגות וכתב שלא אמרו חתיכה עצמה נעשית נבלה אלא לר''י דמחמיר מין במינו אבל לרבנן לא ע''כ. ואין טעמו מחוור וכבר הסכימו רובי המפרשים ז''ל כדעת רבינו דאפי' לרבנן חתיכה עצמה נ''נ לאסור בס' כנגדה וכן דעת הרמב''ן והרשב''א ז''ל. עוד כתב ולדברי הכל לא ניער כלל אין שאר החתיכות נאסרות אע''פ שאין בהם ס' כנגדה והאריך בזה. ואפשר שאף כן דעת רבינו שהרי כתב בד''א בשלא ניער הקדרה בתחלה כשנפל החלב אלא בסוף הנה שהזכיר ניעור בסוף וכפשט הסוגיא דאמרינן מאי לא ניער ולא כסה אילימא לא ניער כלל מיבלע בלע מפלט לא פליט. וזה דעת קצת מפרשים ז''ל וכ''ש לכל שאר איסורין שחתיכה שנאסרה מחמת שקבלה טעם ממקום אחר אינה אוסרת חברותיה בנגיעה אפילו כולן חמות ואפילו נצלו כאחד ונגעו זו בזו בשעת צלייה שהבלוע אינו יוצא מחתיכה לחתיכה אלא על ידי רוטב וזה דעת הרשב''א ז''ל והוא כתב שאם בלעה חלב או שומן אסור המפעפע שאף היא פולטתו חם בחם בלא רוטב אבל בשר בחלב אינו מפעפע. ואפשר שרבינו סבור דהך סוגיא מעיקרא איתמרה מקמי דליקום לן דחתיכה עצמה נעשית נבלה אבל בתר הכי כיון שהיא נעשית נבלה הרי היא אוסרת חברותיה כדרך שחתיכת נבלה אוסרת של שחוטה ויתבאר פט''ו וזה דעת הר''א ז''ל ונדחק הרבה בפירוש הסוגיא והראשון עיקר. ודעת קצת מפרשים ז''ל שלא אמרו חתיכה עצמה נ''נ אלא בבשר בחלב והטעם מפני שכל אחד בפני עצמו היתר ותערובתן אוסרן ונמצא כשנתערבו בחתיכה אחת נעשית כולה איסור שזהו האיסור שאמרה תורה עירוב בשר בחלב אבל בשאר האיסורין א''צ לשער בכולה אלא בדבר שאסרה וכל שיש בקדרה שנפלה בה חתיכה הבלוע מן האיסור ונאסרה ששים כנגד הדבר שאסרה הרי החתיכה אסורה והקדרה מותרת שאין המדומע מדמע אלא לפי חשבון כנזכר פרק י''ב מהלכות תרומות וה''ה לכל האיסורין וה''ה לניער בסוף ולא ניער בתחלה ומלח שנאסר מחמת דם או ציר של נבלה שנפל לקדרה ויש בה ששים כנגד המלח אע''פ שטעמו נרגש ואינו בטל כיון שאין איסורו מחמת עצמו הרי הקדרה מותרת ובכ''מ חתיכה האסורה אינה חוזרת להיתרה כל זמן שמכירה ואם אינו מכירה הכל מותר וכנ''ל לדעת רבינו שאין חתיכה עצמה נעשית נבלה אלא בבשר וחלב בלבד שהרי לא הזכיר כן בשאר איסורין. ושם בהלכות תרומות כתב דין זה שאין המדומע מדמע אלא לפי חשבון ולא חלק בין המדומע לשאר איסורים מחמת בלע כדרך שקצת מפרשים ז''ל מחלקים וכן הסכים הרשב''א ז''ל והביא ראיות לזה וכן עיקר: "
      ],
      [
        "<b>קדרה שבשל בה בשר וכו'.</b> ברייתא פ' גיד הנשה (חולין דף צ\"ו) כלשונה ויתבאר פי״ז שאפילו בשל בה בשר נבלה וביום שני בשל בה בשר שחוטה שמותר בדיעבד שלא אסרה תורה אלא קדרה בת יומא וכן הדין כאן והרי דין הכלים הבלועים מבשר אצל בשול חלב כדין כלים הבלועים מאיסור אצל בשול היתר ויתבאר דינן פי״ז. וי״מ שהיו מקילין בבשר בחלב מפני שכל אחד היתר בפ״ע וכשבלע היתר בלע והראשון עיקר וכדעת רבינו: "
      ],
      [
        "<b>הכחל אסור מדברי סופרים וכו'.</b> זה מבואר בפרק כל הבשר (חולין דף ק\"ט) שאין איסורו אלא מד״ס: ",
        "<b>אם קרע וכו'.</b> דעת רבינו הוא דאפי' לצלי בפני עצמו בעי לכתחלה קריעה ולמרק החלב שבו ובדיעבד אם בשלו בפ''ע אפי' בקדרה בלא קריעה כלל מותר ולקדרה עם בשר צריך קריעה שתי וערב וטיחה בכותל ואם לא עשה כן הרי הוא אוסר בס' והוא מן המנין. ",
        "<b>ומ''ש בין של קטנה וכו'.</b> מתבאר שם ולא נתבאר בדברי רבינו בביאור לקדרה בפ''ע אם צריך לכתחלה קריעה ש''ו וטיחה בכותל או די בקריעה ומירוק. ודעת הרמב''ן והרשב''א ז''ל דלכתחלה צריך קריעה שתי וערב וטיחה בכותל. ואפשר שכן היא דעת רבינו שכתב אם קרעו וכו' מותר לצלותו משמע הא לבשלו בקדרה אינו מותר לכתחלה בקריעה לבד ורבו בדברים אלו השיטות וכבר הסכים הרשב''א ז''ל למעשה כשיטת רבינו ופי' הסוגיא לדעתו: "
      ],
      [
        "<b>כיצד אם היה הכל עם הכחל וכו'.</b> בפרק גיד הנשה (חולין דף צ\"ז:) כחל בששים וכחל מן המנין אמר רב יצחק וכו' וכחל עצמו אסור אמר רב אשי כי הוינן בי רב כהנא איבעיא לן כי משערינן בדידיה משערינן או במאי דנפיק מיניה משערינן פשיטא דבדידיה משערינן דאי במאי דנפיק מיניה משערינן מנא ידעינן והקשו אלא מעתה נפל לקדרה אחרת לא יאסר ותירצו כיון דאמר ר' יצחק וכו' כחל עצמו אסור שויוה רבנן כחתיכה דנבלה ע''כ בגמרא. וכתב רבינו פרק ט''ו שמה שהקלו בכחל ולהצטרף הוא עצמו למנין ששים הוא מפני שהוא של דבריהם. וי''ח עליו בזה הטעם שמפרש דטעמא הכא משום שהוא עצמו בשר הוא וי''א מפני שהוא מותר בפ''ע. ודע שאם נתבשל ביורה של חלב צריך ששים חוץ ממנו שהרי הוא כשאר האיסורין דהא ודאי בדין תורה בשר גמור וזהו דעת רבינו וכן כתב הרשב''א ז''ל. ",
        "<b>ומה שכתב רבינו בין כך ובין כך.</b> ר''ל בין נפל לפחות מששים שהכל אסור בין לששים שהכל מותר אם נפל לקדרה אחרת של בשר אוסרה וצריך ששים כדין הראשונה. אבל הרשב''א ז''ל כתב יראה לי שאם נפל ראשונה בפחות מששים עמו חזר כחתיכת נבלה כדרך שביארנו בבשר בחלב לפיכך אם נפל לקדרה אחרת צריך ששים חוץ ממנו. והרא''ה הסכים לדעת רבינו דבכל גוונא כחל מן המנין. ",
        "<b>ומה שכתב רבינו ואין משערין בו אלא כמות שהוא וכו'.</b> נראה שהוא פירוש למ''ש בגמרא בדידיה משערינן או במאי דנפק מיניה. ויפרש רבינו או אף במאי דנפק מיניה: ",
        "<b>לא נמצא מגיד משנה יותר מזה. ומכאן ואילך מפירוש הרדב''ז מכתב יד.</b> "
      ]
    ]
  ],
  "textkm": [
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b>בהמה טהורה שילדה או שנמצא בה בריה שיש לה שתי גבין ושתי שדרות וכו'.</b> קשה לי דכיון דקי''ל כרב בריה בעלמא ליתא וכי אגמריה רחמנא למשה במעי בהמה אגמריה וכו' לא ה''ל לכתוב או שילדה: \n\n"
      ],
      [],
      [
        "<b>אין לך בכל בהמה וחיה שבעולם וכו'.</b> כתב ה''ה פרק א''ט תניא רבי אומר וכו' אבל מה שמנה התאו בכלל חיה וכתב שור הבר מין בהמה איני יודע לתרץ לפי גירסת ספרינו עכ''ל. ואני אומר אם כוונתו על חילוף גירסת הספרים משום הא לא קשיא שכבר כתב הרשב''א בחידושיו דאפשר שרבינו לא היה גורס אלא ודילמא מינא דזמר נינהו. לפי האמת אפילו לאותה גירסא קשה דהא אמרי דרבנן סברי דמדמתרגמינן תורבלא מין בהמה ועל כרחך אתאו הוא דקאמר מתרגמינן תורבלא וכיון דפסק כרבנן דשור הבר מין בהמה הוא אם כן תאו מין בהמה היא והוה ליה ארבעה מיני בהמה וששה מיני חיה. וא''כ ל''ש אי גרסינן ודילמא מינא דתאו נינהו ל''ש אי ל''ג ליה לעולם קשיא מ''ש המגיד אבל מה שמנה התאו בכלל חיה וכתב שור הבר מין בהמה איני יודע לתרץ לפי גירסת ספרינו עיין בספר כפתור ופרח פרק נ''ח: \n\n"
      ],
      [],
      [
        "<b>וסימני חיה מפי השמועה הן וכו' וכל שאין קרניו מפוצלות אם היו קרניו כרוכות כקרני השור וכו'.</b> ויש לתמוה על רבינו למה הצריך בו כל הסימנים הללו שיהיו כרוכות וחרוקות והדורות והוא דמיבלע חירקייהו דהא אמרינן עלה והיינו ספיקא דעיזא כרכוז וכיון דאסיקנא דעיזא כרכוז חלבו מותר תו לא צריכינן סימנא לאפוקי מעיזא כרכוז ואי ס''ל כרש''י שפירש דסימן דכרוכות הוא לאפוקי מעיזא כרכוז לא הוה ליה לכתוב שצריך שיהיו כרוכות ואי ס''ל כאידך פירושא שכתב הר''ן בשם רבינו תם דמיבלע חירקייהו הוא לאפוקי מעיזא כרכוז לא הוה ליה לכתוב ויהיה הרחק מובלע בהן. ומצאתי להרשב''א שתמה על רבינו תמיהא זו וכתב שאפשר שנסתפק הרב בפירוש ספיקא דעיזא כרכוז איזו היא ופסק מן הספק לחומרא לחזר אחר כל הסימנים הללו וצ''ע עכ''ל. וה''ה כתב ליישב תמיהא זו שרבינו מפרש דהיינו ספיקא דעז כרכוז כלומר שיש ספק אם יש לו כל הסימנים הללו לפי שאינם מובלעים כשאר חיות ע''כ. ודבריו צריכים ביאור ונראה שדעתו לומר דכרוכות והדורות וחרוקות ומיבלע חירקייהו בעינן וספיקא דעז כרכוז היינו מפני שאע''פ שיש בו כל הסימנים הללו מ''מ בליעת חרקיה אינו כ''כ כמו בליעת חירקייהו דשאר חיות ומספקא לן אי סגי בהאי הבלעה או דילמא כיון דלא מיבלע כ''כ כמו קרני שאר חיות לא מיקרי הבלעה. ולפי זה אע''ג דאסיקנא דעז כרכוז חלבו מותר היינו לומר דהבלעת חרקיה חשיבה הבלעה ולעולם כל הסימנים הללו צריכים הם: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>סימני עוף טהור לא נתפרש מן התורה וכו' והמינין האסורים כ''ד הן ואלו הן וכו' ז' עורב ח' זרזיר שכן נאמר בעורב למינו להביא את הזרזיר.</b> עוד כתב רבינו וכל השוכן עם הטמאין ונדמה להם טמא. ודברים אלו סותרים זה את זה שהרי בפ' א''ט (דף ס''ה) תניא אחרים אומר שכן עם טמאים טמא שכן עם טהורים טהור כמאן כרבי אליעזר דתניא ר' אליעזר אומר לא לחנם הלך זרזיר אצל עורב אלא מפני שהוא מינו אפילו תימא רבנן שכן ונדמה קאמרינן. והשתא מ''ש רבינו להביא את הזרזיר הוי כר''א ומ''ש וכל השוכן עם טמאין ונדמה להם טמא הוי כחכמים דפליגי עליה. ואפשר לומר שרבינו מפרש דזרזיר אף לחכמים טמא שהוא שכן ונדמה ולא נחלקו אלא בטעם טומאתו דלרבנן אע''פ שהוא שכן לא היו מטמאים אותו אילו לא היה נדמה ולר''א מאחר שהוא שכן אע''פ שלא היה נדמה היו מטמאין אותו וא''ש שאנו ממעטים המחלוקת בין ר''א וחכמים. ויש הוכחה לפירוש זה מדגרסינן בגמרא (דף ס''א:) אמר רב נחמן היה בקי בהן ובשמותיהן עוף הבא בסימן אחד טהור לא היה בקי בהן ובשמותיהן בסימן אחד טמא בשני סימנין טהור והוא שיכיר עורב ותו לא והתניא (עורב זה עורב) למינו ר''א אומר להביא את הזרזיר וכו' אלא עורב וכל מין עורב ואם איתא דרבנן מטהרי בזרזיר מאי מקשי לר''נ הא הוא דאמר כרבנן א''ו לכ''ע טמא הוא ולא איפליגו אלא בטעם טומאתו אם הוא מפני שהוא שכן אצל עורב או אם הוא מפני שהוא שכן ונדמה ואין לסתור פי' זה מדתניא התם עורב זה עורב למינו ר''א אומר להביא את הזרזיר א''ל לר''א והלא אנשי כפר תמרתא שביהודה היו אוכלים אותן מפני שיש להן זפק אמר להם אף הם עתידין ליתן (עליהם) את הדין דמשמע דרבנן שרו זרזיר דאיכא למימר אדרבה משם ראיה מדלא קאמר בהדיא וחכמים מטהרין משמע דלא פליגי עליה רבנן אלא שלפי שר''א היה בעל המאמר רצו תלמידיו לדעת אם יש חולקין עליו ולפיכך הקשו לו תלמידיו מאנשי תמרתא לראות אם ישיב להם שהיו עושים כחכמים החולקים עליו וכשהשיב להם שהם עתידין ליתן את הדין ידעו דליכא מאן דפליג עליה דהזרזיר טמא הוא לכ''ע ואנשי תמרתא שהיו אוכלין אותו עתידים ליתן את הדין והדברים מוכיחים בפירוש שאם היו עושים כדברי מי שחולק עליו למה יתנו הדין אף אם יעשו כדברי יחיד וכדאמרינן במקומו של ר''י הגלילי היו אוכלין בשר בחלב ולא אמרו עליהם שהם עתידין ליתן את הדין א''ו כדאמרן בזרזיר לכ''ע אסור אלא שבני אותו כפר בלבד היו סומכין על דעת עצמן ואוכלין אותו. וא''ת הרי שנינו עוד שם דאמר למינהו להביא סנונית לבנה כר''א א''ל והלא אנשי גליל העליון אוכלין אותו מפני שקרקבנו נקלף אמר להם אף הם עתידין ליתן את הדין אלא עורב וכל מין עורב ומשמע התם בגמרא דחכמים פליגי אדר''א בסנונית והרי לא מצינו שנחלקו חכמים על ר''א בסנונית אלא ממה שאמרו לו והלא אנשי גליל העליון אוכלים אותו כשם שאמרו לו בזרזיר והלא אנשי כפר תמרתא אוכלים אותו וכיון דבסנונית משמע לן דפליגי חכמים עליה למה לא נאמר כן בזרזיר. י''ל דלעולם מלישנא דאמר ליה והלא בני מקום פלוני אוכלים אותו לא משתמע דרבנן פליגי עליה ולא אמרו דבסנונית פליגי רבנן עליה אלא משום דהוה קים להו הכי בקבלה. וא''ת הא איכא סנונית דהלכתא דאסירא ולמה לא מנאה רבינו דהא גרסינן בגמרא א''ר יהודה עוף המסרט כשר לטהרת מצורע וזו היא סנונית לבנה שנחלקו בה ר''א וחכמים אמר אמימר בחיורא כריסה כ''ע ל''פ דשריא כי פליגי בדירוקא כריסה ר''א אסר ורבנן שרו והלכתא כר''א מר זוטרא מתני הכי בדירוקא כריסה כ''ע ל''פ דאסור כי פליגי בדחיורא כריסה ר''א אסר ורבנן שרו והלכתא כרבנן דשרו. והשתא ללישנא קמא ירוקא כריסה אסירא לר''א והלכה כוותיה וללישנא בתרא ירוקא כריסה לכ''ע אסור וא''כ ה''ל לרבינו למנות סנונית דירוקא כריסה והא הוה עדיפא למימני שהוא אליבא דהלכתא בלי פקפוק מלמימני זרזיר דלפום פשטא לא אתי כהלכתא. י''ל שהרי כתב רש''י לל''ק דאמימר דפסק הלכתא כר''א דאסר לית דרבי יהודה דמכשר לה לטהרת מצורע דהא טהורות כתיב עכ''ל. וכיון דלל''ק טהורה לרב יהודה תו לא פסיקא ליה למימר סנונית לטומאה להדיא וטפי עדיף ליה למימני זרזיר דמשמע ליה שהוא טמא לכ''ע וכדפרישית. והשתא הרי''ף שכתב הא דאמרינן אפילו רבנן שוכן ונדמה קאמרינן וכתב בתר הכי ברייתא דמיתני סתמא למינו להביא את הזרזיר אתי שפיר דזרזיר לכ''ע טמא וכסתמא דברייתא בתרייתא והא דאמרינן בברייתא קמייתא אפילו תימא רבנן שוכן ונדמה קאמרי היינו לומר דזרזיר שוכן ונדמה הוא ומש''ה מטמאי רבנן וכמו שפירשתי לדעת רבינו שדעתו מסכמת לדעת רבו ולא כמו שפירש הר''ן שדעת הרי''ף לטהר הזרזיר הפך דעת רבינו: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>כל עוף וכו'.</b> ושאינו דורס ואוכל אם יש בו אחד מג' סימנין אלו ה''ז עוף טהור וכו' פירוש סוגיית ההלכה לדעת רבינו כתב הריב''ש בסימן קצ''א: \n\n"
      ]
    ],
    [
      [],
      [],
      [
        "<b>והאוכל מבשר האדם וכו' אבל אסור הוא בעשה.</b> הר''ן בפרק אע''פ האריך להוכיח מהברייתות כדברי רבינו: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ריסק נמלים וכו' ואחת משום כזית מנבלת הטמאים.</b> פירוש לאו משום שמא דנבילה אלא משום בשר שרץ טמא והחמש משום בריה ואפי' פחותה מכחרדל. ודע שלשון הגמ' בפ' אלו הן הלוקין ריסק ט' נמלים וא' חי והשלימו לכזית לוקה שש, ה' משום בריה (דשרץ) וא' משום נבילה. וכתבו התוס' בפ' גיד הנשה (חולין צ״ו:) וא״ת ל״ל שיהא חד חי דהוי בריה בלאו ה״נ כיון שיש בהם כזית לוקה ה' משום שרץ כיון דאכילה כתיב ביה וא' משום נבילה. וי״ל דודאי אלאו דשרצים דכתיב בלשון אכילה לקי משום כזית שרץ אלא יש לאו דשרץ דלא כתוב ביה אכילה כגון אל תשקצו וההיא לא לקי אלא בחי משום בריה. וא״ת ואכתי ול״ל חי אפילו מת נמי חשיב בריה כדאמרי' בס״פ גיד הנשה (חולין ק״ב:) (טמאה בין בחייה בין במיתתה בכל שהוא) וי״ל דלא נקט חי לאפוקי מת אלא פירוש חי שלם לאפוקי ריסק כדאמרי' גבי כלים שבירתן זו היא מיתתן: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>גבינה שמעמידים אותה העכו''ם בעשבים וכו' הורו מקצת הגאונים שהיא אסורה וכו'.</b> משמע שכך היא דעת רבינו שאל''כ ה''ל להביא דברי החולקים עליהם: \n\n"
      ],
      [
        "<b>החמאה של עכו''ם וכו'.</b> כתב הרשב''א בת''ה על דברי רבינו הטעם שכתב באיסור החמאה מפני שהקום שבחמאה אינו מעורב עם החמאה שיבטל במיעוטו אינו מחוור כלל שהביטול ברוב בעלמא אינו מצד שהמיעוט מתערב ברוב שהרי חטים של תרומה שנפלו לתוך החולין או גרוגרות של תרומה שנפלו לתוך החולין אע''פ שזה עומד בפני עצמו וזה עומד בפני עצמו בטלי בשיעורן שכל שאין אתה יכול לברור דבר מתוך דבר אילו היית אוסר הרוב מפני המיעוט נמצא שאין המיעוט בטל אלא לח בלח כגון יין או שמן או כיוצא בזה וגדולה מזה אמרו בשתי קופות בשתי עיירות שמצטרפות ומעלות את האיסור כל שכן בקום דחמאה שאי אתה יכול לברור אותו מתוך החמאה ולסלקו ורוב כל האיסורים המתפשטים והמתבטלים ברוב בטלים בכיוצא בזה אלא שלא הלכו בדברים אלו אחר הרוב או אחר נ''ט כמו שכתבנו עכ''ל. ול''נ דלדעת רבינו י''ל דלא דמי לחטים או גרוגרות של תרומה שנתערבו בחולין אע''פ שזה עומד בפני עצמו וזה עומד בפני עצמו מ''מ אין האיסור ניכר כלל אבל בחמאה הוי האיסור ניכר דהיינו הקום אלא שא''א לברור אותו ולסלקו מן החמאה ולפיכך אינו בטל: \n",
        "<b>כתב</b> הרב המגיד ראיתי מי שהקשה לדעת רבינו א''כ חלב שלהם יהא מותר לגבן ממנו גבינה וכו' ואני תמה על קושיא זו דלפי דעת רבינו ודאי אה''נ וכ''ש הוא וכו' אבל אם לקח חלב שלהם ועשה ממנו גבינה ואח''כ בישל אפשר לדעת רבינו שהוא מותר וכו'. ואני תמה על דבריו שבא ליישב על דברי רבינו בדבר שהוא מוקצה מן הדעת מחמת איסורו להתיר גבינה שנעשית מחלב שחלבו עכו''ם ע''י בישול. ועוד ק''ל בלשונו שתחלה אמר דלפי דעת רבינו ודאי אה''נ וכ''ש הוא ואח''כ כתב אפשר לדעת רבינו שהוא מותר. מיהו בהא אפשר לומר שבתחלת דבריו מיירי לענין חמאה ובסוף מיירי לענין גבינה מ''מ קושיא קמייתא קשיא. לכן נ''ל דכשם שנגזרה גזירה על גבינת העכו''ם ומש''ה אין לה שום תקנה דלמ''ד משום צחצוחי חלב כשנתיישנה ה''ל למישרי שכבר כלו צחצוחי חלב ובגמרא משמע דישנה נמי אסורה וטעמא משום דכיון דגזרו בה רבנן לא פלוג במילתייהו שסתם גזרו על גבינת העכו''ם בין שיש בה צחצוחי חלב בין שאין בה והילכך אם בישלה עד שהלכו צחצוחי חלב שבה עדיין באיסורה עומדת ותוספתא דקתני דשלוקה נלקחת מכל מקום לא מן העכו''ם קאמר אלא מישראל שאינו מומחה דומיא דרישא דמיירי בישראל אלא דהתם במומחה וסיפא בשאינו מומחה דכיון דישראל הוא אע''פ שאינו מומחה לא גזרו על גבינותיו אלא דכל היכא דאיכא למיחש לצחצוחי חלב אין לוקחין ממנו דחיישינן דילמא מחלב טמאה נינהו וכי כלו להו דתו ליכא למיחש למידי לוקחין ממנו דאינו בכלל גזירה אבל גבינת העכו''ם אע''פ שנודע שכלו כל צחצוחי חלב שבה אסור לפי שסתם גזרו על גבינות העכו''ם בכל גוונא כמו שכתבתי ה''נ חלב של עכו''ם גזרו עליו ואסרוהו סתם משום חשש תערובת חלב טמא בכל גוונא אסרוהו ללקחו מהם ולאכלו בשום ענין אפילו לעשות ממנו גבינה או חמאה ולבשלן עד שיכלו צחצוחי חלב שבהם דלא פלוג רבנן בגזירתם מיהו היינו בלוקח החלב עצמו שבו נגזרה גזירה אבל חמאת עכו''ם שלא מצינו שגזרו עליה למה תאסר אם אין בה צחצוחי חלב ותדע דחמאת עכו''ם עדיפא מחלב עכו''ם שהרי סמ''ק התיר חמאת עכו''ם אפילו בלא בישול ולא התיר ליקח חלב עכו''ם כדי לעשות ממנה חמאה דא''כ לא הוה שתיק מיניה א''ו כדאמרן דחלב עכו''ם בכל גוונא גזרו שלא יקחנו מהם אפילו לעשות ממנו חמאה אבל על החמאה שלהם לא גזרו: \n\n"
      ],
      [
        "<b>מ''ש רבינו שאם לקח חמאה מן העכו''ם ובישלה עד שהלכו צחצוחי חלב הרי זה מותרת.</b> משמע לכאורה דנקט לישנא דדיעבד לומר דלכתחלה אסור לעשות כן וקי''ל שאין מבטלין איסור לכתחלה. ויותר נראה לומר דלישנא דדיעבד דנקט לאו דוקא דלכתחלה נמי שרי וטעמא משום דאין ידוע שיהא מבטל איסור בכך דהא איכא ספיקי טובא חדא דילמא לא היה כאן תערובת חלב טמא כלל ואת''ל שנתערב שמא לא נשאר ממנו בחמאה זו כלום ואת''ל שנשאר שמא כשנתבשל ניתך ע''י אש הילכך אין לאסור משום מבטל איסור: \n",
        "<b>ומ''ש שאם תאמר נתערבו בה ונתבשל הכל בטלו במיעוטן</b> ה''ק אם בשלה עד שהלכו צחצוחי חלב כלומר שניתכו ע''י האש מותרת. וא''ת מי מודיענו שהלכו שמא עדיין ישנם שם ומה שאינם נראים הוא מפני שנתבשלו ונתערבו עם החמאה. תשובתך דאפילו את''ל כן מותרת היא שהרי כיון שמעורבין בה ואינם ניכרים בטלו במיעוטן. והשתא א''ש מ''ש דלכתחלה נמי שרי לבשלה כיון שכל עיקר כוונתו בבישולה אינו אלא כדי שיותכו הצחצוחים באש ולא ישארו בה כלל ובהכי ניחא מה שהשיגו הראב''ד וכתב ומ''ש שהלך האיסור ונתמעט ונתבטל כמה מכוער הדבר שנסתלק מהם חשש איסור מפני ביטולו ברוב עכ''ל. שאין הכוונה בבישול אלא להתיך ולכלות האיסור אלא שבא לומר שאם במקרה לא יכלו וישאר איזה דבר מהם בטיל ברוב ואין זה לוקח חשש איסור לבטלו ברוב כדברי הראב''ד: \n",
        "<b>ומ''ש אבל החמאה שבשלו אותה עכו''ם אסורה משום גיעולי עכו''ם.</b> לטעמיה אזיל דסבר דסתם כלי עכו''ם הם בני יומן כמו שיתבאר בסוף הלכות אלו אבל לדעת כל שאר הפוסקים שסוברים דסתם כלי עכו''ם אינם בני יומן אינה נאסרת משום גיעולי עכו''ם דאין כאן גיעול דכיון שאין הכלים בני יומן נ''ט לפגם הוא: \n\n"
      ],
      [],
      [],
      [],
      [],
      [
        "<b>וכן אין לוקחין גבינה וכו' אבל בארץ ישראל כשהיתה רובה ישראל וכו'.</b> כתב הרשב''א בתשובה שהטעם שמחלק בין ארץ ישראל לח''ל מההיא דגרסינן בפרק אין מעמידין (ע''ז דף ל''ט:) אין לוקחין ימ''ח מח''ג בסוריא וכו' אלא מן המומחה וסוריא לאו דוקא אלא כל ח''ל: \n\n"
      ],
      [],
      [
        "<b>עכו''ם שהביא עריבה מליאה חביות פתוחות של ציר וכו'.</b> רבינו מפרש דכילכית דג טהור הוא וכדברי ר''ח ומפרש מ''ש כאן בפתוחות כאן בסתומות היינו לומר דפתוחות סגי בדג אחד בחבית אחת שכל חביות פתוחות כחבית אחת חשיבו דאדם עשוי ליטול מזו וליתן בזו הילכך כמעורבות דמו ולפיכך אם נמצאת כילכית באחת מהן כולן מותרות אבל בסתומות אין כל החביות מותרות עד שימצא שם שתי חביות כל אחד בכילכית אחת דכיון דשתים מותרות מוכחא מילתא דכולן מותרות וכתב הר''ן ולפי זה הא דאמרינן לקמן בגמרא עכו''ם שהביא עריבה מליאה חביות ונמצאת כילכית באחת מהן פתוחות כולן מותרות דכמאן דמתערבין בהדי הדדי דמיין סתומות היא מותרת וכולן אסורות היינו דוקא כשלא נמצאת כילכית אלא באחת מהן שאילו נמצא בשתים היו כלן מותרות עכ''ל: \n",
        "<b>והוא שיהיה ראש הדג ושדרו קיים כדי שיהא ניכר וכו'.</b> בספ''ב דע''ז (דף ל''ה) תנן (דטרית טרופה אסורה) ושאינה טרופה מותרת ובגמרא (דף ל''ט:) ת''ר איזה היא טרית שאינה טרופה כל שראש ושדרה ניכר. ופירש''י כל שראש ושדרה ניכרין של כל דג ודג שהדגים ניכרין בראשן בין טמא לטהור שהטמאים ראשיהם חדים ואין להם חוט השדרה ע''כ. איתמר רב הונא אמר עד שיהא ראש ושדרה ניכר רב נחמן אמר או ראש או שדרה מתיב רב עוקבא בר חמא ובדגים כל שיש לו סנפיר וקשקשת אמר אביי כי תניא ההיא באדא ופלמודא דדמו רישייהו לטמאים וכו' אמר רב פפא הלכתא עד שיהא ראש ושדרה של כל אחד ואחד ניכר. ופירש''י ובדגים כל שיש לו סנפיר וקשקשת משנה היא בפרק אלו טריפות אלמא אין סימן לדגים בדבר אחר וקשיא לתרוייהו. וכתב הטור שיש מהגדולים שכתבו שיש לסמוך על שני סימנים אלו (בראש ושדרה) להתיר (כל דג). ורבינו שלא הזכיר בפ''א סימנים אלו יש לתמוה היאך סמך כאן על היכר ראש ושדרה. וצ''ל שרבינו סובר דהיכר ראש ושדרה שאמרו גבי טרית שאינה טרופה לא בראש חד או אינו חד כדפירש''י אלא היינו לומר שהוא מכיר בטביעות עין בראש ושדרה שהוא ממין דג פלוני שהוא טהור וכמ''ש הראב''ד וכ''נ מדברי רבינו בפירוש המשנה ואע''פ שהר''ן דחה פירוש זה דא''כ מאי מותיב בגמרא מדתנן ובדגים כל שיש לו סנפיר וקשקשת י''ל דהכי מותיב דמשמע דלא משכחת שיהא דג נאכל אלא כשימצא בו סימנים אלו דוקא והא לדידך משכחת לה שאע''פ שאין בו אחד מסימנים אלו נאכל דהיינו אם הוא מכיר בטביעות עין דראש ושדרה שהוא מין דג פלוני שהוא טהור תלינן שהשירו או נשרו קשקשיו וסנפיריו אחר שעלה מן הים: \n\n"
      ]
    ],
    [
      [],
      [
        "<b>אין אסור משום נבלה וכו'.</b> כתב הרב המגיד מפורש בספרא חלב נבילה וחלב טריפה וכו' ברייתא זו היא ג''כ בזבחים פרק חטאת העוף: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>טריפה האמורה בתורה וכו'.</b> כתב ה''ה וכבר יצא לו לרבינו מזה דבר חדש כתבו פ''ה מהלכות שחיטה יתבאר שם עכ''ל. לא זכינו לפירוש ה''ה להלכות שחיטה x וחפשתי למצוא הדבר החדש ההוא ומצאתי שהדבר החדש הוא מ''ש בפרק הנזכר אע''פ שכולם הל''מ הן הואיל ואין לך בפירוש בתורה אלא דרוסה החמירו בה וכל ספק שיסתפק בדרוסה אסור ושאר ז' מיני טרפיות יש בהם ספיקן מותרים כמו שיתבאר עכ''ל: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>כיצד הפרכוס וכו'.</b> כתב ה''ה ובגמ' אמר שמואל שאפילו בבהמה דקה אם היתה ידה פשוטה וכו' ולא נזכר בהלכות ואפשר שהם סבורים דרב פליג עליה. ואני אומר דמפשטא דגמרא לא משמע דפליג עליה רב, ויותר נראה לומר דדחי לה מדאיתא התם בגמרא אמר רבא הלכתא כי הא מתניתא בהמה דקה שפשטה ידה וכו' ומשמע להרי''ף ולרבינו דרבא לאפוקי ההוא דשמואל מהלכתא אתא כיון דלא אידכר בההיא מתניתא בהדיא להיתרא ומטעם זה השמיטו הא דאמר רב שאם הטילה רעי ומתרזת כשרה ואם כן צועקת וקולה חזק כשרה משום דלא אידכרו בההיא מתניתא להדיא להיתרא: \n\n"
      ],
      [],
      [],
      [],
      [],
      [
        "<b>קיבת הנבילה וכו'.</b> כתב ה''ה ולדעת הגאונים אע''פ שחלב זה צלול אינו אלא פרש בעלמא. וכ''נ מדברי רבינו בפ''ט: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>עובר שהוציא ידו או רגלו נאסר אותו אבר לעולם וכו'.</b> לכאורה נראה שדין זה כולל לכל עובר שהוציא ידו גם למי שלא נשחטה אמו קודם לידתו. אבל לפי האמת זה טעות שא''כ ברוב הבהמות ימצא איסור בהרבה איברים שיוצאים קודם הלידה. ולכן צ''ל שלא נאמרו דברים הללו אלא בעובר הניתר בשחיטת אמו וקודם שחיטת האם הוציא האבר. וכן משמע מדברי סמ''ג ומדברי הרשב''א בת''ה ואע''פ שהכלבו כתב ויש חולקים על הרמב''ם ואומרים שאם נולדה קודם שנשחטה אמו שנמצא שהוא טעון שחיטה בשביל עצמו שחיטת עצמו מהני להתיר הכל אפילו אותו אבר עכ''ל. שנראה מזה שהבין בדברי הרמב''ם דאף בנולד קודם שנשחטה אמו מיירי, האמת יורה דרכו שמ''ש הרמב''ם או נולד וחיה כמה שנים וכו' תיבת או נולד לא קאי לתיבת נשחטה אמו דסמיך ליה לומר או לא נשחטה אמו אלא נולד וחיה כמה שנים דליתא אלא האי סיפא נמי בשנשחטה אמו קודם לידתו היא אלא דברישא מיירי שאחר שחיטת אמו לא הוציאוהו לאויר העולם חי ובסיפא שאחר שחיטת אמו הוציאוהו חי לאויר העולם כ''כ הרב מוהר''י בן חביב ז''ל והכריח הדבר בראיות מהגמרא ומסברא דכל שנולד קודם שחיטת אמו לא שייך לאסור האבר משום בשר שיצא חוץ למחיצתו: \n\n"
      ],
      [
        "<b>הוציא מקצת האבר וכו'.</b> כתב הרב המגיד ובגמרא אמרו לדברי האומר אין לידה לאיברים וכו' עד ולא אפשיטא. ולא ידעתי רבינו למה לא הזכירו ואולי שהוא היה גורס למ''ד יש לידה לאיברים וכו' עד וצ''ע. ואפשר לומר שסמך על מ''ש למעלה לוקה משום אבר מן החי וכי קאמר אינו לוקה משום אבר מן החי ועלה קאי. ומ''ש הר''א דמאי נפקא לה מינה הא לקי משום טריפה י''ל דטובא נפקא דאם התרו בו משום אבר מן החי ולא משום טריפה פטור אבל פשיטא דלקי אם התרו בו משום טריפה לדעת רבינו שכתב למעלה באיסור האבר כיון שיצא למקום שהוא לו כשדה נעשה טריפה כמו שביארנו משמע דאפילו בבשר שפירש מן החי דמהתם ילפינן לה ובשר מן החי לקי: \n\n"
      ],
      [
        "<b>כל אבר עובר שיצא וחתכו קודם שחיטה וכו'.</b> ברייתא בפרק בהמה המקשה הוציא העובר את ידו וחתכה ואחר כך שחט את אמו שבחוץ טמא ואסור והאי איסור הוי מטעם אבר מן החי ופשיטא דלוקין עליו כיון דטמא ונקט אסור משום דקתני ושבפנים טהור ומותר. ואיכא למידק דהכא כתב רבינו דלוקה משום אבר מן החי וקודם לכן כתב שאסור משום בשר בשדה טריפה וצ''ל דתרי איסורי אית ביה: \n",
        "<b>ומה שכתב מתה הבהמה ואחר כך חתכו האוכלו לוקה משום אבר מן החי.</b> משום דמיתה עושה ניפול והוה ליה כאילו נחתך קודם מיתה והתם מפרש מאי נפקא לן מינה. ופרק שני מהלכות שאר אבות הטומאה מתבאר זה: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>הכבד אם חתכה והשליכה לתוך החומץ וכו' וכבר נהגו כל ישראל וכו' הכבד שבשלה ולא הבהבה על האור וכו'.</b> הר''ן תמה על דברי הרי''ף נהי דלא בקיאינן בחליטה בקריעה ומליחה ודאי בקיאינן דהא אומצא דאסמיק בחתיכה ומליחה שרי ולא מצינו שאסרוהו הגאונים ואף בכבד נמי לא שדרו ממתיבתא אלא דלא בקיאינן בחליטה וא''כ למה כתב הרי''ף דלא למיכל כבידא שליקא אלא היכא דטוו ליה מעיקרא וכו'. לפיכך נ''ל דמעיקרא הכי קא מיבעיא ליה כבדא מה אתון ביה וכו' ועדיין אין דעתי מתיישבת וכו' ועוד שהרמב''ם כתב בפ''ו מהמ''א כלשון הזה הכבד אם חתכה והשליכה לתוך החומץ וכו' הכבד שבשלה ולא הבהבה על האור וכו'. והרי אתה רואה מפורש שהוא אוסר לבשל כבד בפני עצמו מן הדין ולא מן התקנה ולא החמירו הראשונים בכבד אלא שלא לסמוך על חליטתו אבל שלא לבשלו בפני עצמו מן הדין הוא אסור ועיינתי בפירוש המשנה לרבינו ז''ל על משנה זו דהכבד אוסרת ואינה נאסרת מפני שפולטת ואינה בולעת וכו' אבל רבנן פליגי עליה התם וסברי דכבד נאסרת ולפיכך לרבנן אין הכבד מותרת בבישול אפילו בפני עצמה אלא בחליטה ולדידן דלא בקיאינן בחליטה לית להו תקנתא אלא בצלי. ונראה ג''כ שהם סוברים דהא דאמר ליה קרעיה שתי וערב וחתוכיה לתחת היינו בשעת מליחה ולהתירה בקדרה ואליבא דר''י בן נורי וכו' אבל לדידן דלא קי''ל כוותיה דלא שריא אלא לצלי אינה צריכה קריעה שתי וערב דהא באומצא ביעי ומוזריקי אמרי' לעיל תליא בשיפודא מידב דייב אלמא לצלי לא בעי חתיכה כלל. זה נ''ל בדרכם אבל פליאה דעתם ממני מה ראו לדחות דריב''נ כיון דרבי זריקא אמר אנא שליקי ליה לרבי אמי ואכל ואביי נמי אהדר לרב ספרא למיסר נפשה לא קמיבעיא ליה ורב נחמן נמי אמר אפילו בשלוקה גמורה שרייה ורבה בר רב הונא נמי אמר קרעיה שתי וערב וחיתוכיה לתחת והיאך אפשר לדחות כל האמוראים הללו דמינייהו נמי עבדו עובדא עכ''ל. ול''נ שרבינו סובר דהא דא''ל רבה בר רב הונא קרעיה וחיתוכיה לתחת לא לקדרה ולא לצלי היא דלקדרה לא מהניא ליה חתיכה ולצלי אינו צריך חתיכה כמו שיתבאר דנורא מישאב שייב אפילו דם שבסמפונות אלא לחליטה קאמר וכו'. וכ''נ ממ''ש הכבד שחתכה והשליכה לתוך החומץ (או לתוך מים רותחים) וכן פירש ה''ה וטעמא משום דהחליטה אינה מועלת אלא להצמית דם שבכבד עצמה דלהוי כדם האיברים שלא פירש אבל לדם שבסמפונות דהוי ככנוס בכלי לא מהני מידי ולפיכך צריך לחתוך הכבד כדי שיצא אותו הדם. ומשמע ליה דחתיכה שתי וערב לאו דוקא דהוא הדין דסגי בשתי בלא ערב או בערב בלא שתי דבאי זה מהם יוצא כל דם שבסמפונות אלא דבעי למימר שהחתך יהיה בכל האורך או בכל הרוחב כעין חתך שתי וערב שהוא מעבר לעבר שאם אין החתך בענין זה ישארו קצת סמפונות בלא חתך. ומפני כך כתב סתם אם חתכה ולא כתב אם חתכה שתי וערב. ולא הוצרך לפרש שיהא החתך בכל האורך או בכל הרוחב דכיון דאין צריך לחתכה אלא מפני דם שבסמפונות ממילא משמע שצריך שיהיה על פני כל האורך או על פני כל הרוחב דאל''כ איכא למיחש שישארו קצת סמפונות ומטעם זה לא הוצרך שיהא חיתוכיה לתחת שמאחר שאין צריך לחתכה אלא מפני דם הכנוס בסמפונות פשיטא שבעת חיתוכה ישים החתך לצד מטה עד שיזוב הדם דאל''כ מה הועיל בחיתוכו ולקדרה ס''ל דלא קי''ל כריב''נ אלא כרבי ישמעאל בנו של ר''י בן ברוקא דאמר שלוקה אוסרת ונאסרת וכדאמרינן בגמרא וטעמא משום דמשמע ליה ז''ל דנהי דאביי כי איבעיא ליה מה אתון ביה היינו לומר אי סגי ליה לקדרה בקריעה ומליחה או לא מ''מ בהא דאמר ר' זריקא אנא שלקי לרבי אמי ואכל איכא לספוקי דילמא ע''י חליטה קאמר ורב ספרא הוא דלא דק במילתא כדאשכחן דבמאי דאהדר וא''ל דאנא וינאי בריה דר' אמי איקלען לבי יהודה דר''ש בן פזי קריבו ליה קניא בקופא ואכלנא למאי דאתקיף רב אשי דילמא פי קנה חוץ לקדרה הוה א''נ מיחלט הוו חלטי ליה מעיקרא כדאיתא בגמרא ע''כ רב ספרא לא דק במילתא או מספקא לן דילמא לא דק במילתא וכיון שכן ליכא למפשט מדרב ספרא מידי וכיון דאשכחן דרב הונא ורב נחמן חלטי להו משמע דלא מהניא ליה קריעה ומליחה לקדרה כלל דכל שלא חלטו אפילו בשלו לבדו אסור כר''י בנו של ריב''ב דאמר שלוקה אוסרת ונאסרת לפי שאחר פליטתה חוזרת ובולעת והא דאמר בגמרא רב בר שבא איקלע לבי רב נחמן אייתו ליה כבדא שליקא ולא אכל חלוט היה ור''נ לטעמיה דחלטי ליה ואכל ורב בר שבא סבר דלא מהניא ביה חליטה משום דמרובה בדמים הוא ותרוייהו סברי דהלכה כר''י בנו של ריב''ב דהא כבידא שליקא לחודיה משמע ואפ''ה אסר ליה רב בר שבא ור''נ נמי לא שרייה אלא משום דחלוט הוה אבל אם לא היה חלוט הוה אסר ליה משום דס''ל כבד אוסרת ונאסרת והא דקאמר בגמ' כתנאי ר' אליעזר אומר הכבד אוסרת ואינה נאסרת מפני שפולטת ואינה בולעת ר''י בנו של ריב''ב אומר מתובלת אוסרת ונאסרת שלוקה אוסרת ונאסרת לא ארב נחמן ורב בר שבא קאי כמו שפירשו המפרשים דלדידיה תרוייהו ס''ל כר''י בנו של ריב''ב אלא אאביי ורב הונא ורב נחמן קאי דאביי שרי כבדא שליקא לחודיה ואפי' עם בשרא שרי לכבדא גופיה ולא איבעיא ליה אלא בבישרא דאישליק עם כבדא אי איתסר אי לא דפשיטא ליה דכבד אינה נאסרת ומספקא ליה אי אוסרת משום דמא דנפיק מיניה או לא דכיון דחזינן דכוליה דמא ורחמנא שרייה איכא למימר דאפילו דמא דפריש מיניה שרי ורב הונא ור''נ דהוו חלטי ליה אפילו לבשוליה בלחודיה ע''כ סברי כר''י בנו של ריב''ב דאמר אוסרת ונאסרת כלומר דאם בשלה עם דברים אחרים אוסרתן והיא עצמה אסורה בין שבשלה עם דברים אחרים בין שבשלה בפני עצמה משום דבתר דגמרה לפלוט הדרא ובלעה מדם שפלטה ואביי הא קאמר דסבר כמ''ד אינה נאסרת אלא במאי דאמר אוסרת מספקא ליה אי דוקא בכבדא דאיסורא אבל לא בכבדא דהיתרא או דילמא אפילו בכבדא דהיתרא קאמר דאוסרת והשתא כיון דרב הונא ורב נחמן חלטי ליה כוותייהו קי''ל ולא כאביי דמספקא ליה דלא שבקינן מאי דפשיטא להו לרב הונא ורב נחמן משום מאי דמספקא לאביי. ועוד דה''ל חד לגבי תרי ומה''ט לא קי''ל כרב בר שבא דאסר ליה בחליטה דה''ל חד לגבי תרי הילכך נקטינן דכבד לקדרה אסור ואם בשלו עם בשר אחר אוסר אא''כ חלטו אבל מליחה לא מהניא ביה מידי ולצליה לא צריך קריעה דנורא מישאב שייב דלחליטה הוא דאמרינן בגמרא דבעי קריעה כדפרישית ובזה נתיישבו דברי רבינו שאסור לבשל כבד בפני עצמו מן הדין דכרב הונא ורב נחמן קי''ל דס''ל דאסור לבשל כבד אפי' בפני עצמו אלא ע''י חליטה. וכ''נ שהוא דעת הרי''ף שכתב וסוגיא דשמעתא דאי חלטי ליה בחלא או ברותחין שרי דמשמע דאי לא חלטי ליה אסור בכל גוונא ואפילו לבשלו בפני עצמו ובאו הגאונים ותיקנו דלא מהני חליטה. וא''ש נמי שהרי''ף ורבינו לא הזכירו דלצליה בעי קריעה שתי וערב וחיתוכיה לתתא דלאו לענין צליה אתמר אלא לענין חליטה. ורבינו כבר הזכיר חתיכה לענין חליטה וכמו שכתבתי והרי''ף שלא הזכירו איכא למימר שסמך על מ''ש בפרק גיד הנשה גבי אומצא דאסמיק חתכיה ומלחיה ש''ד דאלמא חתיכה בעי להוציא דם שבו וכ''ש בכבד שהדם כנוס בסמפונות דהוי ככנוס בכלי ופשיטא דצריך להוציאו: \n",
        "<b>וכן מנהג פשוט שאין מבשלין המוח של ראש וכו'.</b> כתב ה''ה המנהג הזה לא פשט בכל ישראל וכו' והרשב''ץ תמה על דברי רבינו בזה: \n\n"
      ],
      [],
      [
        "<b>השובר מפרקת בהמה וכו'.</b> בפרק כל הבשר (חולין דף קי''ג) השובר מפרקת של בהמה קודם שתצא נפשה מכביד את הבשר ומבליע דם באיברים איבעיא להו מי שרי למיכל מיניה באומצא או לא תיקו. ומדאיבעיא לן בשובר מפרקתה אי שרי למיכל מיניה באומצא למדו המפרשים דכל שלא שיבר מפרקתה שרי למיכל מיניה באומצא בלא מליחה. ורבינו אינו סובר היתר זה כמו שיתבאר ולפיכך פירש דהא דאיבעיא לן אי שרי למיכל מיניה באומצא ע''י חליטה בחומץ הוא דאיבעיא לן דכל שלא שיבר מפרקתה מישרא שרי ע''י חליטה אבל שלא ע''י חליטה לא איבעיא לן כלל דאפי' לא שיבר מפרקתה אסור בלא מליחה: \n\n"
      ],
      [],
      [],
      [
        "<b>כל הדברים האלו לבשר שצריך לבשלו אבל לצלי מולח וצולה מיד.</b> כתב ה''ה נראה מדברי רבינו שאף הצלי צריך מליחה וכו'. והרשב''א כתב בספרו הקצר וכו' ודברי תימה הם שאם דוקא כשמעלהו מיד הוא מותר ואם לאו הוא נאסר ה''ל לחכמים לגזור בזה עכ''ל. ואני אומר שאין כאן מקום תימה דכיון דדם שמלחו אינו עובר עליו לא חשו לגזור בו: \n",
        "<b>והרוצה לאכול בשר חי מולחו יפה יפה וכו' ואם חלטו בחומץ מותר לאכלו כשהוא חי.</b> כתב הרב מהר''י ן' חביב ז''ל שנראה שדברי רבינו סותרים זה את זה דמשמע דטעמא דכשחלטו בחומץ לאוכלו כשהוא חי הוא משום דסבר דדם האיברים שלא פירש מותר וזה הפך ממ''ש תחלה הרוצה לאכול בשר חי מולחו יפה יפה והאריך בישוב הדבר. והעולה מדבריו הוא שסובר רבינו דם האיברים שלא פירש מותר כדמוכח ההיא דחליטה ואפ''ה הצריך בבשר (חי) מליחה משום דבכל בשר שיחתך יש לחוש שמא התחיל להתפרד קצת דם מהאיברים ולכך צריך מליחה ומיהו א''צ לשהות במלחו כמו לקדרה אלא מליחה דרך עראי כמו לצלי אלא שבבשר החי צריך הדחה יפה אח''כ ולצלי א''צ הדחה משום דנורא מישאב שייב ע''כ. וק''ל על דבריו שרבינו כתב מולחו יפה יפה ופשט לשון זה משמע דמליחה יפה בעיא כמו לקדרה ולא סגי במליחה דרך עראי כמו לצלי. וליישב דברי רבינו נ''ל שהוא סובר שדם האברים אע''פ שלא פירש אסור אם הוא ראוי לפרוש אבל כשחלטו בחומץ מיצמת צמית ושוב אינו ראוי לפרוש ומש''ה שרי: \n\n"
      ],
      [
        "<b>בשר שהאדים וכו'.</b> דברי רבינו מבוארים שהם כדברי המפרשים ודלא כדסבר ה''ה דלענין חלטו בחומץ מפרש לה רבינו וזה אינו שאף על פי שכתב קודם לכן בסמוך לזה בין חתיכה שהאדימה בתוך החומץ הא דבשר שהאדים אינו ענין לו אלא מילתא באנפי נפשה היא וכדברי המפרשים: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>הושיט ידו למעי בהמה וחתך מחלב העובר וכו'.</b> מדכתב רבינו והוציאו משמע דדוקא בשהוציאו לחוץ ואכלו אבל אם תלשו והניחו במעי בהמה מותר וכן כתבו הרא''ש והרשב''א והר''ן. ואף על פי שרבינו פוסק כרבי מאיר דחלבו של שליל אינו ניתר בשחיטת האם איכא למימר דשאני התם שהשליל חשוב אבר בפני עצמו לענין זה לדעת רבי מאיר אבל חלב שנחתך ממנו ונשאר במעי בהמה הרי הוא בכלל מה שדרשו כל בבהמה תאכלו: \n\n"
      ],
      [],
      [],
      [],
      [],
      [
        "<b>חלב הלב וכו' חוץ מראשי המעי הסמוך לקיבה וכו'.</b> ויש מן הגאונים שאמרו שראש המעי שצריך לגררו וכו'. הרא''ש דקדק על דברי רבינו שלא כתב בארך אמה כדאמר ר''י ריש מעיא באמתא. ונראה דמפרש דלבני מעים קרי אמתא ע''ש אמת המים ע''כ: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>העוף אין בו משום גיד הנשה וכו'.</b> שאלו מהנגיד ר' יהושע מבני בניו של רבינו מכיון שהמכוון על הכף מה הועיל באמרו אלא ירכו ארוך ועוד שחזר ואמר וכן בהמה שכף ירכה ארוך כשל עוף והלא כבר אמר אין לו כף. והשיב פירוש אמרו אין לו כף לא ירצה שאין לו כלל אלא כוונתו שאין לו כף עגול עכ''ל ופשוט הוא: \n\n"
      ],
      [],
      [
        "<b>האוכל גיד הנשה של נבילה וכו' או של עולה חייב שתים וכו'.</b> כתוב בתשובות הרשב״א הקושיא דמוכח בפרק גיד הנשה (חולין דף פ״ט:) דלמאן דאמר אין בגידין בנותן טעם אין איסור מוקדשין נוהג בו ושכן פסק הרמב״ם ובאוכל גיד הנשה דעולה פסק דחייב שתים ומאן דמחייב שתים ע״כ אית ליה יש בגידין בנותן טעם וקשיא דידיה אדידיה גם איני יודע דרכו בזה: \n\n"
      ],
      [],
      [],
      [
        "<b>טבח הנאמן למכור בשר וכו'.</b> עיין בסוף פרק עשירי מהלכות שחיטה ובסוף פרק י''ב מהלכות עדות: \n\n"
      ],
      [
        "<b>הלוקח בשר ושלחו ביד אחד מעמי הארץ וכו'.</b> כתב הרב המגיד בשם הרשב''א שמותר לתת לחייט ישראל חוטי קנבוס אף על פי שחשוד וכו'. בתשובה כתב שאפשר שאין אומרים לסמוך על העכו''ם לכתחלה מטעם שהקנבוס בזול שאין אומרים אלא בדיעבד וכעובדא דההיא ארבא דמורייסא: \n\n"
      ],
      [],
      [
        "<b>וכן בשר הנמצא ביד עכו''ם וכו'.</b> ולא עוד אלא הלוקח בשר והניחו בביתו ונעלם מן העין אסור. וא''ת נראה מדברי רבינו שיותר ראוי [לאסור] בשר הנמצא ביד עכו''ם מבשר המונח בביתו כשנעלם מן העין ובגמרא משמע איפכא דכי אקשי עליה דרב דאמר בשר שנעלם אסור מדתניא רבי אומר מקולין וטבחי ישראל בשר הנמצא ביד עכו''ם מותר תירץ נמצא ביד עכו''ם שאני. וי''ל דהא דשרי נמצא ביד עכו''ם דוקא דמכרזי כי איכא טריפה והילכך ביומא דלא אכריזו בשר הנמצא ביד עכו''ם מותר. אבל רבינו מיירי באתרא דלא מכרזי דהתם ראוי להקל יותר בבשר המונח בבית ישראל שנעלם מן העין מבשר הנמצא ביד עכו''ם: \n\n"
      ],
      [],
      [
        "<b>גיד הנשה מותר בהנאה.</b> כתב הרא״ש חכמי לוניל השיבו על דבריו ואומרים דאסור בהנאה ופלוגתא דתנאי היא וכו' דבפ' כל שעה (פסחים דף כ״א:) פריך לר' אבהו דאמר לא יאכלו איסור הנאה משמע והרי גיד הנשה דרחמנא אמר על כן לא יאכלו בני ישראל וכו' ותנן שולח אדם לעכו״ם ירך שגיד הנשה בתוכה ומשני קסבר רבי אבהו וכו' ואין הלכה כר' אבהו (וכו' ונראה שסובר הלכה כר' אבהו) ולכאורה נראה דהלכה כחזקיה דאמר לא יאכלו דוקא איסור אכילה משמע ע״כ. ואני אומר דאי אפשר לומר שטעמו של רבינו משום דלית הלכתא כר״א שהרי כתב רבינו דברי ר״א בפרק זה לקמן ואם כן ה״ל לפסוק בגיד הנשה אסור בהנאה כדאמרינן לר״א אליבא דמ״ד אין בגידין בנ״ט ולפיכך צ״ל שטעמו כמ״ש הרב המגיד בשם הרמב״ן דלרווחא דמילתא איתמרא ההיא סוגיא אבל למסקנא גיד הנשה מותר בהנאה אפי' ת״ל אין בגידין בנ״ט דלאו הא בהא תליא: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>וכן בשר חיה ועוף אינו אסור באכילה מן התורה.</b> בפ''ב מהלכות ממרים כתב דבשר חיה הוא מן התורה ושם אכתוב בזה: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>בשר שנפל לתוך החלב וכו'.</b> יש לדקדק למה הוצרך ליתן טעם לבשלא סילק שמשערים אותם בששים מפני שהחלב שנבלע בה ונאסר יצא ונתערב עם השאר דטעם זה לא איצטריך אלא למאן דאסר לה אפילו באלף משום דמין במינו לא בטיל אבל לרבינו שפסק כמ''ד מין במינו בטיל לא הוה צריך להאי טעמא אלא לסתום ולכתוב משערין אותה בששים, ואפשר שהוצרך לטעם זה משום דאי לאו הכי אפילו לא קדם וסילקו ה''ל למשרייה ע''י טעימת קפילא ארמאה שיאמר שאין בו טעם בשר אבל השתא שאנו אוסרים אותו מפני שהחלב שנבלע בבשר ונאסר יצא ונתערב עם שאר החלב ה''ל מין במינו וא''א למיקם אטעמא: \n\n"
      ],
      [],
      [
        "<b>בד''א בשלא ניער את הקדרה בתחלה וכו' אבל אם ניער מתחלה ועד סוף וכו'.</b> וכתב הטור על זה ונראה שא''צ רק שינער או יכסה מיד בשעת נטילה ואפי' פסק מלנער מיד מתערב הטעם בכל מה שבקדרה ומצטרף כולו לבטל עכ''ל. וי''ל שטעמו של רבינו מדאמרינן בגמרא מכלל דר''י סבר כי ניער מתחלה ועד סוף וכסה מתחלה ועד סוף אסור אמאי הא לא בלע כלל אימור לא ניער יפה יפה ולא כסה יפה יפה ומדאמרינן מתחלה ועד סוף בין בניער בין בכסה משמע לרבינו דדוקא בהכי שרו רבנן (אבל בניער וכסה בתחילה ולא בסוף לא) והרב מוהר''י ן' חביב כתב וז''ל כאשר נעמוד על כוונת הרמב''ם אין מקום לקושית רבינו יעקב וכאשר נביט אל התחלת לשונו כוונתו מבוארת וז''ל נפל חלב לתוך חתיכה של בשר טועמין את החתיכה וכו' עד ה''ז בנ''ט וכל מעיין בלשון זה ישפוט בצדק שאם מיד בעת הנפילה ניער או כסה הקדרה שמצטרף בכולה והרי היא בנ''ט ר''ל אם הטפה הזאת נותנת טעם בכל הקדרה אוסרת ואם אין בה כדי ליתן טעם בכולה מותרת אע''פ שיש בה כדי ליתן טעם בחתיכה לבדה שכיון שניער מיד בעת נפילה באותה שעה נעשה כל מה שבקדרה דבר אחד מחובר. ומה שהזכיר הרמב''ם ניער מתחלה ועד סוף היה מוכרח להמשיך הלשון שאמר בתחלת דבריו בד''א בשלא ניער בתחלה אלא לבסוף כי בזאת החלוקה (מן ההכרח) להזכיר ניעור לבסוף כפי סוגית הגמרא וכפי פירוש המפרשים אשר הרמב''ם הלך בדרכם והוא זה טפת חלב שנפלה על חתיכה שבקדרה ולא ניער ולא כסה מיד בשעת נפילה הרי זאת החתיכה כדבר נפרד בפני עצמו ובה לבדה משערים ואם אין בחתיכה ששים כנגד הטפה נעשית כל החתיכה כנבלה והיא חוזרת ואוסרת כל הקדרה אם אין בכולה ששים כנגד כל החתיכה וזה יצדק בתנאי שאחר שכבר נאסרה זאת החתיכה ניער או כסה כדי לחבר את כל הקדרה להיות אחת שאם לא ניער למה יאסר כל מה שבקדרה הלא כמו שחשבנוה לזאת החתיכה כדבר נפרד לאסרה ולא סייעוה שאר החתיכות לבטל את הטפה כן ראוי לחשבה כדבר נפרד משאר החתיכות ולא יהא בה כח לאסור את כולן ודי אם נאסור כדי קליפה או נטילה בחתיכה הנוגעת בה משא''כ אם ניער הקדרה או כסה אחר שנאסרה החתיכה כי אז זה הניעור או הכיסוי הוא סבת הצטרפות כל הקדרה וכל החתיכות ומרק שבה קבלו טעמה וצריך שיהא בכל הקדרה ששים לבטל את החתיכה ולזה הוצרך הרמב''ם לומר בתחלת דבריו בד''א בשלא ניער את הקדרה בתחלה אלא לבסוף ועל יסוד זה סיים לשונו וכשבא לחדש חלוקת היתר הוצרך להניח ניעור בתחלה ולזה אמר אבל אם ניער מתחלה ועד סוף וכוונתו מבוארת שאינו מחייב ניעור בתחלה ובסוף אלא ניעור בתחלה בלבד ואם הזכיר ועד סוף היה מהמשך לשון החלוקה הראשונה שבה הוכרח להזכיר ניעור לבסוף מהטעם שפירשתי. כנ''ל להשיב בעד הרמב''ם תשובה אמיתית ובסמ''ג תמצא סיוע לדברי, וגם אשיב בעדו שדבריו מובנים ביושר ובתמים במה שאמר רבינו יעקב כנגדו ואיני מבין דבריו וכו' והוא פשוט גם כן כשנעיין המשך לשונו והוא זה סמוך למ''ש הרי זה בנ''ט אמר וכן אם נפל חלב לתוך המרק או לכל החתיכות ניער וכו' ואין כוונתו לומר בזה שאם יש שהות קצת אחר הנפילה שינער אחר כך כי זה לא יועיל בודאי אבל כוונתו שמיד כשראה נפילת הטפה לקדרה ולא השגיח על אי זו חתיכה נפלה ימהר לנער או לכסות מיד ובזה תצטרף כל מה שבקדרה כיון שלא ידע מקום הטפה איו וזה הכרח כפי דקדוק לשון וכן אם נפל חלב וכו' (שיורה שהיא חלוקה שוה בקירוב למה שכבר הזכיר אבל אם ניער מתחלה וכו') ובזה נשיב קושיא אחרת שיקשה לכאורה נגד לשון הרמב''ם במ''ש נוער את הקדרה והלא אין מבטלין איסור לכתחלה ובמה שכתבתי נסתלקה קושיא זו עכ''ל: \n",
        "<b>כתב</b> עוד הטור וז''ל כתב עוד הרמב''ם נפל חלב בתוך המרק או לתוך החתיכות ולא נודע לאיזו חתיכה נפל נוער את הקדרה כולה עד שיתערב הכל אם יש בקדרה טעם חלב אסורה ואם לא מותרת ואיני מבין דבריו שאם החתיכות כולן תוך הרוטב מה צריך לנער ואם אינה ברוטב מה מועיל ניעור שמנער אחר כך עכ''ל. ואני אומר דלפי דברי הטור דעדיפא מינה הוה ליה לאתמוהי על רבינו כשנפלה לתוך המרק עצמו מה צורך לנער אלא משום דבנפל לחתיכות איכא לאתמוהי עליה בתרי גווני נקטה וממילא משמע דכי היכי דאתמה דאם החתיכות תוך הרוטב מה צורך לניעור הכי נמי איכא לאתמוהי בנפלה לתוך המרק. וטעמא דרבינו נ''ל שאע''פ שנפל לתוך המרק צריך לנער כדי שיתערב יפה וכ''ש כשנפל לחתיכות שבתוך המרק שהוא צריך לנער דהא חזינן דאפילו בניער מתחילה ועד סוף חייש ר' יהודה שמא לא עירב יפה יפה ואע''ג דרבנן פליגי עליה מ''מ מודו דצריך לעשות בענין שיתערב יפה יפה: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>אין צולין את הכחל.</b> הוא בפ' כל הבשר (חולין דף קי״א) דרש מרימר הלכתא בין כבדא בין כחלא תותי בישרא שרי עילוי בישרא דיעבד אין לכתחלה לא. וכתבו התוספות והרא״ש וא״ת כחל היאך שרי תותי בישרא והלא שמנונית הבשר נוטף על הכחל ואי בקרעו שתי וערב וטחו בכותל א״כ עילוי בישרא נמי לישתרי דהא מותר לבשלו עם הבשר בקדרה. וי״ל דהכא גרע טפי דאע״פ שקרעו עדיין נוטף החלב מן הכחל על הבשר וניכר שהוא בעין. אבל הרשב״א בחידושיו סובר דבלא קרעו מיירי שאילו קרעו כהלכתו עילוי בישרא נמי שרי. ורבינו שכתב הכחל שחתכו משמע שחתכו בלבד כדין חתיכתו לצלי בלבד שאילו חתכו ש״ו וטחו בכותל עילוי בישרא נמי שריא וכדעת הרשב״א. ודע דהא דמרימר דוקא כשחודו של שפוד למטה בתנור וזנבו למעלה אבל שפודים שאינם תלויים אלא שוכבים ופעמים שמרים זנב השפוד ונמצא התחתון עליון ופעמים שמשפילו ונמצא חבירו עליון הלכך בכל גוונא אסור לכתחלה כן דעת רש״י והרא״ש והרשב״א והר״ן: \n\n"
      ],
      [
        "<b>קיבה שבשלה בחלב שבה מותרת וכו'.</b> בסוף פרק כל הבשר לקפילא אלא כיון דשכיח בהו טעמא אוסרין אותם לעולם כדי שלא יפרוצו כ''כ הר''ן בפ''ב דע''ז בשמו. ואני אומר שאע''פ שאפשר לומר כטעמו של הראב''ד מ''מ האי טעמא דהר''י ן' מיגש איתיה בגבינה אפילו אי לא הוה ההוא טעמא דהראב''ד: \n\n"
      ],
      [],
      [
        "<b>הבשר לבדו מותר וכו'.</b> פשוט הוא דלא אסרה תורה בשר בחלב אלא ע''י בישול. \n",
        "<b>ומ''ש במה דברים אמורים שנתבשלו שניהם ביחד או שנפל חם לתוך חם וכו'.</b> בפ' כיצד צולין (פסחים דף ע''ה ע''ו) אתמר חם לתוך חם דברי הכל אסור צונן לתוך צונן ד''ה מותר חם לתוך צונן וצונן לתוך חם רב אמר עילאה גבר ושמואל אמר תתאה גבר וכו' תניא כוותיה דשמואל חם לתוך חם אסור וכן צונן שנתן לתוך חם אסור חם לתוך צונן [וצונן לתוך צונן מדיח חם לתוך צונן מדיח כיון דחם הוא וכו' אלא אימא חם לתוך צונן] קולף (משום דאדמיקר ליה בלע) צונן לתוך צונן מדיח. \n",
        "<b>ומ״ש לפיכך מותר לצרור בשר וגבינה במטפחת אחת והוא שלא יגעו זה בזה.</b> משנה פרק כל הבשר (חולין דף ק״ז:). וטעם תיבת לפיכך קשה בעיני דאין לומר דקאי ארישא דקתני הבשר לבדו מותר וכו' דהא אפי' איסור והיתר לא מצינו שיהא אסור לצררן במטפחת אחת אם אינם נוגעים זה בזה. ואפשר שטעמו לומר דכיון דצונן בצונן מדיח לפיכך היכא דקשרן במטפחת אחת אם נגעו זה בזה מדיח הבשר ומדיח הגבינה ואוכל ואינו מיושב דמאי לפיכך היא היא: \n\n"
      ],
      [
        "<b>מליח שאינו נאכל מחמת מלחו הרי הוא כרותח וכו'.</b> בפרק כל הבשר (חולין דף קי''ג) ובפרק כיצד צולין (פסחים דף ע''ו) אמרינן דכי אמר שמואל הרי הוא כרותח ה''מ בשאינו נאכל מחמת מלחו אבל נאכל מחמת מלחו לא: \n\n"
      ],
      [
        "<b>ומ''ש עוף שחוט שנפל לחלב וכו'.</b> שם ההוא בר גוזלא דנפל לכדא דכמכא שרייה רב חיננא בריה דרבא מפשרוניא אמר רבא מאן חכים למישרי כי הא אי לאו רב חיננא וכו' דגברא רבה הוא אמר לך כי אמר שמואל מליח הרי הוא כרותח (ה''מ מליח) דאינו נאכל מחמת מלחו (אבל) האי (הרי) הוא נאכל מחמת מלחו וה''מ חי אבל צלי בעי קליפה ולא אמרן אלא דלית ביה פילי אבל אית ביה פילי (כוליה) אסור ואי מתבל בתבלין (כוליה) אסור. וכתב הראב''ד ואם נאכל כמות שהוא כמו הכותח אינו כרותח א''א לא כיון יפה וכו'. וי''ל לדעת רבינו דבלשון הגמרא אין הכרח במאי דאמר האי הרי נאכל מחמת מלחו דקאי אבר יונה דהא אפשר דקאי אכותח. \n",
        "<b>ומ״ש</b> עוד הראב״ד ואף לא ירד לפרש אינו נאכל מחמת מלחו כו' טעמו שמאחר שרבינו מפרש דכותח הוא נאכל מחמת מלחו וכותח אינו נאכל בעינו וכדאמרינן בר״פ אלו עוברין (פסחים דף מ״ד) כותח הבבלי אי אכל ליה בעיניה בטלה דעתו אצל כל אדם, על כרחנו לומר שהוא מפרש דאינו נאכל מחמת מלחו היינו לומר דאפילו ע״י ליפתן אינו נאכל מחמת מלחו: \n",
        "<b>ואני</b> אומר שא''א לומר שרבינו יפרש כן דא''כ כי אמר שמואל מליח הרי הוא כרותח איירי במליח שאינו נאכל מחמת מלחו אפי' עם ליפתן וזה דבר שאינו ראוי לאכילה ולא עלה על דעת ששמואל איירי בדבר שאינו נמצא אלא ודאי שרבינו מפרש דאינו נאכל מחמת מלחו דאמר שמואל היינו שאינו נאכל בעינו מחמת מלחו וכותח נאכל בעינו מחמת מלחו. ומה שאמרו בריש פרק אלו עוברין דכותח אי אכיל ליה בעיניה בטלה דעתו אצל כל אדם אפשר שאינו מחמת מלחו אלא מחמת עיפוש הפת שבו: \n\n"
      ],
      [
        "<b>אסור להעלות העוף עם הגבינה וכו'.</b> משנה (דף ק''ג:) ר''פ כל הבשר אסור לבשל בחלב חוץ מבשר דגים וחגבים ואסור להעלותו עם הגבינה על השלחן וכו' ובאיזה שולחן אמרו בשולחן שהוא אוכל עליו אבל בשולחן שהוא סודר עליו את התבשיל נותן זה בצד זה ואינו חושש: \n\n"
      ],
      [
        "<b>שני אכסנאין וכו'.</b> שם (דף ק''ז:) במשנה רבן שמעון בן גמליאל אומר (אף) שני אכסנאין אוכלין על שולחן אחד זה בשר וזה גבינה ואינם חוששין. ובגמרא לא שאנו אלא שאינם מכירים זה את זה אבל מכירים זה את זה אסור. וכתב הטור אורח חיים סימן קע''ג וביורה דעה סימן פ''ח שאפילו מכירין זה את זה מותרים עד שיפסיקו ביניהם בקנקן או בלחם או שיאכל כל אחד על מפה שלו לבדו ושם כתבתי מאי זה טעם והרי''ף ורבינו חלוקים בזה: \n\n"
      ],
      [
        "<b>אין לשין את העיסה בחלב וכו' עד אסורה עד שיסיק התנור.</b> ברייתא פרק כל שעה (פסחים דף ל״ו) ואסיקנא ואי עבדינהו כעין תורא שפיר דמי. וכתב הרי״ף בפרק כל הבשר ומסקנא דאי שני בהו ועבדינהו כעין תורא שרי וכך הם דברי רבינו וכ״כ הרשב״א וז״ל ואם שינה בצורת הפת ועשאה כעכין קטנים כעין השור מותר שהרואה יודע שלא שינו צורתן אלא להיכר בעלמא וישאל ויאמרו לו: \n\n"
      ],
      [
        "<b>פת שאפאה עם הצלי ודגים שצלאן עם הבשר אסור לאכלן בכותח.</b> בפרק כיצד צולין (פסחים דף ע״ו) תני רב כהנא בריה דרב חיננא סבא פת שאפאה עם צלי בתנור אסור לאכלה בכותחא ההיא ביניתא דאיטויא בהדי בישרא אסרה רבא מפרזיקיא למיכלה בכותחא וכתב הרי״ף דאפילו למ״ד ריחא לאו מילתא היא אסור ופרש״י בהדי בישרא בתנור אחד. ודבר פשוט הוא שכן פירוש דברי רבינו ולא כדברי טי״ד סימן צ״ה שעלה על דעתו שפירוש דברי רבינו שצלאן עם הבשר מחוברין לו ממש ומפני כך כתב עליו שאינו מבין דבריו: \n",
        "<b>קערה שאכלו בה בשר ובשלו בה דגים וכו'.</b> מסקנא דגמרא פ' כל הבשר (חולין דף קי״א:) דגים שעלו בקערה מותר לאכלם בכותח משום דהוי נ״ט בר נ״ט הבשר בקערה והקערה בדגים ואיכא תרי נותני טעם קודם שיבא לכלל איסור: \n\n"
      ],
      [
        "<b>סכין שחתך בה בשר צלי וכו'.</b> בפרק כל הבשר (חולין דף קי״ב) אמר חזקיה משום אביי וכו' צנון שחתכו בסכין שחתך בה בשר אסור לאכלו בכותח וה״מ צנון דאגב חורפיה בלע אבל קישות גריר לבי פיסקיה ואכיל קילחי דליפתא שרי דסילקא אסירי ואי פתך בהו דליפתא שפיר דמי. ופירש״י x ואע״ג דקי״ל דנ״ט בר נ״ט מותר שאני סכין דפעמים שהשמנונית קרוש עליו ואינו ניכר וכשחותך הצנון הוי נ״ט הבא מן הממש. ועוד דמשום חורפיה בלע טפי מדגים הרותחים ואגב דוחקא דסכינא פליט סכינא ובלע צנון. וכתב הרשב״א הרי״ף לא כתב בהלכות הא דקילחי דליפתא ולא הא דסילקא ולא הא דאמרי' ואי פתיך בהו ליפתא שרי וגם הרמב״ם השמיטה ולא ידעתי למה השמיטום עכ״ל. ואני אומר שרבינו אע״פ שלא כתבם בהדיא מ״מ בכלל דבריו הם לפי פירושו בגמרא שהרי כתב סכין שחתך בה בשר צלי וחזר וחתך בה צנון וכיוצא בו מדברים חריפים אסור לאוכלם בכותח אבל אם חתך בה קישות או אבטיח גורד מקום החתך ואוכל השאר בחלב עכ״ל. נראה שהוא ז״ל מפרש דצנון לאו דוקא אלא דה״ה לכל הדברים החריפים וגם נראה שהוא מפרש דפתיך בהו ליפתא לאו דוקא אלא דה״ה לחתך בו לחם או ירק או פרי אחר שהטעם שאסור לחתוך בו צנון אינו אלא מפני השומן הנקרש על פניו שהוא נדבק ביותר בדבר החריף וכשהוא חותך בו לחם או איזה דבר הרי הסכין מתקנח בו ולא נשאר שום שומן על פניו ולפיכך מותר לחתוך בו צנון. והשתא הכל מבואר בדבריו ז״ל דמדכתב סכין שחתך בה בשר צלי וחזר וחתך בה צנון משמע אחר שחתך בה הבשר חזר וחתך בה הצנון בלי הפסק חתיכת דבר אחר בינתים ומש״ה הוא דאסור הא אם הפסיק חתיכת שום דבר אחר בינתים שרי ולא הוצרך שוב לכתוב דאי פתיך בהו ליפתא ש״ד. \n",
        "<b>ומ''ש שחתך בשר צלי</b> לאו דוקא צלי דה''ה למבושל והוא רותח והא דלא נקט בשר סתם לאשמועינן דבחתך בשר רותח הוא דאמרינן הכי אבל בבשר צונן אין השומן נקרש על פניו כ''כ שיאסר לחתוך בו צנון ולא הוצרך לכתוב הא דסילקא דבכלל מ''ש וכיוצא בו מדברים החריפים הוא ומטעם זה לא הוצרך לכתוב דקילחי ליפתא שרי דדבר ברור הוא דלפת לאו מדברים החריפים הוא. ועל דרך זו יש ליישב דברי הרי''ף. כך נ''ל לדחוק ליישב דבריהם אם היתה גירסתם בגמרא כגירסא דידן אבל כבר אפשר שלא היו כתובים דברים הללו בגירסתם בגמרא: \n\n"
      ],
      [
        "<b>אין מניחין כד של מלח וכו'.</b> בפרק כל הבשר (חולין דף קי''ב) בעא מיניה רב דימי מרב נחמן מהו לאנוחי כדא דמילחא גבי כדא דכמכא א''ל אסור דחלא מאי א''ל שרי ומ''ש וכו' האי איתיה לאיסוריה בעיניה והאי ליתיה לאיסוריה בעיניה ופירש רש''י דמבעיא ליה מי חיישינן שמא יפול מן הכותח במלח והוא לא ידע וימלח ממנו בשר (או יתן ממנו לתוך הקדרה) האי כותח הנופל במלח נראה וניכר מפני שהוא עב ולא בטיל אבל כותח הנופל בחומץ ליתיה בעיניה ובטל בששים. אבל רבינו מפרש דלאנוחי כדא דכמכא גבי כדא דמילחא בסמוך ממש קאמר משום דמשאב שאיב ליה מילחא לכותחא אבל חלא שרי משום דלא שאיב. וכתב הר''ן שכן פי' ר''ח ולהאי פירושא לא שייך מאי דאמרינן האי איתיה לאיסוריה בעיניה וצריך לומר שגירסא אחרת היתה להם ולכך נתכוון הראב''ד שכתב על דברי רבינו א''א גירסא אחרת יש אצלנו: \n\n"
      ],
      [
        "<b>מי שאכל גבינה או חלב וכו'.</b> בר''פ כל הבשר (חולין דף ק''ה) בעא מיניה ר' אסי מר' יוחנן כמה ישהה בין בשר לגבינה א''ל ולא כלום איני והאמר רב חסדא אכל בשר אסור לאכול גבינה גבינה מותר לאכול בשר אלא כמה ישהה בין גבינה לבשר א''ל ולא כלום.  ",
        "<b>ומ''ש צריך שידיח ידיו תחלה ויקנח פיו.</b> שם (חולין דף ק''ד ק''ה) תניא ב''ש אומרים מקנח וב''ה אומרים מדיח ואסיקנא דב''ש אומר מקנח וה''ה למדיח וב''ה אומרים מדיח וה''ה למקנח מר אמר חדא ומר אמר חדא ולא פליגי. ופירש''י דתרווייהו בעינן וכן כתב הרי''ף וכתבו התוס' שכן פר''ח ואסיקנא דבכל מידי הוי קנוח לבר מקימחא תמרי וירקא. ופירש''י דמדיח דקתני היינו הדחת פה וכ''נ מדברי התוס' והרא''ש. אבל רבינו מפרש דמדיח דקתני היינו הדחת ידיו ויש סמך לפירוש זה מדאמרינן גבי עוף שנאכל בלא נט''י ובלא קינוח הפה ולא הזכירו הדחת פה ועוד דגרסינן בגמרא (דף ק''ד:) רב יצחק בריה דרב משרשיא איקלע לבי רב אשי אייתו ליה גבינה אכל אייתו ליה בישרא אכל ולא משא ידיה אמרי ליה והא תני אגרא חמוה (בריה) דר' אבא עוף וגבינה נאכלין באפיקורן עוף וגבינה אין בשר וגבינה לא א''ל ה''מ בליליא אבל ביממא הא חזינא. והעולם נהגו כדברי כלם להדיח הפה וגם הידים:   "
      ],
      [
        "<b>ומה שכתב במה דברים אמורים בבשר בהמה וכו' אבל אם אכל בשר עוף וכו'.</b> שם תני אגרא חמוה דרבי אבא עוף וגבינה נאכלין באפיקורן הוא תני לה והוא אמר לה בלא נטילת ידים ובלא קינוח פה. וכתב הר''ן דמשמע ליה דהוא הדין לחיה וגבינה דקי''ל חיה נמי אינה מן התורה ורבינו כתב דחיה כבהמה לענין זה אף על פי שהוא עצמו פסק דחיה נמי אינה מן התורה ואפשר שטעמו לומר לפי שבשר החיה דומה לבהמה ע''כ. ודעת רבינו דהא דתני אגרא עוף וגבינה היינו דוקא גבינה ואחר כך עוף אבל עוף ואחר כך גבינה דינו כבהמה וגבינה וכן דעת הרשב''א וגם הר''ן כתב דהכי מוכח עובדא דרב יצחק בריה דרב משרשיא. ואיני יודע למה השמיט רבינו הא דאמר רב יצחק בריה דרב משרשיא דביממא אין צריך להדיח ידיו בין גבינה אפילו לבשר בהמה: \n\n"
      ],
      [
        "<b>מי שאכל בשר בתחלה וכו'.</b> שם (דף ק''ה) אמר מר עוקבא אנא בהא מלתא חלא בר חמרא (לגבי אבא) דאילו אבא כד הוה אכיל בישרא האידנא לא הוה אכיל גבינה עד למחר כי השתא ואנא בהא סעודתא לא אכילנא בסעודתא אחריתי אכילנא. וכתב הרי''ף ושמעינן מהא דהא דאמר רב חסדא אכל בשר אסור לאכול גבינה דלא שרי למיכל גבינה בתר בישרא בפחות מהאי שיעורא דהא מר עוקבא אף על גב דשהי ליה כי האי שיעורא קרי אנפשיה חלא בר חמרא. ודעת רבינו ששיעור זה צריך להמתין אפילו לאחר בשר עוף וכן דעת הרשב''א: \n",
        "<b>ומה שכתב רבינו מפני הבשר שבין השינים וכו',</b> כתב טור יורה דעה סימן פ''ט דלפי טעם זה לאחר ששהא כשיעור זה מותר אפילו נשאר בשר בין השינים ואפילו לא אכל הבשר אלא שלעסו לתינוק צריך להמתין. וי''א שטעם שהיית שיעור זה מפני שהבשר מוציא שומן ומושך טעם עד זמן ארוך ולפי זה הטעם אם לא אכלו אלא לעסו לתינוק אין צריך להמתין ואפי' שהה כשיעור אם יש בשר בין השינים צריך להסירו ובתוך הזמן אפילו אין בשר בין השינים אסור וטוב לאחוז בחומרי שני הטעמים עכ''ל: \n\n"
      ]
    ],
    [
      [
        "<b>כל איסורים שאמרנו הם במיני נפש חיה ויש איסורין אחרים של תורה בזרע הארץ וכו'.</b> פירקא קמא דקידושין (דף ל''ז): \n\n"
      ],
      [
        "<b>החדש כיצד כל אחד מחמשת מיני תבואה בלבד אסור לאכול מהחדש שלו קודם שיקרב העומר.</b> בריש חלה (פ״א מ״א) ובמנחות פרק ר' ישמעאל (מנחות דף ע') החיטין והשעורים והכוסמין והשיבולת שועל והשיפון הרי אלו חייבים בחלה ומצטרפים זה עם זה ואסורים בחדש מלפני הפסח. \n",
        "<b>ומ״ש שנוהג בכל מקום.</b> בסוף ערלה (פ״ג מ״ט) החדש אסור מן התורה בכל מקום ואע״ג דבספ״ק דקידושין (דף ל״ט) אמרינן דפלוגתא דתנאי היא פסק כסתם משנה. ובמנחות פרק ר' ישמעאל (מנחות דף ס״ח:) אמרינן דרבנן דבי רב אשי סברי חדש בח״ל דאורייתא. \n",
        "<b>ומ''ש בין בפני הבית בין שלא בפני הבית אלא שבזמן שיש מקדש משיקרב העומר הותר החדש בירושלים וכו' עד שאין ב''ד מתעצלין בו עד אחר חצות.</b> משנה שם (דף ס''ח). \n",
        "<b>ומ''ש ובזמן שאין ב''ה כל היום כולו אסור.</b> משנה וגמרא שם פלוגתא ופסק כרבינא דבתרא טובא הוא. \n",
        "<b>ומ''ש ובזמן הזה במקומות שעושים שני ימים טובים וכו'.</b> גם זה שם פלוגתא ופסק כרבינא דבתרא טובא הוא וכך הם דברי הרי''ף בסוף פסחים: \n\n"
      ],
      [
        "<b>האוכל לחם וקלי וכרמל וכו'.</b> בפרק קמא דכריתות (דף ה') ומקשה בגמרא והא אין לוקין על לאו שבכללות ומשני שאני הכא דמייתר קראי ומפרש בגמרא היכי מייתר קראי: \n\n"
      ],
      [
        "<b>כל תבואה שהשרישה קודם הקרבת העומר וכו'.</b> משנה בריש חלה (פ״א מ״א) ובמנחות פ' ר' ישמעאל (מנחות דף ע') אם השרישו קודם לעומר העומר מתירן ואם לאו אסורים עד שיבא העומר הבא ובגמ' (דף ע״א) מנין לעומר שמתיר בהשרשה וכו' (דכתיב) אשר תזרע משעת זריעה וכו' א״ה אע״ג דלא השרישה נמי א״ל סודני בשדה כתיב ואמרינן תו בגמרא (דף ע':) מאי קודם לעומר ר' יונה אמר קודם הבאת העומר רבי יוסי בר זבדא אמר קודם קצירת העומר ופסק רבינו כרבי יונה. \n",
        "<b>ומ''ש ודין זה בכ''מ ובכל זמן מן התורה.</b> כר' אליעזר בספ''ק דקידושין (דף ל''ט) דסתם לן תנא כוותיה בסוף ערלה. ומתבאר בפרק ר' ישמעאל. \n",
        "<b>ומ''ש ובכל זמן.</b> מתבאר פרק הנזכר: \n\n"
      ],
      [
        "<b>תבואה שהשרישה אחר העומר וקצרה וזרע מן החטים בקרקע וכו'.</b> בפרק הזהב (בבא מציעא דף נ״ז:) ובמנחות פרק רבי ישמעאל (מנחות דף ס״ט) בעי רבא בר רב חנן חטים שזרען בקרקע עומר מתירן או אין מתירן ה״ד אי דאשרוש תנינא אי דלא אשרוש תנינא אם השרישו קודם לעומר עומר מתירן ואם לאו אסורים עד שיבא העומר הבא לא צריכא דחצדינהו וזרעינהו קודם לעומר ואתא עומר וחליף עלייהו וקא מבעיא ליה מהו לנקוטי ומיכל מינייהו כמאן דשדו בכדא דמו ושרנהו עומר או דילמא בטיל להו לגבי ארעא וכו' תיקו. ופירש״י דחצדינהו וזרעינהו קודם לעומר דלא שרנהו עומר דאשתקד ולא בשעת עומר זה. מהו לנקוטי ללקוט מהם קודם השרשתן. כמאן דשדו בכדא דמיין ושרנהו עומר דהא דאמרן ואם לאו אסורים עד שיבא עומר הבא בגידוליהן מיירי. או דילמא בטלינהו אגב ארעא וכי לקיט להו כגדולין דמו עכ״ל. וכך הם דברי רבינו ולרמוז שעדיין לא השרישו כתב ועדיין החטים בקרקע כלומר ועודם חטים כמות שהם בלא השרשה: \n",
        "<b>והראב''ד</b> כתב א''א זה שבוש ומי יתירם לאלו וכו'. ואיני רואה לא שיבוש ולא השגה שמ''ש ומי יתירם לאלו מבואר הוא בדברי רבינו שהעומר הבא יתירם אם הם כמונחים בכד. ופירוש הראב''ד איני יודע ליישבו על לשון הגמרא אלא אם כן היתה לו גירסא אחרת: \n",
        "<b>וכן שבולת שלא הביאה שליש וכו'.</b> פרק רבי ישמעאל (מנחות דף ס״ט:): \n\n"
      ],
      [],
      [
        "<b><small>(ו-ז)</small> כלאי הכרם כיצד וכו' בין שזרע ישראל בין שזרע נכרי בין שעלו מאליהן וכו': ומה שכתב והאוכל כזית מכלאי הכרם בין מן הירק בין מן הענבים לוקה מן התורה.</b> בפרק כל שעה עלה כ''ה. \n",
        "<b>ומה שכתב ושניהם מצטרפין זה עם זה:</b> \n\n"
      ],
      [
        "<b>ומה שכתב במה דברים אמורים שנזרעו בארץ ישראל וכו'.</b> בסוף פרק קמא דקידושין (דף ל''ט) ובסוף ערלה: \n\n"
      ],
      [
        "<b>הערלה כיצד כל הנוטע אילן מאכל וכו'.</b> מ''ש שמונים לו משעת נטיעתו פשוט בירושלמי פ''ק דערלה (הלכה ב'). \n",
        "<b>ומ''ש שאסורים בהנאה.</b> פ''ב דקידושין (דף נ''ו:) יליף מקראי דערלה אסורה בהנאה ואין לה פדיון: \n\n"
      ],
      [
        "<b>במה דברים אמורים בנוטע בארץ ישראל שנאמר כי תבואו אל הארץ וכו' אבל איסור ערלה בח''ל הל''מ וכו'.</b> בספ''ק דקידושין (דף ל''ט) אמר ר' אסי אמר ר' יוחנן ערלה בח''ל הל''מ א''ל ר' זירא לר' אסי והא תנן ספק ערלה בא''י אסור ובסוריא מותר בח''ל יורד ולוקט וכו' א''ל אימא כך נאמרה ספיקה מותר ודאה אסור ואע''ג דשמואל פליג התם ואמר דלא מיתסרא אלא מהלכות מדינה הלכה כרבי יוחנן וכן פסק הרא''ש וכן נראה שהוא דעת הרי''ף: \n\n"
      ],
      [
        "<b>ספק ערלה וכלאי הכרם וכו'.</b> בספ''ק דקידושין (דף ל''ח) תנן התם החדש אסור מן התורה בכל מקום והערלה הלכה והכלאים מד''ס מאי הלכה אמר רב יהודה אמר שמואל הלכתא מדינה עולא אמר ר' יוחנן הל''מ א''ל עולא לרב יהודה בשלמא לדידי דאמינא הל''מ היינו דשאני לן בין ספק ערלה לספק כלאים דתנן ספק ערלה בא''י אסור בסוריא מותר בח''ל יורד ולוקח ובלבד שלא יראנו לוקט ואילו גבי כלאים תנן כרם הנטוע ירק וירק נמכר חוצה לו בא''י אסור בסוריא מותר בח''ל יורד ולוקט ובלבד שלא ילקוט ביד אלא לדידך ניתני או זה וזה יורד ולוקח או זה וזה יורד ולוקט הא א''ל שמואל לרב ענן תני או זה וזה יורד ולוקח או זה וזה יורד ולוקט וכו' א''ל לוי לשמואל אריוך ספק לי ואנא איכול רב אויא ורבה בר בר חנה מספקי ספוקי להדדי. ופרש''י ספק ערלה ספק עברו עליה שלש שנים א''נ פרדס שיש בו נטיעות ערלה ושאר נטיעות ולקט נכרי מהפירות ואין ידוע מהיכן וכו' בח''ל יורד ישראל ולוקח מהנכרי הלוקט מפרדס שיש בו נטיעות ילדות וזקנות וישראל יודע שהוא נכנס שם ולוקט לכתחלה ובלבד שלא יראנו ישראל כשהוא לוקט מהערלה והא דתנן לעיל בסוריא מותר כשנלקט כבר אבל לכתחלה אינו אומר לו רד ולקוט. כרם הנטוע ירק וכו' יורד הנכרי ולוקט מהכלאים ממש ומוכר לחבר ובלבד שלא ילקוט החבר עצמו ביד. ספק לי לקוט שלא בפני שיהיה ספק אצלי ובערלה קאי עכ''ל. ומשמע דגבי ערלה נקטינן יורד ולוקח ובלבד שלא יראנו לוקט דלא אמר או זה וזה יורד ולוקח או זה וזה יורד ולוקט אלא שמואל דאמר דערלה לא מתסרא אלא מהלכת מדינה אבל לר' יוחנן דאמר הל''מ היא וקי''ל כוותיה לא שרי אלא ביורד ולוקח ולא ביורד ולוקט וכך הם דברי טיו''ד. ועל דברי רבינו יש לתמוה דכיון דקי''ל כר' יוחנן דאמר ערלה הל''מ וכלאים מד''ס למה השוה דין שניהם. וכתב הר''ן שהרמ''כ השיגו כן והוא ז''ל כתב דל''ק דכיון דמר בריה דרבינא מתני לקולא נקטינן כוותיה ולאו משום דס''ל כשמואל דאמר הלכת מדינה אלא משום דס''ל שכך נאמרה הלכה שכל שלא יראנו לוקט מותר וכתב עוד על דברי רבינו הרי שהוא מסכים לפירש''י שאע''פ שהם ערלה או כלאים ודאי כל שאינו לוקט או אינו רואה את הנכרי לוקט מותר והשוה את הרואה ללוקט וכן בדין עכ''ל. נראה מדבריו שהוא מפרש דברי רבינו שהם כמ''ד זה וזה יורד ולוקט. ואני בעניי לא ירדתי לעומק דעתו שדברי רבינו נראים פשוטים בעיני שהם כההיא דקתני יורד ולוקח ובלבד שלא יראנו לוקט שהרי לשונו כלשון המשנה ממש אלא שכתב בוצר במקום לוקט ואח''כ כתב לוקט הירק ולענין ערלה שפיר פסק כר''י דאמר הל''מ היא ומה שהשוה כלאים לערלה להחמיר אפשר דהיינו מדחזינן דמר בריה דרבינא דהוא בתרא משוה ערלה לכלאים וכעין שכתב הר''ן ואע''ג דאיהו משוה לקולא אנן כיון דלא אפשר לאקושינהו לקולא מדר''י דאמר הל''מ מקשינן להו לחומרא. ויותר היה נראה לומר שלא השוה רבינו אותם כמו שעלה על דעת הרמ''ך והר''ן אלא שבערלה פסק יורד ולוקח ובלבד שלא יראנו לוקט ובכלאים פסק דיורד ולוקט ובלבד שלא ילקוט ביד וז''ש והוא שלא יראה אותו בוצר מן הערלה או לוקט ירק בידו כלומר גבי ערלה צריך שלא יראה אותו בוצר וגבי כלאים אפי' ראהו לוקט אין בכך כלום רק שלא ילקוט הוא עצמו הירק בידו אלא שבפ''ה מהלכות כלאים כתב אע''פ שמותר לזרוע ירק בצד הכרם בח''ל הרי אותו הירק הזרוע שם אסור באכילה ואפי' בח''ל והוא שיראה אותו לוקט ומוכר אבל ספיקו מותר כמו שביארנו בהמ''א עכ''ל. הרי שכתב גבי כלאים שצריך שלא יראנו לוקט ומ''מ דבריו מבוארים שם שהוא פוסק יורד ולוקח ובלבד שלא יראנו לוקט וכמו שכתבתי: \n",
        "<b>ועדיין</b> יש לדקדק בדברי רבינו שכתב בודאי ערלה וכלאי הכרם בח''ל מותר ליקח מהם ובלבד שלא יראנו בוצר מהיכא יליף הכי דהא כי תנן בח''ל יורד ולוקח וכו' אספק ערלה הוא דאמרן אבל בודאי ערלה מנא לן ועוד שכתב בסוף דבריו כרם שהוא ספק ערלה וכו' ובסוריא מותר ואין צ''ל בח''ל דמשמע דמותר בכל גוונא והא מתניתין לא שריא אפילו בח''ל אלא בשלא ראהו לוקט איכא למימר דכיון דההיא דכרם הנטוע ירק ודאי כלאים ושרי בח''ל ה''ה לודאי ערלה דשרי בח''ל ואפילו למאן דמפליג בין ערלה לכלאים היינו לומר דבזה יורד ולוקח ובזה יורד ולוקט ומיהו תרוייהו בחד גוונא מיירו והיינו דאקשי ליה עולא לרב יהודה מההיא דספק ערלה לההיא דכרם הנטוע ירק וכו' דליתני או זה וזה יורד ולוקח וכו' והא עדיפא מיניה ה''ל לאקשויי דגבי ספק ערלה קתני יורד ולוקח וגבי ודאי כלאים קתני יורד ולוקט ויציבא בארעא וכו' ותו היכי אמר רב יהודה אמר שמואל תני או זה וזה יורד ולוקח וכו' [ורבינא נמי היכי מתני זה וזה יורד ולוקט הא כיון שזה ודאי] וזה ספק היאך אפשר להיות דין שניהם שוה אלא ע''כ דתרווייהו בחד גוונא מיתנו וכיון דההיא דכרם הנטוע ירק מיירי בודאי כלאים ההיא דערלה דשרי בח''ל מיירי בודאי ערלה וה''פ דמתניתין ספק ערלה דהיינו [כרם שהוא] ספק אם עברו עליו ג' שנים או כרם שהוא ערלה ודאי ופירות נמכרים חוצה לו ספק ממנו הם ספק מכרם אחר בא''י אסור ובסוריא מותר ואין צ''ל בח''ל ואם הוא ודאי ערלה בח''ל יורד ולוקח וכו'. וע''כ צ''ל כן דאי לא תימא הכי כיון דקתני בסוריא מותר דמשמע דמותר ליקח מכרם שהוא ספק ערלה וכ''ש בח''ל מאי האי דקתני ובח''ל יורד ולוקח וכו'. ומה שפירש''י דהא דקתני בסוריא מותר כשנלקט כבר אבל אינו אומר לו לכתחלה רד ולקוט אינו נראה לרבינו משום דלישנא דמותר סתמא לגמרי משמע דאי כפירוש רש''י לא הוה שתיק תנא מלמיתני הכי בהדיא הילכך משמע ליה לפרושי מתניתין כדפרישית וכתב תחלה חד גוונא דספק ערלה דשריא בסוריא דהיינו כרם שכולו ערלה ודאי וענבים נמכרים חוצה לו ואינו יודע אם ממנו אם מאחר מותר ובח''ל אפילו ודאי מותר והוא שלא יראנו בוצר והדר כתב גוונא אחריתי דספק ערלה דהיינו שכולו ספק אם עברו עליו ג' שנים או שיש בו נטיעות ערלה וזקנות דבסוריא מותר ואין צ''ל בח''ל ומשמע דבשכל הכרם ספק אם עברו עליו ג' שנים מותר ללקוט ביד. כנ''ל לפרש דברי רבינו: \n",
        "<b>ואיכא</b> למידק למה לא כתב רבינו דאפילו מי שיודע בפירוש שהם ערלה מותר לספק לחבירו ולהאכילו וכדא''ל לוי לשמואל וכדעבדי רב אויא ורבה בר בר חנה. וי''ל שרבינו סובר דהנך רבנן סברי כשמואל דאמר ערלה בח''ל הלכת מדינה היא אבל לר''י דסבר הל''מ היא אסור: \n\n"
      ],
      [],
      [
        "<b>חבית של יין הנמצאת טמונה בפרדס של ערלה וכו' עד והצניעם שם.</b> בפ''ב דבתרא (דף כ''ד): \n\n"
      ],
      [
        "<b>נכרי וישראל שהיו שותפים וכו'.</b> בסוף פרק קמא דע''ז (דף כ''ב) הנהו מוריקאי דנכרי נקיט בשבתא וכו': \n",
        "<b>והראב''ד</b> כתב על דברי רבינו א''א אנו מפרשים באותו מעשה וכו'. ואיני יודע היאך יתיישב לפירוש זה הא דאמר והא אותביה רבינא לרבא לא סיועי סייעיה דכיון דבעובדא דשני ערלה לא היו צריכין להתנות לפי שלא היה שם אכילת איסור היכי מסייע ליה מברייתא דשבת דצריך להתנות: \n\n"
      ],
      [
        "<b>יראה לי שאין דין נטע רבעי נוהג בחוצה לארץ וכו'.</b> כתב הר''ן בפ''ק דר''ה ובסוף פרק קמא דקידושין דסוגית הירושלמי בפרק ה' דמעשר שני מוכחת כדבריו. והרשב''א כתב בתשובה שטעמו של רבינו מפני שלמדו בקידושין רבעי ממעשר שני בג''ש דקדש קדש. וסבור הרב ז''ל דמה מעשר שני אינו נוהג בחוצה לארץ אף הרבעי אינו נוהג בה. והתוספות וה''ר יונה והרשב''א והרא''ש בר''פ כיצד מברכין חולקים על דברי רבינו וסוברים דאף בח''ל נוהג נטע רבעי אלא שכתבו שאינו נוהג אלא בכרם ולא בשאר אילנות. וכן דעת רב אחא גאון וכסברת מקצת הגאונים שדחה רבינו. \n",
        "<b>ומ''ש שנוהג בארץ ישראל אף שלא בפני הבית,</b> כן משמע בפ''ה דמעשר שני: \n\n"
      ],
      [
        "<b>פירות שנה רביעית כולה אסור לאכול מהם בארץ ישראל עד שיפדו.</b> בריש פרק כיצד מברכין (ברכות דף ל״ה) ובפרק ה' דמעשר שני (משנה א'): \n\n"
      ],
      [
        "<b>כיצד פודין פירות נטע רבעי בזמן הזה.</b> כלומר דאילו בזמן הבית אין פודין אותן בפחות משוויין כדאיתא בפרק חמישי דמעשר שני ומוסיף עוד חומש כדאיתא שם בפרק שני דמעשר שני: \n",
        "<b>ומה שכתב אחר שאוסף אותם.</b> כלומר דאילו במחובר לקרקע אינו נפדה כדאיתא בתוספתא מיהו נראה שאפשר לפדותם במחובר לקרקע והוא שיתנה שלא יחול הפדיון עד שיתלשו מהקרקע: \n",
        "<b>כתב</b> הראב''ד מחוללין על חטים אלו וכו' א''א זה הוא תימה וכו'. וי''ל לדעת רבינו דה''מ בזמן הבית דוקא: \n\n"
      ],
      [
        "<b>הורו מקצת הגאונים וכו'.</b> גם הרא''ש כתב בסוף הלכות ערלה שאותה הוראה נמצאת בקצת ה''ג ושהיא שיבוש: \n\n"
      ],
      [],
      [
        "<b><small>(יט-כ)</small> הטבל כיצד וכו' שנאמר ולא יחללו וכו' והאוכל כזית מן הטבל חייב מיתה בידי שמים.</b> בסוף הנשרפין (סנהדרין דף פ״ג). \n",
        "<b>ומ״ש ששיעורו בכזית.</b> משנה בפרק אלו הן הלוקין (מכות דף י״ג) כחכמים דפליגי אר״ש. \n",
        "<b>ומ״ש אבל האוכל מדבר שניטלה ממנו תרומה גדולה וכו',</b> בפרק אלו הן הלוקין (מכות דף ט״ז) אמר רב אכל טבל של מעשר [עני] לוקה כמאן כי האי תנא דתניא אמר רבי יוסי יכול לא יהא חייב אלא על הטבל שלא [הורם ממנו כל עיקר] הורם ממנו תרומה גדולה ולא [הורם ממנו מעשר ראשון] מעשר ראשון ולא מעשר שני ואפי' מעשר עני מנין ת״ל לא תוכל לאכול בשעריך וכו' ולהלן הוא אומר ואכלו בשעריך ושבעו מה להלן מעשר עני [אף כאן מעשר עני] ואמר רחמנא לא תוכל: \n",
        "<b>וכתב</b> הראב''ד ואפילו לא נשאר בו אלא מעשר עני וכו' עד ואין בו מיתה א''א סברא היא זו וכו'. ובעל מ''ע תמה עליו איך תלה בסברא דבר שהוא גמרא ערוכה. ואין כאן תמיהא שממ''ש כאן בגמרא לא נשמע אלא שהוא חייב על טבל שהורם ממנו תרומה ותרומת מעשר אבל חיוב זה אם יהיה מיתה או לאו לא שמענו. ואע''פ שאמר רב דטבל (הטבול) למעשר עני לוקה אפשר היה לומר דאה''נ x דחייב מיתה אם לא לקה ואיצטריך לאשמועינן דאינו חייב מיתה משום דקראי דכתיב בהו חיוב מיתה קדש כתיב בהו. ומיהו אי קשיא הא קשיא דמעשר שני הא איקרי קדש. וצריך עיון: \n\n"
      ],
      [],
      [
        "<b>הטבל והחדש וכו' אסורים כמותן.</b> ברייתא בפרק העור והרוטב (חולין דף ק״כ:) ואע״ג דיליף להו התם מקראי משמע לרבינו דאסמכתא בעלמא וכדתנן בסוף תרומות (פי״א מ״ג) אין סופגים ארבעים משום ערלה אלא על היוצא מן הזיתים ומן הענבים וה״ה לאינך דמאי שנא: \n\n"
      ],
      [],
      [
        "<b>ומ''ש ושיעור כל אכילה מהם כזית.</b> בפ''ג דטהרות (משנה ד'). \n",
        "<b>ומ''ש אבל איסור אכילה ביוה''כ וכו'.</b> כלומר מה שהוצרכתי לומר שיש איסורים אחרים שיתבארו במקומם הם אותם שהם במינים מיוחדים אבל איסור אכילה ביוה''כ שהם בכל האוכלים ודאי שאינם מסוג הלכות אלו וכן איסורי נזיר כיון שאינו שוה בכל גם הוא אינו מסוג הלכות אלו ולפיכך דין הוא שיתבארו כל אחד במקומו ולא הייתי צריך להוציא מהכלל: \n\n"
      ]
    ],
    [
      [
        "<b>יין שנתנסך לעכו''ם אסור בהנאה.</b> בפ''ב דע''ז מייתי לה מדכתיב אשר חלב זבחימו יאכלו ישתו יין נסיכם מקיש יי''נ לזבח ובזבח כתיב ויצמדו לבעל פעור ויאכלו זבחי מתים מה מת אסור בהנאה אף זבח אסור בהנאה. \n",
        "<b>ומ''ש שהשותה ממנו כל שהוא לוקה מן התורה</b> (ששיעורו בכ''ש). משנה בפרק בתרא דע''ז (דף ע''ג) מני יין נסך בהדי דברים שאסורים ואוסרין בכ''ש ומייתי לה רבינו בסמוך מדכתיב ולא ידבק בידך מאומה מן החרם. \n",
        "<b>ומ''ש שלוקה</b> איני יודע מנין לו לרבינו ומצאתי להרמב''ן בהשגותיו על סה''מ של רבינו שהוקשה לו זה וכתב וז''ל אנכי לא ידעתי מקום המלקות הזה ולא ראיתיו עד הנה בגמרא בבלי או הירושלמי אבל יתכן שילקה מדכתיב וקרא לך ואכלת מזבחו שענינו פן תכרות ברית ליושב הארץ וכו' וקרא לך ואכלת מזבחו והוא לשון מניעה ממה שמפורסם השמר פן ואל לא תעשה והזבח והיין המתנסך לעכו''ם אחד הן כמ''ש בכל מקום בתלמוד המזבח והמקטר והמנסך וכו' עכ''ל: \n",
        "<b>ומ''ש וכן האוכל כ''ש מתקרובת עכו''ם וכו'.</b> נתבאר בדברי רבינו בסמוך: \n\n"
      ],
      [],
      [
        "<b>יין העכו''ם שאין אנו יודעים אם נתנסך וכו'.</b> בפרק ב' דע''ז (דף ל''ב) גזרו על יינם משום (יחוד) בנותיהן ושנינו בפרק הנזכר (דף כ''ט:) אלו דברים של עכו''ם אסורים ואיסורן איסור הנאה. \n",
        "<b>ומ''ש והשותה מסתם יינם רביעית מכין אותו מכת מרדות.</b> אע''פ שביי''נ כתב ששיעורו בכ''ש משום ולא ידבק בידך מאומה מן החרם בסתם יינם שאינו אלא מגזירת סופרים שיעורו כשאר משקין שהן אסורין ברביעית: \n\n"
      ],
      [
        "<b>ומ״ש וכל יין שיגע בו העכו״ם ה״ז אסור וכו'.</b> בפרק ב' דעבודה זרה (דף ל') ופרק רבי ישמעאל (עבודה זרה דף נ״ח): \n\n"
      ],
      [
        "<b>עכו''ם שנגע ביין שלא בכוונה.</b> יתבאר בפי''ב. \n",
        "<b>ומ״ש וכן תינוק עכו״ם שנגע ביין וכו'.</b> פ' ר' ישמעאל (עבודה זרה דף נ״ז) אמר רב תינוק בן יומו עושה יי״נ ומפורש התם בעובדא דהוה בבי רב דאמרו ליה והא מר הוא דאמר תינוק בן יומו עושה יי״נ א״ל אימור דאמרי אנא בשתיה בהנאה מי אמרי ושמואל פליג ואמר דקטנים אינם עושים יי״נ ופסק רבינו כרב דהלכתא כוותיה באיסורי וכן פסקו ר״ת והרא״ש והרמב״ן והרשב״א ז״ל אע״פ שיש פוסקים כשמואל ומפרש התם בברייתא אלו הם גדולים ואלו הם קטנים גדולים שיודעים בטיב עכו״ם ומשמשיה קטנים שאינם יודעים בטיב עכו״ם ומשמשיה ומשמע דבן יומו דאמר רב לאו דוקא אלא כל שאינו יודע בטיב עכו״ם ומשמשיה בכלל קטן בן יומו הוא. וכתב הרשב״א שיודע בטיב עכו״ם ומשמשיה כל שהוא נודר ומזכיר בפיו עכו״ם ומשמשיה וכתב דהכי איתא בתוספתא איזהו גדול כל הנודר ומזכיר שם עכו״ם ומשמשיה עכ״ל. וכ״כ הטור ואיני יודע למה השמיט זה רבינו: \n",
        "<b>הלוקח עבדים מן העכו''ם וכו'.</b> שם אמר רב נחמן אמר שמואל הלוקח עבדים מן העכו''ם אע''פ שמלו וטבלו עושים יין נסך עד שתשקע עכו''ם מפיהם וכמה אריב''ל עד י''ב חדש ורב פליג עליה וסבר שהלוקח עבדים מן העכו''ם מלו וטבלו לאלתר אינם עושים יין נסך ופסק רבינו כרב דהלכתא כוותיה באיסורי וכן פסקו התוספות והרשב''א והרא''ש. וכתב שכן נהגו כל גדולי אשכנז אף על פי שיש פוסקים כשמואל: \n\n"
      ],
      [
        "<b>בני השפחות העכו''ם וכו'.</b> שם אותיבנא לרב דאמר תינוק בן יומו עושה יי''נ מדתניא הלוקח עבדים מן העכו''ם שמלו ולא טבלו וכן בני השפחות שמלו ולא טבלו וכו' גדולים עושים יי''נ קטנים אין עושים יי''נ וכו' קתני מיהא גדולים אין קטנים לא תרגמה אבני שפחות הא וכן קאמר וכו' הא קמ''ל עבדים דומיא דבני השפחות מה בני השפחות מלו ולא טבלו הוא דעושים יי''נ מלו וטבלו לא אף עבדים כן לאפוקי מדרב נחמן אמר שמואל ומשמע דקטנים דקתני דאין עושים יי''נ אין עושים כלל קאמר אפילו לאסרו בשתיה דאי לאו הכי לישני ליה מאי אין עושים יי''נ ליאסר בהנאה אבל בשתיה אסור. ומשמע לרבינו דהא דקטנים אינם עושין יי''נ במלו ולא טבלו היא אבל לא מלו ולא טבלו עושין יי''נ לאוסרו בשתיה כדין שאר עכו''ם קטן דאין הפרש בין בני השפחות לשאר עכו''ם בין בגדלן בין בקטנן אלא קטנים שמלו ולא טבלו דאע''ג דבשאר עכו''ם עושים יי''נ בני השפחות אינם עושים וכדשני תרגמה אבני השפחות כלומר שמוחלקים בני השפחות קטנים משאר עבדים קטנים והחילוק שביניהם הוא כשמלו ולא טבלו כדקתני בברייתא וכתב הטור שכן דעת הרמ''ה אבל הרשב''א כתב בת''ה בני השפחות והם שנולדו מן השפחה עכו''ם ברשות ישראל לכ''ע קטנים אין עושים יי''נ ומותר אפילו בשתיה עד שידעו בטיב ע''ז ומשמשיה ואע''פ שלא מלו ולא טבלו והא דקתני בברייתא שמלו ולא טבלו לאו משום קטנים נקט לה אלא משום גדולים ולומר שאע''פ שמלו וקבלו עליהם שלא לעבוד ע''ז כיון שלא טבלו עדיין עכו''ם הם ואף בהם גזרו לאסור סתם יינם ומגעם אבל קטנים אע''פ שלא מלו אין עושים יי''נ דמילה לא מעלה ולא מוריד לגבי קטנים דהא כל שמל ולא טבל אינו גר א''כ מילה מה מהניא בלא טבילה ותדע לך מדאקשי מינה לרב דאמר קטנים בני עכו''ם עושים יי''נ לאסור אותו בשתיה ואם איתא מאי קושיא לימא התם כשמלו ולא טבלו וכי קא אמינא אנא בקטנים בני עכו''ם שלא מלו וזה ברור (אלא שהוצרכתי לכתוב מפני שמצאתי בקצת חיבורי הראשונים ז''ל דברים לא נתכנו בעיני) וכן שנינו בתוספתא בהדיא וכן בני השפחות שלא טבלו בין מולים בין ערלים הרי אלו עכו''ם מדרסן טמא יינם בגדולים אסור בקטנים מותר ואיזהו גדול כל הנודר ומזכיר שם עכו''ם ומשמשיה ע''כ בתוספתא. וזה מבואר כדברי עכ''ל. ואני אומר שלא נראה לרבינו ולהרמ''ה לפרש כן משום דדוחק לומר דשמלו ולא טבלו לאו משום קטנים נקט לה. ומ''ש דמילה בלא טבילה לא מהניא דהא כל שמל ולא טבל אינו גר. י''ל דשאני הכא דכיון שנולדו ברשות ישראל מהניא מילה לחודה לאפוקינהו מאיסור שתיה. ומ''ש ותדע מדאקשי מינה לרב וכו' י''ל דהא ודאי לשאר קטנים עכו''ם מילה בלא טבילה לא מהניא ולא אמרינן דמהניא בבני השפחות אלא מפני שנולד ברשות ישראל וא''כ לא הוה אפשר ליה לשנויי הכי והתוספתא אינה מכרעת מאחר שלא הוזכרה בגמרא: \n\n"
      ],
      [
        "<b>גר תושב והוא שקיבל עליו שבע מצות וכו'.</b> בפרק ר' ישמעאל (מנחות דף ס״ד:) איזהו גר תושב כל שקיבל עליו בפני שלשה חבירים שלא לעבוד ע״ז דברי ר״מ וחכמים אומרים כל שקיבל עליו שבע מצות שקבלו עליהם בני נח אחרים אומרים אלו (ואלו) [לא באו] לכלל גר תושב אלא איזהו ג״ת זה גר אוכל נבילות שקיבל עליו לקיים כל מצות האמורות בתורה חוץ מאיסור נבילות מיחדין אצלו יין ואין מפקידין אצלו יין ואפילו בעיר שרובה ישראל אבל מייחדין אצלו יין ואפילו בעיר שרובה עכו״ם וכו' יינו כשמנו וכו' רשב״ג אומר יינו יי״נ ואמרי לה מותר בשתיה וידוע דהלכה כחכמים והא דקתני בסיפא מייחדין אצלו יין וכו' מסקנא דכולהו תנאי דלעיל היא ופירש״י אין מפקידין אצלו יין בביתו לזמן מרובה דאיכא למיחש לאיחלופי ביין שלו שהוא אסור כדקתני סיפא יינן כשמנן, אבל מייחדין אצלו יין ישראל מניחו בחנותו עד שילך כדי מיל או יותר משא״כ בעכו״ם דהאי כיון דלא פלח לא נגע ולא מנסך ולמגע עכו״ם דאתי מעלמא בביתו לא חיישינן דכיון דאין לו הנאה בכך אינו מניחו ליגע ולאיחלופי בזמן מועט ליכא למיחש וכו' יינו מותר בהנאה כשמנו וקודם שהותר השמן באכילה [קאי] אבל בשתיה אסור עכ״ל. ולמד רבינו מגר תושב לכל עכו״ם שאינו עובד ע״ז וכתב הרשב״א דטעמא משום דגזירה ראשונה לאסור שתיה בלבד היתה ומשום בנותיהן אבל איסור הנאה שגזרו ב״ד שלאחריהם ומשום חשש ניסוך לא גזרו אלא בעכו״ם עובד ע״ז אבל בשאינו עובד לע״ז לא היתה גזירה ואע״פ שהישמעאלים הללו לא קבלו עליהם שלא לעבוד ע״ז וכן לא קבלו עליהם בפני ג' ז' מצות בני נח וברייתא קתני איזהו גר תושב כל שקיבל עליו בפני ג' חבירים שלא לעבוד ע״ז דברי ר״מ וחכ״א כל שקיבל עליו שבע מצות בני נח ההיא לא לענין יי״נ ושאר גזירות שגזרו בעכו״ם היא שנויה אלא להחיותו בלבד וכדגרסינן התם עלה דההיא רב יהודה שדר קרבנא לאבידרנא ביום אידם אמר ידענא ביה דלא פלח לע״ז והתניא איזהו גר תושב כל שקבל עליו בפני ג' חבירים שלא לעבוד ע״ז א״ל כי תניא ההיא להחיותו [והאמר רבב״ח אר״י גר תושב שעברו עליו י״ב חדש ולא מל הרי הוא כמין שבאומות התם כגון שקיבל עליו למול ולא מל] אלמא כל שידענוהו שאינו עובד עכו״ם אינו בכלל גזירות הללו ולא הצריכו לקבל בפני ג' חבירים אלא להחיותו בלבד ומ״מ כל שאסרו משום חתנות אף הוא אסור בו שהרי הוא בכלל איסור חתנות ולפיכך יינו אסור בשתייה כשמנו עכ״ל: \n",
        "<b>ואיכא</b> למידק על דברי רבינו שמאחר שהוא סובר שכל עכו''ם שאינו עובד עכו''ם אינו אוסר בהנאה היאך כתב גר תושב שקבל עליו שבע מצות כמו שביארנו יינו אסור בשתייה ומותר [בהנייה] דמשמע דאם חיסר מלקבל אחת מהשבע אוסר בהנאה ומי גרע גר תושב שקבל עליו בפירוש שש מצות וע''ז מכללם מעכו''ם דקים לן דלא פלח עכו''ם ולא קיבל עליו שאר מצות. וי''ל דע''כ לא קאמר רבינו שאינו אוסר בהנאה אלא בעכו''ם שהוא מבני דת דלא פלחי ע''ז אבל אם הוא מבני דת דפלחי ע''ז אע''פ שזה קבל עליו שלא לעבוד ע''ז לא יצא מכלל אומתו עד שיקבל עליו שבע מצות דאז נעשה גר תושב גמור והכי דייק לישנא דרבינו שכתב וכל עכו''ם שאינו עובד ע''ז כגון אלו הישמעאלים דמשמע דוקא בכה''ג שהוא מאומה שמוחזקים שאינם עובדים ע''ז הוא דיינו מותר בהנאה אע''פ שלא קבל עליו בפירוש שלא לעובדה אבל אם הוא מאומה דפלחי לה צריך לקבל עליו שבע מצות ואם חיסר אחת מהן אוסר בהנאה דעדיין בכלל אומתו הוא ולפי זה הא דאמר רבא אבר ששך ידענא ביה דלא פלח ע''ז ה''ק ידענא ביה שהוא מאומה דלא פלחי ע''ז. ועי''ל דכל עכו''ם שאנו מוחזקים בו שאינו עובד ע''ז אע''פ שבני אומתו עובדים אותה והוא לא קבל בפירוש שלא לעובדה וגם אינו מקיים שאר מצות ולא קבלם עליו יינו מותר ובכה''ג הוה ההיא דבר ששך. \n",
        "<b>ומ''ש רבינו גר תושב שקבל עליו שבע מצות</b> להשמיענו שאעפ''כ יינו אסור בשתיה אבל [לא] כתב כן לומר דמותר בהנאה דלא איצטריך דבלא''ה נמי כיון שקבל עליו שלא לעבוד עכו''ם מותר וכמ''ש בסמוך. \n",
        "<b>ומ''ש רבינו אבל אותם העובדים עכו''ם וכו'.</b> פשוט הוא: \n\n"
      ],
      [],
      [
        "<b>אין מתנסך לע״ז אלא יין שראוי להקריב ע״ג המזבח וכו'. לפיכך יין מבושל של ישראל שנגע בו העכו״ם אינו אסור וכו'.</b> מימרא בפ' אין מעמידין (עבודה זרה דף ל') וקאמר התם דשמואל הוה שתי ליה עם אבלט וכתב הרא״ש הדבר תמוה מאד כיון שגזרו על יינם משום בנותיהם וכי משום שהרתיחו לא שייכא הך גזירה ואי משום דלאו בר ניסוך הוא והלא יין מזוג נמי לאו בר ניסוך הוא ואפשר שלפי שהמבושל אינו מצוי כ״כ ומילתא דלא שכיחא לא גזרו ביה רבנן עכ״ל. וכתב הטור ומאימתי נקרא מבושל משהרתיח על גבי האש והם דברי הרא״ש וספר התרומה והראב״ד והרשב״א בשם הגאונים: \n",
        "<b>ומ''ש רבינו אבל יין מזוג וכו'.</b> בפרק אין מעמידין אמר רבא הלכתא יין מזוג וכו' יש בו משום יי''נ. וכתב הר''ן איכא מ''ד דה''מ כגון דליכא טפי מג' חלקי מים אבל איכא טפי לאו חמרא הוא ואין בו משום יי''נ והביא ראיה מפלוגתא דת''ק ואחרים בפרק המוכר פירות (בבא בתרא צ''ו:) גבי שמרי יין לענין ברכה ואינה ראיה דה''מ בשמרים דכי איכא טפי מעל חד תלתא מיא קיוהא בעלמא הוא אבל יין גמור דאיכא טעם יין ומראה יין יש בו משום יי''נ וכ''כ הרא''ש דשמרים שאני שאינו אלא קיוהא בעלמא אע''פ שיש בו טעם יין אבל יין מזוג אדם מוזגו לפי טבעו ומנהגו הילכך כל זמן שיש בו טעם יין יש בו משום יי''נ. \n",
        "<b>ומ''ש רבינו ויין שהתחיל להחמיץ,</b> שם אמר רבא האי חמרא דאיקרים עד תלתא יומי יש בו וכו' ומשום יי''נ מכאן ואילך וכו' ואין בו משום יי''נ וכתבו הרשב''א והר''ן דרבא לטעמיה דאמר ריחיה חלא וטעמיה חמרא חמרא ודעת המפרשים להחמיר בחומץ שלנו שנגע בו העכו''ם אלא א''כ הוא כ''כ חזק שכשמשליכין ממנו על הקרקע מבעבע: \n\n"
      ],
      [
        "<b>הורו גאוני המערב שאם נתערב ביין ישראל מעט דבש וכו'.</b> טעמם מפני שכיון שאינו ראוי למזבח הרי הוא כמבושל או כשכר שאין בהם משום יי''נ והרמב''ן והרא''ש והרשב''א והר''ן כתבו שאין לסמוך על הוראה זו דמאן לימא לן דאינהו לא מנסכי יין המעורב בו שאור ודבש הלא הם מקריבין בנות שוח ופירות לע''ז שאסרה אותם תורה למזבח ויין מזוג פסול למזבח ואפ''ה אסיקנא דיש בו משום יי''נ וכן דעת ה''ר יונה וכתבו הריב''ש והרשב''ץ שאין לסמוך על הוראה זו שהורו גאוני המערב שכבר דחאוה כל האחרונים בשתי ידים: \n\n"
      ],
      [
        "<b>מאימתי יאסר יין עכו״ם וכו'.</b> בפרק ר' ישמעאל (עבודה זרה דף נ״ה) תנן לוקחין גת בעוטה מן העכו״ם אף על פי שהוא נוטל בידו ונותן (לתוך) התפוח ואינו נעשה יין עד שירד לבור ירד לבור מה שבבור אסור והשאר מותר ובגמרא אמר רב הונא יין כיון שהתחיל לימשך עושה יי״נ תנן לוקחין גת בעוטה מן הנכרי אע״פ שהוא נוטל בידו ונותן לתוך התפוח אמר רב הונא בגת פקוקה ומליאה ת״ש ואינו נעשה יי״נ עד שירד לבור ה״נ בגת פקוקה ומליאה ת״ש ירד לבור מה שבבור אסור והשאר מותר אמר רב הונא ל״ק כאן במשנה ראשונה כאן במשנה אחרונה דתניא בראשונה היו אומרים וכו' אבל דורכים עם הנכרי בגת ולא חיישינן לדרב הונא וחזרו לומר וכו' אין דורכין עם הנכרי בגת משום דרב הונא ופירש״י על דברי רב הונא כיון שהתחיל לימשך שהגת עשויה כמדרון ומשעה שהוא נמשך מצד העליון לצד התחתון קרוי יין והסכימו הרשב״א והרא״ש והר״ן שפירוש זה עיקר וכך הם דברי רבינו: \n",
        "<b>ומ''ש לפיכך אין דורכין עם העכו''ם בגת וכו'.</b> היינו במשנה אחרונה וכדרב הונא וכן פסקו הפוסקים: \n",
        "<b>ומ''ש ואפי' היה כפות.</b> שם (דף נ''ו:) ההוא ינוקא דתנא ע''ז בשית שני בעו מיניה מהו לדרוך עם העכו''ם בגת א''ל דורכין עם העכו''ם בגת והא קא מנסך בידיה דציירנא להו לידיה והא קא מנסך ברגל ניסוך דרגל לא שמיה ניסוך ההוא עובדא דהוה בנהרדעא דדשו ישראל ועכו''ם לההוא חמרא ושהייה שמואל תלתא ריגלי מ''ט אילימא משום דקא סבר דאי משכחנא תנא דאסר כר' נתן אסריניה בהנאה דתניא מדדו בין ביד בין ברגל ימכר ר' נתן אומר ביד אסור ברגל מותר אימור דאמר ר' נתן ביד ברגל מי אמר אלא דאי משכחנא תנא דשרי כר''ש אישרייה אפילו בשתייה. והרי''ף השמיט עובדא דינוקא ועובדא דנהרדעא וברייתא דמדדו בין ביד בין ברגל וכתב (הר''ן) שראה בדברי הראשונים שהוא דוחה אותם מההוא עובדא דהוה במחוזא דעל עכו''ם לחנותא ואמר האי לאו חמרא הוא וכו' ואסיקנא דמיתסר בהנאה ממתניתא דאגרדמים וכו' ולמד ממנה שני דברים חדא דמגעו מחמת ד''א שלא לכוונת ניסוך מיתסר בהנאה ובהכי מידחיא ההיא דמדדו בין ביד בין ברגל ימכר ולמד ממנה ג''כ דניסוך דרגל שמיה ניסוך לפי שהם משוים רגל לפיו והוא ז''ל תמה עליהם דמי השוה להם המדה דכיון דבגמ' מסיק דניסוך דרגל לא שמיה ניסוך אע''ג דחזינן דבפיו שמיה ניסוך ברגל אין לנו ואע''ג דינוקא אמר לה לא מידחי בגילא דחיטתא דהא גמרא סבר לה כוותיה דאמרינן אימור דאמר ר' נתן ביד ברגל מי אמר ועוד אם כדבריהם כי אמרי' אילימא משום דקסבר דאי משכחנא תנא דאסר כר''נ וכו' ודחינן לה [משום דאימר דאמר ר''נ ביד ברגל מי אמר] לימא דאי משכחנא תנא דאסר כתנא דאגרדמים אסרנא ליה אפי' בהנאה עכ''ל. ורבינו נראה שהוא סובר כדעת הרי''ף במה שסובר דמגעו מחמת ד''א שלא לכוונת ניסוך מיתסר בהנאה שהרי לא הביא ברייתא דמדדו בין ביד וכו' והביא דין ברייתא דאגרדמים ומשמע דסבר רבינו דליתא לההיא דינוקא דשרי לדרוך עם העכו''ם בגת בדציירניה לידיה מדאמרינן חזרו לומר אין דורכין עם העכו''ם בגת סתם דאם איתא ה''ל לסיומי אא''כ היה כפות ועוד דבההוא עובדא דנהרדעא דדרכו ישראל ועכו''ם משמע ודאי שהישראל היה משמרו שלא יגע ביד דאל''כ מאי מספקא ליה לשמואל א''ו הישראל משמרו שלא יגע וכיון דבהא אסרינן ה''ה דאסרינן בכפות דבכל גוונא אסרו דריכת העכו''ם ומ''מ משמע ליה דבישראל משמרו לא נאסר אלא בשתיה מדאמרינן בעובדא דנהרדעא דדרכו ישראל ועכו''ם אי משכחנא דשרי כר''ש אישרייה אפי' בשתיה וכיון דלא אשכחנא תנא דשרי כר''ש איתסר בשתיה מיהא אבל בכפות דלא אשכחן מאן דאדכר ביה צד שריותא כלל אסרינן ליה אפי' בהנאה דגזרינן כפות אטו שאינו כפות ומיהו בניסוך דרגל משמע דס''ל לרבינו דלא שמיה ניסוך ומטעמא דכתב הר''ן. וכתב הרשב''א בתשובה שמה שכתב בתורת הבית שנראה מדברי הרמב''ם שהנגיעה ביין ברגל אינו אוסר בהנאה סמך על מ''ש בפ' י''ב כיצד היא הנגיעה שאוסר בה העכו''ם היין הוא שיגע ביין עצמו בין בידו בין בשאר איבריו שדרכן לנסך עכ''ל. ומשמע שטעמו של הרשב''א שדייק מלשון רבינו שכתב בשאר אבריו שדרכן לנסך בהם משמע שיש אבר שאין דרכן לנסך בו והיינו רגל ומשום דדרך ביזוי הוא וקשיא ליה לישנא דבשאר אבריו דנקט דמשמע שהרגל הוא מכללם דאין לומר דלא אתא לאיתויי אלא פיו אבל לא רגל דא''כ לא ה''ל למינקט לשון רבים וצ''ל דיש איברים אחרים בגוף זולת הרגל שדרכם לנסך בהם. ול''נ דמלשון רבינו כאן יש ללמוד שהוא ז''ל סובר דניסוך דרגל לא שמיה ניסוך ליאסר בהנאה שהרי כתב אין דורכין עם העכו''ם בגת שמא יגע בידו וינסך ואם איתא מאי איריא משום שמא בידו יגע תיפוק ליה מפני שהוא נוגע בו ברגלו כשהוא דורך ועוד שכתב בסמוך עכו''ם שדרך היין ולא נגע בו והרי ישראל עומד על גביו וכו' ה''ז אסור בשתיה משמע שאע''פ שדרכו ברגליו לא נאסר בהנאה ואין לדחות דכל הני מיירי שלא נגע בענבים שבגת כגון ששם דפים על ענבים שבגת ודרך עליהם דא''כ לא ה''ל למיסתם סתומי: \n",
        "<b>ומ''ש רבינו ואין לוקחים ממנו גת דרוכה וכו'.</b> היינו כמשנה אחרונה וכדרב הונא ומ''מ יש לתמוה שה''ל לכתוב בגת פקוקה ומליאה שרי וכדאוקי רב הונא למתני'. וי''ל שסובר רבינו דמעיקרא לא דחקי למימר דבגת פקוקה ומליאה שרי רב הונא אלא כי היכי דלא תיקשי ליה מתני' אבל בתר דאסיקנא דמתני' כמשנה ראשונה ורב הונא כמשנה אחרונה תו לא צריכינן לדחוקי בהכי אלא מתני' אפי' בשאינה פקוקה שרי ורב הונא אפי' בפקוקה ומליאה אסר אטו שאינה פקוקה ומליאה וכתב הר''ן שכן דעת הרמב''ן ושכן נראה מדברי רבינו וכן דעת ר''ת ואל תשיבני מדגרסינן אמר רב הונא בגת פקוקה ומליאה דמשמע דרב הונא גופיה אמרה דאיכא למימר דגמ' הוא דאמרה אליבא דרב הונא והוי כאומר אמר לך רב הונא בגת פקוקה ומליאה ואפי' את''ל דרב הונא גופיה אמרה איכא למימר דה''ק אי לא הוה סיפא דקתני אינו נעשה יי''נ עד שירד לבור הייתי מוכרח לומר דבגת פקוקה ומליאה לא אסרתי כי היכי דלא תיקשי לי מתני' אבל השתא דקתני סיפא אינו עושה יי''נ עד שירד לבור ומתני' פליגא ואנא דאמרי כמשנה אחרונה אפי' בפקוקה ומליאה נמי אסרתי. כנ''ל לדעת רבינו אע''פ שהרשב''א והר''ן סוברים דאף למסקנא שרי רב הונא בגת פקוקה ומליאה ושכך מטים דברי הרי''ף: \n\n"
      ],
      [],
      [
        "<b>החומץ של עכו''ם אסור בהנאה וכו'.</b> משנה פרק שני דע''ז (דף כ''ט:): \n",
        "<b>עכו''ם שהיה דורס ענבים וכו'.</b> תוספתא פרק שמיני דע''ז הדורס ענבים בחבית אף על פי שהיין צף ע''ג ידיו מותר שאין דרכן מנסכין כן וכו' עכו''ם שהיה מעלה ענבים בסלים ובדרדורים לגת אע''פ שניפצן לגת והיין מנתז על גבי ענבים מותר שאין דרכן מנסכין כן: \n\n"
      ],
      [
        "<b>החרצנים והזגים של עכו''ם וכו'.</b> משנה פ''ב דע''ז (דף כ''ט:) החרצנים והזגים של עכו''ם אסורים ואיסורם איסור הנאה דר''מ וחכ''א לחים אסורים ויבשים מותרים. ובגמרא (דף ל''ד) מפרש דלחים כל י''ב חדש יבשים לאחר י''ב חדש אמר רבי יוחנן כשהם אסורים אסורים אפי' בהנאה כשהם מותרים מותרים אפילו באכילה: \n",
        "<b>ומ''ש וכן שמרים של יין וכו'.</b> שם אמר רב זביד האי דורדיא דחמרא דארמאי לבתר תריסר ירחי שתא שרי: \n\n"
      ],
      [
        "<b>נאדות העכו''ם וקנקניהם וכו' עד שיישנם י''ב חדש.</b> שם הלכתא קנקנים של עכו''ם לאחר י''ב חדש מותרים (עוד שם) אמר רב חביבא בריה דרבא הני גולפי בתר י''ב חדש שרי וכן אבטא דטייעי וכן גולפי שחימי ואוכמי: \n",
        "<b>ומ''ש או עד שיחזירם לאור וכו'.</b> שם (דף ל''ג ע''ב) א''ר יוחנן וכו' קנקנים של עכו''ם שהחזירן לכבשן האש כיון שנשר זיפתן מהם מותרים אמר רב אשי לא תימא עד דנתר אלא אפילו רפאי מירפא קינסא (מאי) פליגי בה רב אחאי ורבינא [חד אסר וחד שרי] והלכתא כמאן דאסר ופרש''י קינסא הכניס קיסמין דולקין לתוך הקנקן עד שנשרה זיפתו והלכתא כמאן דאסר ולא דמי להחזירן לכבשן (האש) דהתם כיון שהסיקם מבחוץ עד שנשר זיפתן כבר נתלבן החרס אבל הכא כיון שהכניס האור מיד זיפתו נושר: \n",
        "<b>ומ''ש רבינו או עד שיחמו.</b> נ''ל דהיינו לומר שאם לא היו מזופתים אם הוחמו כדי שאילו היו מזופתים היה מתרפה הזפת: \n",
        "<b>ומ''ש רבינו או שיתן לתוכן מים וכו'.</b> שם (דף ל''ג) בר טייעא אנס הנהו זיקי מרב יצחק בר יוסף רמא בהו חמרא [ואדרינהו ניהליה] אתא שאיל בי מדרשא א''ל רבי ירמיה כן הורה רבי אמי הלכה למעשה ממלאן מים ג' ימים ומערן ואמר רבא צריך לערן מעת לעת ואסיקנא דאחד שלנו ואחד שלהן ל''ש נודות ל''ש קנקנים: \n",
        "<b>ומ''ש ואם נתן לתוכם יין קודם שיטהר אותם וכו'.</b> משנה שם (דף כ''ט:) נאדות של עכו''ם וקנקניהם ויין של ישראל כנוס בהם אסורים ואיסורם איסור הנאה דברי ר''מ וחכ''א אין איסורם איסור הנאה וידוע דהלכה כחכמים: \n\n"
      ],
      [
        "<b>ומ''ש ומותר ליתן לתוכן שכר.</b> מסקנא שם (דף ל''ג) ופירש''י משום דשיכרא מבטל טעמא דחמרא: \n",
        "<b>ומ''ש או ציר ומורייס מיד וכו' מותר ליתן היין לתוכן וכו'.</b> שם קנקנים של עכו''ם וכו' עכו''ם נותן לתוכן יין ישראל נותן לתוכן ציר ומורייס ואינו חושש ופירש''י עכו''ם נותן לתוכן יין ישראל נותן לתוכן ציר או מורייס מיד אע''פ שלא מילאהו מים לפי שהציר והמורייס שורפין את היין הנבלע ומכלין אותו. וכתב הרשב''א שאין צריך להשהות בו הציר אלא קצת והרמ''ה והרא''ש כתב שצריך להשהותו בו מעת לעת: \n\n"
      ],
      [
        "<b>הלוקח כלים חדשים וכו'.</b> שם (דף ל''ג) ת''ר נאדות של עכו''ם גרודים מותרים חדשים מזופתין אסורים כך היא גירסת ת''ר הגת והמחץ והמשפך של עכו''ם רבי מתיר בניגוב וחכמים אוסרים וכו' של עץ ושל אבן ינגב ואם היו מזופפין אסורים ופירש''י מחץ כלי שדולים מן הבור [לחבית הגת]. וז''ש רבינו כלי שחושף בו והוא מלשון לחשוף מים מגבא. ויש לתמוה על רבינו שכתב דכלי שחושף בו או המשפך משכשכו במים ודיו והא אפי' רבי דמיקל מצריך ניגוב מיהא. וצ''ל דהכא מיירי בכלי של ישראל שנתנו בו לפי שעה יין של עכו''ם ולפיכך סגי ליה בשכשוך וההיא ברייתא איירי בכלים של עכו''ם שנשתמשו בהם העכו''ם הרבה ולפיכך אין מספיק בהם שכשוך: \n\n"
      ],
      [
        "<b>ומ''ש וכן כוס של חרס וכו' הדיחו פעם ראשונה ושניה ושלישית מותר וכו'.</b> שם (דף ל''ג:) כסי רב אסי אסר ורב אשי שרי אי שתי בהו עכו''ם פעם ראשון כ''ע ל''פ דאסיר כי פליגי בפעם שני ואסיקנא והלכתא פעם ראשון ושני אסור שלישי מותר ופירש''י כסי כוסות של חרס ואין מכניסן לקיום אלא שותים בהם. אי שתי בהו עכו''ם פעם ראשונה דכ''ע אסירי דאיידי דרכיכי בלעי ואסירי עד שימלאם מים שלשה ימים. וכתבו התוס' שר''ת הקשה על פירוש זה ולפיכך פירש דמיירי הכא בכסי בין חדשים בין ישנים ושתה בהם העכו''ם יין כמה פעמים פעם ראשונה כ''ע ל''פ דאסור פירוש אם לא הדיחה במים אחר שתית העכו''ם אלא פעם ראשונה כ''ע ל''פ דאסור דאינו נפלט היטב בהדחה אחת והלכתא פעם ראשון ושני בשתי הדחות אסור פעם שלישית מותר דאז ודאי בפעם שלישית נפלט הכל והביא ראיות לפירוש זה, ודברי רבינו כפירוש ר''ת. והראב''ד כתב על דברי רבינו א''א אין זאת הגירסא אצלנו וכו'. טעמו דלפי מ''ש בגירסאות שלנו בגמרא וכדברי הרי''ף אי שתי בהו עכו''ם משמע דאשתיה קאי כפירוש רש''י והראב''ד ז''ל נראה שהוא סבור דא''א לפרש פירוש ר''ת על גירסא זו אי שתי בהו עכו''ם אלא על גירסת כסי דשתי בהו עכו''ם ואני אומר שעל גירסא זו יש לפרש פירוש ר''ת וה''פ כסי אי שתי בהו עכו''ם אפילו הם ישנים מה תקנתם ומהדר ואמר תקנתם ג''פ. \n",
        "<b>ומ''ש רבינו הדיחו פעם ראשונה ושניה ושלישית מותר</b> אע''פ שכפי לשון הגמרא ה''ל לכתוב הדיחו פעם ראשונה ושניה אסור שלישית מותר יש ליישב דה''ק הדיחו פעם ראשונה ושניה ושלישית מותר אחר שלש הדחות וממילא משמע דקודם לכן אסור. ומצאתי נוסחא שאין כתוב בה הדיחו ואינה נוסחא מחוורת שאין לה משמעות. ומ''מ מ''ש אבל של חרס צריך הדחה תמוה מאד דעד השתא נמי לא שרי ליה אלא ע''י הדחה וכבר השיגו הראב''ד וכתב ומ''ש בסוף אבל של חרס וכו'. ונ''ל דה''ק אבל של חרס שאינו מצופה באבר ולא מזופת צריך הדחה בעלמא כדין הדחת שאר כלים כלומר א''צ אלא הדחה אחת בלבד וכתב כן כדי לחלק בין כסי לחצבי שחימי ופתוותא דמיכסי דבהנך אמור בגמרא משכשכן במים ודיו ובכסי הצריכו הדחה ג''פ ולפיכך פירש דכסי הם מצופים או מזופתים ומפני הציפוי או הזפת הם בולעים הרבה ולפיכך צריכין הדחה ג''פ אבל חצבי שחימי ופתוותא דמיכסי שאינם מצופים ולא מזופתים אינם בולעים כ''כ ולפיכך בשיכשוך בעלמא סגי להו. ומיהו יש לדקדק על זה מדין כלים השועין באבר שכתב בסמוך שאם הם לבנים או אדומים או שחורים מותרים ואם היו ירוקים אסורים מפני שהם בולעים ואם יש בהם מקום מגולה של חרס בין לבנים בין ירוקים אסורים מפני שהם בולעים [דמשמע] דטפי בלע חרס שאינו שוע מחרס שוע והכא משמע איפכא דבשוע בעי ג' הדחות ובשאינו שוע סגי בהדחה אחת. וי''ל דהתם מיירי בכלים השועים באבר כלומר שהוא חלק ביותר דאז לא בלע אלא פורתא והכא מיירי בשאינו חלק אלא שהוא חופה הכלי כעין חיפוי הזפת שאינו חלק ומש''ה בלע טפי מכשאינו מחופה דיקא נמי דהתם נקט השועים באבר דשוע לשון חלקות בלשון גמרא והכא נקט מצופה באבר כדרך שהיוצרים עושים דלשון מצופה אינו מורה על חלקות כמו שמורה לשון שוע ועוד דכדרך שהיוצרים עושים (דנקט) אתא לגלויי שאינם חלקים שדרך היוצרים שלא להקפיד שיהיו שועים אלא שיהיו מחופים בלבד ועוד מדנקט בהדיה או שהיה מזופת משמע דהאי ציפוי דאבר כעין ציפוי דזפת הוא שאינו חלק. ואכתי איכא למידק דהכא קאמר דשל חרס שאינם מצופים כלל בהדחה בעלמא סגי וגבי כלים השועים כתב שאם יש בהם מקום מגולה אסורים כלומר דהדחה לא מהניא בהו ואפילו כמה הדחות. וי''ל שכבר כתב שם רבינו שיראה לו שאין הדבר אמור אלא בשכנסו בהם לקיום אבל לא כנסו בהם לקיום מדיחן ומותרים והכא מיירי בשלא כנסו בהם לקיום ומש''ה בהדחה בעלמא סגי להו. והריב''ש כתב בתשובה מ''ש רבינו משה אבל של חרס צריך הדחה וכתב עליו הראב''ד אין זו הגירסא אצלנו וכו' נראה שהבין מדבריו דבחדשים מיירי דכיון שתחלת תשמישן ביד עכו''ם צריכים הדחה וניגוב ככלי הגת דאי בישנים א''א לומר שיהיו צריכים ניגוב ולזה אמר שאין שומעים לו אלא צריכים מילוי ועירוי ככלי שמכניסו לקיום. אומר אני שאם היתה כוונת הרמב''ם להדחה וניגוב כמו שהבין הראב''ד מדבריו ה''ל לברר ולומר מנגבן כמ''ש בכלי הגת אבל נ''ל דבישנים מיירי ובכלים מזופתין או מצופים באבר מדיחן ג''פ בלי שפשוף דבשכשוך המים ילכו צחצוחי היין אבל אם אין מצופין צריכים הדחה ר''ל עם שפשוף שישפשף בהם בידיו דסתם הדחה כך היא כדאמרינן דלוקח כלי תשמיש מן העכו''ם מדיחן ומטבילן וביארו המפרשים דמדיחם בשפשוף קאמר (זה נ''ל בכוונת הר''מ ז''ל) עכ''ל. ונראה שלא היה גורס בדברי רבינו גבי ראשונה ושניה ושלישית הדיחו וכנוסחת הספרים שכתבתי לעיל דא''כ לא היה אפשר לו לפרש דברישא מיירי בלא שפשוף דהא הדיחו קתני ואיהו ז''ל קאמר דכל היכא דנאמרה הדחה ע''י שפשוף היא א''ו לא היה גורס הדיחו ולפי זה יקשה עליו מה שהקשיתי לעיל שאין לגירסא זו משמעות ולפי פירושו אפשר דאמשכשכו במים שכתב רבינו לעיל מינה בסמוך סמיך. ומיהו ק''ל על דבריו שאחר שכתב רבינו דין זה סתם דמשמע דדינא דגמרא הוא היאך חזר וכתבו בלשון יראה לי שהרי כתב בסמוך כלי חרס השועים באבר וכו' ואם יש בהם מקום מגולה של חרס וכו' ויראה לי שאין הדבר אלא בשכנסו בהם לקיום אבל לא כנסו בהם לקיום מדיחן ומותרים ואפילו הם של חרס x (וזה לשונו הראב''ד השיג וכתב א''א אין הגירסא הזאת אצלנו וכו' נראה שהבין מדברי הר''מ ז''ל דבחדשים מיירי וכו' עד זה נ''ל בכוונת הר''מ ז''ל) אלא נוסחא משובשת נזדמנה להריב''ש בדברי הראב''ד שכתוב בה וכל הדחה וניגוב קאמר ובזה אין לסמוך עליו דהלכה רווחת בישראל דכלי חרס אין חילוק בין מכניסו לקיום לשאין מכניסו לקיום דאי שתה בו עכו''ם פעם ראשונה ושניה צריך ליישנן ולמלאם שלשה ימים מעת לעת עכ''ל. שכל זה תוספת מאי זה תלמיד טועה הוא והעיקר כמו שכתוב בנוסחתנו וכבר נתבארו דברי הראב''ד ודברי רבינו: \n",
        "<b>וחכמי</b> לוניל שאלו מרבינו בדבר כוסות של חרס קבלנו מכל הגאונים והרב אלפסי שאין להם תקנה אי שתי בהו עכו''ם פעם ראשון ושני כי אם בהתישנם י''ב חדש על כן לא הבננו כלל מכל אשר כתוב בספר. והשיב ודאי כך אמרו מקצת הגאונים כמו שקבלתם אבל אין הדברים נראים שא''ת כך נמצאו הדברים סותרים זה את זה שכבר נפסקה הלכה שאין מכניסן לקיום בשכשוך סגי להו אפילו נשתהא בהם יי''נ יום או יומים כמו כוס וכן אם היה יין עובר עליו תמיד ולא ישתה כגון המשפך וכיצד יהיה הכוס ששתה בו העכו''ם ג''פ צריך יישון ועוד שבענין דבר שאין מכניסו לקיום נחלקו בכוסות של עכו''ם רב אסי אסר ורב אשי שרי ולא ידענו במה נחלקו ונפסקה הלכה פעם ראשון ושני אסור ג' מותר ש''מ שאין ענין הדברים ששתה בהם העכו''ם שתי פעמים כ''ש אם שתה בהם פעם שלישית אלא פירוש הדברים כמו שביארנו בחיבורנו עכ''ל: \n\n"
      ],
      [
        "<b>כלי חרס השועים באבר וכו'.</b> שם (דף ל''ג:) אמר רב זביד הני מאני דקוניא חיורא ואוכמא שרי ירוקא אסיר משום דמיצריף ואי אית בהו קרטופני כולהו אסירי דרש מרימר קוניא בין אוכמא בין חיורא בין ירוקא שרי ופירש''י דמצריף יש בו קרקע מחפורת של צריף ובלעי טפי, קרטופני בקעין וסדקים. ובפ' שני דייני גזירות (כתובות ק''ז:) איפסיקא הלכתא כרב זביד: \n",
        "<b>ומ''ש ויראה לי שאין הדבר אלא בשכנסו בהם לקיום וכו' ואפילו הם של חרס.</b> יש לדקדק דכיון דבתחלת דבריו פתח בכלי חרס השועים באבר מאי ואפילו הם של חרס דקאמר הא בשל חרס עסיק ואתי. ונ''ל דהוי כאילו אמר ואע''פ שהם של חרס והיה ראוי להחמיר אפילו הכי שרי בהדחה. וכתב הרשב''א בתורת הבית על דברי רבינו אם כדבריו חיורי ואוכמי כשמכניסן לקיום מותרים בשיכשוך בעלמא דכלי מתכות הן ומכלל דבריו דכלי מתכות אפילו במכניסן לקיום א''צ מילוי ועירוי אלא בהדחה בעלמא סגי וכן דעת הראב''ד ז''ל עכ''ל: \n\n"
      ],
      [],
      [
        "<b><small>(כ-כא)</small> גת של אבן או של עץ וכו'.</b> בסוף ע''ז תנן גת של אבן שזפתה עכו''ם מנגבה והיא טהורה ושל עץ רבי אומר ינגב וחכ''א יקלוף את הזפת ושל חרס אע''פ שקלף את הזפת הרי זו אסורה ובגמרא אמר רבא דוקא זפתה אבל דרך בה לא כלומר לא בעיא ניגוב אלא הדחה א''ד [אמר רבא] דוקא זפתה אבל דרך בה לא סגי לה בניגוב וכו' כי ההוא דאתא לקמיה דר' חייא א''ל הב לי גברא דדכי לי מעצרתאי א''ל לרב זיל בהדיה וכו' אזל חזייה דהוה שיעא טפי אמר הא ודאי בניגוב סגי לה בהדי (דהוה) קא אזיל ואתי חזא פילא מתותיה וחזא דהוה מלא חמרא אמר הא לא סגי לה בניגוב אלא בקילוף וכו' ת''ר הגת והמחץ והמשפך של עכו''ם רבי מתיר בניגוב וחכמים אוסרים וכו' של עץ ושל אבן ינגב ואם היו מזופפין אסורין והא תנן גת שזפתה עכו''ם מנגבה והיא טהורה מתניתין דלא דרך בה ברייתא דדרך בה. ופירש''י גת של אבן שזפתה עכו''ם ואורחא למירמי ביה חמרא פורתא לעבורי קוטרא דזיפתא. של עץ דבעיא זפת טובא ובלעא חמרא טפי. אבל דרך בה בגת מזופפת לא סגי לה בניגוב אלא בקילוף משום דעייל חמרא בפילי זיפתא. הגת והמחץ וכו' בשל חרס עסקינן וכו' מדקתני סיפא ואם היו מזופפין מכלל דכולה רישא בשאינם מזופפין. ושל עץ ושל אבן מנגבן והם טהורים ד''ה כל זמן שאינם מזופפין ואם היו מזופפין אסורים עד שיקלוף. מתני' דלא דרך בה הילכך בשל אבן דברי הכל בניגוב סגי לה ובשל עץ לרבי ינגב. ברייתא דדרך בה הילכך אפילו בשל אבן בעי קילוף וכ''ש בשל עץ עכ''ל: \n",
        "<b>והשתא</b> מ''ש רבינו גת של אבן ושל עץ שדרך בהן העכו''ם. כלומר ואינם זפותין מדיחן במים ובאפר היינו ברייתא דגת ומחץ דקתני של עץ ושל אבן ינגב בדדרך בה. \n",
        "<b>ומ''ש דשל אבן שזפתם העכו''ם אע''פ שלא דרך בה מדיחן במים ובאפר</b> היינו מתני' דקתני גת של אבן שזפתה עכו''ם ינגב ואוקימנא בדלא דרך בה דוקא ולשון אע''פ שלא דרך בה אינו נוח לי ויש ליישב דה''ק אע''פ שלא דרך בה ומפני כך היה ראוי שלא להצריכה שום תיקון אע''פ כן מאחר שזפתה עכו''ם צריכה ניגוב: \n",
        "<b>ומ''ש מדיחן במים ובאפר וכו'.</b> בסוף ע''ז (דף ע''ד:) במה מנגבן פי' כל היכא דאמרינן בהכשר כלים ינגב כיצד הוא הניגוב הזה רב אמר במים רבב''ח אמר באפר ואסיקנא רב אמר במים וה''ה לאפר רבב''ח אמר באפר וה''ה למים ולא פליגי הא ברטיבתא הא ביבשתא. ופירש''י רב אמר מים תחלה וה''ה שצריך אפר אחריהם ורבב''ח אמר באפר תחלה וה''נ שצריך מים אחריהם ברטיבתא שיש בה לחלוחית יין נותן אפר תחלה (לשפשף עד שתהא נגובה ואח''כ מים ביבשתא מים תחילה) ואח''כ אפר ומשפשף אתמר בי רב אמרי משמיה דרב תרתי תלת ושמואל אמר תלת ארבע בסורא מתנו הכי בפומבדיתא מתנו בי רב אמרי משמיה דרב תלת ארבע ושמואל אמר ארבע (חמש) ולא פליגי מר קא חשיב מייא בתראי ומר לא קא חשיב מייא בתראי. ופירש''י תרתי תלת ברטיבתא תרתי אפר ומים ביבשתא תלת מים ואפר ומים תלת וארבע תלת ברטיבתא אפר ומים ואפר ואע''פ שחוזר ונותן מים להעביר האפר הנהו מים לא קא חשיב דלא לשום נגיבה אלא לנקותו מן האפר וארבע ביבשתא מים ואפר ומים ואפר ומים בתרא לא קא חשיב. ורב לא בעי אפר אלא חדא זימנא ושמואל בעי אפר תרי זימני בין ברטיבתא בין ביבשתא. בפומבדיתא מתנו לרב תלת וארבע כדפרישית ולשמואל ארבע ברטיבתא וחמש ביבשתא דקא חשיב מייא בתראי. ול''פ רב ושמואל להאי לישנא דפומבדיתא אלא לרב לא חשיב מיא בתראי ושמואל חשיב מיא בתראי. ואית דמפרשי ול''פ הנך דסורא ודפומבדיתא (אלא דסורא לא חשבי מיא בתראי דפומבדיתא חשבי להו וכו') אבל רב ושמואל פליגי ביבשתא בין בדסורא בין דפומבדיתא דרב לא בעי בה אפר אלא חדא זמנא ושמואל בעי תרי זימני והסכים רש''י לפירוש האחרון והר''ן כתב פירוש ראשון בלבד וכתב עליו וקי''ל כלישנא בתרא הילכך ברטיבתא אפר ומים ואפר ומים וביבשתא מים ואפר ומים ואפר ומים וכן נראה שהוא דעת רבינו וכ''נ שהוא דעת הרמ''ה שכתב הטור. \n",
        "<b>ומ''ש גת של אבן מזופפת שדרך בה העכו''ם</b> היינו כלישנא בתרא דאמרינן דגת של אבן שזפתה עכו''ם אם דרך בה עכו''ם צריכה קליפה. \n",
        "<b>ומ''ש או גת של עץ זפותה אע''פ שלא דרך בה</b> היינו מתניתין דקתני של עץ לחכמים יקלוף את הזפת ואוקימנא מתניתין בדלא דרך בה. \n",
        "<b>ומ''ש ואם יישנה י''ב חדש או נתן בה מים ג' ימים מעת לעת אינו צריך לקלוף וכו'.</b> כתב הראב''ד א''א אומר אני לג' ימים וכו'. ודע שלא בגת בלבד סבור הראב''ד כן אלא גם בקנקנים מזופפים סובר שאין מועיל להם העירוי אא''כ יקלוף הזפת. ויש ליישב לדעת רבינו שכל ששהו המים מעת לעת הרי הם נכנסים בכ''מ שנבלע היין ומתערב כל יין הבלוע במים וכן דעת הרא''ש והרשב''א והר''ן וכתב הר''ן בסוף ע''ז שכן דעת התוס' ורש''י והוא ז''ל שם דחה דברי הראב''ד. \n",
        "<b>ומ''ש וי''א אף לי''ב חדש וכו'.</b> כלומר דאף ביישון י''ב חדש צריך לקלוף הזפת והביא ראיה מדאמרינן בסוף ע''ז הני רווקי דארמאי וכו' דכיתנא מיישנן ואי איכא קיטרי שרי להו אלמא ביישון אינו מועיל למה שהוא בלוע בגו קיטרי והוא הדין למה שבלוע בזפת. ואני אומר שאין משם השגה לדברי רבינו מכמה טעמי חדא שהרי פי' רש''י דאי אית ביה קוטרי לא קאי אלא להכשיר בניגוב בלבד וכן דעת הרשב''א ואפילו את''ל דקאי נמי איישון אפשר לומר שאע''פ שאינו מועיל למה שבגו קיטרי מועיל למה שבולע בזפת דאל''כ לא הוו שתקי בגמ' מלומר שצריך לקלוף הקנקנים אם הם מזופתים כשאמרו שהכשרם בעירוי וכן דעת הרשב''א בת''ה: \n\n"
      ],
      [
        "<b>גת של חרס אע''פ שנקלף הזפת וכו'.</b> משנה כתבתיה בסמוך. וכתב הראב''ד א''א זה שיבוש אלא עד שיכניס בו גחלים וכו'. כוונתו להשיג על מ''ש רבינו שאם יישנה י''ב חדש או נתן בה שלשה ימים מים מותרת כלומר ואינו צריך לקלוף הזפת והראב''ד סבור שאע''פ שנתן בה ג' ימים מים צריך לקלוף הזפת כמו שקדם ויש לתמוה למה כתב על זה שהוא שיבוש כיון שיש מקום לסברת רבינו כ''ש שכבר נתבאר כי דעת המפרשים והפוסקים כדעת רבינו: \n\n"
      ],
      [
        "<b>משמרת של יין של עכו''ם וכו'.</b> מימרא בסוף ע''ז (דף ע''ה): \n",
        "<b>וכן כלי חלף והוצים וכו'.</b> שם הני דיקולי וחלאתא דארמאי דחייטי בחבלי דצורי מדיחן דצבתא מנגבן דכיתנא מיישנן ואי אית בהו קיטרי שרי להו: \n\n"
      ],
      [
        "<b>כלי הגת וכו' הדפים והעדשים וכו' עד של שיפא ושל גמי מיישנן י''ב חדש.</b> שם ומסיים בה ר' יוסי אומר הרוצה לטהרם מיד מגעילן ברותחין או חולטן במי זיתים רשב''ג משום ר' יוסי אומר מניחן תחת צנור שמימיו מקלחין או במעין שמימיו רודפין (עונה) וכמה עונה וכו' או יום או לילה וכו' אמר רבי יוחנן חצי יום וחצי לילה וכו' ולא פליגי הא בתקופת ניסן ותשרי והא בתקופת תמוז וטבת ופירש''י בתקופת ניסן ותשרי שהיום והלילה שוים או יום או לילה בתקופת תמוז שאין היום והלילה שוים חצי יום וחצי לילה די''ב שעות שלימות בעינן. ע''כ ומשמע לרבינו דר''י ורשב''ג לא לחלוק על דברי ת''ק באו דת''ק מיירי בהכשר דלאחר זמן ואינהו מיירו בהכשר דמיד: \n\n"
      ],
      [
        "<b>בזמן שהיתה ארץ ישראל כולה לישראל וכו'.</b> כתב הרשב״א בתשובה שמה שמחלק רבינו בין א״י לח״ל בכמה מקומות מהלכות אלו למדה מדגרסינן בפ' אין מעמידין (עבודה זרה דף ל״ט:) אין לוקחין ימ״ח מח״ג בסוריא אלא מן המומחה וסוריא לאו דוקא אלא הוא הדין לכל ח״ל וכ״ש הוא אף א״י בזמן הזה היה כח״ל וכ״כ ה״ה בפרק ג' מהלכות אלו ובזה נסתלקה השגת הראב״ד שכתב א״א זו אינה משנה וכו': \n\n"
      ],
      [
        "<b>המתארח אצל בעה''ב וכו'.</b> בפ''ב דע''ז. \n",
        "<b>ומ''ש ואם הוחזק שאינו כשר וכו'.</b> דבר פשוט הוא ונלמד הוא מדין דמאי: \n\n"
      ]
    ],
    [
      [
        "<b>כיצד היה הנגיעה שאוסר בה עכו''ם היין הוא שיגע ביין עצמו.</b> כתב כן לאפוקי נוגע בנוד שיש בו יין ופי הנוד סתום וכמ''ש הטור בשם הרא''ש שאם נגע עכו''ם בנוד שיש בו יין ואפי' הוא חסר והגיע דפנותיו זו לזו מותר. \n",
        "<b>ומ''ש בין בידו בין בשאר איבריו שדרכן לנסך</b> נתבאר בפ' שקודם זה אצל מ''ש אין דורכין עם העכו''ם בגת. \n",
        "<b>ומ״ש וישכשך אבל אם פשט ידו לחבית וכו'.</b> בפ' ר' ישמעאל (עבודה זרה דף נ״ט:) ההוא אתרוגא דנפל לחביתא דחמרא אידרי עכו״ם ושקליה אמר להו רב אשי נקטוה לידיה כי היכי דלא לשכשך ביה וברצוה עד דשייפא. ופירש״י אידרי עכו״ם קפץ ואחזה בתוך היין שלא תשתקע. כי היכי דלא לשכשך ויאסר בהנאה שאין מנסכין אלא ע״י שכשוך. וברצוה לחביתא עד דשייפא כפו החבית לצד אחד עד שישפך יינה לתוך כלי אחר שימשך היין מן העכו״ם ואח״כ יוציאנה ותהא מותרת בהנאה החבית דכל זמן שידו תחובה ביין אם יוציאנה א״א לשמור שלא ישכשך ואע״פ שאנו אוחזים את ידו. ברצוה לשון מטה על צד וכו'. דשייפא שתזרק לכלי אחר כמו השופה יין לחמרים עכ״ל. דבריו כדברי רבינו שאם נגע ולא שכשך לא נאסר וכ״כ גבי דתניא מדדו בין ביד בין ברגל ימכר דטעמא דמילתא משום דניסוך לא הוי אלא ע״י שכשוך וכ״כ גבי חביתא דאיסתדיק לארכה והתוס' והר״ן חולקים. ומשמע לי דשכשוך זה אינו נענוע כל דהו שהרי כתב בסמוך נטל כלי של יין והגביהו ויצק היין אע״פ שלא שכשך נאסר ואם איתא דנענוע כל שהו הוי שכשוך כיון שיצק הרי שכשך שע״כ הוא מנענע היין בשעה שיוצק והיאך כתב אע״פ שלא שכשך. וכן משמע מדאמרי' גבי אתרוגא דנפל לחביתא דחמרא דאמר רב אשי נקטוה לידיה כי היכי דלא לשכשך משמע דאהכנסה לא קפדינן אע״פ שהוא מנענע היין מחמת הכנסת ידו וכ״נ מפי' רש״י. ומדברי רבינו נראה לכאורה דלא נאסר היין כלל ואף בשתיה מותר וכך היא סברת הראב״ד אבל הרשב״א והר״ן דחו סברא זו והעלו דלא משתרי אלא בהנאה וכדברי רש״י וגם בהשגות סובר הראב״ד כפי' רש״י וכתבו התוס' נקטוה לידיה כי היכי דלא לשכשך צריך לומר שבהכנסת ידו אע״פ שהיה יודע שהוא יין אינו חשוב שכשוך לאוסרו בהנאה מפני שהיה טרוד ליקח אתרוגו וכו' עד שמא יתן דעתו וישכשך: \n",
        "<b>וכתב</b> הראב''ד על דברי רבינו א''א זה המחבר לא בא לפרש וכו'. נראה שכוונתו לתפוס על רבינו שפתח בכיצד היא הנגיעה וסיים באבל אם פשט ידו לחבית וכו' שהוא נגיעה אלא שלא שכשך וכך ה''ל לכתוב אין נגיעת העכו''ם ביין אוסרת אא''כ שכשך, ונראה שעוד רצה לתפוס עליו שסתם דבריו וכתב לא נאסר היין דמשמע שלא נאסר כלל אפי' בשתיה ואינו כן דלא שרי אלא בהנאה והיה לו לפרש ולומר לא נאסר בהנאה. ויש ליישב דברי רבינו שאע''פ שפתח בכיצד היא הנגיעה הרי גמר לומר בה וישכשך וא''כ שפיר סיים באבל אם פשט ידו וכו' ולא ינידה דהיינו שלא שכשך, ולשנית י''ל דשלא נאסר היין שכתב שפיר משמע דלא נאסר בהנאה קאמר דאל''כ ה''ל לכתוב מותר: \n",
        "<b>וכן אם אחז כלי פתוח של יין וכו'.</b> נראה שלמד כן מדגרסינן בפ' ר' ישמעאל (עבודה זרה דף ס') אמר רב פפא האי עכו״ם דדרי זיקא ואזיל ישראל אחוריה מליא שרי דלא מקרקש חסירא אסיר דילמא מקרקש וכו' רב אשי אמר זיקא בין מליא בין חסירא שרי מ״ט אין דרך ניסוך בכך ומפרש רבינו אין דרך ניסוך לפי שהנוד פיו סתום משמע שאם היה פיו פתוח היה נאסר מפני הקרקוש שמתקרקש היין בהילוכו של זה וז״ש לקמן בסמוך העביר נוד של יין ממקום למקום והוא אוחז פי הנוד בידו בין שהיה הנוד מלא או חסר מותר ואע״פ שהיין מתנדנד ע״כ. הרי שהצריך לאחוז פי הנוד כלומר שיהיה סתום ומשמע שאם לא היה סתום היה נאסר מפני הקרקוש וכתב הר״ן שגם הרמב״ן מפרש אין דרך ניסוך בכך כיון שהוא קשור דלא מקרקש מאי דלא חזי ע״כ. ואע״ג דרב אשי מיירי בדרי זיקא משמע לרבינו דה״ה אפי' לא דרי נמי אסור אי קרקיש ביה כשהוא פתוח דהגבהה זו אינה מעלה ולא מורדת דהא כשפיו סתום אע״ג דדרי ליה לא מיתסר וא״כ כי אסרי ליה מפני הקרקוש לא שאני לן בין הגביהו ללא הגביהו וכן יש להוכיח מדגרסינן תו התם ישראל אדנא ועכו״ם אכובא חמרא שרי ואי מצדד צדודי אסיר ופירש״י בחד לישנא דחסרא נמי (אסיר) כיון דמקרקש בכוונה ה״ל כחו בכוונה ואסור בשתיה וכתבו בתוס' שכן נראה לריב״ם והרשב״א כתב בת״ה שאין פי' הרמב״ם מחוור בעיניו שאין דרך ניסוך בכך לנסך בקרקוש כלי בין פתוח בין סתום אא״כ מכניס ידו ומשכשך בתוך גופו של יין באחד מאיבריו או ע״י ד״א אבל כלי או מוליכו או מקרקשו לא שאין כך דרך המנסכים כלל וכ״כ הראב״ד ונ״ל שזה מוכרח מברייתא דקתני המערה מחבית לבור קילוח היורד משפת חבית למטה אסור ואוקמה רב ששת בפ' השוכר (דף ע״ב:) בעכו״ם המערה דאתי מכחו וההוא דנפק גזרו ביה רבנן דלא נפק לא גזרו ביה רבנן וע״כ א״א לעכו״ם לערות שלא ישכשך מה שבפנים ואפ״ה שרי אלמא שכשוך בלא שפיכה אין עושה יי״נ כלל עכ״ל. ולפמ״ש דנענוע כל שהוא לא שמיה שכשוך לא קשיא מההיא ברייתא. ובהשגות כתב אע״פ שלא הגביה הכלי ולא נגע ביין נאסר היין א״א והוא שנתז מן היין, כלומר דכשניתז מן היין הוי כחו דנפק אבראי: \n\n"
      ],
      [
        "<b>נטל כלי של יין והגביהו.</b> שם אמר רב פפא עכו''ם אדנא וישראל אכובא חמרא אסיר מ''ט כי אתי מכח עכו''ם קאתי. ובפ' בתרא דע''ז ת''ש המערה מחבית לבור קילוח היורד משפת חבית למטה אסור תרגמה רב ששת בעכו''ם המערה דאתי מכחו אי עכו''ם המערה אפי' גו דחביתא נמי מיתסר כח דעכו''ם מדרבנן הוא דאסיר ההוא דנפק לבראי גזרו ביה רבנן ההוא דלגואי לא גזרו ביה רבנן וכתב רש''י דהלכה כרב ששת שאין אדם חולק עליו וכן פסקו התוס' והרא''ש ובפ' ר' ישמעאל כתבו הרא''ש והר''ן שכן דעת רש''י ור''ת ושבעל התרומה כתב בשם ר''י דבהנאה נמי מיתסר ושכן נראה מדברי הראב''ד ושכן דעת הרשב''א וגם מדברי רבינו נראה כן שסתם וכתב נאסר וכבר הקדים בפי''א שכל מקום שכתוב אסור ר''ל איסור הנאה אם אותו עכו''ם עובד עכו''ם. ולענין היין הנשאר בכלי הרא''ש והמרדכי התירוהו בשתיה וכ''כ הר''ן לדעת רש''י והתוס' אבל הראב''ד והרשב''א אסרוהו משום ניצוק וכ''נ שהוא דעת הרי''ף וכתב רבינו ירוחם שכן דעת רבינו וטעמו מדלא כתב בפירוש והיין שנשאר בכלי מותר משמע שדינו כדין נצוק שכתב לקמן בפרק זה: \n",
        "<b>ומ״ש רבינו הגביה ולא שכשך ולא נגע מותר.</b> נלמד מדאמרי' בפ' הנזקין (גיטין דף נ״ב) משעת הגבהה הוא דקנה מתחייב בנפשו לא הוי עד שעת ניסוך: \n\n"
      ],
      [
        "<b>עכו״ם שהיה אוחז הכלי בקרקע וכו'.</b> בפ' ר' ישמעאל (עבודה זרה דף ס') אמר רב פפא עכו״ם אדנא וישראל אכובא חמרא אסיר מ״ט כי אתי מכח עכו״ם קא אתי ישראל אדנא ועכו״ם אכובא חמרא שרי ואי מצדד צדודי אסיר ופירש״י עכו״ם אדנא [עכו״ם] מערה יין מדנא לכובא וישראל אוחז הכובא בידו וכו'. ואי מצדד צדודי לכובא חמרא אסיר משום דמקרקש ליה לחמרא ובכובא מליאה עסיקינן דלמא נגע ל״א אפילו חסרה נמי כיון דמקרקש בכוונה הוה ליה כחו בכוונה ואסור בשתיה, וכתבו התוס' נראה לריב״ם כאותו לשון שפירש בקונטרס אפי' בכובא חסירה דכיון דמקרקש ליה בכוונה הוה ליה כחו בכוונה ואסור בשתיה ומדמי ליה לנוגע בקנה דמה לי נוגע בקנה או נוגע בשולי הכובא והרא״ש כתב בשם ריב״ם דבהנאה נמי אסורה וכן נראה מדברי רבינו: \n\n"
      ],
      [
        "<b>ומ''ש רבינו כלי סתום מותר לטלטלו העכו''ם וכו'.</b> זה נלמד מדין נאד שיבא בסמוך. \n",
        "<b>ומ''ש העביר נאד של יין ממקום למקום וכו'.</b> בפ' ר' ישמעאל אמר רב פפא עכו''ם דדרי זיקא וכו' חסרא אסור דילמא מקרקש ורב אשי אסיק דבין מלא בין חסר אסור משום דאין דרך ניסוך בכך וידוע דהלכה כרב אשי דבתרא הוא וכתב הר''ן אין דרך ניסוך בכך ואפילו מקרקש ביה טובא שרי והכי איתא בירושלמי הדין דמרגיל זיקא מעיל לרע אין בו משום מערה מכלי אל כלי. ובקצת ההלכות כתוב והוא דקטיר פומיה עכ''ל וכן דעת רבינו ודוקא כשאוחז פי הנוד בידו או שהוא קשור הוא דשרי אבל אם פי הנאד פתוח ואינו אוחזו בידו אסור וכמ''ש לעיל בסמוך שאם אחז כלי פתוח של יין ושכשכו שהוא אסור: \n",
        "<b>העביר כלי חרס פתוח וכו'.</b> פרק ר' ישמעאל עכו''ם דרי (זיקא) וקא אזיל ישראל אחוריה כובא מליא אסור דילמא נגע חסרא שרי דלא נגע. \n",
        "<b>וכתב רבינו אלא אם כן שכשכו,</b> לטעמיה אזיל שכתב לעיל בסמוך שאם אחז כלי פתוח של יין ושכשכו אף על פי שלא הגביה הכלי ולא נגע ביין נאסר היין: \n\n"
      ],
      [
        "<b>עכו''ם שנגע ביין וכו' כיצד כגון שנפל על נוד של יין.</b> נראה דהיינו שנפל על נוד של יין שהוא פתוח ונגע ביין אלא שלא נתכוון כמו שיבא בסמוך. \n",
        "<b>ומ״ש או שהושיט ידו לחבית וכו'.</b> ברייתא פרק ר' ישמעאל (עבודה זרה דף נ״ח) עכו״ם שהושיט ידו לחבית וכסבור של שמן היא ונמצאת של יין זה היה מעשה ואמרו ימכר: \n\n"
      ],
      [
        "<b>בא היין מכחו של עכו''ם וכו' כיצד כגון שהגביה כלי של יין וכו'.</b> שם ר''י בן ארזא ור' יוסי בן נהוראי הוו יתבי וקא שתו חמרא אתא ההוא גברא א''ל תא אשקיין לבתר דרמא לכסא איגלאי מילתא דעכו''ם הוא חד אסר אפי' בהנאה וחד שרי אפי' בשתיה ומפרש התם טעמא דמאן דאסר משום דמימר אמר ס''ד דרבנן כי הני שיכרא קא שתו א''ו האי חמרא הוא ונסכיה וטעמיה דמאן דשרי (משום) דמימר אמר ס''ד דרבנן כי הני חמרא שתו ואמרו לי תא אשקיין א''ו שיכרא הוא דקא שתו ולא נסכיה וכו' והא קא נגע ביה בנטלא [וה''ל מגע עכו''ם שלא בכוונה ואסור] לא צריכא דמוריק אורוקי וה''ל כחו שלא בכוונה ולא גזרו ביה רבנן משמע דמאן דאסר לא אסר אלא משום דמימר אמר הא ודאי חמרא הוא אבל היכא דליכא האי טעמא אלא דסבר דודאי שיכרא מודה דשרי במוריק אורוקי דלא גזרו רבנן בכחו שלא בכוונה וכן פסקו הרי''ף והרא''ש והרשב''א וסה''ת: \n\n"
      ],
      [
        "<b>נכנס העכו''ם לבית או לחנות וכו'.</b> עובדא שם (דף נ''ו:) ואסיקנא דהלכה כמאן דאסר בהנאה. וכתב הראב''ד א''א זה המעשה של עכו''ם וכו' נראה שכוונתו להשיג על רבינו שלא כתב ששכשך בו כמו שאמרו בגמ' ואני אומר דבמשמע ונגע בו שכתב רבינו הוא ששכשך בו שכבר הקדים בר''פ זה שאין נגיעה אוסרת אא''כ שכשך: \n\n"
      ],
      [
        "<b>חבית שנסדקה לארכה וכו'.</b> שם (דף ס') ההיא חביתא דפקעה לאורכה אידרי ההוא עכו''ם חבקה שרייה רפרם וכו' לזבוני לעכו''ם וה''מ דפקעה לאורכה אבל אפותייה אפי' בשתיה שרי מ''ט מעשה לבינה קעביד ופירש''י חבקה בין זרועותיו וחברה עד שהביאו כלי. לזבוני לעכו''ם דהא לא שכשך ואפי' שקירב החצאין זו לזו והוי נוגע ביין על ידי חצאי החבית לא הוי כנוגע בקנה דהתם משכשך בקנה אבל הכא ליכא שכשוך מידי ע''כ. כלומר וה''ל מגעו ע''י דבר אחר שלא בכוונת ניסוך שהרי להציל היין נתכוין: \n\n"
      ],
      [
        "<b>עכו''ם שנפל לבור של יין והעלוהו משם מת.</b> משנה שם נפל לבור ועלה וכו' ימכר ובגמ' אמר רב פפא ל''ש אלא שעלה מת אבל עלה חי אסור מ''ט וכו' דדמי עליה כיום אידם ופירש''י דדמי עליה כיום אידם ואזיל ומודה על שניצל ומסתמא נסכיה בעלייתו ואסור בהנאה. \n",
        "<b>ומ''ש או שמדד הבור שיש בו היין בקנה וכו' עד על פי החבית הרותחת.</b> משנה שם. \n",
        "<b>ומ''ש או שנטל חבית וזרקה בחמתו לבור וכו'.</b> ג''ז שם במשנה נטל את החבית וזרקה בחמתו לבור זה היה מעשה והכשירו ונראה שרבינו מפרש הכשירו התירו בהנאה דאי למשרייה אפי' בשתיה הל''ל והתירו: \n",
        "<b>וכתב</b> הראב''ד א''א זה שבוש שהרי אם זרקה בחמתו וכו'. טעמו דאמרינן התם בגמ' אמר רב אשי וכו' כל שבזב טהור בעכו''ם אינו עושה יי''נ ופירש''י דלא אתא למעוטי אלא זריקה שטהור בזב ועכו''ם אינו עושה יי''נ וכתבו התוס' שכן הלכה שאם זרק אבן או כל דבר ליין ואפי' בכוונה שהוא מותר בשתיה ומתיב לרב אשי מדתנן נטל את החבית וזרקה לבור בחמתו זה היה מעשה והכשירו בחמתו אין שלא בחמתו לא ומשני התם דקא אזיל מיניה ומיניה. ופירש''י דקא אזיל מיניה ומיניה שהולך ומגלגל הכלי כל שעה על ידי שהוא מגלגלו ומורידו לבור הילכך שלא בחמתו לא דחיישינן דילמא נגע עכ''ל. ומשיג על רבינו שכתב וזרקה סתם דמשמע שזרקה ממש וא''כ למה לא התיר אלא בחמתו הא אפי' שלא בחמתו שרי כל שהוא ע''י זריקה ממש ולדברי רבינו צריך לומר דבשיטת הרי''ף רביה אמרה שהשמיטה להא דרב אשי מפני שסובר דלית הלכתא כוותיה וכמו שכתבו הרשב''א והר''ן בשם הרמב''ן וא''כ קמה לה מתני' כפשטה דזריקה ממש בחמתו מותר שלא בחמתו אסור ודעת התוס' והרשב''א כהראב''ד: \n\n"
      ],
      [
        "<b>חבית שהיה נקב בצדה וכו'.</b> שם (דף נ''ט:) ההיא חביתא דחמרא דאשתקיל לברזא אתא עכו''ם אידרי אנח ידיה עילויה א''ר פפא כל דלהדי ברזא אסיר ואידך שרי ואיכא דאמרי אמר רב פפא עד הברזא חמרא אסור ואידך שרי וכתב הרא''ש רב אלפס פסק הלכה כר''פ וכלישנא בתרא וכן פסק הרשב''א. \n",
        "<b>ומ''ש רבינו שכל היין שמראש החבית עד הנקב אסור.</b> נ''ל דהיינו לומר שהוא אסור בהנאה שהרי כתב בפ' י''א כ''מ שנאמר בענין זה שהיין אסור אם היה העכו''ם שנאסר היין בגללו עובד עכו''ם הרי הוא אסור בהנאה ואם אינו עובד עכו''ם הרי אסור בשתיה בלבד וכ''מ שנאמר עכו''ם סתם הרי זה עובד עכו''ם עכ''ל. ויש לתמוה על הר''ן שכתב שדעת רבינו שמ''ש אסור היינו בשתיה. וכתב הראב''ד בהשגות ושתחת הנקב מותר בשתיה א''א אין בעלי הוראה מודים לו וכו'. והר''ן ג''כ הקשה על דברי רבינו שמ''ש רבינו שמה שתחת הנקב מותר בשתיה אינו מחוור שכבר הסכימו הגאונים לפסוק הלכה בניצוק שהוא חיבור וכ''ש מה שהוא בחבית עצמה שהוא חיבור זה לזה ואסור גם הרשב''א בת''ה הקשה על מי שמתיר מן הנקב ולמטה אפי' בשתיה דאפי' למאן דשרי בניצוק משמע ודאי דבכל כי הא מודה דהוי חיבור והיאך אפשר שיהא מה שלמעלה אסור ומה שלמטה ממנו השוכב תחתיו מותר בשתיה וכתבו הרשב''א והר''ן שעוד הביא ראיה הראב''ד מדתנן פ''ב דמס' טבול יום חבית שניקבה בין מפיה בין משוליה וכו'. וי''ל שדעת רבינו דלא דמו דע''כ לא אמרינן ניצוק חיבור אלא בניצוק ליין שנאסר מחמת מגע ממש אבל הכא דלא נאסר יין זה שלמעלה מן הנקב מחמת מגע ממש אלא שמפני שאילו לא הניח אצבעו היה יוצא כולו ונמצא כולו כבא מכחו ועוד דבעבידתיה טריד להציל את היין אע''ג דאסרינן ליה משום חומרא דיי''נ מ''מ לא החמירו בניצוק דידיה דהא נצוק דמגע הוי כהלכתא בלא טעמא אלא דמשום חומרא דיי''נ אסרוהו ובכה''ג דאיהו גופיה לא מיתסר אלא משום חומרא לא רצה להחמיר בניצוק דידיה ואע''פ שזה עדיף מנצוק שהרי הוא חיבור לו ממש מ''מ כיון שהחמירו בו לאוסרו אפי' בהנאה לא רצו להחמיר במה שלמטה ממנו לאוסרו אפי' בשתיה וראוי להשוות מדותיהם בזה לאסור מה שאוסרים אפי' בהנאה ולהתיר מה שמתירים אפי' בשתיה ומשמע לרבינו הכי מדסתם רב פפא ואמר עד ברזא אסור ואידך שרי משמע דאסיר אסיר לגמרי קאמר ואפי' בהנאה וכן שרי שרי לגמרי קאמר ואפי' בשתיה ואע''פ שהר''ן לפי שיטתו דאסור בשתיה מן הנקב ולמטה נתן טעם למה שאמר שרי סתם מ''מ פשטא דלישנא משמע דשרי לגמרי קאמר ואפי' בשתיה. \n",
        "<b>ובמ''ש רבינו שמה שתחת הנקב הותר בשתיה,</b> רש''י ג''כ סובר כן ובין מה שתמהו הרשב''א והר''ן על דברי רבינו בין מה שהקשה עליו הראב''ד מתיישב במה שכתבתי שמה שלמעלה מן הנקב מדינא לא מיתסר אלא משום חומרא דיי''נ ונמצא דקיל טפי מטבול יום ומדמאי: \n\n"
      ],
      [
        "<b>מינקת כפופה שעושים אותה ממתכת וכו'.</b> בפ' בתרא דע''ז (דף ע''ב:) ההוא גברא דאסיק חמרא בגישתא ובת גישתא אתא עכו''ם ואנח ידיה אגישתא אסרי' רבא לכולי חמרא ומסיק בגמ' דאפי' למאן דאמר נצוק אינו חבור מודה הכא דאסור משום דכוליה חמרא אגישתא ובת גישתא גריר ופירש''י לכוליה חמרא אפי' מה שבכלי הראשון, אגישתא ובת גישתא גריר שהרי מאליו עולה והוה ליה כנוגע בחבית ממש דהוה ליה כחבית אריכתא: \n\n"
      ],
      [
        "<b>המערה יין לתוך כלי שיש בו יין עכו''ם וכו'.</b> שם אמר רב הונא דנצוק חבור ליי''נ ושקלי וטרו בה בגמ' וכתבו התוס' שרש''י פסק כרב הונא דנצוק חיבור ור''ת פסק דאינו חיבור והביא כמה ראיות לדבר והרא''ש כתב שאין ראיותיו נכוחות ושהגאונים פסקו כרש''י וכן דעת הרי''ף והרשב''א והר''ן וכן דעת רבינו וכן נהגו. וכתב הראב''ד נאסר כל היין שבכלי אומר אני בשתיה עכ''ל. כלומר חולק על רבינו שסתם וכתב נאסר היין דמשמע בהנאה כמבואר בדבריו רפי''א. \n",
        "<b>ומ''ש לפיכך המודד לעכו''ם תוך כלי שבידו וכו'.</b> שם (דף ע''ב.) א''ל רב חסדא להנהו סביתא כי כייליתו חמרא לעכו''ם קטפי קטופי א''נ נפצי נפוצי ופירש''י קטופי שיפסוק ראש העליון של ניצוק קודם שיגיע ראש התחתון לכלי העכו''ם וכו' נפצי נפוצי יעמדו מרחוק ויזרקו היין לכליו של עכו''ם כי היכי דלא להוי נצוק: \n\n"
      ],
      [
        "<b>משפך שמדד בו לעכו''ם אם יש בקצה המשפך עכבת יין וכו'.</b> משנה שם נטל את המשפך (ומדד לתוך צלוחיתו של עכו''ם וחזר) ומדד לתוך צלוחיתו של ישראל אם יש בו עכבת יין אסור פי' אם יש בו מקום שמתעכב שם טפת יין אסור לפי שנשאר שם מן היין שמדד לתוך צלוחיתו של עכו''ם: \n",
        "<b>ומה שכתב עד שידיחנו וכו'.</b> בסוף ע''ז (דף ע''ד:) ת''ר הגת והמחץ והמשפך של עכו''ם רבי מתיר בניגוב וחכמים אוסרים וכו' של עץ ושל אבן ינגב ואם היו מזופפין אסורים ודברי רבינו א''א לומר דמיירי בשל חרס דהא חכמים לא שרו בניגוב אלא על כרחך לומר דמיירי בשל עץ ואבן. ומ''מ קשה לי מ''ש עד שידיחנו וינגב למה לו לכתוב ידיחנו הא בנגוב סגי ועוד דבסיפא כתב ואם לא הדיח הרי זה אסור דמשמע דבהדחה בלחוד סגי ליה והא ליתא דניגוב בעי ועוד למה לי שיהיה בו עכבת יין אפי' בלא עכבת יין נמי ניגוב בעי כדמשמע פשטא דברייתא דקתני סתמא ינגב דמשמע אפי' לית בה עכבת יין. ונ''ל שסובר רבינו דאע''ג דמשפך צריך ניגוב כדקתני בברייתא היינו לכתחלה אבל בדיעבד כיון שאין היין שוהא במשפך שהרי מכניס בזו ומוציא בזו אינו אוסר אא''כ יש בו עכבת יין וכדתנן במתני' ומשום דאיכא תרי גווני משפך חד שנשתמש בו הנכרי הרבה ובההוא קתני בברייתא ינגב אבל אותו שנשתמש בו ישראל הרבה אלא שמדד בו לעכו''ם פעם אחת בהדחה סגי ליה ולפי זה מ''ש עד שידיחנו וינגב לצדדין קתני עד שידיחנו אם הוא של ישראל שנשתמש אלא שמדד בו לעכו''ם פעם אחת או ינגב אם הוא משפך של עכו''ם שנשתמש בו הרבה ובין זה ובין זה אינו אוסר יין של ישראל שנמדד בו אלא כשלא הדיחו אבל אם הדיחו אינו אוסר אפי' במשפך של עכו''ם שנשתמש בו הרבה א''נ ה''ק אפי' אותו שאינו צריך אלא הדחה אוסר אם לא הדיחו וכ''ש שאותו שצריך ניגוב אוסר אם לא נגבו: \n\n"
      ],
      [
        "<b>כלי שיש לו כמין שני חוטמין וכו'.</b> זה הוא קנישקנין דאיתא בפ' בתרא דע''ז (דף ע''ב:) אמר מר זוטרא בריה דרב נחמן קנישקנין שרי וה''מ דקדים פסק ישראל אבל קדם פסק עכו''ם לא ומשמע לי דטעמא קדם פסק עכו''ם לא לפי שהיין הנוגע בפי העכו''ם חוזר ומתערב עם היין שבכלי ואיני יודע למה נתן רבינו טעם מפני שהיין בא מכחו הא עדיפא מינה הל''ל שהיין שנגע בפי העכו''ם יורד ומתערב עם היין שבכלי. וכן יש לתמוה על הראב''ד שכתב ויאסור כל מה שישאר בו שהרי בא היין מכחו אמר אברהם אני אומר והוא שהתחיל למשוך עכ''ל. שמאחר שכתב רבינו והעכו''ם מוצץ ושותה מן החוטם השני הא פשיטא שנמשך היין ועוד מאי התחיל למשוך כיון שהוא שותה הא ודאי שנמשך הרבה. ואפשר דאשמעינן רבינו בנתינת טעם זה שנתן דאפי' לא נגע היין לפיו של עכו''ם אלא שהתחיל למצוץ הרי אותו היין בא מכחו ואוסר מה שנשאר בכלי וזו בעצמה היתה כוונת הראב''ד שמכיון שהתחיל למשוך העכו''ם היין נאסר מפני שבא מכחו וכשיחזור אוסר היין הנשאר בכלי. \n",
        "<b>ומ״ש</b> והוא שהתחיל למשוך הוי כאילו כתב כיון שהתחיל למשוך ופסק רבינו כהא דמר זוטרא וכן פסקו הרי״ף והרא״ש ודלא כתוספות שפסקו אהא דקאמר התם דרבה בר רב הונא גופיה שתי בקנישקנין תימה היאך היה שותה (בקנישקנין נהי דלא הוי חבור מ״מ) הוה ליה לחוש דילמא קדים פסיק עכו״ם ברישא ופ' ר״ח דלא מיירי עם העכו״ם אלא עם ישראל וקמ״ל דלא מיתסר בזמן הזה משום שמחה (לאפוקי ממאן דאסר במסכת שבת לשתות בקנישקנין בזמן הזה פ' במה אשה) (שבת דף ס״ב:) עכ״ל. ומה שהקשו שהיה לו לחוש דילמא קדים פסיק עכו״ם יש לומר שהיה מסתכל בעכו״ם וכשהיה מרגיש שהעכו״ם רוצה לפסוק היה מקדים ופוסק הוא. וא״ת כיון דקי״ל דניצוק חיבור היכי שרי למשתי בקנישקנין דודאי חיבורו של כלי לא גרע מניצוק, תירץ הר״ן בשם הראב״ד דכי אמרי' ניצוק חיבור הני מילי מאי דאתי בההוא פתחא או בההיא ברזא אבל בקנישקנין מאי דאתי בברזא דישראל לא אתי בברזא דעכו״ם ומשום הכי לא הוי חיבור: \n\n"
      ],
      [
        "<b>עכו״ם שמצץ היין מן החבית במינקת וכו'.</b> בפ' ר' ישמעאל (עבודה זרה דף נ״ח) אגרדמים עכו״ם שקדח במינקת והעלה וכו' זה היה מעשה ואסרוהו ומפשט דברי רבינו נראה שאפי' לא נגע היין לפיו מאחר שעלה היין מכח מציצתו נאסר ואוסר שאר יין שבחבית ודלא כדפירש״י והר״ן שמעלה היין לפיו ומ״מ יש לדחוק ולפרש דברי רש״י בענין שלא יחלוק על רבינו: \n\n"
      ],
      [],
      [
        "<b><small>(טז-יז)</small> עכו''ם שהיה מעביר עם ישראל כדי יין ממקום למקום וכו'.</b> משנה בפ' בתרא דע''ז (דף ס''ט) עכו''ם שהיה מעביר עם ישראל כדי יין ממקום למקום אם היה בחזקת משתמר מותר ואם מודיעו שהוא מפליג כדי שישתום ויסתום ויגוב רשב''ג אומר כדי שיפתח (את החבית) ויגוף ותיגוב ופירש''י אם הודיע שמפליג שמתרחק וחביות סתומות היו שיעורו בכדי שישתום וכו' אם (הוא) שהה כדי שיקוב העכו''ם נקב במגופת החבית ויחזור ויסתום הנקב ותיבש הסתימה אסור. רשב''ג אומר אינו נאסר אלא עד שישהה כדי שיפתח את כל מגופת החבית וא''א לנוטלה שלא תשבר (את) כולה. ויגוף ויעשה מגופה אחרת חדשה ותיגוב תיבש אבל לסתימת חור לא חששו משום דמינכרא ע''כ, ואיפסיקא בגמ' הלכתא כרשב''ג. ואמרי' בגמ' ה''ד בחזקת המשתמר כדתניא הרי שהיו חמריו ופועליו טעונים טהרות אפי' הפליג מהם יותר ממיל טהרותיו טהורות ואם אמר להם לכו ואני בא אחריכם כיון שנתעלמה עינו מהם טהרותיו טמאות. וקשיא לי מאי האי דקתני יותר ממיל דאפי' כמה פרסאות הוי בכלל יותר ממיל ואפשר דמעט יותר ממיל קאמר ומדברי רבינו נראה שהיה גורס כדי מיל והיא הגירסא הנכונה וכן גירסת הרי''ף והרא''ש. ואיכא למידק מאי בעי ה''ד בחזקת המשתמר הא כל שאינו מודיעו שהוא מפליג הוי בחזקת משתמר ואפשר דגמ' מתני' קשיתיה אמאי קתני אם היה בחזקת משתמר הוה ליה למיתני עכו''ם שהיה מעביר עם ישראל כדי יין ממקום למקום אם לא הודיעו שהוא מפליג מותר ואם הודיעו שהוא מפליג כדי שישתום ויסתום וכו': \n",
        "<b>ודע</b> דבגמ' בעי אברייתא מ''ש רישא ומ''ש סיפא ואוקי רבא רישא בבא להם דרך עקלתון כלומר שבעה''ב יכול לבוא דרך עקלתון דמירתת השתא אתי א''ה סיפא נמי כיון דאמר להם לכו ואני בא אחריכם סמכא דעתייהו ופסקה הרא''ש שכתב וז''ל ומוקי רישא בבא להם דרך עקלתון וכ''נ מדברי הר''ן אבל הרי''ף ורבינו השמיטו זאת האוקימתא ונ''ל שטעמם מפני שהם מפרשים דלא קאי האי אוקימתא אלא לענין טהרות דבנגיעה בלבד הן מטמאות אבל לא לענין יי''נ שאינו נאסר בנגיעה בלבד אם לא שכשך ועוד דהכא מיירי בחביות סתומות כמ''ש רבינו לקמן בסמוך. \n",
        "<b>ומ''ש רבינו וכן המניח עכו''ם בחנותו וכו' וכן המניח יינו בקרון או בספינה וכו',</b> גם זה משנה שם ומשמע לרבינו דכי קתני בכל הני אסור כיון שהם סתומות ואינו אלא משום חששא שמא טרח ופתח וגף לא מיתסר אלא בשתיה. \n",
        "<b>ומ''ש רבינו וכל הדברים האלו בחביות סתומות אבל בפתוחות אפי' לא שהה וכו',</b> פשוט הוא דמתני' לא מיירי אלא בסתומות מדקתני ואם מודיעו שהוא מפליג כדי שישתום ויסתום וכו' אבל בפתוחות כיון שנעלמו מעיניו איכא למיחש שנגע בהם ואסור בהנאה ומשמע לרבינו דדוקא כשמודיעו שהוא מפליג אבל אם לא הודיעו לא חיישינן שמא נגע משום דכל שעה מירתת דילמא השתא אתי וחזי לי. וכתב הר''ן דאע''ג דבבא דעכו''ם שהיה מעביר מיירי בסתומות הנך בבי דמניח יינו בקרון ומניח עכו''ם בחנותא שריותא דידהו אפי' בפתוחות היא כיון שאין העכו''ם נושא אותם והביא ראיה מדין היה אוכל עמו על השלחן דקתני אם א''ל הוי מוזג ושותה אף מה שעל הדולפקי אסור חביות פתוחות אסורות מכלל דברישא אפי' פתוחות מותרות עכ''ל. ורבינו סבר דמניח יינו בקרון ומניח עכו''ם בחנותו לא שרי אלא בסתומות דוקא דומיא דרישא והא דקתני בהיה אוכל עמו על השולחן חביות פתוחות אסור לאו לדיוקי מינה דבבבי דרישא פתוחות מותרות אלא לגופה אצטריך דסד''א כיון שהוא טרוד באכילה אע''פ שא''ל הוי מוזג ושותה לא חיישינן שיגע אלא ביין שעל השלחן ושעל הדולפקי אבל שאר חביות אפי' פתוחות שרי שאינם בכלל הוי מוזג ושותה קמ''ל דאף הן בכלל הוי מוזג ושותה ואע''פ שהר''ן הביא ראיה מהתוספתא דקתני פרואר שישראל ועכו''ם כונסין לתוכו יין אע''פ שחביות פתוחות והעכו''ם יושב מותר מפני שהן בחזקת המשתמר. י''ל דלא מכרעא מאחר דלא מיתניא בגמ'. ועי''ל דההיא דפרואר מיירי כשאין לעכו''ם שום שייכות ביין הישראל משא''כ במניח יינו בקרון ובספינה שהעכו''ם הוא בעל הקרון או הספינה וכן מניח עכו''ם בחנותו יש לו שייכות ביין שבחנות א''נ פרואר שאני שהוא כמו פונדק שתמיד נכנסין שם ישראלים ועכו''ם והיינו דקתני מפני שהן בחזקת המשתמר כלומר שחזקה שישראל נכנס ויוצא בו. \n",
        "<b>ומ''ש ישראל שהיה אוכל עם העכו''ם וכו'.</b> משנה שם: \n\n"
      ],
      [],
      [
        "<b>היה שותה עם העכו''ם וכו'.</b> עובדא בפ' בתרא דע''ז (דף ע') ואמר רבא חמרא שרי מימר אמר השתא מדכר ליה לחמריה והדר אתי ומשום דאיכא לאקשויי מאי שנא ממתני' דהיה אוכל עמו על השולחן ויצא מה שעל השלחן אסור לפיכך כתב ואינו נאסר אלא מה שלפניו בלבד כלומר שאף כאן מה שלפניו אסור: \n\n"
      ],
      [
        "<b>עכו''ם וישראל שהיו וכו'.</b> שם ההוא חמרא דישראל דהוה יתיב בביתא דהוה דייר ישראל בעליונה ועכו''ם בתחתונה שמעו קל תיגרא נפקו קדים אתא עכו''ם אחדיה לדשא באפיה אמר רבא חמרא שרי מימר אמר כי היכי דקדים אתאי אנא קדים ואתא ישראל ויתיב בעליונה וקא חזי לי. ומפרש רבינו דשמעו קל תיגרא היינו ששמעו קול הברה של חתן או של הספד ויצאו בבהלה ובמקום עליונה ותחתונה כתב שהיו דרים בחצר אחת וחזר העכו''ם וסגר פתח החצר לומר דעליונה ותחתונה לאו דוקא ומדקדוק דברי רבינו נראה דדוקא בשיצאו בבהלה הוא דתלינן בהכי אבל אם יצאו שלא בדרך בהלה לא דאיכא למיחש שמא ראה את הישראל בשוק והניחו שם ובא לבית לנסך ואינו מתירא שיראנו מן העליה שהרי הניחו בשוק אבל כשיוצאים בבהלה לפעמים מניח אדם את חבירו בשוק וכשבא לבית מוצא שקדמו ובא לבית שמתוך הבהלה עובר לפניו ואינו מרגיש בו ומש''ה איכא למימר שמתירא העכו''ם שקדמו: \n\n"
      ],
      [
        "<b>יין של ישראל ועכו''ם וכו'.</b> עובדא שם וגירסת רבינו ההוא ביתא דהוה יתיב ביה חמרא דישראל ועכו''ם וכך היא גירסת הרי''ף והרשב''א ומשמע לרבינו דמיירי שהחביות פתוחות מדלא הצריכו שישהא כדי שיפתח ויגוף ותיבש. \n",
        "<b>ומ''ש וכן אם שאג ארי וכיוצא בו וכו',</b> ג''ז עובדא שם. \n",
        "<b>ומה שכתב רבינו שהרי מפחד מן הרואה אותו.</b> דבר פשוט הוא דאשריותא דכל החביות שכנגד החלון קאי ועלה קאי וכן אם שאג ארי: \n\n"
      ],
      [],
      [
        "<b>אוצר של יין וכו'.</b> ג״ז שם ההוא אושפיזא דהוה יתיב ביה חמרא דישראל אישתכח עכו״ם דהוה יתיב ביני דני אמר רבא אם נתפס עליו כגנב שרי ואי לא אסור ופירש״י בס״פ ר' ישמעאל (עבודה זרה דף ס״א:) אם נתפס עליו כגנב אם עכו״ם חלש הוא ויש אימת שופטי העיר עליו ואם ימצאוהו נוגע נתפס עליו כגנב חמרא שרי בשתיה ואי לא אסור אף בהנאה דודאי נגע. ורבינו גורס דהוה יתיב ביה חמרא דישראל ועכו״ם ומפרש שהיו החביות פתוחות ונראה לומר כדפרש״י בס״פ ר' ישמעאל שאע״פ שאינו נתפס כגנב על הכניסה כיון שיש לו יין באותו פונדק מאחר שהוא נתפס כגנב על הנגיעה שרי. ומ״מ קשיא לי דפתח באוצר וסיים בפונדק ומשמע שהפונדק יש בו אוצרות וכיון שהאוצר של הישראל מיוחד לו אע״פ שהעכו״ם יש לו חביות באמצע הפונדק או באוצר אחר שבפונדק למה לא יהא נתפס על כניסתו באוצר המיוחד לישראל. ולכן נראה שרבינו מפרש אם נתפס כגנב על הכניסה כדפירש״י פ' השוכר את הפועל (עבודה זרה דף ע') והכי דייק מ״ש אם נבהל כשנמצא. ואפשר לפרש בדברי רבינו שהוא מפרש פירוש מחודש בנתפס עליו כגנב דהיינו לומר שאם כשנמצא העכו״ם בין חביות ישראל נבהל ונשתנו פניו כאילו הוא גנב מותר שהדברים מוכיחים שמחמת אימתו לא נגע ואם לא נבהל כשמצאוהו אלא היה בוטח כגוי אשר צדקה עשה חיישינן שמא נגע: \n",
        "<b>ומ''ש ותינוק הנמצא בין וכו'.</b> כתב הראב''ד א''א זה כתב בשביל שראה וכו'. הא איתא בפ' בתרא דע''ז (דף ע':) ההיא רביתא דאתשכח דהוי בי דני והות נקיטא אופיא בידה אמר רבא חמרא שרי אימור מגבה דחביתא שקלתה ואע''ג דליכא תו אימור איתרמויי איתרמו לה ופירש''י ודוקא רביתא שאינה יודעת מטיב ניסוך ולא מסרה נפשה למינגע אבל גדולה מכי חזינן דנקיטא אופיא לא תלינן לקולא. אבל התוס' כתבו לא מצינו חילוק זה בכל מקום לכן נראה דלאו דוקא רביתא דה''ה גדולה אלא דעובדא הכי הוה וכ''כ הרשב''א וכן דעת הראב''ד וקשיא לי לדעתם למה לא חילקו בה בין נתפסת כגנב לאינה נתפסת ונ''ל דאה''נ דמפלגינן בה בהכי ולא חשה הגמרא לפלוגי בהכי משום דבעובדי אחריני אשמעינן הכי ולא איצטריך לאשמועינן בהאי עובדא אלא אע''ג דנקיטא אופיא בידה לא אמרינן ודאי נגעה. וז''ש הראב''ד נדמה לו אע''פ שלא היתה נתפסת כגנב התירו היין כלומר נדמה לו ואינו כן שגם בה חילקו בין נתפסת כגנב לאינה נתפסת. ומה שסיים וכתב ואע''פ שהיתה אופיא בידה התירוה היינו לומר דלדברי רבינו איכא תרי חידושי בהאי עובדא אבל לדידיה ליכא אלא חד חידושא. ואין זו השגה דכיון דמטעם שהיא רביתא שרינן בכל גוונא שרי, וידים מוכיחות לפירוש רבינו מדלא חילקו בה בין נתפסת כגנב לאינה נתפסת. וכבר כתבתי שגם רש''י פירש כדברי רבינו דדוקא רביתא: \n\n"
      ],
      [
        "<b>גדוד שנכנס למדינה וכו'.</b> משנה פ' בתרא דע''ז (דף ע':) בולשת שנכנסה לעיר בשעת שלום חביות פתוחות אסורות סתומות מותרות בשעת מלחמה אלו ואלו מותרות לפי שאין פנאי לנסך. ופירש''י בולשת חיל. ובגמ' ורמינהי עיר שכבשה כרקום כל כהנות שבתוכה פסולות אמר רב מרי לנסך אין פנאי לבעול יש פנאי. וכתב הר''ן בשעת שלום סתומות מותרות שכיון שהן סתומות ה''ז ראיה שלא פתחום שאם פתחום לא חזרו לסתמם שאין אימת אדם עליהם וכ''ש דשרו לר' אליעזר דלא חייש לזיופא וסגי ליה בחותם אחד ומיהו בין לדידיה בין לרבנן דוקא סתומות במגופה של טיט אבל בפקוק של עץ כפתוחות דמו וכי מהדר ליה לפקק לאו משום אימתא אלא אורחא דמילתא. בשעת מלחמה אלו ואלו מותרות (לפי שאין פנאי לנסך) בין בכרקום של אותה מלכות בין של מלכות אחרת וכן מוכח בפ' האשה שנתארמלה. ומיהו דוקא בפתוחות מתחלתן אבל סתומות שנפתחו חיישינן להו עכ''ל. ועיין במ''ש המגיד משנה בפרק י''ח מהלכות איסורי ביאה: \n\n"
      ],
      [
        "<b>עכו״ם שנמצא עומד וכו'.</b> משנה וגמרא פרק רבי ישמעאל (עבודה זרה דף ס':). וא״ת אמאי לא מפליג הכא בין נתפס כגנב לאינו נתפס. וי״ל דה״פ אם יש לו עליו מלוה פשיטא שאינו נתפס כגנב ואסור ואם אין לו עליו מלוה מותר והוא שיהא נתפס כגנב: \n\n"
      ],
      [
        "<b>זונה עכו''ם וכו'.</b> בפירקא בתרא דעבודה זרה (דף ס''ט ע') אמר רבא זונה עכו''ם וישראל מסובים אצלה חמרא שרי נהי דתקיף להו יצרא דעבירה יצרא דיי''נ לא תקיף להו זונה ישראלית ועכו''ם מסובין חמרא אסיר מ''ט הואיל וזילא עלייהו בתרייהו גרירא כלומר ושבקה להו לנסוכי: \n\n"
      ],
      [
        "<b>עכו״ם הנמצא בבית וכו'.</b> עובדא פ' ר' ישמעאל (עבודה זרה דף ס':) וכתב רבינו שזו הרחקה יתירה: \n\n"
      ],
      [
        "<b>חבית שצפה בנהר וכו'.</b> בפ' לא יחפור (ב''ב כ''ד) אתמר חבית שצפה בנהר אמר רב נמצאת כנגד עיר שרובה ישראל מותר כנגד עיר שרובה עכו''ם אסור ושמואל אמר אפילו נמצאת כנגד עיר שרובה ישראל אסור וידוע דהלכתא כרב באיסורי: \n\n"
      ],
      [
        "<b>מקום שהיו רוב מוכרי היין בו וכו'.</b> בפרק לא יחפור הנהו זיקי דחמרא דאשתכחו בי קופאי שרנהו רבא לימא לא סבר לה לדרבי חנינא (דאמר רוב וקרוב הולכים אחר הרוב) שאני התם דרובא דשפוכאי ישראל נינהו וה''מ רברבי אבל זוטרי אימור מעוברי דרכים נפול ואי איכא רברבי בהדייהו אימור באברורי הוו מנחי. ופירש''י בי קופאי טמונים בין הגפנים שבכרם (והיא של ישראל וכו') באברורי (הוו מנחי) להשוות משא החמור. ונראה שרבינו מפרש בי קופאי שם מקום וכ''כ התוס' בשם הערוך ויש לתמוה על מ''ש רבינו מותרים בהנאה דכיון דרוב שפוכאי ישראל הוו אפילו בשתיה ה''ל למשרי והכי משמע לישנא דשריותא סתם. וי''ל דמשמע לרבינו דכיון דאמרינן לימא לא סבר לדרבי חנינא אלמא רוב העיר עכו''ם הוו ואמרינן בפ' אלו מציאות מצא חבית של יין בעיר שרובה עכו''ם מותרת משום מציאה ואסורה בהנאה וכי מאחר דאסירא בהנאה מותרת משום מציאה למאי הלכתא אמר רב אשי לקנקנה, ומפני כך פירש רבינו דהא דשרא רבא לא התיר אלא הכלים ליהנות מהן אבל היין עצמו אסור כיון שרוב העיר היו עכו''ם ואע''ג דרובא דשפוכאי הוו ישראל מסתיין דשרי הכלים וז''ש הרי אלו מותרין דמשמע דקאי אקנקנים דאי אף איין קאי ה''ל למימר מותר ואפשר דמשום הכי לא אמר שרא רבא דמשמע שהתיר היין אלא שרנהו רבא כלומר התיר הכלים אבל לא היין אבל קשה דאי לא שרא רבא אלא הכלים מאי מתמה לימא לא סבר לה לדר' חנינא דאמר הלך אחר הרוב כלומר וכיון דרוב העיר עכו''ם היכי שרא והא דינא הכי הוא דמצא חבית של יין בעיר שרובה עכו''ם הקנקן מותר לפיכך צ''ל דשרנהו רבא וכן מותרים שכתב רבינו איין נמי קאי אלא דמשמע ליה לרבינו דאע''ג דרוב שפוכאי הוו ישראל כיון דרוב העיר עכו''ם מסתיין דנישרי יין וקנקנים בהנאה: \n",
        "<b>חבית שפתחוה גנבים וכו'.</b> בפ' בתרא דע''ז (דף ע'): \n\n"
      ]
    ],
    [
      [
        "<b>הלוקח בית או ששכר בית בחצרו של עכו״ם וכו'.</b> בסוף פרק רבי ישמעאל (עבודה זרה דף ס״א) תנו רבנן אחד הלוקח ואחד השוכר בית בחצרו של עכו״ם ומילאהו יין וישראל דר באותה חצר מותר אף על פי שאין מפתח וחותם בידו בחצר אחרת מותר והוא שמפתח וחותם בידו: \n\n"
      ],
      [
        "<b>ומ''ש יצא ולא סגר הפתח וכו' ואם א''ל אחוז לי מפתח זה עד שאבא וכו'.</b> בפ' בתרא דע''ז ההוא מסוביתא פי' מוכרת יין דמסר איקלידה מפתחה לעכו''ם אר''י א''ר אלעזר עובדא הוה בי מדרשא ואמרו לא מסר לה אלא שמירת מפתח בלבד ופרש''י ולא סמכה דעתה ליכנס ונתפסה כגנב ומשמע מדברי הפוסקים דאפי' במסר לה המפתח סתם אמרינן לא מסר לה אלא שמירת המפתח אבל מדברי רבינו נראה דדוקא בדפריש ואמר שאינו מוסר לה אלא שמירת המפתח: \n",
        "<b>וכתב</b> הראב''ד א''א זה שיבוש שלא אמרו וכו'. וי''ל שרבינו סובר דכשהיין והבית של ישראל אפי' לא סגר הפתח או שסגר והניח ביד העכו''ם סתם מותר דליכא למיחש שיכנס העכו''ם בבית שהרי הוא נתפס כגנב על הכניסה ולא איצטריך הגמ' לאשמועינן הכא דהא אשמעינן בכמה דוכתי אלא הכא ב''ע כשהבית של עכו''ם שאם מסר לו המפתח סתם או שיצא ולא סגר הפתח אסור בשתיה מיהא משום דכיון שיש לעכו''ם שייכות בבית אינו נתפס כגנב על הכניסה וכשא''ל אחוז לי מפתח זה עד שאבא הוי כמפרש שאינו מוסר לו אלא שמירת מפתח בלבד ומותר: \n\n"
      ],
      [
        "<b>עכו״ם ששכר ישראל לדרוך וכו'.</b> משנה סוף פרק ר' ישמעאל (עבודה זרה דף ס״א) המטהר יינו של עכו״ם ונתנו ברשותו ובבית הפתוח לר״ה בעיר שיש בה עכו״ם וישראלים מותר בעיר שכולה עכו״ם אסור עד שיושיב x שומר ואין השומר צריך להיות יושב ומשמר אע״פ שהוא יוצא ונכנס מותר רשב״א אומר (כל) רשות עכו״ם אחת המטהר יינו של עכו״ם ונתנו ברשותו והלה כותב לו התקבלתי ממך מעות מותר אבל אם רצה ישראל להוציאו ואינו מניחו עד שיתן לו את מעותיו זה היה מעשה בבית שאן ואסרו. בגמ' תניא המטהר יינו של עכו״ם ברשותו וישראל דר באותו חצר וכו' ואע״פ שאין מפתח וחותם בידו מותר בחצר אחרת אסור אע״פ שמפתח וחותם בידו עד שיושיב שומר ואיפליגו אמוראי בפירוש דברי רשב״א ותניא כמ״ד דה״ק ת״ק בד״א ברשותו אבל ברשות עכו״ם אחר מותר ולא חיישינן לגומלין רשב״א אומר כל רשות עכו״ם אחת היא. והשתא מ״ש רבינו אם היה ישראל זה ששומר אותו היין דר באותה חצר היין מותר ואם היה השומר דר בחצר אחרת היין אסור ואע״פ שהמפתח והחותם ביד ישראל, פשוט דהיינו ברייתא דבסמוך: \n",
        "<b>וכתב</b> הראב''ד אף על פי שהמפתח והחותם ביד ישראל א''א עד שיהיה שם שומר נכנס ויוצא עכ''ל. משיג על רבינו שהיה לו לסיים כן כמו שמסיים בברייתא ואין זו השגה שכבר נתבאר בדברי רבינו דבשומר נכנס ויוצא מותר: \n",
        "<b>ומ''ש היין מותר אע''פ שהפתח פתוח והשומר נכנס ויוצא.</b> פשוט במשנה וכתב הראב''ד דר באותה חצר וכו' א''א זה שבוש שאין הבית צריך לכך עכ''ל. נראה שטעמו (חסר כאן) \n\n"
      ],
      [
        "<b>ומ''ש אפי' כתב לעכו''ם שנתקבל ממנו המעות.</b> פשוט בסיפא דמתניתין: \n",
        "<b>ומ''ש בין ברשות בעל יין בין ברשות עכו''ם אחר.</b> היינו כרשב''א דמתני' וכן פסק רבינו בפירוש המשנה כמותו ונראה שטעמו מדאמרו בפ' הנזכר (דף ס''א:) גבי עובדא דפרזק רופילא סבור רבנן קמיה דרבא למימר כי חיישינן לגומלין ה''מ היכא דקא מותיב האי גבי האי וכו' א''ל רבא אדרבה אפילו למ''ד לא חיישינן לגומלין ה''מ היכא דלא מירתת מיניה וכו' ומדקאמר גבי דידהו כי חיישינן לגומלין וגבי דידיה קאמר אפילו למ''ד לא חיישינן לגומלין משמע דלדברי כלם הלכה כמ''ד חיישינן לגומלין דהיינו רשב''א: \n\n"
      ],
      [
        "<b>ומ''ש היה זה היין הטהור וכו'.</b> היינו רישא דמתניתין דקתני ונתנו ברשותו בבית שהוא פתוח לר''ה בעיר שיש בה עכו''ם וישראל מותר: \n\n"
      ],
      [
        "<b>ומ''ש ואשפה וחלון ודקל וכו'.</b> שם בגמ' וטעמא משום דמתירא שמא יבא ישראל לישב על האשפה ויראנו. וחלון פירש''י חלון של ישראל פתוח כנגד פתח הבית ע''כ. ודקל טעמא משום דמתירא העכו''ם שמא יעלה הישראל ללקוט פירותיו ויראנו נוגע. ובשאין בו פירות איפליגו רב אחא ורבינא וקי''ל דכל היכא דפליגי רב אחא ורבינא הלכה כדברי המיקל וטעמא דשרי מפני שהוא מתירא שמא יעלה עליו לצורך תשמיש אחר ויראנו משם: \n\n"
      ],
      [
        "<b>חצר החלוקה וכו'.</b> בפ' בתרא דע''ז (דף ע':) חצר שחלקו במסיפס אמר רב טהרותיו טמאות ובעכו''ם אינו עושה יי''נ כלומר אע''פ שידו של עכו''ם מגעת שם. ור''י אמר אף טהרותיו טהורות וידוע דהלכה כר''י לגבי דרב. \n",
        "<b>ומ''ש וכן שני גגין שהיה גג ישראל למעלה וכו' או שהיה זה בצד זה וכו' אף על פי שיד העכו''ם מגעת לחלק ישראל וכו',</b> ברייתא שם וכרבנן דפליגי אדרשב''ג ומפרש רבינו בשיש ביניהם מסיפס מדמקשי מינה לרב דאיירי בחצר החלוקה במסיפס. ופירש''י מסיפס מחיצה נמוכה. והערוך פירש בשם גאון מסיפס כותל חלול שיש בו חלונות: \n\n"
      ],
      [],
      [
        "<b><small>(ח-ט)</small> מותר לישראל להפקיד יינו וכו'.</b> בפ''ב דע''ז (דף ל''א) אחד הלוקח ואחד השוכר בית בחצירו (של עכו''ם) ומילאהו יין ומפתח או חותם ביד ישראל ר' אליעזר מתיר (בשתיה) וחכמים אוסרים. זו היא גירסת בה''ג והרי''ף ורבינו וכתב הרשב''א שהיא הגירסא הנכונה ואפסיקא הלכתא בגמ' פרק ר' אליעזר. \n",
        "<b>ומ''ש כיצד סתם החבית בכלי שאינו מהודק וכו'.</b> שם בגמרא: \n",
        "<b>ומ''ש ואם הפקיד ביד עכו''ם בחותם אחד ה''ז אסור בשתיה וכו',</b> בפ''ב דע''ז (דף ל':) א''ר יוחנן משום ר''י בן בתירא המפקיד יינו אצל עכו''ם אסור בשתיה ומותר בהנאה והא תנן המפקיד פירותיו אצל עכו''ם הרי הן כפירותיו של עכו''ם לשביעית ולמעשר כגון שייחד לו קרן זוית א''ה בשתיה נמי לישתרי דהא ר' יוחנן איקלע לפרוד וכו' תנא ליה ר' תנחום דמן פרוד המפקיד יינו אצל עכו''ם מותר בשתיה וכו' ל''ק הא ר''א הא רבנן דתניא אחד הלוקח ואחד השוכר בית בחצירו של עכו''ם ומילאהו יין ומפתח וחותם ביד ישראל ר''א מתיר וחכמים אוסרים ופירש''י שייחד לו קרן זוית ומסר לו מפתח או עשה חותם ומשמע דה''פ הא דקתני המפקיד יינו אצל עכו''ם מותר בשתיה היינו ע''י מפתח או חותם ביד ישראל וכר''א והא דקתני ר''י בן בתירא אומר המפקיד יינו אצל עכו''ם אסור בשתיה ומותר בהנאה היינו במפתח וחותם כחכמים דאסרי בשתיה והשתא הדרינן ממאי דאוקימנא בשייחד לו קרן זוית. ולפי זה יש לתמוה על רבינו שכתב והוא שייחד לו קרן זוית דהא למסקנא הדרינן מהאי אוקימתא וכן יש לתמוה על הראב''ד שכתב והוא שייחד לו קרן זוית א''א זה שיבוש וכו'. ועוד יש לתמוה על רבינו שפסק כההיא דר''י בן בתירא דהמפקיד יינו אסור בשתיה ומותר בהנאה דאתיא כחכמים דפליגי אר' אליעזר ובגמ' איפסיק הלכתא כר''א והוא עצמו פסק לעיל בסמוך כמותו ולכן צ''ל שרבינו מפרש (חסר כאן) \n\n"
      ],
      [
        "<b>יין מבושל וכו'.</b> בפרק אין מעמידין (עבודה זרה דף ל״ט:) אמר רב אשי הא אתא לאשמועינן חומץ מבושל שלנו ביד עכו״ם וכן יין שלנו ביד עכו״ם א״צ חותם בתוך חותם מ״ט אי משום אינסוכי לא מנסכי אי משום איחלופי כיון דאיכא חותם אחד לא טרח ומזייף ומשמע דאפילו יש בכלי שום נקב שיוכל לשתות ממנו אם אינו גדול שיוכל להריק בו יין לתוך הכלי שרי דלמאי ניחוש לה אם מפני שהוא יכול לשתות ממנו הא לא מינסיך ואי משום איחלופי כיון שהנקב צר כל כך ליכא למיחש להכי. \n",
        "<b>ומה שכתב רבינו דה''ה לשכר.</b> פשוט שהוא נלמד מדין יין מבושל. \n",
        "<b>ומ''ש או יין שעירב בו דברים אחרים וכו',</b> שם אמרינן דאלונתית אין בה משום יי''נ ואלונתית הוא יין שיש בו תערובת שמן ויינומלין הוא יין שיש בו תערובת דבש ופלפלין ומאחר שאין בהם משום יי''נ דינם כיין מבושל. \n",
        "<b>ומ״ש והגבינה והחלב מותרים בחותם אחד,</b> מימרא בפרק אין מעמידין (עבודה זרה דף ל״ט:) וסובר רבינו שהטעם מפני שאיסורם מד״ס וכן דעת הרשב״א וכתב ואע״פ שסתם יינם אינו אלא מדרבנן החמירו בו כשל תורה משום דחביב ניסוך עליהם וטרחי ומזייפי חותם אחד. והר״ן כתב בשם הירושלמי דטעמא משום דכל דבר שאיסורו מגופו אסור בחותם אחד משום תערובת מותר בחותם אחד: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b><small>(יג-יד)</small> יש דברים שאין בהם איסור ניסוך כלל וכו' ואלו הם לא ימזוג העכו״ם המים וכו'.</b> בפ' ר' ישמעאל (עבודה זרה דף נ״ח:) א״ר יוחנן יין שמזגו עכו״ם אסור משום לך לך אמרין נזירא וכו' ומשמע לרבינו דכיון דאינו אלא משום לך לך אמרין נזירא אין לאסור אלא לכתחלה כמ״ש במוליך ענבים לגת ולישנא דשמזגו לאו דוקא וחלקו עליו המפרשים וכתבו דבשתיה מיהא אסור. \n",
        "<b>ומ''ש ולא יוליך העכו''ם ענבים לגת וכו',</b> שם (דף נ''ט) בעו מיניה מרב כהנא עכו''ם מהו שיוליך ענבים לגת א''ל אסור משום לך לך אמרין נזירא וכו' איתביה רב יימר לרב כהנא עכו''ם שהביא ענבים לגת בסלים ובדרדורים אע''פ שהיין מזלף עליהם מותר א''ל הביא קאמרת אנא לכתחלה קאמינא. \n",
        "<b>ומ''ש ולא יסייע לישראל בשעה שמריק מכלי אל כלי,</b> בפרק בתרא דע''ז (דף ע''ב:) אמר להו רבא להנך שפוכאי כי שפכיתו חמרא לא ליקרב עכו''ם לסייע בהדייכו דילמא מישתליתו ושדיתו ליה עליה וקא אתי מכחו ואסור ופירש''י שפוכאי פועלים ישראל הרגילים לערות יין מכלי אל כלי. ושדיתו ליה עליה שמא תניחו כל הכלי שמערים ממנו ביד העכו''ם והוא יערה לבדו ומיתסר התחתון. ומדיהב טעמא דילמא משתליתו ושדיתו עליה משמע דכל היכא דלא שדו עליה דעכו''ם מותר בדיעבד וכן פסקו סמ''ג ורשב''א והר''ן. \n",
        "<b>ומ''ש וכן מותר שיריח העכו''ם וכו'.</b> שם (דף ס''ו:) האי בת תיהא עכו''ם בדישראל שפיר דמי ישראל בדעכו''ם אביי אמר אסור רבא אמר מותר. ופירש''י בת תיהא נקב נוקבין במגופת החבית להריח את היין לבודקו אם יכול להתקיים וידוע דהלכה כרבא: \n\n"
      ],
      [
        "<b>כבר ביארנו שכל דבר שהוא אסור בהנאה וכו' לפיכך עכו''ם ששכר את ישראל וכו' וכן השוכר את החמור להביא עליו יין וכו'.</b> משנה בפ' בתרא דע''ז (דף ס''ב) השוכר את הפועל לעשות עמו ביי''נ שכרו אסור וכו' השואל את החמור להביא עליה יין נסך שכרו אסור ובגמ' (שם ע''ב) איבעיא להו שכרו לסתם יינם מהו וכו' עד איניש גנב ואייתי קבר הכא. ומה שכתב אם מעות נתנו לו יוליכם לים המלח x: \n\n"
      ],
      [],
      [
        "<b>שכר לעכו''ם חמור לרכוב עליו וכו'.</b> שם במשנה: \n",
        "<b>שכרו לשבר כדי יין נסך וכו'.</b> שם (דף ס''ג:) בעיא דאיפשיטא: \n\n"
      ],
      [
        "<b>השוכר את הפועל ואמר לו העבר לי מאה חביות וכו'.</b> שם במשנה שכרו לעשות עמו מלאכה אחרת אע''פ שאמר לו העבר לי חבית של יי''נ ממקום למקום שכרו מותר ובגמרא (דף ס''ה) אוקמה רבא דאמר ליה העבר לי חבית חבית בפרוטה דתניא השוכר את הפועל ואמר לו העבר לי מאה חביות במאה פרוטות ונמצאת חבית של יי''נ ביניהם שכרו אסור חבית חבית בפרוטה ונמצאת חבית של יין ביניהם שכרו מותר ופירש''י העבר לי חבית חבית בפרוטה ונמצאת חבית של יי''נ ביניהם שדי פרוטה לנהרא א''נ לא שקיל מיד עכו''ם ואינך מישתרו דהא לא שייך שכר ההוא חבית בהדי אינך דכל חדא קנין אגרא באפי נפשה. העבר מאה חביות במאה פרוטות דכל כמה דלא אעברינהו לכולהו לא יהיב ליה מידי [הילכך כוליה אגרא שייך ביה]: \n",
        "<b>וכתב</b> הראב''ד א''א ומאחר דקי''ל כר''א וכו'. ויש לומר שהטור כתב שדעת הרמ''ה והרמב''ן כדעת רבינו משום דכיון דקבלנות היא כוליה אגרא אכל חדא וחדא יהיב ואין לו תקנה על ידי הולכת הנאה לים המלח והרשב''א והר''ן נתנו טעם אחר שאילו הודיעו מתחלה שאינו מעביר לו אותה חבית שמא לא היה שוכרו כלל וכ''נ שהוא דעת הרי''ף שכתב סתם דשכרו אסור ולא חילק בדבר וכ''נ מדברי רש''י: \n\n"
      ],
      [],
      [
        "<b>אומני ישראל ששלח להם עכו''ם וכו'.</b> משנה פרק בתרא דע''ז (דף ע''א) ותיבת ובלבד הכתוב בספרי רבינו נ''ל שהוא ט''ס וכן מצאתי תיבת ובלבד בספר מוגה שנמחק: \n\n"
      ],
      [
        "<b>ישראל שהיה נושה בעכו''ם מנה וכו'.</b> ברייתא רפ''ג דע''ז (דף ס''ד): \n\n"
      ],
      [
        "<b>וכן גר ועכו''ם שהיו שותפין ובאו לחלוק וכו'.</b> שם וכי רוצה בקיומו כה''ג מי אסיר והא תנן גר ועכו''ם שירשו את אביהם עכו''ם יכול לומר לו טול אתה עכו''ם ואני מעות טול אתה יי''נ ואני פירות אם משבאו לרשות הגר אסור וכו' אמר רב פפא וכו' שאני ירושת הגר דאקילו בה רבנן גזירה שמא יחזור לקילקולו תניא נמי הכי בד''א שירשו אבל נשתתפו אסור: \n\n"
      ],
      [
        "<b><small>(כג-כד)</small> ישראל שמכר יינו לעכו''ם פסק עד שלא מדד דמיו מותרים וכו'.</b> משנה שם (דף ע''א) המוכר יינו לעכו''ם פסק עד שלא מדד דמיו מותרים מדד עד שלא פסק דמיו אסורים ובגמ' אמר אמימר משיכה בעכו''ם קונה וכו' ורב אשי אמר וכו' אינה קונה וכו' אמר רב אשי מנא אמינא לה מדא''ל רב להנהו סבויתא כי כייליתו חמרא לעכו''ם שיקלו זוזי מינייהו והדר כיילו להו ואי לא נקטו בהדייהו זוזי אוזיפונהו והדר שיקלו מינייהו כי היכי דתהוי הלואה גבייהו דאי לא עבידתו הכי כי קא הוי יי''נ ברשותייכו קא הוי וכי שקליתו דמי יי''נ קא שקליתו ואי ס''ד משיכה בעכו''ם קונה מדמשכה עכו''ם קנייה יי''נ לא הוי עד דנגע ביה אי דקא כייל ורמי למנא דישראל ה''נ לא צריכא דקא כייל ורמי למנא דעכו''ם סוף סוף כי מטא לאוירה דמנא קנייה יי''נ לא הוי עד דמטי לארעיתיה דמנא ש''מ ניצוק חבור (לא) אי דנקיט עכו''ם לכלי בידים ה''נ לא צריכא דמנח אארעא ותיקני ליה כליו ש''מ כליו של לוקח ברשות מוכר לא קנה לוקח לא לעולם אימא לך קנה לוקח והב''ע כגון דאיכא עכבת יין אפומא דכזונתא דקמא קמא אינסיך ליה וכמאן דלא כרשב''ג דאי רשב''ג הא אמר ימכר כולו לעכו''ם חוץ מדמי יי''נ שבו מידי הוא טעמא אלא לרב הא אמר רב הלכה כרשב''ג חבית בחבית אבל לא יין ביין ע''כ בגמרא. ונראה מדברי רבינו שהוא סובר דעכו''ם קונה בין במשיכה בין בכסף וכ''כ המגיד בפרק א' מהלכות זכייה שהוא דעתו ז''ל ומפרש דמתני' בשמדד הישראל לכליו וכך נתנו לעכו''ם וכך משכו מידו בכליו של ישראל ואח''כ נגע בו וקתני דאם פסק עד שלא מדד דמיו מותרים משום דמדמשכיה על דעת הפסק שפסק עמו קנייה וזוזי הלואה נינהו גביה יי''נ לא הוי עד דנגע ביה אבל אם מדד עד שלא פסק ונתנו לעכו''ם ונגע בו דמיו אסורים שמאחר שלא פסק לא סמכה דעתו כשמשך דשמא יתבע ממנו דמים מרובים הילכך אע''ג דמשך לא קנה ונמצא דכשנגע בו עדיין יינו של ישראל היה וכי שקיל מיניה דמי הוי כמוכרו לו ומשמע לי דמדד דקתני מתני' ודנקט רבינו לאו דוקא אלא היינו לומר דמדד ונתן לעכו''ם ומשכו דאל''כ קשה אמאי מדד עד שלא פסק דמיו אסורים אע''פ שלא פסק עמו עד אחר שמדדו כיון שעדיין לא משכו דמיו מותרים דכל שקדם פסק למשיכה סמכא דעתיה וקנה במשיכה וטעמא דנקטו מדידה במקום משיכה נראה דהיינו משום דאין דרך לפסוק בין מדידה למשיכה אלא או קודם מדידה או אחר משיכה מש''ה נקטו מדידה במקום משיכה ונכלל עוד במלת מדד שאחר שמשכו נגע בו כדלעיל. \n",
        "<b>ומ''ש אבל אם מדד לכלי העכו''ם או לכלי ישראל שביד העכו''ם צריך ליקח הדמים ואח''כ ימדוד וכו'.</b> היינו מדא''ל רב שיקלו זוזי מינייהו והדר כיילו להו ואוקימנא בדכייל ורמי למנא דעכו''ם כלומר דמדנפל למנא נאסר קודם שקנה העכו''ם כלל שהרי עדיין לא משך ולא נתן דמים וכיון שעד שלא חל הקנין נאסר ברשותו של ישראל כי יהיב ליה בתר הכי הוי מוכר לו יין אסור ואם לקח ממנו דמים קודם שמדד שרי משום דעכו''ם דכיון דיהיב דמי קני אע''פ שלא משך הילכך כי מדד לכליו של עכו''ם ונאסר חמרא דעכו''ם הוא שנאסר שכבר היה קנוי לו. \n",
        "<b>ומ''ש דה''ה אם מדד לכלי של ישראל שביד העכו''ם דמיו</b> קשה דאדרבה בכה''ג אמרינן בגמרא דאפי' מודד לכלי של עכו''ם שרי דפרכינן סוף סוף מכי מטא לאוירא דמנא קנייה יי''נ לא הוי עד דמטי לארעיתא דמנא ואהדרינן אי דנקיט ליה עכו''ם לכלי בידיה הכי נמי לא צריכא דמנח אארעא י''ל דהיינו למאן דאמר ניצוק אינו חבור אבל למאן דאמר ניצוק חיבור מכי שדי לקלח בתוך יין שבכלי העכו''ם נאסר כל היין שבכלי העליון משום ניצוק והוא הדין למודד לתוך כלי של ישראל ונאסרה מפני שנפלה לכלי שביד עכו''ם כל יין שבכלי העליון נאסר משום נצוק. \n",
        "<b>ולפי זה מ''ש שמשיגיע לכלי נאסר בסתם יינם</b> פירוש משהתחיל להגיע בכלי נאסר הכל כלומר אף מה שבכלי העליון כסתם יינם. ומיהו הא דאסר במודד לכלי ישראל שביד העכו''ם היינו דוקא כשהיה העכו''ם מנדנד הכלי אם היה מונח בקרקע או שהיה אוחזו בידו באויר דאז על כרחו הוא מנדנד אבל אם היה מונח הכלי של ישראל ע''ג קרקע והעכו''ם אוחזו ולא נדנדו לא נאסר היין כמו שנתבאר בפרק י''ב. וא''ת במדד עד שלא פסק דאמרינן שהדמים אסורים אמאי כיון דאינו מוכרו אלא לאותו עכו''ם שנסכו שרי. וי''ל דרבינו לטעמיה דסבר שאינו מותר למכרו אלא דוקא כשנתכוון להזיקו והכא לא נתכוון להזיקו שהרי אפי' הישראל טעה בדין וחשב שאין המעות נאסרים וברשותו של ישראל נגע הילכך אינו חייב לשלם לו: וכתב \n",
        "<b>הראב''ד ואם מדד ולא לקח הדמים וכו'.</b> א''א הא נמי דלא כהלכתא וכו': \n\n"
      ],
      [],
      [
        "<b>הנותן דינר לחנוני וכו'.</b> בפרק בתרא דע''ז (דף ס''ג) תניא אומר אדם לחמריו ולפועליו לכו ואכלו בדינר זה (צאו ושתו בדינר זה) ואינו חושש לא משום שביעית ולא משום מעשר ולא משום יי''נ ואם אמר צאו אכלו ואני פורע צאו ושתו ואני פורע חושש משום שביעית ומשום מעשר ומשום יי''נ ואוקמה רב חסדא בחנוני המקיפו דכיון דאורחיה לאוקופיה קני ליה דינר גביה ואותיבנן עליה ואסיקנא אלא אמר רבא ל''ש מקיפו ל''ש שאין מקיפו אע''ג דמשעבד ליה כיון דלא מייחד שיעבודיה לא מיתסר אלא הכא אמאי חושש וכו' אמר רב פפא כגון שהקדים לו דינר כלומר שהקדים בעה''ב דינר לחנוני קודם ששלח אצלו דהשתא מדבעה''ב אכלי רב אשי אמר כגון שנטל ונתן ביד כלומר שנשא מיד החנוני ונתן להם דהשתא איהו ספי להו איסורא וכתב הרשב''א מסתברא דרב אשי לא פליג אדר''פ אלא דניחא ליה טפי לאוקומה בהכין משום דלישנא דברייתא לא ניחא לאוקימתא דר''פ ואיתא לדר''פ ואיתא לדרב אשי עכ''ל: \n\n"
      ],
      [],
      [
        "<b>מלך שהיה מחלק יינו לעם וכו'.</b> שם (דף ע''א) אמר ר''י אמר רב מותר לאדם לומר לעכו''ם צא והפס עלי מנת המלך מיתיבי אל יאמר אדם לעכו''ם עול תחתי לאוצר א''ל רב עול תחתי לאוצר קא אמרת הא לא דמיא אלא להא אבל אומר לו מלטני מן האוצר ופירש רש''י צא והפס עלי מנת המלך ארנונא שהיו נותנים מתבואותיהם וכו' איתא בבית יוסף סימן קל''ב עד ונמצא פורע חובו מיין נסך: \n",
        "<b>וכתב</b> הראב''ד א''א דבריו מבולבלים וסתומים וכו'. ואני אומר שהדבר ידוע שדברי הראב''ד על דרך פירוש רש''י ודברי רבינו כמו שכתב הרשב''א בתורת הבית שפירשו מקצת הגאונים ואיני רואה כאן לא בלבול ולא סתימה: \n\n"
      ],
      [
        "<b>עכו״ם שנגע ביינו של ישראל לאונסו וכו'.</b> בפרק ר' ישמעאל (עבודה זרה דף נ״ט:) אמר רב אשי האי עכו״ם דנסכיה לחמריה דישראל [בכוונה אע״ג] דלזבוניה לעכו״ם אחרינא אסור שרי ליה למישקל דמי מההוא עכו״ם וכתב הר״ן דטעמא משום דלאו מכר הוא ואינו נהנה מדמי יי״נ אלא אומר לו שפכת ייני ואבדתו ממני ודמי יין כשר קא שקיל ואע״ג דעכו״ם לא יהיב דמי אא״כ יהיב ליה ישראל חמרא לא מיתסר מש״ה דמ״מ הרי מחוייב לו דמי נזקו ומשום תשלומי נזק שקיל להו לדמים ולא מתורת מכר וכך הם דברי רבינו. ומשמע עוד מדבריו דדוקא בעכו״ם שנתכוון להזיקו ולאסור יינו הוא דשרי למישקל דמי מיניה אבל אם לא נתכוון לכך אסור למישקל דמי מיניה ונראה שטעמו משום דאם לא נתכוון להזיקו ולאסרו עליו אינו חייב לשלם לו וכיון שאינו חייב לשלם לו כי שקיל דמי יי״נ קא שקיל וא״ת כי לא נתכוון נמי אמאי לא מחייב לשלומי הא תנן אדם מועד לעולם בין שוגג בין מזיד י״ל דה״מ בדברים שהם ידועים לכל העולם שהם נזקים בהנהו אמרינן שאין טענת שוגג או אינו מתכוון פוטרתו אבל נגיעה בעלמא (בין) כיון דלכ״ע לית ביה נזקא כלל אלא לישראל או ליודעים בטיבם כל שלא נתכוון להזיק אין לחייבו לשלם: \n\n"
      ]
    ],
    [
      [
        "<b>כל איסורי מאכלות שבתורה שיעורן בכזית.</b> פרק בתרא דיומא (דף פ'). \n",
        "<b>ומ''ש בינוני.</b> בפי''ז דכלים (מ''ח) כזית שאמרו [לא גדול ולא קטן אלא] בינוני. תניא רבי אומר כל השיעורין כלם בכזית ופירש''י כל השיעורין האמורים באוכלים: \n",
        "<b>וכבר ביארנו וכו'.</b> בפ' שביעי מהלכות אלו: \n\n"
      ],
      [
        "<b>ושיעור זה עם כל השיעורים הל''מ.</b> בריש עירובין (דף ד') ובפרק בתרא דיומא (דף פ'): \n",
        "<b>ואסור מן התורה לאכול כל שהוא וכו'.</b> בפרק בתרא דיומא (דף ע''ב:) פלוגתא דרבי יוחנן וריש לקיש והלכה כרבי יוחנן דאמר הכי: \n\n"
      ],
      [
        "<b>כזית שאמרנו חוץ משל בין השינים.</b> בס״פ גיד הנשה (חולין דף ק״ג:) פלוגתא דרבי יוחנן ור״ל והלכה x כרבי יוחנן דאמר הכי. \n",
        "<b>ומ''ש אבל מה שבין החניכים מצטרף למה שבלע וכו'.</b> שם לדברי הכל. \n",
        "<b>ומ''ש אפילו אכל כחצי זית והקיאו וחזר ואכל אותו חצי זית עצמו חייב וכו'.</b> שם: \n\n"
      ],
      [
        "<b>כזית חלב וכו' שהניחו בחמה וכו' חזר והניחו בגשמים ונתפח וכו'.</b> בפ''ג דטהרות (מ''ד). \n",
        "<b>ומה שכתב היה פחות מכזית מבתחלה וכו'.</b> בר״פ כל המנחות באות מצה (מנחות דף נ״ג): \n\n"
      ],
      [
        "<b>כבר ביארנו.</b> בפ''ד מהלכות אלו: \n",
        "<b>ומ״ש וחמשה מיני תבואה וכו' הכל מצטרפין לכזית וכו'.</b> פ״ק דחלה (מ״א) ובמנחות פ' ר' ישמעאל (מנחות דף ע') משנה וגמרא: \n\n"
      ],
      [
        "<b>יראה לי שכל החייב בתרומה ומעשרות וכו'.</b> צירוף הנבילות נתבאר בפרק ד' מהלכות אלו. ולענין צירוף הטבל כתב הראב''ד בעינן טעמן שוה כדאמרינן בעלמא וכו': \n\n"
      ],
      [
        "<b>האוכל אכילה גדולה מדבר אסור וכו'.</b> משנה פרק שלשה מינים (נזיר מ''ב) אלו הן הלוקין (מכות כ''א) נזיר שהיה שותה יין כל היום אינו חייב אלא אחת אמרו לו אל תשתה אל תשתה והוא שותה חייב על כל אחת ואחת: \n\n"
      ],
      [],
      [
        "<b><small>(ח-ט)</small> האוכל כשעורה או כחרדל וכו'.</b> במשנה פ״ג דכריתות (דף י״ב:) כמה ישהא האוכלן x כאילו אוכלן קליות דברי ר״מ וחכ״א עד שישהא מתחלה ועד סוף כדי אכילת פרס וידוע דהלכה כחכמים ובפ' כיצד משתתפין (עירובין דף פ״ב) נתבאר דאכילת פרס הוי לרבי יוחנן בן ברוקא כדי אכילת שלש ביצים ולרבי שמעון כדי אכילת ארבע ביצים ופסק רבינו כרבי יוחנן בן ברוקא ולזה הסכים הרשב״א בתורת הבית. \n",
        "<b>ומ''ש וכן השותה רביעית וכו'.</b> יש לתמוה על רבינו שהרי שם בברייתא (כריתות י''ג) אמרו דשיעור צירוף משקין הוי נמי בכדי אכילת פרס ובפ''ב משביתת עשור כתב רבינו בשותה ביוה''כ ששיעור משקין ברביעית וכתב הרב המגיד שכ''כ בתוספתא וה''ה לכל איסורין שבתורה וההיא דכריתות לא נאמרה אלא לענין לפסול את הגויה שהחמירו בה יותר מבאיסורים מפני שהיא מדבריהם: \n\n"
      ],
      [
        "<b>כל האוכלין האסורין אינו חייב עליהם עד שיאכל אותם דרך הנאה וכו'.</b> בפ' כל שעה (פסחים כ''ד) מימרא דר' יוחנן וכלישנא בתרא: \n\n"
      ],
      [],
      [
        "<b>האוכל מאכל ממאכלות האסורות דרך שחוק או כמתעסק וכו'.</b> בפרק ארבע מיתות (סנהדרין דף ס״ב:) המתעסק בחלבים ובעריות חייב שכן נהנה: \n",
        "<b>והנייה הבאה לו לאדם בעל כרחו וכו'.</b> שם (פסחים כ''ה:) אתמר הנאה הבאה לו לאדם בע''כ אביי אמר מותרת ורבא אמר אסורה אפשר וקא מיכוון x [לא אפשר וקא מיכוון] כ''ע לא פליגי דאסור לא אפשר ולא קא מיכוון כ''ע ל''פ דשרי כ''פ דאפשר ולא קא מיכוון xx א''ד אפשר ולא קא מיכוון היינו פלוגתייהו דר''ש ור' יהודה לר''י דאמר דבר שאין מתכוין אסור אסור לר''ש דאמר דבר שאין מתכוין מותר מותר כ''פ דלא אפשר וקא מיכוון אביי אמר מותר ורבא אמר אסור וידוע דהלכה כרבא וכלישנא בתרא ואע''פ שרש''י מפרש לה באיסורי הנאה כגון ריח של עכו''ם רבינו מפרש לה בכל איסורין: \n\n"
      ],
      [
        "<b>האוכל מאכל אסור לתיאבון וכו':</b> \n\n"
      ],
      [
        "<b>עוברה שהריחה וכו'.</b> בפרק בתרא דיומא (דף פ''ב) תנו רבנן עוברה שהריחה בשר קדש או בשר חזיר תוחבים לה כוש ברוטב ומניחים לה על פיה אם נתיישבה דעתה מותר ואם לאו מאכילין אותה רוטב עצמו אם נתיישבה דעתה מותר ואם לאו מאכילין אותה שומן עצמו ובפרק ג' דכריתות (דף י''ג) תניא התירו לה לעוברה לאכול פחות מכשיעור מפני הסכנה ופריך מפני הסכנה אפילו טובא נמי תיכול אמר רב פפא ה''ק התירו לעוברה לאכול פחות x מכשיעור כדי שיצטרף לכזית בכדי אכילת פרס: \n\n"
      ],
      [
        "<b>וכן החולה שהריח דבר שיש בו חומץ וכו'.</b> בפ' אע''פ (ס''א) אמר רב אשי הוה קאימנא קמיה דרב כהנא ואייתו ליה גרגלידי דליפתא בחלא ואי לאו דיהב לי איסתכני רב פפא אמר אפילו תמרא דהנוניתא כללא דמילתא כל דאית ליה ריחא ואית ליה קיוהא: \n\n"
      ],
      [],
      [
        "<b><small>(טז-יז)</small> מי שאחזו בולמוס וכו'.</b> משנה בפ' בתרא דיומא (דף פ''ג) מי שאחזו בולמוס מאכילין אותו אפילו דברים טמאין עד שיאורו עיניו ומשמע לרבינו דלא אמרו תוחבין לה כוש ברוטב וכו' אלא בעוברה דוקא שאין לנו אומד ביישוב דעתה פעמים מתיישב ברוטב ופעמים שצריכה לשומן עצמו אבל מי שאחזו בולמוס מאכילין אותו מיד השומן עצמו לפי שאין חולי זה סובל מיתון מלהאכיל ודיקא נמי דקתני מאכילין אותו אפילו דברים טמאים והא כיון דביוה''כ היה עסיק הוה סגי דליתני מי שאחזו בולמוס מאכילין אותו עד שיאורו עיניו א''ו משמע דלא תנא אפילו דברים טמאים אלא לומר דמיד מאכילין אותו הדברים הטמאים עצמם וכן משמע נמי מיניה דאין מחזרין על דבר המותר אלא ממהרים לתת לו הנמצא אפי' הוא דבר האסור. \n",
        "<b>ומה שכתב ומאכילין אותו הקל הקל תחלה וכו' כיצד היו לפניו טבל ונבילה וכו'.</b> שם: \n",
        "<b>ומה שכתב טבל ותרומה אם א''א לתקן הטבל וכו',</b> שם מאכילין אותו טבל ואין מאכילין אותו תרומה בן תימא אומר תרומה ולא טבל אמר רבה היכא דאפשר בחולין כ''ע ל''פ דמתקנינן ליה ומספינן ליה כי פליגי בדלא אפשר בחולין מ''ס טבל חמור ומ''ס תרומה חמורה מ''ס טבל חמור אבל תרומה חזיא לכהן ומ''ס תרומה חמורה אבל טבל אפשר לתקוניה ופסק כת''ק: \n\n"
      ],
      [
        "<b>כבר ביארנו שאין איסור חל על איסור וכו'.</b> בפרק י''ז מהלכות א''ב. \n",
        "<b>ומ''ש כגון טמא שאכל כזית חלב שנותר מן המוקדשין ביוה''כ וכו',</b> משנה בפ''ג דכריתות (דף י''ג:) לענין שוגג שחייב ד' חטאות ואשם אחד והעתיקה רבינו פה לענין שיתחייב חמש מלקיות: \n\n"
      ]
    ],
    [
      [
        "<b>דבר אסור שנתערב בדבר מותר וכו'.</b> פרק התערובות (זבחים דף ע''ט) אמר רבא אמור רבנן בטעמא ואמור רבנן ברובא ואמור רבנן בחזותא מין בשאינו מינו בטעמא מין במינו ברובא וכו': \n\n"
      ],
      [
        "<b>ומ״ש כיצד חלב הכליות שנפל לתוך הגריסין ונמוח הכל וכו'.</b> בפרק בתרא דעבודה זרה עלה ס״ז אמר רבי אבהו אמר רבי יוחנן כל שטעמו וממשו אסור ולוקין עליו וזהו כזית בכדי א״פ טעמו ולא ממשו אסור ואין לוקין עליו וכתבו התוס' שם ובפ' גיד הנשה (חולין דף צ״ח:) שרש״י סובר שטעמו ולא ממשו לא מיתסר אלא מדרבנן ור״ת סובר דמדאורייתא מיתסר והאריכו בראיות כל אחד מהם ודעת רבינו כרש״י: \n\n"
      ],
      [],
      [
        "<b>ומה שכתב נפל חלב כליות לחלב האליה וכו'.</b> בפרק גיד הנשה (חולין דף צ''ו:) אהא דתנן גיד הנשה שנתבשל עם הגידין בזמן שמכירו (בנותן טעם ואם לאו) כולם אסורין וכן חתיכה של נבילה וכן חתיכה של דג טמא שנתבשלו עם החתיכות שבזמן שמכירין בנותן טעם ואם לאו כולם אסורות ומקשינן בגמרא (דף צ''ט:) וליבטיל ברובא ומשני אגיד בריה שאני ואחתיכה משני בחתיכה הראויה להתכבד משמע דאי לאו טעמא דבריה וחתיכה הראויה להתכבד הוו בטלי ברוב והכי נמי משמע בריש פרק התערובות ובריש ביצה כתבו התוספות והרשב''א והרא''ש והר''ן דאפילו איסורא דרבנן ליכא כדמשמע הכא והראב''ד פירש דהא דמקשה וליבטיל ברובא לאו ברובא ממש קאמר דהיינו חד בתרי דהא מדרבנן ששים בעינן אלא ברוביה קאמר דהיינו ששים וכן נראה מדברי רש''י ודעת רבינו כדעת הראב''ד ורש''י. \n",
        "<b>ומה שכתב ובכמה יתערב דבר האסור ויאבד בעוצם מיעוטו כשיעור שנתנו בו חכמים יש דבר ששיעורו בששים וכו'.</b> מתבאר לקמן בפרק זה: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ו-ז)</small> ומ״ש נמצאת למד שכל איסורים שבתורה וכו'.</b> בפרק גיד הנשה (חולין דף צ״ז) אמר רבא אמור רבנן בטעמא ואמור רבנן בקפילא ואמור רבנן בששים הילכך מין בשאינו מינו דהיתרא בטעמא דאיסורא בקפילא ומין במינו דליכא למיקם אטעמא א״נ מין בשאינו מינו דאיסורא דליכא קפילא בששים. ובסוף ע״ז (דף ע״ג ע״ב) רב ושמואל דאמרי תרווייהו כל איסורים שבתורה במינן במשהו שלא במינן בנ״ט וכו' ר' יוחנן ור״ל דאמרי תרווייהו כל איסורין שבתורה בין במינן בין שלא במינן בנותן טעם חוץ מטבל ויין נסך במינן במשהו שלא במינן בנותן טעם וידוע דהלכה כר' יוחנן לגבי רב ושמואל ואמרי' בשלמא יי״נ משום חומרא דעכו״ם אלא טבל מ״ט כהיתרו כך איסורו דאמר שמואל חטה אחת פוטרת את הכרי. ובירושלמי יהיב טעמא לטבל משום דהוי דבר שיש לו מתירין ורבינו תפס טעם הירושלמי שהוא כולל יותר: \n\n"
      ],
      [
        "<b>ומ''ש פירות שביעית אע''פ שאם נתערבו במינן בכל שהוא וכו'.</b> בספ''ז דשביעית תנן שביעית אוסרת כל שהוא במינה ושלא במינה בנ''ט ובא רבינו לתרץ קושיא אחת והיא למה לא הוציאו ר''י ור''ל שביעית מכלל כל איסורים שבתורה כשם שהוציאו טבל ויי''נ ונתן טעם מפני שאין אותה התערובת אסורה וכו' ונמצא שאין שם איסורי תורה נופל בה: \n",
        "<b>וכתב</b> הראב''ד א''א ויש ביעור אחר בפירות שביעית וכו': \n\n"
      ],
      [
        "<b>ומה שכתב רבינו חמץ בפסח אף על פי שהוא מאיסורי תורה אינו בכללות אלו וכו'.</b> בא לתרץ למה לא אמרו ר''י ור''ל וחוץ מחמץ בפסח שבין במינו בין שלא במינו בכל שהוא ונתן טעם מפני שהוא דבר שיל''מ ולא איירי ר''י ור''ל אלא באיסורי תורה שאין להם מתירין: \n\n"
      ],
      [
        "<b>ומ''ש והוא הדין לתבואה חדשה וכו'.</b> ירושלמי פ''ו דנדרים. \n",
        "<b>ומ''ש וכן כל דבר שיש לו מתירין ואפילו היה איסורו מדבריהם וכו',</b> בריש ביצה (דף ד') גבי ביצה שנולדה ביו''ט אמרו כל דבר שיל''מ אפילו באלף לא בטיל: \n\n"
      ],
      [
        "<b>ומ''ש אבל הערלה וכלאי הכרם וכו'.</b> נראה שכתב כן משום דאיכא לאקשויי כיון דאפי' באיסורים דרבנן מפני שיש להם מתירין אמרו שאסרו בכל שהן ק''ו שהיה ראוי באכילה וכלאי הכרם שהם איסורי הנאה וכן בחלב ודם שחייבים עליהם כרת וניחא ליה משום דהוה דבר שאין לו מתירין אע''ג דחמירי לא ראו חכמים שיאסרו בכל שהן ונתנו חכמים שיעור. \n",
        "<b>ומה שכתב וכן תרומות,</b> נראה שכתב כן משום דאיכא לאקשויי דהוו כדבר שיש לו מתירין כיון דמותרים לכהנים ואפ''ה נתנו בהם שיעור וניחא ליה דלא מיקרי דבר שיש לו מתירין אלא כשיש לו מתירים לכל אדם. ואפשר עוד לומר שכתב כן משום דאיכא לאקשויי הרי תרומה יש לה מתירין דהא אי בעי מיתשיל עלה וניחא ליה דלא מיקרי דבר שיל''מ אלא בדבר שיש לו דרך היתר לכל אדם משא''כ בתרומה שאין לה דרך היתר אלא כשקרה מקרה שרצה להשאל עליה וזה פירוש מ''ש לכל אדם כלומר שמאחר שאין כל האנשים נשאלים עליה לא הוי דבר שיל''מ: \n\n"
      ],
      [
        "<b>יראה לי שאפילו דשיל״מ וכו'.</b> ירושלמי פ״ו דנדרים וכתב הרשב״א שנשאל למה תלה רבינו הדבר בסברתו והשיב לפי שמצא להרי״ף שאמרה אפילו בשאינו מינו בפ' גיד הנשה שכתב שם פלוגתא דרב ולוי בריחא מילתא היא ואמר דהא דאמר רב כהנא פת שאפאה עם הצלי אסור לאכלה בכותח אפילו ללוי היא ויש לרי״ף ראיה בפרק משילין (ביצה דף ל״ט) דאקשינן וליבטיל מים ומלח לגבי עיסה ופרקה רב אשי משום דהוי דבר שיל״מ אלמא אפילו בשאינו מינו לא בטיל ומפני שמצא להרי״ף שסובר כן ויש סעד לדבריו מהא דרב אשי ולא ראה שיהא ההיא דהירושלמי ראיה מוכרחת כשראה הוא להכריח תלה אותה בהכרעת הדעת. וא״ת היאך הניח הרב הא דרב אשי. וי״ל דמים ומלח לגבי עיסה כמין אחד שאין עיסה בלא מים ומלח וכן הדין בתבלין בקדרה א״נ טעמא דתבלין משום דעבידי לטעמא וכל דעביד לטעמא לא בטיל עכ״ל. והראב״ד כתב וז״ל יראה לי שאפי' דבר שיש לו מתירין וכו' א״א משנה שלימה היא עכ״ל. ונראה לי שטעמו מההיא דפ' משילין (ביצה דף ל״ז) שכתבתי בסמוך דתנן האשה ששאלה מחברתה תבלין ומים ומלח לעיסתה הרי אלו כרגלי שתיהן ומקשינן וליבטיל מים ומלח בעיסה ופרקה רב אשי משום דהוי דשיל״מ ולדעת רבינו י״ל כמ״ש בסמוך בשם הרשב״א דמים ומלח לגבי עיסה כמין אחד הן ואפשר לומר עוד שטעמו מדאמרינן בירושלמי פ״ו דנדרים אילן נדרים מה את עביד להון כדבר שיל״מ או כדבר שאין לו מתירין וכו' ודא מתניתא עבד לון כדבר שיל״מ דתנינן תמן שהנודר (מן הדבר) ונתערב באחד אם יש בנ״ט הרי זה אסור תיפתר מין בשאינו מינו בדבר שיל״מ, ומאחר שבירושלמי אמרו על משנה זו כן כתב שהיא משנה שלימה. ואני אומר שאע״פ שהירושלמי אומר כן אינו מוכרח במשנה דאפשר לומר דמה ששנינו במשנה שהנודר מן הדבר ונתערב באחר אינו אוסר אלא בנ״ט מין בשאינו מינו היינו משום דחשיב לנדרים דבר שאין לו מתירין אבל דבר שיל״מ אפי' בשאינו מינו לא בטיל ואע״פ ששם אמרו שאם הזקן עוקר הנדר מעיקרו הוו נדרים דבר שיל״מ ומאחר דאנן קי״ל שהזקן עוקר הנדר מעיקרו הוה ליה נדרים דבר שיל״מ וקתני דמין בשאינו מינו בנ״ט יש לדחות ולומר דלא מיקרי דבר שיל״מ אלא כשההיתר בא ממילא ולא כשהוא בא ע״י טורח וכמ״ש הטור בי״ד סימן קכ״ב וק״ל והוא מדברי התוס' שילהי ע״ז והרשב״א בת״ה והר״ן בפרק הזהב ונדרים כיון שאין ההיתר בא אלא על ידי שאלת חכם לא חשיב דבר שיל״מ ועוד שבירושלמי עצמו אמרו שם על משנה אחרת ודא מתניתא עבד לון לנדרים כדבר שאין לו מתירין וכיון שכן לא שייך למימר משנה שלימה היא: \n",
        "<b>ומ''ש רבינו ואל תתמה על חמץ בפסח וכו'.</b> הוקשה לו למ''ש שיראה לו שדבר שיל''מ אינו אוסר בשאינו מינו אלא בנ''ט והרי חמץ בפסח שאוסר אפי' בשאינו מינו בכל שהוא וניחא ליה שהחמירו בו משום דכתיב ביה כל מחמצת: \n\n"
      ],
      [
        "<b>ואלו הם השיעורים וכו' עולים באחד ומאה וכו'.</b> רפ''ב דערלה. \n",
        "<b>ומ''ש וכן פרוסה של לחם הפנים וכו',</b> ירושלמי ברפ''ב דערלה תני פרוסה של לחם הפנים שנתערבה במאה פרוסות של (לחם) חולין וכו' לא יעלו ר' יודא אומר יעלו ואיני יודע למה פסק כרבי יודא ואיכא למידק שרבינו כתב בפ''ו מהלכות פסולי המוקדשין וכן פרוסה של לחם הפנים הטהור במאה פרוסות של חולין הרי אלו לא יעלו וזה סותר למה שכתב כאן. וי''ל דהכא מיירי בפרוסה של לחם הפנים הטמא ולזה עולה בק''א x מפני שאילו אמרו אינו עולה היה מתחייב שריפת הכל לפי שא''א ליאכל אפי' לכהנים אבל כשהיתה פרוסה של לחם הפנים טהורה לא תעלה שאין שם הפסד שהכל יאכל לכהנים והשתא איכא למימר שהירושלמי מיירי בפרוסה של לחם הפנים טהור ופוסק כת''ק: \n\n"
      ],
      [
        "<b>הערלה וכלאי הכרם וכו'.</b> בריש פרק ב' דערלה. \n",
        "<b>ומ''ש נפלה לפחות ממאתים הכל אסור בהנאה,</b> כתב הראב''ד אינו כן וכו': \n\n"
      ],
      [
        "<b>ולמה צריך להרים התרומה וכו'.</b> בירושלמי. \n",
        "<b>ומה שכתב לפיכך כל תרומה שאין הכהנים מקפידים עליה וכו',</b> גם זה שם בירושלמי: \n\n"
      ],
      [
        "<b>ולמה כפלו שיעור ערלה וכלאי הכרם.</b> כלומר ששיעורם כפל משיעור תרומה שהתרומה עולה בק''א והם אינם עולים אלא במאתים מפני שהם אסורים בהנאה וגם זה שם בירושלמי: \n",
        "<b>ולמה סמכו על שיעור מאה בתרומות וכו'.</b> שם בירושלמי מנין שהם עולים אמר רבי יונה כתיב מכל חלבו את מקדשו ממנו דבר שאתה מרים ממנו שאם יפול לתוכו הוא מקדשו וכמה הוא אחד ממאה: \n\n"
      ],
      [
        "<b>שאר איסורים שבתורה כולם וכו' שיעורם בששים.</b> בפ' גיד הנשה (חולין דף צ״ח) איפליגו אמוראי אליבא דבר קפרא חד אמר כל איסורים שבתורה בששים וחד אמר כל איסורים שבתורה במאה ומשמע דהלכתא כמאן דאמר בס' מדאיתא בההוא פירקא (דף צ״ז) אמר רבא אמור רבנן בס'. \n",
        "<b>ומ״ש וכן אם נפל כשעורה חלב וכו',</b> בפ' גיד הנשה (חולין צ״ח) ההוא פלגא דזיתא דתרבא דנפל לדיקולא דבשרא סבר מר בר רב אשי לשעורי בתלתין פלגי דזיתא א״ל אבוה לאו אמינא לך לא תזלזל בשיעורי דרבנן ועוד הא א״ר יוחנן חצי שיעור אסור מן התורה. \n",
        "<b>ומ''ש וכן שומן של גיד הנשה שנפל לקדירה של בשר וכו',</b> שם (דף צ''ו) אמר רבא אמור רבנן בטעמא ואמור רבנן בקפילא ואמור רבנן בס' הילכך מין [בשאינו] מינו דהיתרא בטעמא דאיסורא בקפילא ומין במינו דליכא למיקם אטעמא א''נ מין בשאינו מינו דאיסורא וליכא קפילא בס'. וכתב הרי''ף מין במינו דליכא למיקם אטעמא כגון שמנינותו של גיד אמר רב נחמן גיד בס' ואין גיד מן המנין והיינו דוקא בשומן גיד כמו שכתב הרי''ף דאילו גיד עצמו הא אסיקנא בההוא פירקא והלכתא אין בגידין בנ''ט: \n\n"
      ],
      [
        "<b>ומ''ש אבל כחל שנתבשל עם הבשר בס' וכחל מן המנין.</b> שם (דף צ''ז ע''ב) במימרא הנזכרת ונתן רבינו טעם הואיל שהכחל מדבריהם, וכתב הראב''ד ויש טעם טוב מזה וכו'. והרשב''א דחה טעם רבינו שהרי איסורי סופרים צריכים ס' ואינה דחיה דאיכא למימר דסבר רבינו דבאיסורי סופרים האיסורים מן המנין דילפינן מכחל. והתוספות והרא''ש נתנו טעם אחר שאיסורו של כחל אינו מפני טעם חלב שיש בו יותר משאר בשר אלא לפי שיש בו גומות שהחלב כנוס לתוכו ויש באותו חלב טעם בשר וא''א להפרישו מן הבשר דלא מהני קריעה לאחר בישול ואע''ג דבגמר בישולו יוצא כל החלב מ''מ קודם גמר בישולו נאסר בשביל חלב שבגומא ותו לא מישתרי דחיישינן שמא יאכלנו קודם גמר בישולו ולפי שאין הכחל נאסר מחמת עצמו אלא מחמת חלב הכנוס בגומות לכך הוי כמו שאר בשר לבטלו ע''כ: \n\n"
      ],
      [],
      [
        "<b><small>(יט-כ)</small> ביצה שנמצא בה אפרוח וכו'.</b> שם אסיקנא בס' והיא אסורה בס' ואחת והיא מותרת ומקשי בגמרא למימרא דיהבא טעמא והא אמרי אינשי כמיא דביעי בעלמא ומשני הב''ע בביצת אפרוח אבל טמאה לא ופירש''י בביצת אפרוח שהבשר נותן טעם ול''ש טמאה ל''ש טהורה דנבילה היא אבל טמאה בלא אפרוח לא וכתבו התוס' והרא''ש והר''ן בביצת אפרוח ה''ה לנמצא בה קורט דם דשדא תיכלא בכולה וחשיב כאילו יש בה אפרוח וכן פסק הרשב''א בת''ה וכתב עוד אהא דאמרינן כמיא דביעי בעלמא דלא יהבי טעמא בירושלמי דמס' תרומות קאמר דוקא באינם קלופות אבל בקלופות יהבי טעמא והא דלא מפליג הכא משום דסתם ביצים בקליפות מבשלי להו אבל ראיתי להרמב''ם שלא חילק בין קלופות לשאינן קלופות ולכאורה ודאי הכי משמע מהכא דלא מפליג אלא שיש לחוש לדברי הירושלמי וכן הם דברי הר''ן. \n",
        "<b>ומ''ש רבינו מפני שהיא בריה בפני עצמה עשו היכר בה וכו',</b> היינו לומר שיש בה אפרוח שהוא בריה בפ''ע ולפיכך כתב דביצת עוף טמא או של טריפה אינם צריכים ס''א. וכתב הרשב''א על טעמו של רבינו שאינו מחוור בעיניו כי לא באנו כאן לבטל הביצה בעצמה אלא פליטתה דכולה שמעתין בהכי מיירי והרמב''ן כתב שהטעם לפי שיש בביצים גדולות וקטנות והבא לבטל ביצה אינו משגיח עליה לראות אם זו וכולן שוות ממש לפיכך הוסיפו אחת ולא הצריכו לשער על כל אחת ואחת וטעם זה כתבו הרא''ש והר''ן והטור. ולענין מ''ש הרשב''א על דברי רבינו שאינו מחוור שלא באנו לבטל הביצה אלא פליטתה וכו', נ''ל שטעם רבינו שעשו בה היכר כדי שלא יבואו לבטל אותה עצמה שכשנראה שינוי זה בביטול פליטתה נדע שהיא עצמה אינה מתבטלת כלל מפני שהיא בריה כנ''ל: \n",
        "<b>ועל מ''ש רבינו או שנתערבה ביצת עוף טמא או ביצה טריפה עם ביצים אחרות שיעורם בס',</b> יש לדקדק האי שנתערבה ה''ד אי בשלא נשלקה ונתערבה עם אחרות כיון דלא חשיבא בריה דלית בה אפרוח תיבטיל חד בתרי כדין יבש ביבש ואפשר שסובר דהיינו מדאורייתא אבל מדרבנן בעי ס' וכדעת רש''י והראב''ד שכתבתי בר''פ זה. כתב הרשב''א וז''ל הרמב''ם כתב מפני שהיא כבריה בפ''ע עשו בה היכר והוסיפו בשיעורה וכן כתב אבל אם נתערבה ביצת עוף טמא או ביצת טריפה עם ביצים אחרות שיעורם בס' כלומר בשטרפן אלו עם אלו עכ''ל. ואני תמה על זה שהרי א''א לפרש כן בדברי רבינו דמדכתב או שנתערבה ביצת עוף טמא וכו' אחר שכתב אם טרף אלו עם אלו משמע דבלא טרף מיירי. ואפשר לדחוק ולומר דטרפן שכתב הרשב''א לא טרפן ממש קאמר אלא היינו לומר שנשתברו בקערה ולאפוקי נתערבו כשהם שלימים בקליפתם דכל כה''ג לא בעינן ששים דברובא בטיל דקי''ל יבש ביבש חד בתרי בטיל אבל משנשתברו בקערה שוב אין תורת יבש עליהם ומיהו כבר כתבתי בר''פ זה שדעת רבינו דלא אמרו יבש ביבש חד בתרי בטיל אלא מדאורייתא: \n\n"
      ],
      [
        "<b>ומנין סמכו חכמים על שיעור ס' וכו'.</b> בפ' גיד הנשה (חולין דף צ״ח): \n\n"
      ],
      [
        "<b>מין במינו ודבר אחר שנתערבו וכו'.</b> זה נמשך ממה שכתב בר''פ זה דמין במינו ברובא בטיל מדאורייתא ובששים מדרבנן משום דליכא למיקם ביה אטעמא ומין בשאינו מינו בנ''ט והכא כיון דמינו ושאינו מינו מעורבין א''א למיקם אטעמא והילכך הוי בס': \n\n"
      ],
      [],
      [
        "<b>כשמשערין בכל האיסורים וכו'.</b> בפ' גיד הנשה (חולין דף צ״ז:) א״ר חנינא כשהם משערין משערים ברוטב ובקיפה ובחתיכות ובקדרה א״ד בקדרה עצמה וא״ד במאי דבלעה קדרה ופסק רבינו כלישנא בתרא וכתב הרשב״א פי' במאי דבלעה קדרה ועומד בדופני הקדרה ומשערים זה באומד יפה ורואין אותו כאילו הוא בעין אבל מה שנצטמק ונתמעט כלומר מה שכלה ואבד מחמת האור אין מצטרפין לחשבון שזה כלה לגמרי ורש״י כתב שעיקר הדבר כמו שהוא לפנינו משערינן ליה ולא משערינן במאי דבלעה קדרה מן ההיתר לפי שאף מן האיסור נבלע ונתמעט (מכמות שהיה) וכדאמרי' לקמן אטו דהיתרא בלע דאיסורא לא בלע והעתיק דבריו הרא״ש וכ״נ שהוא דעת הרי״ף שהשמיט שתי לשונות אלו והטור כתב בשם הרשב״א דמין במינו דמדאורייתא בטל ברוב וחכמים הצריכו ס' תולין להקל אבל מין בשאינו מינו דכזית בכדי אכילת פרס הוי דאורייתא לכ״ע ואפי' פחות מכדי אכילת פרס עד ס' איכא למ״ד דהוי דאורייתא אין משערין אלא כמו שבא לפנינו: \n\n"
      ],
      [
        "<b>אסור לבטל איסורין של תורה לכתחלה וכו'.</b> בפ''ה דמס' תרומות (מ''ו) סאה תרומה שנפלה לפחות ממאה ואח''כ נפלו שם חולין אם שוגג מותר ואם מזיד אסור ואמרינן בריש ביצה (דף ד':) דהא דאין מבטלין איסור לכתחלה ה''מ בדאורייתא אבל בדרבנן מבטלין ויתבאר לקמן בסמוך. ובפ' הנזקין (גיטין נ''ד) תניא נפלו ונתפצעו אחד שוגג ואחד מזיד לא יעלו דברי ר''מ ור' יהודה ר' יוסי ור''ש אומרים בשוגג יעלו במזיד לא יעלו וידוע דהלכה כר' יוסי ור''ש לגבי ר''מ ורבי יהודה ועוד דסתם משנה כוותייהו ולפיכך יש לתמוה על רבינו שלא חילק בין שוגג למזיד. וי''ל שאע''פ שלא חילק בכך בפירוש יש ללמוד כן מדבריו שכתב שאסרו אותו חכמים משום קנסא והדבר ברור דלא שייך קנס לעושה בשוגג. \n",
        "<b>ומ''ש רבינו שנ''ל שאין אוסרים תערובת זו אלא על זה העובר שביטל האיסור וכו',</b> נראה שלמד כן מדין מבשל בשבת. והטור כתב בשם רבינו כלשון הזה דוקא למבטל עצמו אם הוא שלו קנסינן לאוסרו עליו או למי שכיון לבטלו בשבילו (אבל לאחריני שרי) ויש לתמוה עליו שהרי רבינו לא כתב שאסור למי שנתבטל בשבילו והרא''ש בפרק גיד הנשה כתב דברי רבינו ולא הזכיר כן ונראה לי שלא כתב כן אלא לפי שמצא להרשב''א שכתב וז''ל וכי אסרינן ליה למבטלו לכתחלה דוקא למי שעבר וביטל וכן למי שנתבטל בעבורו כדי שלא יהנו לו מעשיו הרעים אבל לשאר כל אדם מותר כיון דקנסא בלחוד הוא דקנסינן וכ''כ הרמב''ם וכ''כ הראב''ד עכ''ל. ואע''פ שרבינו לא כתב שאסור למי שנתבטל בשבילו סובר הרשב''א דממילא משמע דכיון דטעמא דקנסא כדי שלא יהנו לו מעשיו הרעים ויבא לעשות כן פעם אחרת ואע''ג דקי''ל אין אדם חוטא ולא לו וא''כ לא הוה לן למיחש להכי איכא למימר דשאני הכא דלא משמע להו לאינשי דאיכא איסורא במילתא הילכך חיישינן א''נ דאי שרית למי שנתבטל בשבילו חיישינן דילמא אתי למימר לעכו''ם או לעבד שיבטלנו הילכך קנסינן ליה: \n\n"
      ],
      [
        "<b>ומה שכתב רבינו אבל באיסור של דבריהם מבטלין האיסור לכתחלה וכו'.</b> בריש ביצה (דף ד':) גבי עצים שנשרו מן הדקל ביום טוב מרבה עליהם עצים מוכנים ומסיקן וכו' והא קא מבטל איסורא לכתחלה וכו' ה''מ בדאורייתא אבל בדרבנן מבטלין. וכתוב בהגהות מיימוניות x וכן הורה רבינו שמחה על מי חלב שנפלו לתבשיל של בשר וצוה להוסיף מים עד שיתבטלו מי חלב בששים דמי חלב מדרבנן מיהו בפרק כל שעה פר''י גבי קדרות בפסח דהא דמבטלין לכתחלה איסור דרבנן ה''מ בדבר שאין לו שורש מן התורה כגון מוקצה וכן פי' ראבי''ה וכתוב בהגהות מרדכי פרק כל הבשר מלשון הרמב''ם יש לדקדק דס''ל כדברי התוס' מדנקט בשר עוף בחלב ולא נקט חצי שיעור דבשניהם איכא פלוגתא וה''ל הא רבותא טפי דנשמע מינה דאפילו באיסור דרבנן שיש לו שורש דאורייתא מבטלין לכתחלה עכ''ל. ול''נ דאפילו נפרש כן בדברי רבינו מכל מקום אינו כדעת התוס' ממש דהא בשר עוף בחלב לדברי התוס' חשיב יש לו שורש מן התורה כיון דאיכא בשר דאסור בחלב מדאורייתא ולא דמי למוקצה שאין לו עיקר בדאורייתא כלל וכ''כ בהדיא בפירקא קמא דביצה דתרומה כיון דאיכא שום דבר דאורייתא כגון דגן ותירוש ויצהר אפילו במקום שאינו אלא דרבנן כגון בשאר פירות אין מבטלין וכתבו הגהות מיימון בפרק שאחר זה דיין נסך שלא נאסר אלא על ידי כח העכו''ם אינו אוסר אלא בששים ואין מבטלין אותו לכתחלה דהוי כאילו יש עיקר בתורה כיון דכתיב ישתו יין נסיכם ומיהו לפי האמת מפשט דברי רבינו נראה שכל שאינם איסורי תורה ממש מותר לבטל איסור לכתחלה: \n\n"
      ],
      [],
      [
        "<b>כבר ביארנו שאם נתן דבר האסור וכו'.</b> בפרק בתרא דעבודה זרה (דף ס''ז:) אסיקינן דנותן טעם לפגם מותר ומפרש התם דילפינן לה מדכתיב לא תאכלו כל נבלה לגר אשר בשעריך תתננה ואכלה נבלה הראויה לגר קרויה נבלה ושאינה ראויה לגר אינה קרויה נבלה ואמרינן התם דהשביח ולבסוף פגם אסור וכתב רבינו דפגם ולבסוף השביח נמי אסור וכן כתב הרשב''א ונראה שטעמם משום דאתי במכ''ש ומה פגם לבסוף אסור מפני שהשביח מתחלה אף על פי שאותו שבח על מנת לפגום הוא פגם תחלה לא כ''ש דאסור דהא פגם זה אינו פגם כיון שהוא על מנת להשביח: \n\n"
      ],
      [
        "<b>ומי יטעום התערובת וכו'.</b> בפרק גיד הנשה (חולין דף צ״ז:) אמר רבא וכו' מין בשאינו מינו דהיתרא בטעמא דאיסורא בקפילא ופירש״י דהיתרא כגון תרומה וחולין יטעמנו הכהן: \n\n"
      ],
      [
        "<b>ומ''ש ואם אין שם עכו''ם לטעום וכו',</b> שם: \n\n"
      ],
      [
        "<b>עכבר שנפל לשכר או לחומץ וכו'.</b> בפרק בתרא דע''ז (דף ס''ח:) ההוא עכברא דנפל לחביתא דשיכרא אסריה רב להאי שיכרא וכו' אמר רבא הלכתא נטל''פ מותר ועכברא בשיכרא לא ידענא מ''ט דרב אי משום דקסבר נטל''פ אסור ולית הלכתא כוותיה אי משום דקסבר נטל''פ מותר ועכברא בשיכרא אשבוחי משבח איבעיא להו נפל לגו חלא מאי ואסיקנא והלכתא אידי ואידי בשיתין פירוש בין בשיכרא בין בחלא בשיתין וכתבו הרי''ף והרא''ש דחיישינן דילמא אשבוחי משבח בחלא ובשיכרא. \n",
        "<b>ומ''ש אבל אם נפל ליין או לשמן או לדבש מותר וכו',</b> כתב הר''ן שכן הורו רבותינו הצרפתים הלכה למעשה וכן פסק הרשב''א: \n\n"
      ],
      [
        "<b>גדי שצלאו בחלבו וכו'.</b> בפ' גיד הנשה משנה ירך שנתבשל בה גיד הנשה אם יש בה בנ''ט הרי זו אסורה ובגמ' אמר שמואל לא שאנו אלא שנתבשל בה אבל נצלה בה קולף ואוכל עד שמגיע לגיד איני והא א''ר הונא גדי שצלאו בחלבו אסור לאכול אפי' מראש אזנו שאני חלב דמפעפע ובחלב אסור והאמר רבב''ח עובדא הוה קמיה דר' יוחנן וכו' בגדי שצלאו בחלבו ואתו ושיילוה לר' יוחנן ואמר קולף ואוכל עד שמגיע לחלבו ההוא כחוש הוה. ומפרש רבינו דשמן היינו שאין בו ס' כנגד חלב הכליות והקרב וכחוש היינו שיש בו ס' כנגד חלב הכליות והקרב. וכתבו התוס' והרא''ש לאו דוקא עד שמגיע לגיד ממש דהא צריך להניח כדי קליפה סמוך לגיד הנשה ואפי' כדי נטילה דהיינו כעובי אצבע צריך להניח וכן כתבו הרשב''א והר''ן ומדברי רבינו נראה שאין כאן נטילת מקום ולא קליפה שאם הוא גדי שמן שאין בו ס' כנגד החלב כלו אסור ואם יש בו ס' כנגד החלב כלו מותר שנתבטל החלב בכלו הילכך אם נשאר שום חלב משליכו ואוכל הגדי וה''מ בחלב הכליות והקרב אבל שומן הגיד והחוטים וקרומות האסורים משום חלב אינם מפעפעים הילכך אוכל עד שמגיע לדבר האסור ומשליכו וכ''כ מ''מ בפרק שביעי מהלכות אלו שזהו דעת רבינו שלא להצריך קליפה לבהמה שנצלית עם חוטיו וגידו ושמנו ואע''ג דקי''ל דשומן גיד בס' ואינו מן המנין כמו שכתב בפ' זה ה''מ בנתבשל וז''ש רבינו שם שנפל לקדירה אבל בצלי אינו מפעפע ואפילו את''ל שמפעפע קצת הוא דבר מועט ונתבטל. ומ''מ מ''ש בסוף \n",
        "<b>דבריו שאין בגידים בנותן טעם וכו'</b> קשה שלא נאמר כן אלא על הגיד עצמו אבל שומן הגיד יש בו בנותן טעם וכן החוטין והקרומות. ונ''ל שז''ש רבינו כאן שאין בגידין בנותן טעם אינו על דרך שאמרו בגיד עצמו אין בגידים בנותן טעם דהתם לומר שאין טעם כלל אבל מ''ש כאן שאין בו כדי לשער בו בנותן טעם מפני שהוא בטל במיעוטו. ומכל מקום עדיין קשה לי שכתב שאין בגידין ולא ה''ל לכתוב אלא שאין בהם בנותן טעם: \n",
        "<b>כתב</b> הרשב''א שאלת לברר לך מה שפסק הרמב''ם בענין גדי שצלאו בחלבו ובהמה שצלאה. תשובה חשבת שהרב ז''ל חילק בדין זה בין בהמה גדולה לגדי ואינו אלא שהרב בפסק הראשון ביאר ענין גדי וה''ה לבהמה שצלאה בחלב הכליות או בחלב הקרב שהוא מפעפע והולך ומתפשט בבשר ואין בבשר ס' לבטל שיעור של חלב שהוא כולו אסור ואם יש בבשר ס' כנגד שיעורו של חלב כגון שאינו שמן וכמות חלבו מועט הכל מותר וקולף הבשר ואוכל עד שמגיע לחלב וזורק את החלב והשאר מותר ואח''כ ביאר אם אין שם חלב אלא גיד הנשה או שמנו שאינו מסתרך ומתפשט בבשר בצלי מפני שאינו חלב שמן אלא חלב כחוש ורזה ושאר גידים אסורים מחמת חלב כגון חוטי הכליות וחוטי הכסלים או קרומות אסורים כגון קרום שעל הכסלים שאע''פ שאין בבשר כמות גדול שיהא ס' בהיתר כנגד האיסור אין בכך כלום אלא חותך האיסור ומשליכו ואוכל השאר בין בבהמה בין בגדי וזהו מ''ש הרב ז''ל וכן מבואר מדיני הגמ', ודע שאין הענין הזה אלא בצלי אבל בקדרה צריך ס' של היתר בין בחלב בין בשומן של גיד בין בחוטין וקרומות האסורים חוץ מגופו של גיד שהוא ראש העבה וכמו שאז''ל אין בגידין בנ''ט אבל בשאר הגידים והקרומות לא שמענו אע''פ שאין נראה כן מדברי הרמב''ם ז''ל עכ''ל: \n\n"
      ],
      [
        "<b>אין צולין בשר שחוטה עם בשר נבילה וכו'.</b> בפ' כיצד צולין (פסחים דף ע״ו:) אמר רב בשר שחוטה שמן שצלאו עם בשר נבלה כחוש אסור מ״ט מפטמי מהדדי ולוי אמר אפי' בשר שחוטה כחוש שצלאו עם בשר נבלה שמן מותר מ״ט ריחא בעלמא הוא וריחא לאו מילתא היא ופסק רבינו כלוי דשרי וכן פסק בה״ג והתוס' כתבו דהלכה כרב וטענות שתי הסברות כתובות באורך בדברי הרי״ף והר״ן בפרק גיד הנשה ובפרק בתרא דע״ז כדברי התוס' והרי״ף בפ' גיד הנשה פסק כלוי דאמר ריחא [לאו] מילתא היא מיהו כתב דע״כ לא שרי לוי אלא בדיעבד וכו': \n",
        "<b>וכתב</b> הטור בסימן ק''ח וז''ל כתב הרשב''א הסכמת רוב המורים להתיר מ''מ לכתחלה אסור לצלותה בתנור צר ואם בא לבשלם בקדרה כל אחד לעצמו (אפי' בתנור צר) ופי הקדרה מגולה מותר אפילו לכתחלה שאין ריח המתבשל כ''כ (אוסר) וכתב עוד ודוקא בתנורים שלהם שהם מכוסים לכך נכנס הריח של זה בזה אבל בתנורים גדולים שלנו ופיהם פתוחים אין לחוש: \n\n"
      ],
      [
        "<b>בשר נבלה מליח וכו'.</b> בפרק כל הבשר (חולין דף קי״ב:) רב מרי בר רחל אימלח ליה בשר שחוטה בהדי בשר טריפה אתא לקמיה דרבא א״ל הטמאים לאסור צירן ורוטבן וקיפה שלהן ופירש״י אימלח ליה בשר שחוטה בהדי בשר נבלה ובכלי מנוקב [כמשפט המולחים בשר] וקא מיבעיא ליה מי אמרינן כי היכי דגבי דם לא חיישינן לדילמא פלט עליון ובלע תחתון דאמרינן כל זמן שטרודים בפליטה אינם בולעים ושניהם נחים יחד מפליטתן הכא נמי ל״ש או לא וכו' לאסור צירן ורוטבן וכו' וכיון דצירן אסור מיתסר הבשר השחוט מחמת ציר הטריפה שהוא נוח ליבלע מן הדם. ובגמרא (דף קי״ג) מתיב אהא דרבא מדתניא דג טהור שמלחו עם דג טמא מותר מאי לאו שהיו שניהם מלוחים לא כגון שהיה טהור מליח וטמא תפל והא מדקתני סיפא אבל אם היה טהור מליח וטמא תפל מכלל דרישא כששניהם מלוחים עסקינן פרושי קא מפרש טהור שמלחו עם דג טמא מותר כיצד שהיה טהור מליח וטמא תפל ופירש״י תפל מבלי מלח דהשתא לא פליט טמא מידי אבל שניהם מלוחים דטמא נמי פליט אסור וכ״ש טמא מליח וטהור תפל. וכתב הרשב״א בת״ה מוקי בגמרא רישא דוקא בשהיה טהור מליח וטמא תפל דכל שהוא מליח פולט ומבליע חבירו ואינו מחממו כ״כ שיהא פולט אלא מעט ואיידי דטריד לפלוט אינו בולע אותה פליטה מועטת שחבירו פולט. וי״ל נמי שחבירו אינו חם כ״כ שיהא פולט כלל וסיפא דסיפא כשהיה טמא מליח וטהור תפל ולפיכך אסור שהטמא שהוא מליח פולט ומבליע את הטהור וה״ה כשהיו שניהם מלוחים ולא אמרי' איידי דטריד טהור למפלט לא בלע שלא אמרו אלא גבי דם דשריק אבל גבי ציר ורוטב אסורים דמסרך סריכי אא״כ במקום פליטה מרובה כפליטת דם הכבד שאמרו הכבד אוסרת ואינה נאסרת עכ״ל. וכתבו התוס' והרא״ש טהור מליח וטמא תפל מותר גבי מליח כרותח לא שייך לא עילאה גבר ולא תתאה גבר ואפי' קליפה לא בעי והא דאמרינן גבי תתאה גבר או עילאה אדמיקר ליה בלע היינו כחום של צלי עכ״ל. וגבי דג טמא שמלחו עם דג טהור כתב הר״ן משמע דבקליפה סגי דבכל איסור שעל ידי מליחה סגי ליה בקליפה וכן דעת הרא״ה אבל הרמב״ן מחמיר ואומר דהכא כוליה חיים מרוב טיפות מלוחות שהן חמות בעצמן ומדברי רבינו נראה שהוא סובר שהכל נאסר כדברי הרמב״ן ואינו ניתר לא בקליפה ולא בנטילת מקום ואינו מתבטל בס' ואע״פ שכתב בפרק שביעי אין מולחין חלבים עם הבשר ולא מדיחין חלבים עם הבשר וכתב ה״ה שנראה מדבריו שאם עבר ומלח לא נאסר הבשר י״ל דהתם מיירי בחלבים שאין חייבים עליהם כרת וכמ״ש קודם לכן בסמוך יראה לי שכל אלו החוטין והקרומות וכו' ואע״פ שחזר וכתב וכן אין מולחין את הבשר קודם שיסיר ממנו את הקרומות איכא למימר דתרי גווני מליחת החלבים עם הבשר איכא אחת שהוסרו ובההיא מיירי רישא ואחרת קודם שהוסרו ובהכי מיירי בסיפא א״נ דהתם מיירי במליחת החלבים שהיא כל דהו והכא במליח שאינו נאכל מחמת מלחו א״נ דבפרק שביעי לא במולח החלבים בלולים עם הבשר מיירי אלא במולחם בפני עצמם אלא שהם קרובים לבשר וחייש דילמא אתי למיגע ולאו אדעתיה ומהאי טעמא בפרק זה כתב בשר נבלה מליח שנבלל עמו בשר שחוטה ובפרק שביעי כתב אין מולחים חלבים עם בשר ולא הזכיר לשון בלילה. ועל פי הדברים האלה לדעת הרמב״ם דגים ועופות שמלחם זה עם זה דגים כלם אסורים ואע״פ שלא כתב כן בפירוש כשכתב דין זה בפ' ו' ממ״ש בפרק זה גבי בשר שחוטה שנמלח עם בשר נבלה נלמוד מדין זה שדבר הנאסר על ידי מליחה נבלע בכל גופו ומיהו יש לדחות שלא אמר רבינו כן אלא בנבלה ודג טמא ודכוותייהו אבל בדם לא משום דמישרק שריק ואינו מפעפע ואינו אוסר אלא כדי קליפה ודעת הרא״ש בפרק ג״ה כדעת הרשב״א והר״ן דאין להחמיר ברותח דמליחה וסגי בקליפה: \n\n"
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> כל השיעורים האלו שנתנו חכמים וכו'.</b> אבל אם היה מחמץ או מתבל וכו' כיצד שאור של חטים של תרומה וכו'. פ''ב דערלה: \n\n"
      ],
      [
        "<b>דבר חשוב שהוא אוסר במינו בכל שהוא ז' דברים ואלו הם אגוזי פרך וכו'.</b> בפ״ג דערלה (משנה ו' ז') תנן מי שהיו לו חבילי תלתן של כלאי הכרם ידלקו נתערבו באחרים כלם ידלקו דברי ר״מ וכו' וחכ״א אינו מקדש אלא ששה דברים בלבד ר״ע אומר שבעה ואלו הן אגוזי פרך רמוני בדן וחביות סתומות וחולפות תרדים וקולסי כרוב ודלעת יונית ר״ע אומר אף ככרות של בעל הבית. ואתמר עלה (ביצה ג':) ר' יוחנן אמר את שדרכו לימנות שנינו ור״ל אמר כל שדרכו לימנות שנינו פירוש אליבא דר״מ פליגי ר״י ור״ל דר״י סבר דר״מ את שדרכו לימנות קאמר כלומר דדוקא מה שאינו נמכר לעולם אלא במנין קאמר ר״מ דלא בטיל אבל מה שנמכר לפעמים באומד אע״פ שלפעמים נמכר במנין בטיל ור״ל פליג ואמר כל שדרכו לימנות אפי' לפעמים לא בטיל לר״מ ומייתי גמרא להאי מתניתין ומאי דאתמר עלה בפ״ק דביצה ובפ' הערל (יבמות דף ע״ג) ובפרק התערובות ובדוכתי אחריני ולכאורה משמע דכיון דפליגי ר״י ור״ל אליבא דר״מ הלכתא כותיה וכדברי ר' יוחנן דאמר את שדרכו לימנות שנינו וכן פסק סמ״ג אבל דעת רבינו דלא קי״ל כר״מ במקום חכמים ור״ע ואע״ג דפליגי ר״י ור״ל בפירוש דברי ר״מ אינו הכרח לומר דס״ל דהלכתא כוותיה נגד חכמים ור״ע ובפלוגתא דחכמים ור״ע פסק כר״ע דשבעה דברים בלבד הן שאוסרים בכל שהן מפני שהן דבר חשוב וכתב דה״ה לחתיכה הראויה להתכבד שהיא אוסרת בכל שהוא מפני שהיא חשובה וכן גיד הנשה מפני שהוא בריה בפ״ע חשיב ולא בטיל וכן כל בע״ח חשובים הם ואינם בטלים. וכתב עוד יראה לי דכל דבר שהוא חשוב אצל בני מקום מן המקומות וכו'. ובהכי ניחא לדעתו ז״ל למה לא מנו חכמים במשנה חתיכה הראויה להתכבד ובריה דקי״ל דלא בטלי דהנך מילי שמנו לא מנאום אלא לדוגמא לומר דכל דחשיב כעין הנך לא בטלי ואע״פ שאמרו אינו מקדש אלא ששה דברים בלבד לא להוציא שאר דברים נתכוונו אלא להוציא מדר״מ דאמר את שדרכו לימנות מקדש ואתו אינהו ואמרו דליתא אלא אע״פ שדרכו לימנות לא הוי חשוב בהכי עד שיהיה כ״כ חשוב כמו ששה או שבעה דברים הללו. וא״ת א״כ מאי אתא ר״ע להוסיף ככרות של בעל הבית הא כיון דחשיבי ודאי לרבנן נמי לא בטלי דהא אמרת דששה דברים לאו דוקא אלא אינהו וכל דחשיבי כוותייהו ועוד דלישנא דאינו מקדש אלא ששה דברים בלבד ששה דברים דוקא משמע ועוד מאי שנא דכל הנך ששה דברים או שבעה דנקטי רבנן ור״ע כולהו בזרע הארץ ופירי נינהו. לכן נ״ל משום דר״מ איירי בחבילי תלתן שהם מזרע הארץ וקאמר דמקדשין בכל שהן אינהו וכל דכוותייהו אתו רבנן לאיפלוגי ואמרי דלא משכחת בזרע הארץ ופרי העץ שיקדש בכל שהוא אלא הנך ששה דברים בלבד דחשיבי טובא אבל כל שאר דברים שבזרע הארץ ופרי העץ בטלים ואפילו ככרות של בעל הבית דחשיבי כיון דלא חשיבי כי הנך ששה דברים ממש ור״ע מוסיף ככרות של בעה״ב משום דס״ל דחשיבי כי הנך ששה דברים ממש או שהוא סובר דאע״ג דלא חשיבי כי הנך ששה דברים ממש כיון דחשיבי טובא טפי מכל שאר מינים שבזרע הארץ ופרי העץ מקדש בכל שהו וסובר רבינו דאע״ג דנקטו בדוקא הנך ששה דברים היינו משום דהנך חשיבי בכל דוכתא אבל אין הכי נמי שאם בשום מקום חשיב להו אי זה מין שהוא מזרע הארץ ופרי העץ כל כך כמו חשיבותן של אלו דמקדש ולא בטיל ומינה נשמע לחתיכה הראויה להתכבד ולבריה דחשיבי כי הנך ששה דברים דלא בטלי והא דלא מנו להו רבנן אע״פ שבכ״מ ובכל זמן הם חשובים משום דרבנן לא איירו אלא בדבר שגידולו מן הארץ דומיא דחבילי תלתן דאיירי ביה ר״מ כנ״ל לדעת רבינו: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ה-ו)</small> ומה שכתב וכן חתיכה של נבלה וכו'.</b> משנה בפרק גיד הנשה (חולין דף צ״ו) חתיכה של נבלה וכן חתיכה של דג טמא שנתבשלו עם החתיכות (בזמן שמכירן בנותן טעם ואם לאו) כלם אסורות ומקשה בגמרא (דף צ״ט:) וליבטלו ברובא ומשני אגיד בריה שאני ואחתיכה משני בחתיכה הראויה להתכבד. \n",
        "<b>ומ''ש וה''ה בחתיכה של בשר בחלב</b> כלומר שאע''פ שחתיכה זו לא היתה אסורה מצד עצמו כי אם מצד חיבור החלב בה אינה בטלה. \n",
        "<b>ומ''ש או של חולין שנשחטו בעזרה וכו'.</b> כלומר אע''פ שאינם אסורים אלא מדבריהם אינה בטלה חתיכה הראויה להתכבד. \n",
        "<b>ומ''ש וכן גיד הנשה וכו',</b> כבר נתבאר: \n\n"
      ],
      [
        "<b>ומ״ש וכן כל בעלי חיים חשובים הם ואינם בטלים וכו'.</b> בר״פ התערובת (זבחים דף ע':) תנן כל הזבחים שנתערבו בחטאות המתות או בשור הנסקל אפילו אחד ברבוא ימותו כלם ומקשה בגמ' (דף ע״ב) וניבטלו ברובא ואסיק רב אשי (דף ע״ג) בעלי חיים חשיבי ולא בטלי. וכתב הראב״ד או פטר חמור וכו' א״א כיון דקי״ל כרבי אליעזר וכו'. ואני אומר שזו אינה השגה דרבינו העתיק לישנא דמתני' וגמרא ומאחר שכתב לקמן בפרק זה גבי נתערב יין ביין תקנתא דר״א ורשב״ג ממילא משמע דה״ה להני דמאי שנא: \n\n"
      ],
      [],
      [],
      [
        "<b>נפל רמון אחד מן התערובת הזאת וכו'.</b> בפרק התערובת (זבחים דף ע״ד) תניא רמוני בדן אסורין בכל שהן כיצד נפל אחד מהן וכו' לרבוא אסור מרבוא לשלשה ומשלשה למקום אחר מותר כך היא גירסת רש״י והתוס' ונ״ל שהיא גירסת רבינו אלא שהוא ז״ל מפרש דמרבוא לשלשה היינו שנפל מהתערובת אחד לשנים שנמצא שהם שלשה ומאותם השלשה נפל אחד לשנים אחרים הותר. ולא נראה לרבינו לפרש שנפל לשלשה שנמצא שהם ארבעה כפשטא דלישנא משום דמטעם ביטול חד בתרי סגי ושלשה למה לי: \n\n"
      ],
      [
        "<b>נתפצעו אגוזים אלו וכו'.</b> בפרק בתרא דערלה (מ''ח). \n",
        "<b>ומ''ש והוא הדין לחתיכת נבלה שנדוכה וכו',</b> תוספתא פרק קמא דתרומות חתיכה שנתערבה בחתיכות אפילו באלף כלן אסורות ואם נימוח הרי זה בנותן טעם ואיני יודע למה הצריך שיעשה נימוח והלא כשתחתך החתיכה בענין שלא תהיה ראויה להתכבד סגי דומיא דנתפתחו החביות וצריך לומר שכל שנתחתכה בענין שאינה ראויה להתכבד נימוח קרי ליה: \n\n"
      ],
      [
        "<b>ואסור לפצוע האגוזים וכו' שאין מבטלין איסור לכתחלה וכו' כמו שביארנו.</b> בפרק שקודם זה: \n\n"
      ],
      [
        "<b>שאור של כלאי הכרם וכו' וכן תבלין של תרומה וכו'.</b> פרק שני דערלה (משנה י''ד ט''ו) וכתנא קמא: \n\n"
      ],
      [],
      [
        "<b><small>(יד-טו)</small> תבלין שהם שנים או שלשה שמות וכו'.</b> שם (מ''י) תבלין שנים ושלשה שמות ממין אחד או ממין שלשה אסור ומצטרפין ר''ש אומר שנים ושלשה שמות ממין אחד או שני מינין משם אחד אינם מצטרפין ופירש שם רבינו שיעור זו המשנה כן תבלין שנים שלשה שמות ממין אחד או שלשה מינים משם אחד מצטרפין לאסור ואין הלכה כר''ש: \n",
        "<b>וכתב</b> הראב''ד א''א זה אינו כלום וכו' טעמו דגרסינן פרק בתרא דע''ז (דף ס''ו) חלא דחמרא וחלא דשיכרא וחמירא דחיטי וחמירא דשערי אביי אמר בנ''ט בתר טעמא אזלינן והאי טעמא לחוד (והאי טעמא לחוד) וה''ל מין בשאינו מינו (ומין בשאינו מינו) בנ''ט ורבא אמר במשהו בתר שמא אזלינן (והאי חלא איקרי והאי חלא איקרי) והאי חמירא מיקרי והאי חמירא מיקרי וה''ל מין במינו (וכל מין במינו) במשהו אמר אביי מנא אמינא לה דבתר טעמא אזלינן דתניא תבלין שנים ושלשה שמות והם מין אחד או מין שלשה אסורים ומצטרפין ואמר חזקיה הכא במיני מתיקה עסקינן הואיל וראויים למתק בהם קדרה אי אמרת בשלמא בתר טעמא אזלינן כוליה חד טעמא הוא אלא א''א בתר שמא אזלינן האי שמא לחוד והאי שמא לחוד ורבא אמר לך הא מני ר''מ היא דתניא ר' יהודה אומר משום ר''מ מנין לכל איסורים שבתורה שמצטרפין זה עם זה שנאמר לא תאכל כל תועבה כל שתיעבתי לך הרי הוא בבל תאכל ופירש''י חמירא דחיטי וחמירא דשערי חד דחולין וחד דתרומה ונפלו זה לתוך זה תבלין שנים ושלשה שמות והם מין אחד או מין שלישי (אסורין) ומצטרפין ה''ג במסכת ערלה שלשה שמות והם מין אחד כגון פלפל לבן פלפל שחור פלפל ארוך או מין שלישי ושלש שמות יש להם אסורין ומצטרפין אם נפלו בקדירה ולא בזה כדי לתבל ולא בזה כדי לתבל ונצטרפו ותיבלו והם של איסור מצטרפין לאסרה ואמר חזקיה הכא דקאמר מין שלישי ושלשה שמות להם מצטרפין אע''ג דתלתא מיני נינהו ובשמא נמי לא שוו במיני מתיקה עסקינן שכולן טעמן מתוק ומש''ה מצטרפין דטעמן שוה למתק בהם את הקדרה ורבא אמר לך הא מני ר''מ היא ואע''ג דלא שוו לא בשמא ולא בטעמא קאמר דמצטרפין ודחזקיה ליתא עכ''ל. הרי מבואר דלדברי הכל חמירא דחיטי וחמירא דשערי חשיבי שם אחד וא''כ ה''ה לכרפס של נהרות וכרפס של אפר וכרפס של גנה דחשיבי שם אחד ורבינו כתב שהם שלשה שמות. \n",
        "<b>ומ''ש</b> ועוד השמות הללו אסורים הם כלומר שרבינו מפרש דהא דתנן במתני' שנים ושלשה שמות היינו שמות ממש והראב''ד משיג עליו לומר דשמות פירושו איסורים וכמו שהכריחו שם התוס'. ואני קשה לי עוד בדברי רבינו שהרי רבא דהלכתא כוותיה לגבי אביי אמר דבתר שמא אזלינן ומתני' דפ''ב דערלה מוקי לה כר''מ ומשמע דסבר רבא דלית הלכתא כר''מ והיאך פסק רבינו כוותיה ועוד שרבינו לקמן אצל יי''נ שנפל ע''ג ענבים פסק כרבא דאמר בתר טעמא אזלינן והיאך פסק כאן במתני' דתבלין דלרבא אתיא כר''מ ולית הלכתא כוותיה ונמצא רבינו כמזכי שטרא לבי תרי וצ''ע: \n\n"
      ],
      [
        "<b>עיסה מחומצת שנפל לתוכה שאור של תרומה וכו'.</b> בפ''ב דערלה (מי''א) וכת''ק: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(יז-יט)</small> התרומה מעלה את הערלה ואת כלאי הכרם וכו'.</b> גם זה שם: \n",
        "<b>וכתב</b> הראב''ד א''א כמה אוהב זה המחבר חשבונות גדולות וכו'. ולי נראה שרבינו כיון ללמדנו חשבון אחר שאינו של המשנה אף על פי שהכל עולה לחשבון אחד: \n\n"
      ],
      [
        "<b>בגד שצבעו בקליפי ערלה ישרף וכו' וכן תבשיל וכו' וכן בגד וכו'.</b> ריש פרק שלישי דערלה וכחכמים: \n\n"
      ],
      [
        "<b>נתערבו סימני ערלה וכו'.</b> ירושלמי בפרק ג' דערלה אמר רבי יוחנן סממנין בסממנין בטילין במאתים מי צבעים במי צבעים בטילין ברוב: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(כב-כד)</small> תנור שהסיקו בקליפי ערלה ובכלאי הכרם וכו'.</b> פרק כל שעה (פסחים דף כ״ו:) תנור שהסיקו בקליפי ערלה או בקשין של כלאי הכרם חדש יותץ ישן יוצן אפה בו את הפת רבי אומר הפת אסורה וחכמים אומרים הפת מותרת בישלה על גבי גחלים ד״ה מותר והתניא בין חדש ובין ישן יוצן ל״ק הא דתני יותץ ר' אליעזר היא דאמר זה וזה גורם אסור והא דתניא יוצן רבנן היא דאמרי זה וזה גורם מותר וידוע דהלכה כרבנן ובהדיא איפסיקא הלכתא בפ' כל הצלמים (עבודה זרה דף מ״ט) כמ״ד זה וזה גורם מותר. וכתב הרא״ש הילכך חדש יוצן ומסיקין אותו בעצים והוה ליה זה וזה גורם ואע״ג דלכתחלה אסור לעשות זה וזה גורם כדמוכח בפרק כל הצלמים יש לומר דהתם דין שלא יהנה לכתחלה מן האיסור עצמו אבל הכא התנור אינו האיסור בעצמו אלא שהתנור נגמר בעצי איסור ואי אמרינן יותץ נמצא התנור מופסד והוי כדיעבד וכ״כ התוס' והר״ן ואסיקנא בגמרא דלענין אפה בו את הפת הלכה כרבי דאסר וגרסינן בגמרא (דף כ״ז) אמר אביי את״ל זה וזה גורם אסור רבי היינו ר' אליעזר ואת״ל זה וזה גורם מותר והכא משום דיש שבח עצים בפת הוא הני קערות וכוסות וצלוחיות אסירי כ״פ בתנור וקדרה למ״ד זה וזה גורם אסור אסור למ״ד זה וז״ג מותר שרי א״ד אפי' למ״ד זוז״ג מותר קדרה אסורה דהא קבלא תבשילא מקמי דניתו עצים דהיתרא וידוע דהלכה כלישנא בתרא. ובבישלה על גבי גחלים פליגי שמואל ור' יוחנן חד אמר לא שנו אלא עוממות אבל לוחשות אסורות וחד אמר אפילו לוחשות מותרות ואמרינן בגמ' למאן דאמר אפי' לוחשות מותרות פת דאסר דיש שבח עצים בפת לרבי היכי משכחת לה אמר רב פפא בשאבוקה כנגדו כלומר שכל זמן שהיה הפת בתנור היתה אבוקה דולקת כנגדו ונמצא נהנה מן האיסור בשעה שהאיסור בעין ופירש״י אמר אביי את״ל ברייתא מפורשת הכי דכי היכי דאסר רבי בפת ה״נ אסר בתנור וכו' היינו רבי אליעזר בניחותא וליכא למיבעי מידי ואת״ל דס״ל זוז״ג מותר ורישא דההיא לאו רבי היא אלא ר״א היא והתם בפת הוא דאסר רבי משום דיש שבח עצים בפת גופה ונמצא כשאוכלה גופה הוא הנהנה מן האיסור בגורם אחד אבל בתנור חדש וציננו שרי: \n",
        "<b>והשתא</b> מ''ש רבינו בין חדש בין ישן יוצן ואח''כ יחם אותו בעצי היתר היינו כרבנן דאמרי זוז''ג מותר והכא בחדש שציננו הוי תנור דאיסורא ועצים דהיתרא גורמים לאפיית הפת ושרי ואם לא ציננו ואפה בו הפת אסור כרבי דאמר יש שבח עצים בפת ואפילו בישן דהוי זוז''ג תנור דהיתרא ועצים דאיסורא אפ''ה אסור דכיון דיש שבח עצים בפת חמיר טובא ואפילו בזוז''ג אסור. \n",
        "<b>ומ''ש גרף את כל האש ואח''כ בישל או אפה בחומו של תנור הרי זה מותר,</b> יש לתמוה על לשון זה דמשמע שאם לא גרף כל האש לגמרי ובישל או אפה אסור וליתא דהא תני בישלה על גבי גחלים ד''ה מותר וכתבו רבינו לקמן בסמוך. ונראה שצריך לידחק בפירוש זה לומר דהיינו שהסיר העצים הדולקים כדי שלא תהא אבוקה כנגדו אבל כיון שהסיר העצים הדולקים אע''פ שנשארו גחלים מותר כמ''ש לקמן בסמוך: \n",
        "<b>ומצאתי</b> דאיתא ר״פ כיצד צולין (פסחים דף ע״ה) בעא רב חיננא בר אידי מרב אדא בר אהבה תנור שהסיקו בקליפי ערלה וגרפו ואפה בו את הפת לדברי האוסר מהו א״ל הפת מותרת. וכתבו התוס' תימה לריב״א מאי קא בעי הא קתני סיפא בישלה ע״ג גחלים ד״ה מותרת ואפילו למאן דמוקי התם בגחלים עוממות לא גרע חומו מחום חרס התנור שגרפו. ותירץ ר״י שאני גחלים שאין חומו בא מחמת השלהבת אלא מחמת עצמו ועפרא בעלמא הן אבל חום התנור שגרפו מחמת חום שלהבת האבוקה בא שהוא איסור גמור הילכך מיבעי ליה ותימה לר״י כיון דפת אסורה כשהאבוקה כנגדו וחום אבוקה אסור א״כ כשגרפו ואפה בו את הפת נמי יהא הפת אסור ופר״י דאפי' כשאבוקה כנגדו לא אסור אלא מדרבנן ע״כ. ואע״פ שאין תירוץ זה של תוס' נוח לי מ״מ רבינו העתיק לשון הגמ': \n",
        "<b>ויש</b> לדקדק בדברי רבינו שכתב תנור שהסיקו בקליפי ערלה וכו' בין חדש בין ישן יוצן וכו' ואם בישל בו קודם שיוצן בין פת בין תבשיל הרי זה אסור בהנאה וכו' גרף את כל האש וכו' הרי זה מותר וכו' ויש לתמוה למה לא חילק בין חדש לישן בהא דגרף כל האש וכו' וכן בישל על גבי גחלים משמע דליתנהו אלא בישן שלא ציננו דכיון דאין אבוקה כנגדו מותר בדיעבד אבל בחדש שלא ציננו אע''פ שאין אבוקה כנגדו משמע דאסור כיון דהוי כוליה גורם דאיסורא. ואפשר לומר שרבינו סובר שכל שאין אבוקה כנגדו מותר בדיעבד אפי' בחדש שלא ציננו לד''ה מאחר שכלו עצי איסור והכי דייק לישניה שכתב גבי גרף כל האש שהרי עצי האיסור הלכו להם וגבי בישלה על גבי גחלים כתב שכיון שנעשה גחלים הלך איסורן ויש הוכחה לדבר מדבעי בגמ' לאוקומי הא דתניא חדש יותץ כרבי למימרא דרבי סבר זוז''ג אסור ואע''ג דקתני אפלוגתא דרבי ורבנן בישלה על גבי גחלים ד''ה מותר אלמא דאע''ג דהוה ס''ל לרבי זוז''ג אסור אפילו בדיעבד ה''מ כשעדיין עצי האיסור קיימים אבל כשכלו עצי האיסור ולא נשאר אלא גחלים אין כאן גורם של איסור ובדיעבד שרי. וא''ת בחדש שלא ציננו אע''פ שכלו עצי האיסור מ''מ הא איכא תנור דאיסור וליכא שום גורם דהיתרא ומי גרע מזוז''ג דאסור למ''ד ואפילו בדיעבד אסור מדאיכא מאן דפליג עליה דאילו לכתחלה ליכא מאן דשרי כמו שנתבאר. וי''ל דכיון דתנור גופיה אינו איסור עצמו אלא שנגמר בעצי איסור ועצי האיסור הלכו להם נמצא שאין כאן איסור כלל ועדיף מזוז''ג ולפי זה צ''ל דהא דקתני אפה בו את הפת רבי אומר הפת אסורה וכו' קאי לחדש וישן שלא ציננם ואבוקת עצי איסור כנגדם הא לאו הכי הפת מותרת אפילו בחדש שלא נתצו ולא ציננו ואפילו מ''ד זוז''ג אסור מודה בהא דשרי והיינו דקתני סיפא בישלה ע''ג גחלים ד''ה מותר. כנ''ל לדעת רבינו אע''פ שאין נראה כן מדברי המפרשים. \n",
        "<b>ומ''ש קערות וכוסות וקדרות וצלוחיות.</b> כבר נתבאר דקערות כוסות וצלוחיות לכ''ע אסור משום דאין כאן אלא גורם דאיסורא וללישנא בתרא הוא הדין לקדרות וכן פסקו הרי''ף והרא''ש. \n",
        "<b>ומ''ש פת שבישלה על גבי גחלים וכו'.</b> מבואר בברייתא ופסק רבינו כמאן דשרי אפילו בלוחשות וכ''נ שהוא דעת הרי''ף שסתם וכתב כלישנא דברייתא בישלה ע''ג גחלים ד''ה מותר ולא חלק בין עוממות ללוחשות ומשמע דטעמא משום דספיקא בדרבנן הוא דהא זוז''ג הוא אלא דמשום שיש שבח עצים בפת החמירו בו הלכך כיון דאיפליגו אמוראי בלוחשות נקיטינן לקולא וטעם זה לישן שלא ציננו אבל לחדש שלא ציננו דאין כאן אלא גורם דאיסורא צריך טעמא למה פסקו לקולא וצ''ל דסברי הרי''ף ורבינו דאף זה אינו אלא מדרבנן: \n",
        "<b>ומ''ש קדרה שבישל אותה בקליפי ערלה.</b> היה נראה לומר שזה מפרש רבינו כמאי דאמרינן בלישנא בתרא אפילו למ''ד זוז''ג מותר קדרה אסורה דהא קיבלה בישולא מקמי דניתו עצים דהיתר וה''ק אם בישל תבשיל בקדרה ונתן תחתיה עצי איסור תחלה ואחר שנתבשל קצת בעצי איסור נתן תחתיה עצי היתר ונגמר בישול התבשיל אסור. ויש לתמוה דהא אפי' מדלית מהכא עצי ההיתר הוה ליה למישרי משום דהוי זוז''ג קדרה דהיתרא ועצים דאיסורא דומיא דתנור חדש שציננו ועוד דלפי דרכו הוה ליה לפלוגי בין נתבשלה כמאכל בן דרוסאי בעצי האיסור קודם שיבואו עצי ההיתר ללא נתבשלה כמאכל בן דרוסאי בעצי האיסור קודם שיבאו עצי ההיתר. ומיהו בזו היה אפשר לומר דבמידי דאיסור הנאה אפי' לא נתבשל כמב''ד הרי כבר נהנה מן האיסור מ''מ תמיהא קמייתא איתא ועוד דהא בלישנא קמא קדרה דנקט לענין אם נצרפה היא בעצי איסור מיירי ודומיא דתנור דנקט בהדה ובההוא גוונא גופיה משמע דנקיט לה בלישנא בתרא ואינו ענין לפירוש רבינו ואפשר לידחק ולומר דה''ק קדרה שבישל אותה בקליפי ערלה כלומר שנצרפה בעצי איסור ואחר שהתחילה ליצרף הביא עצי היתר וגמר צירופה הרי התבשיל אסור כלומר הרי הקדרה אסורה דלצירוף הקדרה קרי תבשיל וזה מפרש רבינו במ''ש דהא קיבלה בישולא מקמי דניתו עצים דהיתרא ומלבד שפירוש זה בלשון רבינו x דחוק מאד עוד קשה שלא נזכר בגמ' דין זה שנצרפה בעצי איסור ובעצי היתר ומנין לו לרבינו. וע''ק שהרי רבינו כתב דקדרה אסורה כמו קערות וכוסות וצלוחיות והוא מ''ש בלישנא בתרא דהא קיבלה בישולא מקמי דניתו עצים דאיסורא ולמה לו לחזור לשנותה בלעגי שפה ובלשון אחרת וצ''ע: \n\n"
      ],
      [
        "<b>נטיעה של ערלה שנתערבה בנטיעות וכו'.</b> בפ''ק דערלה נטיעה של ערלה ושל כלאי הכרם שנתערבו בנטיעות ה''ז לא ילקוט ואם ליקט יעלה באחד ומאתים ובלבד שלא יתכוין ללקוט ר' יוסי אומר אף יתכוין ללקוט יעלה באחד ומאתים וקאמר עלה בירושלמי דה''ק נטיעה של ערלה שנתערבה בנטיעות כלומר דאיכא חדא ערלה ולא ידיע אי זו היא או ערוגה של כלאי הכרם שנתערבה בערוגות כלומר דאיכא חדא ערוגה כלאי הכרם ולא ידיע אי זו היא ובפרק הניזקין (גיטין נ''ד:) גבי מבטל איסור דסבר ר' יוסי דבשוגג יעלה במזיד לא יעלה רמי מהאי דקתני ר' יוסי אומר אף המתכוין ללקוט יעלה באחד ומאתים ומשני הא אתמר עלה אמר רבא חזקה אין אדם אוסר את כרמו בנטיעה אחת ופירש''י אין אדם אוסר כרמו אין לך אדם נוטע ערלה בין שאר נטיעות בלא סימן ואוסר כרמו בשביל נטיעה אחת וכיון דלא שכיחא לא אחמור בה רבנן אבל נפילת איסור בהיתר שכיחא ורבינו מפרש דה''ק אין אדם אוסר כרמו בנטיעה אחת ואילו היה יודעה היה מוציאה. ואני שמעתי ולא אבין דבאגוזי ערלה שנפלו לאגוזי היתר ופצען שייך למימר הכי דאילו היה יודען היה מוציאן ופסק רבינו כר''י משום דמפרשי אמוראי מיליה משמע דהלכתא כוותיה: \n\n"
      ],
      [
        "<b>המעמיד גבינה בשרף פגי ערלה וכו'.</b> בפרק שני דעבודה זרה (דף ל''ה) אהא דתנן שאסרו גבינות העכו''ם מפני שמעמידין אותן בקיבת עגלי עכו''ם ומקשה אם כן למה לא אסרוה בהנאה אמרינן בגמרא ולהדר ליה משום דליתא לאיסורא בעיניה וכו' אמרי כיון דאוקומי קא מוקים חשיב ליה כמאן דאיתיה לאיסורא בעיניה: \n\n"
      ],
      [
        "<b>הערלה וכלאי הכרם וכו'.</b> משנה בסוף תמורה (דף ל''ג:) אלו הם הנשרפים חמץ בפסח ישרף ותרומה טמאה וערלה וכלאי הכרם את שדרכו לשרוף ישרוף ואת שדרכו לקבור יקבר ופירש''י את שדרכן וכו' אערלה וכלאי הכרם קאי אוכלין ישרפו ומשקין יקברו: \n\n"
      ],
      [
        "<b>יין שנתנסך לע''ז שנתערב עם היין וכו' בד''א בשהורק היין המותר וכו'.</b> בפרק בתרא דע''ז (דף ע''ג) כי אתא רב דימי אמר ר' יוחנן המערה יי''נ מחבית לבור אפילו כל היום כולו ראשון ראשון בטל. תנן יי''נ אסור ואוסר בכל שהוא מאי לאו דקא נפיל איסורא לגו היתרא לא דקא נפיל היתרא לגו איסורא וכו' כי אתא רב יצחק בר יוסף אר''י המערה יי''נ מצרצור קטן לבור אפילו כל היום כולו ראשון ראשון בטל ודוקא צרצור קטן דלא נפיש עמודיה אבל חבית דנפיש עמודה לא. ופסק רבינו כרב יצחק בר יוסף דמחמיר וכבר האריך הר''ן לתת טעם לדברי רב יצחק למה חילק בין צרצור לחבית: \n",
        "<b>וכתב</b> הראב''ד אפי' עירה כל היום כולו וכו' אמר אברהם הא דלא כהלכתא ממתניתא דאגרדמין, כלומר שהוא מפרש כרש''י שפירש דרבין התם בגמרא פליג ארב יצחק בר יוסף והלכה כרבין ורבינו סובר דרבין לא פליג ארב יצחק וכמ''ש הרא''ש ונקטינן כרב יצחק: \n\n"
      ],
      [
        "<b>נתערב סתם יינם ביין וכו'.</b> בפרק בתרא דע''ז (דף ע''ד) תנן יי''נ שנפל לבור כולו אסור בהנאה רשב''ג אומר ימכר כולו לעכו''ם חוץ מדמי יי''נ שבו ובגמרא אמר רב נחמן הלכה למעשה יי''נ יין ביין אסור חבית בחבית מותר סתם יינם אפילו יין ביין מותר ופירש''י יי''נ ממש חבית בחבית מותר בהנאה חוץ מדמי אותה חבית אבל יין ביין כולו אסור בהנאה, סתם יינם אפילו יין ביין מותר בהנאה חוץ מדמי אותו יין. ובפרק כל הצלמים תנן הסיק בהן את התנור וכו' אפה בו פת אסורה בהנאה נתערבה באחרות כלן אסורות בהנאה רבי אליעזר אומר יוליך הנאה לים המלח ואיפסיקא בגמרא הלכתא כרבי אליעזר ואתמר עלה אמר רב אדא בר אהבה ל''ש אלא פת אבל חבית לא ורב חסדא אמר אפילו חבית מותרת ההוא גברא דאיתערבא ליה חביתא דיין נסך בחמריה אתא לקמיה דרב [חסדא] אמר שקיל ד' זוזי דמי חביתא ושדי בנהרא ונשתרי לך כלומר בהנאה. ומדברי רבינו נראה שהוא מפרש דתקנת רשב''ג ותקנת ר' אליעזר כולה חדא היא אלא דמר נקט רישא דמילתא ומר נקט סיפא דכי אמר רשב''ג ימכר כולו לעכו''ם חוץ מדמי יי''נ שבו היינו לומר שאחר שימכור כולו לעכו''ם יקח דמי אותה חבית וישליך ליה''מ וכדר''א. \n",
        "<b>ומ''ש רבינו נתערב סתם יינם ביין וכו' ויהנה בשאר המעות.</b> כלומר אבל יי''נ שנתערב ביין אסור ואין לו תקנה וכדאמר ר''נ. ואיכא למידק על מ''ש רבינו וכן בחבית של סתם יינם מאי וכן השתא חבית של יי''נ מותר ע''י הולכת דמי אותה חבית לים המלח כ''ש סתם יינם. ויש לומר דלאו לגופיה אצטריך אלא לגלויי ארישא דבחבית של יי''נ ממש מיירי א''נ אתא לאשמועינן דאפילו בסתם יינם צריך להוליך דמי אותה חבית לים המלח: \n\n"
      ],
      [
        "<b>מים שנתערבו ביין וכו'.</b> משנה בפרק בתרא דעבודה זרה (דף ע''ג) יין ביין ומים במים בכל שהוא יין במים ומים ביין בנ''ט זה הכלל מין במינו במשהו ושלא במינו בנ''ט ומוקי לה בגמרא בנפל היתרא לגו איסורא אבל נפל איסורא לגו היתרא ראשון ראשון בטיל: \n",
        "<b>ומ''ש והוא שיורק מצלצול קטן וכו'.</b> כבר כתבתי בסמוך שפסק כרב יצחק בר יוסף: \n\n"
      ],
      [
        "<b>בור של יין שנפל לתוכו קיתון של מים תחלה וכו'.</b> שם כי אתא רבין אמר ר' יוחנן יי''נ שנפל לבור ונפל שם קיתון של מים רואין את ההיתר כאילו אינו והשאר מים רבים עליו ומבטלים אותו כי אתא רב שמואל בר יהודה אמר ר' יוחנן ל''ש אלא שנפל קיתון של מים תחלה אבל לא נפל שם קיתון של מים תחלה מצא מין את מינו וניעור ופירש''י נתחזק איכא דמתני לה אמתניתין יין ביין כל שהוא אמר ר''ש בר יהודה ל''ש אלא שלא נפל שם קיתון של מים אבל נפל שם קיתון של מים רואין את ההיתר כאילו אינו והשאר מים רבים עליו ומבטלין אותו ומפרש דאיכא בינייהו דמאן דמתני לה אמתניתין לא בעי תחלה ומאן דמתני לה אדרבין בעי תחלה ודעת הפוסקים לפסוק כלישנא בתרא ורבינו פסק כלישנא קמא וצריך טעם למה: \n\n"
      ],
      [
        "<b>יין נסך שנפל על הענבים וכו'.</b> משנה שם (דף ס''ה:) יי''נ שנפל ע''ג הענבים ידיחם והם מותרות ואם היו מבוקעות אסורות. \n",
        "<b>ומ''ש בין שהיה היין ישן בין שהיה חדש.</b> שם (דף ס''ו) חמרא עתיקא בעינבי ד''ה בנ''ט חמרא חדתא בעינבי אביי אמר במשהו ורבא אמר בנ''ט אביי אמר במשהו בתר טעמא אזלינן אידי ואידי חד טעמא הוא ה''ל מין במינו ומין במינו במשהו ורבא אמר בנ''ט בתר שמא אזלינן והאי שמא לחוד והאי לחוד וה''ל מין בשאינו מינו ומין בשאינו מינו בנ''ט וידוע דהלכה כרבא: \n\n"
      ],
      [
        "<b>ומה שכתב נפל על גבי תאנים וכו'.</b> שם במשנה והרשב''א נזדמן לו גירסא מוטעת בספרי רבינו ותמה עליו בספר תורת הבית וגירסת ספרינו נכונה ואין בה שום תמיהא: \n\n"
      ],
      [
        "<b>יין נסך שנפל על החיטין וכו'.</b> עובדא שם. \n",
        "<b>ומ''ש ולמה אין בודקין את החיטין בנ''ט וכו'.</b> כתב הראב''ד א''א משום דאית בהו ציריא כמבוקעות דמיין עכ''ל. ובאמת שבגמרא כשהקשו על רבא מדתנן גבי ענבים ידיחם והם מותרות שני רב פפא שאני חיטי הואיל ואגב צירייהו כמבוקעות דמיין ורבינו לא חשש לפרש מאי זה טעם הם שואבות: \n\n"
      ],
      [
        "<b>יין נסך שהחמיץ וכו'.</b> שם פלוגתא דאביי ורבא ופסק כרבא דאמר חלא דחמרא וחלא דשיכרא במשהו דבתר שמא אזלינן והאי חלא מיקרי והוה ליה כמין במינו ובמשהו. \n",
        "<b>ומ''ש ויין שנתערב עם החומץ וכו'.</b> פשוט שם: \n\n"
      ]
    ],
    [
      [
        "<b>קדרה של חרס שנתבשל בה בשר נבלה וכו'.</b> בשלהי ע''ז (דף ע''ה:) אמרינן למאן דאמר נ''ט לפגם מותר גיעולי עכו''ם דאסר רחמנא במדין היכי משכחת לה אמר רב חייא בריה דרב הונא לא אסרה תורה אלא קדרה בת יומה דלאו נ''ט לפגם מכאן ואילך לישתרי גזירה שאינה בת יומה אטו בת יומה ודברי רבינו סתומים בפי' בת יומה ומנהג העולם כר''י שפירש שכל שלא שהה מעת לעת הוי בת יומא ודין זה נוהג בכל הכלים. ויש לתמוה למה כתב רבינו של חרס ושמא משום דבעא לסיומי שאין לוקחין מן העכו''ם לעולם כלים שנשתמשו בהן חמין וזה לא שייך אלא בכלי חרס שאינו יוצא מידי דופיו לעולם: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ג-ד)</small> הלוקח כלי תשמיש סעודה מן העכו''ם וכו'.</b> משנה וברייתא בסוף ע''ז: \n",
        "<b>ומה שכתב כיצד מגעילן וכו'.</b> שם, \n",
        "<b>ומה שכתב וכלן שנשתמש בהן וכו',</b> גם זה שם: \n\n"
      ],
      [
        "<b>טבילה זו שמטבילין כלי הסעודה וכו' ורמז לה כל דבר אשר יבא באש וכו'.</b> שם וכלן צריכים טבילה בארבעים סאה מה''מ אמר רבא דאמר קרא כל דבר אשר יבא באש תעבירו באש וטהר הוסיף לך הכתוב טהרה אחרת ומדברי רבינו נראה שהוא סובר שטבילה זו מדרבנן וכ''כ הר''ן שם גבי משכנתא שזה דעת רבינו: \n",
        "<b>ובתשובות</b> הרשב''א כתוב בלשון הזה מה שכתבת שהטבלת כלים מדרבנן לא כלם מודים בו ומדברי הרמב''ם יראה שהוא סבור שהיא מדאורייתא ופשטא דשמעתא בשלהי עבודה זרה הכי משמע טפי עכ''ל. ונראה שטעמו מפני שראה שכתב רבינו ומפי השמועה למדו: \n\n"
      ],
      [
        "<b>לא חייבו בטבילה זו אלא כלי מתכות.</b> שם וטעמא משום דכלי מתכות אמורים לענין טבילה דכלי מדין אך את הזהב וגו'. \n",
        "<b>ומ''ש של סעודה.</b> גם זה שם ומפרש טעמא משום דכלי סעודה אמורים בפרשת כלי מדין דכתיב כל דבר אשר יבא באש ואין דרך להשתמש באש אלא כלים של צורכי סעודה. \n",
        "<b>ומ''ש הנלקחים מן העכו''ם.</b> שם (דף ע''ה:) אמר ר''נ אמר רבה בר אבוה לא שנו אלא בלקוחים וכמעשה שהיה פי' בכלי מדין אבל שאולין לא ומשמע דשכורים שוים לשאולין וכ''כ הרשב''א בת''ה. \n",
        "<b>ומ''ש רבינו או שמשכן העכו''ם אצלו,</b> שם איבעיא להו משכנתא מאי אמר מר בר רב אשי אבא משכן ליה עכו''ם כסא דכספא ואטבליה ואישתי ביה ולא ידענא אי משום דקסבר משכנתא כזביני דמיא אי משום דחזי לעכו''ם דדעתיה לשקועיה כלומר שלא לפדותו עוד. משמע בהדיא דהיכא דדעתיה לשקועיה פשיטא לן דבעי טבילה ובדלא דעתיה לשקועיה הוא דאיבעיא לן ולא איפשיטא. ויש לתמוה על רבינו שכתב סתם דמשכן לו עכו''ם אינו צריך להטביל וכתב הר''ן שמה שפסק לקולא לטעמיה אזיל שסובר דטבילת כלים אינה אלא מד''ס: \n",
        "<b>ואני</b> אומר שאין טעמו של הר''ן מספיק אלא להיכא דלא חזינן דדעתיה לשקועיה כדאבעיא לן אבל היכא דחזינן דדעתיה לשקועיה דפשיטא לן דכזביני דמיא הוה ליה לפסוק שצריך להטביל. ואפשר לומר דאע''ג דמר בר רב אשי פשיטא ליה דכי חזינן דדעתיה לשקועיה צריך להטביל כיון דרב נחמן אמר לא שנו אלא בלקוחים וכמעשה שהיה משמע דסבירא ליה דמשכון לא אפי' חזינן דדעתיה לשקועיה דמ''מ אינו כמעשה שהיה וכיון דפלוגתא דאמוראי היא פסק לקולא מהטעם שכתב הר''ן אי נמי דאי חזינן דדעתיה לשקועיה זביני מעליא נינהו ולא איצטריך ליה לאשמועינן: \n",
        "<b>והרשב''א</b> כתב בשם הראב''ד דמשכנתא צריכה טבילה והטור כתב דבדעתיה לשקועיה צריך טבילה ואי לא י''א שאין צריך וטוב להטבילו בלא ברכה. \n",
        "<b>ומ''ש אבל השועים באבר וכו'.</b> שם ואמרינן תו התם דכלי זכוכית צריך להטביל ולא ידעתי למה השמיטו רבינו: \n\n"
      ],
      [
        "<b>הלוקח סכין מן העכו''ם וכו'.</b> בפ''ק (דף ח') דקאמר גבי סכין של עכו''ם מלבנה באור והכי תניא בתוספתא ובסוף ע''ז (דף ע''ה:) תנן הסכין שפה והיא טהורה ופירש''י שפה לוטשה באבן של נפחים מול''א בלע''ז. ובגמרא (דף ע''ו:) אמר רב עוקבא בר חמא ונועצה עשר פעמים בקרקע וכו' אמר רב הונא בריה דרב יהושע לאכול בה צונן. ומשמע מדברי הפוסקים והמפרשים דשיפה דמתניתין לחתוך בה צונן היא וכן מבואר בדברי הרשב''א. ורבינו שכתב דשיפא מהני אפילו לחתוך בה רותח נ''ל שטעמו משום דמתניתין קתני שיפה ולא קתני נעיצה ואמאי א''ו משום דמתניתין לא קתני אלא הכשר גמור לחתוך בה רותח דומיא דאינך דמיתנו בהדה ובגמרא אתי לפרושי הכשירו לחתוך בה צונן וכ''נ מדברי הר''ן לדעת רבינו וכתב שיש לזה הוכחה מהירושלמי. \n",
        "<b>ומ''ש רבינו דלשחוט צריך הכשר כמו לאכול בה חמין.</b> אע''ג דבריש חולין (דף ח':) אמרינן בלישנא בתרא דלכ''ע בית השחיטה צונן כיון דבלישנא קמא אמרינן דלכ''ע בית השחיטה רותח ראה רבינו להצריך לכתחילה הכשר כמו לחמין. \n",
        "<b>ומ''ש שחט בה קודם שיטהרנה וכו'.</b> שם איתמר השוחט בסכין של עכו''ם רב אמר קולף ורבב''ח אמר מדיח ופסקו ר''ח ורש''י והרשב''א והרא''ש כרב ורי''ף פסק כרבב''ח וכן פסק רבינו. ועל מ''ש רבינו ואם קלף הרי זה משובח כתב הר''ן בפ' כל הבשר לא ידעתי למה ואפשר דרפויי מירפא בידיה עכ''ל: \n\n"
      ],
      [
        "<b>סכין ששחט בה טריפה וכו'.</b> הכי אסיקנא בריש חולין (דף ח':): \n\n"
      ],
      [],
      [
        "<b><small>(ט-י)</small> ויש שם דברים אחרים אסרו אותם חכמים וכו' ואלו הן אסרו לשתות עמהן וכו' ואסרו לאכול פתן או בישוליהן וכו'.</b> בפ''ב דע''ז (דף ל''א:). \n",
        "<b>ומ''ש לא ישתה במסיבה של עכו''ם וכו'.</b> בע''ז פ''ק (דף ח'). \n",
        "<b>ומ''ש ואין שותין שכר שלהן וכו'</b> בפ''ב דע''ז (דף ל''א:) מפני מה אסרו שכר של עכו''ם רמי בר חמא אמר רבי יצחק משום חתנות רב נחמן אמר משום גילויא וכו' רב פפא מפקין ליה לאבבא דחנותא ושתי רב אחאי מייתו ליה לביתיה ושתי ותרווייהו משום חתנות מיהו רב אחאי עביד הרחקה יתירתא פירוש תרווייהו משום חתנות דאי משום גילוי בכל ענין היה אסור אבל משום חתנות ליכא דכיון דלא שתי בבתייהו תו ליכא קירוב דעת: \n",
        "<b>וכתבו</b> התוס' איסור שכר לא מצינו לא במשנה ולא בברייתא ושמא בימי האמוראים אסרוה וכתבו עוד ותרווייהו משום חתנות רב אחאי עביד הרחקה יתירא ומכל מקום שניהם לא היו שותים בבית העכו''ם וא''כ צריך ליזהר שלא לשתות שום שכר בבית העכו''ם ורבינו תפס דברי רב אחאי ודלא כרב פפא אע''ג דבתרא הוא ומאריה דגמרא טפי מרב אחאי ועוד דבדרבנן הלך אחר המיקל כדי להתרחק מדברים של עכו''ם וכך הם דברי הרשב''א בת''ה: \n\n"
      ],
      [
        "<b>יין תפוחים ויין רמונים מותר לשתותן בכל מקום וכו'.</b> נראה שלמד כן מדלא הזכיר איסור משקין של עכו''ם אלא שכר בלבד: \n",
        "<b>יין צמוקים הרי הוא כיין ומתנסך.</b> ונראה שאינו חשוב יין עד שישליך ממנו הצמוקים או שיתחיל להמשך היין כדרך שאמרו ביין ענבים שכתב רבינו בפי''א: \n\n"
      ],
      [
        "<b>אף על פי שאסרו פת עכו''ם יש מקומות שמקילין בדבר ולוקחים פת הנחתום העכו\"ם וכו'.</b> בפ\"ב דע\"ז (דף ל\"ה:) א''ר כהנא אמר ר' יוחנן פת לא הותר בבית דין מכלל דאיכא מאן דשרי אין דכי אתא רב דימי אמר פעם אחת יצא רבי לשדה והביא עכו''ם לפניו פת פורני מאפה סאה אמר רבי כמה נאה פת זו וכו' מה ראו חכמים לאוסרה בשדה כסבורים העם התיר רבי את הפת ולא היא וכו' רב יוסף ואיתימא רב שמואל בר יהודה אמר לא כך הוה מעשה אלא אמרו פעם אחת הלך רבי למקום אחד וראה פת דחוק לתלמידים אמר רבי אין כאן פלטר כסבורים העם לומר פלטר עכו''ם והוא לא אמר אלא פלטר ישראל אמר רבי חלבו אפילו למ''ד פלטר עכו''ם לא אמרן אלא דליכא פלטר ישראל אבל במקום דאיכא פלטר ישראל לא ור' יוחנן אמר אפילו למ\"ד פלטר עכו''ם ה''מ בשדה אבל בעיר לא משום חתנות ומפרש רבינו דר' יוחנן אדרבי חלבו סמוך ותרתי בעינן ולחומרא שדה וליכא פלטר ישראל ופסק כר' יוחנן לחומרא שכתב יש מקומות שמקילין בדבר ולוקחים פת הנחתום העכו''ם במקום שאין שם נחתום ישראל ובשדה מפני שעת הדחק זו היא הנוסחא האמיתית בספרי רבינו והר''ן שכתב שרבינו לא הזכיר שדה כלל נוסחא משובשת נזדמנה לו בספרי רבינו:   "
      ],
      [
        "<b>הדליק העכו''ם את התנור וכו'.</b> מימרא דרבינא שם (דף ל''ח:): \n\n"
      ],
      [],
      [
        "<b><small>(יד-טו)</small> עכו''ם שבישל לנו יין או חלב או דבש וכו'.</b> שם (דף ל''ח) אמר רב שמואל בר יצחק אמר רב כל הנאכל כמות שהוא חי אין בו משום בישולי עכו''ם בסורא מתנו הכי בפומבדיתא מתנו וכו' כל שאינו נאכל על שלחן מלכים ללפת בו הפת אין בו משום בישולי עכו''ם מאי בינייהו איכא בינייהו דגים קטנים וכו': \n",
        "<b>וכתבו</b> התוס' שפסק רבינו תם כתרי לישני לקולא ואין אסור משום בישולי עכו''ם אלא אם עולה על שלחן מלכים ואינו נאכל כמות שהוא חי ודקדק כן מדברי הגמרא וכן דעת ר''ח והרא''ש והרשב''א והר''ן וכך הם דברי רבינו: \n\n"
      ],
      [
        "<b>ומ''ש ודגים קטנים שמלחן וכו'.</b> שם אמר רב אחי אמר רב דגים קטנים מלוחים אין בהם משום בישולי עכו''ם אמר רב יוסף אם צלאן עכו''ם סומך עליהם משום עירובי תבשילין. \n",
        "<b>ומה שכתב וכל שבישלו ישראל מעט בישול וכו'.</b> מסקנא דגמרא שם בין שהניח עכו''ם והפך ישראל בין שהניח ישראל והפך עכו''ם מותר ואינו אסור עד שתהא תחלתו וגמרו ביד עכו''ם ומשמע דהיפך דקאמר אבשר קאי דומיא דמגיס את הקדרה דתני לה בהדה בברייתא בגמרא וכך הם דברי רבינו. ונ''ל דהאי היפוך בבשר לא להפכו מצד שהוא מונח על גבי גחלים ולהניחו מצד אחר קאמר דהיינו מסלקו ממש וכל שסילקו העכו''ם קודם שיתבשל כמאכל בן דרוסאי והחזירו לאור אסור אלא כשמנענעו והוא מונח על האש מיירי ועי''כ הובערו הלפידים ונתקרב בישולו אבל היפוך ישראל הגחלים אינו מועיל להוציאו מידי בישול עכו''ם כמו שמועיל בפת וכ''כ הר''י והרשב''א והר''ן והריב''ש וכ''נ מדברי רבינו שכתב היפך בבשר ולא כתב היפך בגחלים: \n",
        "<b>ודע</b> דאמרינן בגמרא הא דשרינן בהניח ישראל והיפך עכו''ם דוקא בדלא עבד עכו''ם אלא קירוב דבישול אבל היכא דאי לא הפיך ביה עכו''ם לא הוה בשיל אסור ולא חשש רבינו לכתבו משום דמילתא דפשיטא הוא: \n\n"
      ],
      [
        "<b>דג שמלחו עכו''ם וכו'.</b> בפ''ב דע''ז (דף ל''ח:) דג מליח וכו' חזקיה ובר קפרא שרו ור' יוחנן אסר ופירש''י דלאוכלו כמות שהוא אפליגו וכן נראה מדברי רבינו ופסק כחזקיה ובר קפרא משום דרבים נינהו ועוד דחזקיה רביה דר' יוחנן הוה וכן פסקו הרי''ף והרא''ש והרשב''א ז''ל: \n",
        "<b>ודע</b> דאמרינן בגמרא דרבי חייא פרוואה אמר אין דבריו של אחד במקום שנים ואמר להו רב זביד לא תציתו ליה הכי אמר אביי הלכתא כוותיה דר' יוחנן וכיון דאביי דבתרא הוא פסק כר''י הוה לן למפסק כוותיה וזה היה טעמו של הרב רבינו יונה שפסק כר''י ואיני יודע למה תמה עליו הרשב''א בתורת הבית ואדרבה יש לתמוה על הפוסקים כחזקיה ובר קפרא למה לא חשו לאביי דבתרא הוא ואפשר שהטעם הוא משום דכיון דהא דאביי לא אשכחן מאן דאמר לה אלא רב זביד והוי מילתא פלוגתא בין ר' חייא פרוואה ורב זביד וכיון דטעמיה דר' חייא מסתבר נקטינן כוותיה והרי''ף תירץ בענין אחר דהאי פלוגתא בגמ' לא בדג מליח בלחוד הוא אלא אף בביצה צלויה וקאמר גאון דלא אמר אביי הלכתא כר''י אלא בביצה צלויה בלבד. \n",
        "<b>ומ''ש ופירות שעישנן וכו'.</b> ירושלמי פ' הנודר מן המבושל אין במעושן משום בישולי עכו''ם: \n",
        "<b>ואיכא</b> למידק בדברי רבינו דהא דדג שמלח עכו''ם הוה ליה לאקדומי לההיא דדגים קטנים דלעיל ועוד קשה למה הפסיק ביניהם בדין הניח עכו''ם והפך ישראל או הניח ישראל והפך עכו''ם. ונראה דמשום דדג מליח אם צלאו עכו''ם לא הוה מצי לאקדומי לדין דגים קטנים דא''כ הוה משמע דאם צלאו עכו''ם אחר כך מותרים קאי גם לדג מליח והא ליתא דדגים קטנים מתוך רכותן על ידי מליחתן הם ראויין לאכילת כל אדם ומש''ה צליה דבתר מליחה לא חשיבא בישול אבל דג מליח אינו ראוי ע''י מליחתו אלא לאכילה ע''י הדחק הלכך צליה דבתר מליחה חשיבא בישול וכ''כ הרשב''א בת''ה וז''ל דגים גדולים מלוחים אע''פ שיש מקצת אנשים אוכלים אותם חיים מחמת מלחן אכילה זו ע''י הדחק היא הרבה ואינה אכילה לפיכך אם בישלן עכו''ם הרי אלו אסורים ויש מן החכמים שהתירום והראשון נ''ל עיקר עכ''ל. ולישניה דרבינו דייק הכי דגבי דגים קטנים שמלחן כתב הרי הם כמו שנתבשלו קצת ומדנקט בהו לשון בישול משמע דראוי לאכילה הם כמו דבר שהוא מבושל קצת שהוא נאכל שלא ע''י הדחק אבל גבי דג מליח לא הזכיר לשון בישול מפני שאינו נאכל אלא ע''י הדחק גדול. \n",
        "<b>ומ''ש עד שהכשירן לאכילה</b> אפשר דאפירות שעישנן קאי ולא אדג מליח ואת''ל דאדג מליח נמי קאי ע''כ לומר דהכשר כל דהוא קאמר להיות נאכל ע''י הדחק מיהא: \n",
        "<b>וכן קליות של עכו''ם מותרים.</b> ג''ז שם (דף ל''ז:) חטים ועשאן עכו''ם קליות מותרין וכתב רבינו שהטעם שלא גזרו עליהם מפני שאין אדם מזמן חבירו על הקליות והר''ן כתב שהטעם מפני שלא נשתנו מברייתן וכן פירש''י וע''פ דברים אלו נהגו היתר באפונים קלויין שקולים העכו''ם ולא פקפק אדם עליהם אם לא במקום שנוהגים למשוח המחבת בשמן בשעת קליה והוא מקום שיש לחוש שמא ישימו חלב במקום שמן: \n\n"
      ],
      [
        "<b>פולים ואפונין ועדשים וכיוצא בהם ששולקין העכו''ם וכו'.</b> דעת הפוסקים דסתם כליהם של עכו''ם אינן בני יומן ומדברי רבינו נראה שאינו סובר כן שכתב בפ''ג החמאה שבישלו אותה עכו''ם אסורה משום געולי עכו''ם כמו שיתבאר ואילו לדברי האומרים סתם כליהם של עכו''ם אינם ב''י לית בה משום גיעולי עכו''ם ועוד שכתב בפרק זה דשמן ודבש שבישלום עכו''ם אין בהם משום בישולי עכו''ם ומפני שהבשר פוגמן ומסריחן וזהו פירוש למ''ש בגמרא (דף ל''ח:) אי משום געולי עכו''ם נ''ט לפגם הוא ומותר ואם היה סובר דסתם כליהם של עכו''ם אינם ב''י הל''ל דמההוא טעמא הוו נ''ט לפגם ולפ''ז מ''ש כוספן של עכו''ם שהוחמו מותר מפני שנ''ט לפגם לא משום דסתם כליהם של עכו''ם אינן ב''י קאמר אלא מפני שהבשר פוגם את הכוספן ומסריחו וכדרך שכתב בשמן ודבש ועוד שכתב פולים ועדשים וכיוצא בהם ששולקין אותם העכו''ם ומוכרים אותם אסורים וכו' משום געולי עכו''ם בכ''מ שמא יבשלום עם הבשר או בקדרה שבישלו בה בשר וכן הסופגנים שקולים אותם העכו''ם בשמן אסורים אף משום געולי עכו''ם הרי בהדיא שהוא חושש לסתם כלי עכו''ם משום גיעול ולפ''ז מ''ש גבי לוקח כלים מן העכו''ם וכלם שנשתמש בהן עד שלא הרתיח ועד שלא הדיח ועד שלא הלבין מותר שכל השומן שבהם נ''ט לפגם הוא כמו שביארנו צ''ל דכששיהן עד שאינן ב''י מיירי וכן צ''ל ע''כ לדעת האומרים דסתם כליהם של עכו''ם חיישינן להו לבני יומן דהא דתניא בסוף ע''ז (דף ע''ה:) וכלן שנשתמש בהם [עד שלא יטביל עד] שלא יגעיל [עד] שלא ילבין מותר דכששיהן מיירי הא לאו הכי אסור ודייק לישנא דרבינו דלכך נתכוון ממ''ש שכל השומן שבהם נותן טעם לפגם הוא כמו שביארנו ולא כתב לא לפניו ולא לאחריו דסתם כלים של עכו''ם אינן ב''י וא''כ צ''ל דכמו שביארנו דלא קאי אלא למ''ש שלא אסרה תורה אלא קדרה בת יומה הואיל ועדיין לא נפגם השומן ומד''ס לא יבשל בה לעולם לפיכך אין לוקחים כלי חרס ישנים מן העכו''ם וכו' ואם לקח ובישל מיום שני והלאה התבשיל מותר והיינו ודאי כשיודע שאינה בת יומה כנ''ל אבל מצאתי שכתב הרשב''א שטעמו של רבינו בכוספן של עכו''ם הוא משום דסתם כליהם של עכו''ם אינם ב''י. ויש הוכחה לדברי הרשב''א מלשון רבינו שכתב שמן של עכו''ם מותר וכו' ואפילו נתבשל וכו' ואינו נאסר משום גיעולי עכו''ם מפני שהבשר פוגם את השמן ומסריחו וכן דבש של עכו''ם שנתבשל מותר מטעם זה כוספן של עכו''ם שהוחמו וכו' מותר מפני שנטל''פ הוא ואם לא היה סובר דסתם כלי עכו''ם אינן ב''י הל''ל וכן כוספן של עכו''ם שהוחמו מותר מטעם זה כמ''ש בדבש ומדלא כתב כן משמע דכוספן אין הבשר פוגמו ואפ''ה שרי דסתם כלים אינן ב''י וה''ל נ''ט לפגם ובשמן ודבש לא איצטריך להאי טעמא דטעמא דעדיף מיניה נקט דאפילו אם היה ב''י ממש מותר לה''ט ולפי זה אתי ההיא דוכלן שנשתמש בהן עד שלא הרתיח ועד שלא הלבין כפשטה ולא נצטרך לומר דבששיהן מיירי ולפי זה יש ליישב שמ''ש גבי פולים ואפונים ועדשים וכיוצא עיקר הטעם שמא יבשל אותם עם הבשר. \n",
        "<b>ומ''ש או בקדרה שבישלו בה בשר</b> כדי נסבה א''נ דמשום דמינים הללו אינם ראויים ליאכל אלא עם שומן לכן אנו חוששין שמא בישל אותם בקדרה שבישלו בה בשר תיכף אחר בישול הבשר כדי שתפלוט בהם מה משומן שבה וכן הסופגנין אנו חוששין שמא קלו אותן בשומן נבילה אבל ההיא דחמאה שבישלו אותה העכו''ם אסורה משום גיעולי עכו''ם איני יודע ליישבה לפי דרך זו דדוחק לומר דחייש שמא יערב בה שומן ויבשלם יחד דאין זה במשמע דבריו ועוד שכתב כמו שיתבאר ולא אשכחן ליה חששא זו ולכך נראה כמו שכתבתי תחלה שדעת רבינו דלא קי''ל כמ''ד סתם כלים אינן ב''י: \n\n"
      ],
      [
        "<b>עכו''ם שבישל ולא וכו' וכן אם חרך הראש להעביר השיער וכו'.</b> בפ''ב דע''ז (דף ל''ח): \n\n"
      ],
      [
        "<b>תמרים ששלקו אותם וכו'.</b> שם (ל''ח:) וטעמא משום דמתוקים נאכלים כשהם חיים ומרים אינן נאכלים ובינוניים נאכלים חיים ע''י הדחק: \n\n"
      ],
      [
        "<b>קלי של עדשים וכו'.</b> שם וכל''ב וטעמא דשל עדשים לפעמים עושין אותם בחומץ ולפיכך אסרו כשעושין אותם במים אטו כשעושים אותם בחומץ אבל של חיטים אין דרך לעשותם אלא במים ולפיכך לא גזרו בהם: \n\n"
      ],
      [
        "<b>שמן של עכו''ם מותר.</b> שם (דף ל''ה:) במשנה רבי ובית דינו התירו בשמן. \n",
        "<b>ומ''ש ומי שאוסרו ה''ז עומד בחטא גדול וכו'</b> כתב כן משום דאמרינן בירושלמי רב יצחק בר שמואל בר מרתא נחת לנציבין אשכח לר' שמלאי הדרומי יתיב ודריש רבי ובית דינו התירו את השמן שמואל עלה ואכל רב לא אכל א''ל שמואל לרב אכול או אנא כתיב עלך זקן ממרא אטרח עליה ואכל. \n",
        "<b>ומ''ש רבינו ואפילו נתבשל השמן ה''ז מותר</b> בגמרא דידן אמרינן דלשמואל מעיקרא אסרוהו משום זליפתן של כלים טמאים אוסרתן ואח''כ התירוהו משום דנ''ט לפגם מותר ואמרינן תו בגמרא (דף ל''ח:) אמר רב ששת האי מישחא שליקא דארמאי אסור אמר רב ספרא למאי ניחוש לה אי משום איערובי מסרא סרי אם משום בישולי עכו''ם נאכל הוא כמות שהוא חי אי משום געולי עכו''ם נ''ט לפגם הוא ומותר: \n\n"
      ],
      [
        "<b>ומ''ש רבינו וכן דבש של עכו''ם שנתבשל וכו'.</b> שם (דף ל''ט:) במשנה מני דבש בהדי דברים המותרים. ובגמרא דבש למאי ניחוש לה אי משום איערובי מסרא סרי אי משום בשולי עכו''ם נאכל כמות שהוא חי אי משום געולי עכו''ם נ''ט לפגם הוא ומותר: \n\n"
      ],
      [
        "<b>כוספן של עכו''ם וכו'.</b> שם (דף ל''ח:) ת''ר הכוספן של עכו''ם שהוחמו חמין ביורה גדולה אסור ביורה קטנה מותר ואי זו היא יורה קטנה א''ר ינאי כל שאין צפור דרור יכול ליכנס בתוכה וכו'. והתניא אחת יורה גדולה ואחת יורה קטנה מותר ל''ק הא כמ''ד נ''ט לפגם אסור והא כמאן דאמר נ''ט לפגם מותר. ופירש''י הכוספן פסולת של תמרים שעשו מהן שכר וחולטין אותן. כל שאין צפור דרור וכו' שפיה קצר דבהאי ודאי לא איבשיל דבר טמא דניחוש לגעולי עכו''ם: \n",
        "<b>וכן כבשים שאין דרכן לתת לתוכן חומץ או יין.</b> שם (דף ל''ט:) במשנה. \n",
        "<b>ומ''ש או זיתים הכבושים.</b> שם במשנה. \n",
        "<b>ומ''ש וחגבים הכבושים שבאים מן האוצר מותרים,</b> שם במשנה חגבים הבאים מן הסלולה אסורים מן ההפתק מותרים ופירש''י מן הסלולה הנמכרים בסל לפני חנוני אסורים וכו' מפני שמזלף עליהם יין, מן ההפתק מקום כנוסן של חגבים מלוחים מותרים דאין מזלף עליהם עד שנותנו לפניו למכור: \n\n"
      ],
      [
        "<b>ומ''ש ומפני מה אסרו חומץ שכר של עכו''ם וכו'.</b> מימרא דרב יוסף (דף ל''ב) האי חלא דשיכרא דארמאה אסור דמערבי ביה דורדא דיי''נ: \n\n"
      ],
      [
        "<b>המורייס במקום שדרכן לתת לתוכו יין אסור וכו'.</b> בפרק ב' דעבודה זרה (דף ל''ד:): \n\n"
      ],
      [],
      [
        "<b><small>(כז-כח)</small> קטן שאכל אחד ממאכלות אסורות וכו'.</b> בפרק חרש (דף קי''ג:) רב יצחק בר ביסנא אירכסו ליה מפתחי דבי מדרשא בר''ה בשבתא אתא לקמיה דרבי פדת אמר ליה זיל דבר טלי וטליא וליטיילו התם דאי משכחי להו מייתו להו אלמא קסבר קטן אוכל נבלות אין ב''ד מצווים להפרישו. ואע''ג דאמרינן התם בגמ' (דף קי''ד) דר' יוחנן ספוקי מספקא ליה לא שבקינן מאי דפשיטא לר' פדת ועבד בה עובדא משום ספיקא דר' יוחנן. \n",
        "<b>ומ''ש במד''א בשעשה מעצמו וכו',</b> שם ת''ש לא תאכלום כי שקץ הם לא תאכילום להזהיר גדולים על הקטנים מאי לאו דאמרינן להו לא תאכלו לא דלא ליספו ליה בידים. \n",
        "<b>ומ''ש ואפילו דברים שאיסורם מד''ס וכן אסור להרגילו בחילול שבת ומועד ואפילו בדברים שהם משום שבות. ומ''ש אע''פ שאין ב''ד מצווין להפריש הקטן מצוה על אביו לגעור בו ולהפרישו וכו'.</b> זה נלמד ממ''ש בכמה מקומות שהאב חייב לחנך את בנו: \n",
        "<b>ודע</b> שרבינו כתב בפרק כ''ד מהל' שבת וז''ל קטן שעשה בשבת דבר שהוא משום שבות כגון שתלש מעציץ שאינו נקוב או טלטל בכרמלית אין ב''ד מצווין להפרישו וכן אם הניחו אביו אין ממחין בידו ומשמע מדבריו שאם היה הקטן עושה מלאכה דאורייתא ב''ד מצווין להפרישו וזה הפך מ''ש כאן ובפי''ב מהלכות שבת וממאי דמשמע בפרק כל כתבי ובפרק חרש וה''ה בפ' כ''ד מהל' שבת הניח הדבר בצריך תלמוד ויש מתרצים שמ''ש רבינו בפרק כ''ד דדוקא בשבות לא משום רישא נקטיה דההיא אפילו באיסורי תורה נמי היא אלא משום סיפא נקטיה דקתני ואם הניחו אביו אין ממחין בידו דהיינו דוקא באיסורי דרבנן אבל באיסור תורה ממחין ביד אביו שלא יניחנו לעשות איסור. ובטא''ח סי' שמ''ג תמה על דברי רבינו ושם הארכתי: \n\n"
      ],
      [
        "<b>אסרו חכמים מאכלות ומשקין שנפש רוב בני אדם קיהה מהם וכו' וכלי זכוכית של ספרים שגורעים בהם את הדם.</b> בפ' אלו הן הלוקין (מכות דף ט״ז:) אמר רב ביבי בר אביי האי מאן דשתא בקרנא דאומנא עבר משום לא תשקצו. \n",
        "<b>ומ''ש וכן אסור לאדם שישהה את נקביו כלל וכו'</b> שם המשהה את נקביו עובר משום לא תשקצו: \n",
        "<b>סליק הלכות מאכלות אסורות</b> \n\n"
      ]
    ]
  ]
};