const Forbidden_Intercourse = {
  "title": "Mishneh Torah, Forbidden Intercourse",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Forbidden_Intercourse",
  "text": [
    [
      "הַבָא עַל אַחַת מִכָּל הָעֲרָיוֹת הָאֲמוּרוֹת בַּתּוֹרָה בְּמֵזִיד חַיָּב כָּרֵת שֶׁנֶּאֱמַר <small>(ויקרא יח כט)</small> \"כִּי כָּל אֲשֶׁר יַעֲשֶׂה מִכּל הַתּוֹעֵבוֹת הָאֵלֶּה וְנִכְרְתוּ הַנְּפָשׁוֹת\" וְגוֹ' שְׁנֵיהֶם הַבּוֹעֵל וְהַנִּבְעֶלֶת. וְאִם הָיוּ שׁוֹגְגִין חַיָּבִין חַטָּאת קְבוּעָה. וְיֵשׁ מִן הָעֲרָיוֹת שֶׁהוּא בְּמִיתַת בֵּית דִּין יֶתֶר עַל הַכָּרֵת הַשָּׁוֶה בְּכֻלָּן:  ",
      "אוֹתָן הָעֲרָיוֹת שֶׁיֵּשׁ בָּהֶן מִיתַת בֵּית דִּין אִם הָיוּ שָׁם עֵדִים וְהַתְרָאָה וְלֹא פָּרְשׁוּ מִמַּעֲשֵׂיהֶם מְמִיתִין אוֹתָן מִיתָה הָאֲמוּרָה בָּהֶן:  ",
      "וַאֲפִלּוּ הָיָה הָעוֹבֵר תַּלְמִיד חָכָם אֵין מְמִיתִין וְלֹא מַלְקִין עַד שֶׁתִּהְיֶה שָׁם הַתְרָאָה. שֶׁלֹּא נִתְּנָה הַתְרָאָה בְּכָל מָקוֹם אֶלָּא לְהַבְחִין בֵּין שׁוֹגֵג לְמֵזִיד:  ",
      "הָעֲרָיוֹת שֶׁיֵּשׁ בָּהֶן מִיתַת בֵּית דִּין מֵהֶן שֶׁמִּיתָתָן בִּסְקִילָה. וּמֵהֶן שֶׁמִּיתָתָן בִּשְׂרֵפָה. וּמֵהֶן שֶׁמִּיתָתָן בְּחֶנֶק. וְאֵלּוּ שֶׁמִּיתָתָן בִּסְקִילָה. הַבָּא עַל אִמּוֹ. וְעַל אֵשֶׁת אָבִיו. וְעַל אֵשֶׁת בְּנוֹ וְהִיא הַנִּקְרֵאת כַּלָּתוֹ. וְהַשּׁוֹכֵב עִם זָכָר. וְהַשּׁוֹכֵב עִם בְּהֵמָה. וְהָאִשָּׁה הַמְּבִיאָה אֶת הַבְּהֵמָה עָלֶיהָ:  ",
      "וְאֵלּוּ הֵן הָעֲרָיוֹת שֶׁמִּיתָתָן בִּשְׂרֵפָה. הַבָּא עַל בַּת אִשְׁתּוֹ בְּחַיֵּי אִשְׁתּוֹ. וְעַל בַּת בִּתָּהּ. וְעַל בַּת בְּנָהּ. וְעַל אֵם אִשְׁתּוֹ. וְעַל אֵם אִמָּהּ. וְעַל אֵם אָבִיהָ. וְהַבָּא עַל בִּתּוֹ. וְעַל בַּת בִּתּוֹ. וְעַל בַּת בְּנוֹ:  ",
      "אֵין לְךָ עֶרְוָה בְּחֶנֶק אֶלָּא אֵשֶׁת אִישׁ בִּלְבַד שֶׁנֶּאֱמַר <small>(ויקרא כ י)</small> \"מוֹת יוּמַת הַנֹּאֵף וְהַנֹּאָפֶת\" וּמִיתָה הָאֲמוּרָה בַּתּוֹרָה סְתָם הִיא חֶנֶק. וְאִם הָיְתָה בַּת כֹּהֵן הִיא בִּשְׂרֵפָה וּבוֹעֲלָהּ בְּחֶנֶק שֶׁנֶּאֱמַר <small>(ויקרא כא ט)</small> \"וּבַת אִישׁ כֹּהֵן כִּי תֵחֵל לִזְנוֹת\" <small>(ויקרא כא ט)</small> \"בָּאֵשׁ תִּשָּׂרֵף\". וְאִם הָיְתָה נַעֲרָה מְאֹרָשָׂה שְׁנֵיהֶם בִּסְקִילָה שֶׁנֶּאֱמַר <small>(דברים כב כד)</small> \"כִּי תִּהְיֶה נַעֲרָה בְתוּלָה\" וְגוֹ' <small>(דברים כב כד)</small> \"וּסְקַלְתֶּם אֹתָם בָּאֲבָנִים\". וְכָל מָקוֹם שֶׁנֶּאֱמַר בַּתּוֹרָה<small>(ויקרא כ יג)</small> <small>(ויקרא כ טז)</small> \"מוֹת יוּמְתוּ דְּמֵיהֶם בָּם\" הֲרֵי הֵן בִּסְקִילָה:  ",
      "שְׁאָר הָעֲרָיוֹת כֻּלָּן בְּכָרֵת בִּלְבַד וְאֵין בָּהֶם מִיתַת בֵּית דִּין. לְפִיכָךְ אִם הָיוּ שָׁם עֵדִים וְהַתְרָאָה בֵּית דִּין מַלְקִין אוֹתָן. שֶׁכָּל חַיָּבֵי כְּרֵתוֹת לוֹקִין:  ",
      "הַבָּא עַל אַחַת מֵחַיָּבֵי לָאוִין בְּמֵזִיד. הוּא לוֹקֶה וְהִיא. וְאִם בְּשׁוֹגֵג פְּטוּרִין מִכְּלוּם. וְהַבָּא עַל אַחַת מֵהַשְּׁנִיּוֹת בְּמֵזִיד מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת מִדִּבְרֵיהֶם. אֲבָל הַבָּא עַל אַחַת מֵחַיָּבֵי עֲשֵׂה אֵינוֹ לוֹקֶה. וְאִם הִכּוּ אוֹתָם בֵּית דִּין מַכַּת מַרְדּוּת כְּדֵי לְהַרְחִיק מִן הָעֲבֵרָה הָרְשׁוּת בְּיָדָם:  ",
      "אָנוּס פָּטוּר מִכְּלוּם מִן הַמַּלְקוֹת וּמִן הַקָּרְבָּן וְאֵין צָרִיךְ לוֹמַר מִן הַמִּיתָה שֶׁנֶּאֱמַר <small>(דברים כב כו)</small> \"וְלַנַּעֲרָה לֹא תַעֲשֶׂה דָבָר\". בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁנֶּאֱנַס הַנִּבְעָל. אֲבָל הַבּוֹעֵל אֵין לוֹ אֹנֶס שֶׁאֵין קִשּׁוּי אֶלָּא לְדַעַת. וְאִשָּׁה שֶׁתְּחִלַּת בִּיאָתָהּ בְּאֹנֶס וְסוֹפָהּ בְּרָצוֹן פְּטוּרָה מִכְּלוּם שֶׁמִּשֶּׁהִתְחִיל לִבְעל בְּאֹנֶס אֵין בְּיָדָהּ שֶׁלֹּא תִּרְצֶה שֶׁיֵּצֶר הָאָדָם וְטִבְעוֹ כּוֹפֶה אוֹתָהּ לִרְצוֹת:  ",
      "הַמַּכְנִיס רֹאשׁ הָעֲטָרָה בִּלְבַד הוּא הַנִּקְרָא מְעָרֶה מִלְּשׁוֹן <small>(ויקרא כ יח)</small> \"אֶת מְקֹרָהּ הֶעֱרָה\". וְהַמַּכְנִיס כָּל הָאֵיבָר הוּא הַנִּקְרָא גּוֹמֵר. וּבְכָל הַבִּיאוֹת הָאֲסוּרוֹת אֶחָד הַמְעָרֶה וְאֶחָד הַגּוֹמֵר וְאַף עַל פִּי שֶׁלֹּא הוֹצִיא שִׁכְבַת זֶרַע וְאַף עַל פִּי שֶׁפֵּרַשׁ וְלֹא גָּמַר כֵּיוָן שֶׁהִכְנִיס רֹאשׁ הָעֲטָרָה נִתְחַיְּבוּ שְׁנֵיהֶם מִיתַת בֵּית דִּין אוֹ כָּרֵת אוֹ מַלְקוֹת אוֹ מַכַּת מַרְדּוּת. (וְאֶחָד הַבָּא עַל הָעֶרְוָה כְּדַרְכָּהּ וְאֶחָד הַבָּא עָלֶיהָ שֶׁלֹּא כְּדַרְכָּהּ) מִשֶּׁיְּעָרֶה בָּהּ יִתְחַיְּבוּ שְׁנֵיהֶן מִיתָה אוֹ כָּרֵת אוֹ מַלְקוֹת אוֹ מַכַּת מַרְדּוּת בֵּין שֶׁהָיוּ שׁוֹכְבִין בֵּין שֶׁהָיוּ עוֹמְדִים עַל הַכְנָסַת הָעֲטָרָה הוּא הַחִיּוּב:  ",
      "כָּל הַבָּא בִּיאָה אֲסוּרָה בְּלֹא קִשּׁוּי. אֶלָּא שֶׁהָיָה הָאֵיבָר שֶׁלּוֹ מְדֻלְדָּל כְּמוֹ אֵיבָר הַמֵּתִים כְּגוֹן הַחוֹלִים. אוֹ מִי שֶׁנּוֹלַד כָּךְ כְּגוֹן סְרִיס חַמָּה אַף עַל פִּי שֶׁהִכְנִיס אֶת הָאֵיבָר בְּיָדוֹ אֵינוֹ חַיָּב לֹא כָּרֵת וְלֹא מַלִקוֹת וִאֵין צָרִיךְ לוֹמַר מִיתָה. שֵׁאֵין זוֹ בִּיאָה. אֲבָל פּוֹסֵל הוּא מִן הַתִּרוּמָה. וּבֵית דִּין מַכִּין אֵת שִׁנֵיהֵם מַכַּת מַרִדּוּת:  ",
      "הַבָּא עַל עֶרְוָה מִן הָעֲרָיוֹת כְּמִתְעַסֵּק אַף עַל פִּי שֶׁאֵין כַּוָּנָתוֹ לְכָךְ חַיָּב. וְכֵן בְּחַיָּבֵי לָאוִין וּבִשְׁנִיּוֹת. אֲבָל הַבָּא עַל עֶרְוָה מִן הָעֲרָיוֹת וְהִיא מֵתָה פָּטוּר מִכְּלוּם. וְאֵין צָרִיךְ לוֹמַר בְּחַיָּבֵי לָאוִין שֶׁהוּא פָּטוּר. וְהַבָּא עַל הַטְּרֵפָה אוֹ שֶׁשָּׁכַב עִם בְּהֵמָה טְרֵפָה חַיָּב. חַי הוּא אַף עַל פִּי שֶׁסּוֹפוֹ לָמוּת מֵחלִי זֶה. וַאֲפִלּוּ שָׁחַט בָּהּ שְׁנֵי סִימָנִין וַעֲדַיִן הִיא מְפַרְכֶּסֶת הַבָּא עָלֶיהָ חַיָּב עַד שֶׁתָּמוּת אוֹ עַד שֶׁיַּתִּיז רֹאשָׁהּ:  ",
      "כָּל אִשָּׁה אֲסוּרָה מֵאֵלּוּ אִם הָיְתָה בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד וָמַעְלָה גָּדוֹל הַבָּא עָלֶיהָ חַיָּב מִיתָה אוֹ כָּרֵת אוֹ מַלְקוֹת וְהִיא פְּטוּרָה מִכְּלוּם אֶלָּא אִם כֵּן הָיְתָה גְּדוֹלָה. וְאִם הָיְתָה פְּחוּתָה מִזֶּה הֲרֵי שְׁנֵיהֶן פְּטוּרִין שֶׁאֵין בִּיאָתָהּ בִּיאָה. וְכֵן אִשָּׁה גְּדוֹלָה שֶׁבָּא עָלֶיהָ קָטָן אִם הָיָה בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד וָמַעְלָה הִיא חַיֶּבֶת כָּרֵת אוֹ מִיתָה אוֹ מַלְקוֹת וְהוּא פָּטוּר. וְאִם הָיָה בֶּן תֵּשַׁע שָׁנִים וּלְמַטָּה שְׁנֵיהֶם פְּטוּרִין:  ",
      "הַבָּא עַל הַזָּכָר אוֹ הֵבִיא זָכָר עָלָיו כֵּיוָן שֶׁהֶעֱרָה אִם הָיוּ שְׁנֵיהֶם גְּדוֹלִים נִסְקָלִים שֶׁנֶּאֱמַר <small>(ויקרא יח כב)</small> \"וְאֶת זָכָר לֹא תִשְׁכָּב\" בֵּין שֶׁהָיָה בּוֹעֵל אוֹ נִבְעָל. וְאִם הָיָה קָטָן בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד וָמַעְלָה זֶה שֶׁבָּא עָלָיו אוֹ הֱבִיאוֹ עַל עַצְמוֹ נִסְקָל וְהַקָּטָן פָּטוּר. וְאִם הָיָה הַזָּכָר בֶּן תֵּשַׁע אוֹ פָּחוֹת שְׁנֵיהֶן פְּטוּרִין וְרָאוּי לְבֵית דִּין לְהַכּוֹת הַגָּדוֹל מַכַּת מַרְדּוּת לְפִי שֶׁשָּׁכַב עִם זָכָר וְאַף עַל פִּי שֶׁהוּא פָּחוֹת מִבֶּן תֵּשַׁע:  ",
      "[אֶחָד הַבָּא עַל הַזָּכָר אוֹ] הַבָּא עַל אַנְדְּרוֹגִינוּס דֶּרֶךְ זִכְרוּתוֹ חַיָּב. [וְאִם בָּא עָלָיו דֶּרֶךְ נְקֵבוּתוֹ פָּטוּר] וְהַטֻּמְטוּם סָפֵק הוּא לְפִיכָךְ הַבָּא עַל הַטֻּמְטוּם אוֹ עַל אַנְדְּרוֹגִינוּס [דֶּרֶךְ נְקֵבוּתוֹ] מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת וְהָאַנְדְּרוֹגִינוּס מֻתָּר לִשָּׂא אִשָּׁה:  ",
      "הַבָּא עַל הַבְּהֵמָה אוֹ שֶׁהֵבִיא בְּהֵמָה עָלָיו שְׁנֵיהֶן נִסְקָלִין שֶׁנֶּאֱמַר <small>(ויקרא יח כג)</small> \"וּבְכָל בְּהֵמָה לֹא תִתֵּן שְׁכָבְתְּךָ\" בֵּין שֶׁרִבְּעָהּ אוֹ הֱבִיאָהּ עָלָיו. וְאֶחָד בְּהֵמָה וְאֶחָד חַיָּה וָעוֹף הַכּל בִּסְקִילָה. וְלֹא חִלַּק הַכָּתוּב בִּבְהֵמָה בֵּין גְּדוֹלָה לִקְטַנָּה שֶׁנֶּאֱמַר וּבְכָל בְּהֵמָה אֲפִלּוּ בְּיוֹם לֵדָתָהּ (הַבָּא עָלֶיהָ בֵּין כְּדַרְכָּהּ בֵּין שֶׁלֹּא כְּדַרְכָּהּ) כֵּיוָן שֶׁהֶעֱרָה בָּהּ אוֹ שֶׁהֶעֶרְתָה בּוֹ חַיָּב:  ",
      "קָטָן בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד שֶׁבָּא עַל הַבְּהֵמָה אוֹ הֱבִיאָהּ עָלָיו הִיא נִסְקֶלֶת עַל יָדוֹ וְהוּא פָּטוּר. הָיָה בֶּן תֵּשַׁע אוֹ פָּחוֹת אֵין סוֹקְלִין אֶת הַבְּהֵמָה. וְכֵן קְטַנָּה בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד שֶׁהֵבִיאָה בְּהֵמָה וְחַיָּה עָלֶיהָ בֵּין בְּהֵמָה גְּדוֹלָה בֵּין בְּהֵמָה קְטַנָּה כֵּיוָן שֶׁהֶעֶרְתָה בָּהּ הַבְּהֵמָה (בֵּין כְּדַרְכָּהּ בֵּין שֶׁלֹּא כְּדַרְכָּהּ) הַבְּהֵמָה נִסְקֶלֶת וְהִיא פְּטוּרָה. וְאִם הָיְתָה גְּדוֹלָה שְׁנֵיהֶן נִסְקָלִין. וְאִם הָיְתָה מִבַּת שָׁלֹשׁ שָׁנִים וּלְמַטָּה אֵין הַבְּהֵמָה נִסְקֶלֶת:  ",
      "וְכֵן הַשּׁוֹכֵב עִם הַבְּהֵמָה בִּשְׁגָגָה וְהָאִשָּׁה שֶׁהֵבִיאָה אֶת הַבְּהֵמָה עָלֶיהָ בִּשְׁגָגָה אֵין הַבְּהֵמָה נִסְקֶלֶת עַל יָדָן וְאַף עַל פִּי שֶׁהֵן גְּדוֹלִים. כָּל הָעֲרָיוֹת כֻּלָּן שֶׁהָיָה אֶחָד גָּדוֹל וְאֶחָד קָטָן הַקָּטָן פָּטוּר וְהַגָּדוֹל חַיָּב כְּמוֹ שֶׁבֵּאַרְנוּ. אֶחָד עֵר וְאֶחָד יָשֵׁן הַיָּשֵׁן פָּטוּר. אֶחָד מֵזִיד וְאֶחָד שׁוֹגֵג הַמֵּזִיד חַיָּב וְהַשּׁוֹגֵג מֵבִיא קָרְבָּן. אֶחָד אָנוּס וְאֶחָד בְּרָצוֹן הָאָנוּס פָּטוּר כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "אֵין הָעֵדִים נִזְקָקִין לִרְאוֹת הַמְנָאֲפִים שֶׁהֶעֱרוּ זֶה בָּזֶה וְהִכְנִיס כְּמִכְחוֹל בִּשְׁפוֹפֶרֶת. אֶלָּא מִשֶּׁיִּרְאוּ אוֹתָן דְּבוּקִין זֶה עִם זֶה כְּדֶרֶךְ כָּל הַבּוֹעֲלִין הֲרֵי אֵלּוּ נֶהֱרָגִין בִּרְאִיָּה זוֹ. וְאֵין אוֹמְרִים שֶׁמָּא לֹא הֶעֱרָה, מִפְּנֵי שֶׁחֶזְקַת צוּרָה זוֹ שֶׁהֶעֱרָה:  ",
      "מִי שֶׁהֻחְזַק בִּשְׁאֵר בָּשָׂר דָּנִין בּוֹ עַל פִּי הַחֲזָקָה. אַף עַל פִּי שֶׁאֵין שָׁם רְאָיָה בְּרוּרָה שֶׁזֶּה קָרוֹב. וּמַלְקִין וְשׂוֹרְפִין וְסוֹקְלִין וְחוֹנְקִין עַל חֲזָקָה זוֹ. כֵּיצַד. הֲרֵי שֶׁהֻחְזַק שֶׁזּוֹ אֲחוֹתוֹ אוֹ בִּתּוֹ אוֹ אִמּוֹ וּבָא עָלֶיהָ בְּעֵדִים הֲרֵי זֶה לוֹקֶה אוֹ נִשְׂרָף אוֹ נִסְקָל וְאַף עַל פִּי שֶׁאֵין שָׁם רְאָיָה בְּרוּרָה שֶׁזּוֹ הִיא אֲחוֹתוֹ אוֹ אִמּוֹ אוֹ בִּתּוֹ אֶלָּא בַּחֲזָקָה בִּלְבַד. וּמַעֲשֶׂה בְּאִשָּׁה אַחַת שֶׁבָּאת לִירוּשָׁלַיִם וְתִינוֹק מֻרְכָּב לָהּ עַל כְּתֵפָהּ וְהִגְדִּילַתּוּ בְּחֶזְקַת שֶׁהוּא בְּנָהּ וּבָא עָלֶיהָ וֶהֱבִיאוּהָ לְבֵית דִּין וּסְקָלוּהָ. רְאָיָה לְדִין זֶה מַה שֶּׁדָּנָה תּוֹרָה בִּמְקַלֵּל אָבִיו וּמַכֶּה אָבִיו שֶׁיּוּמַת. וּמִנַּיִן לָנוּ רְאָיָה בְּרוּרָה שֶׁזֶּה אָבִיו, אֶלָּא בַּחֲזָקָה, כָּךְ שְׁאָר קְרוֹבִים בַּחֲזָקָה:  ",
      "אִישׁ וְאִשָּׁה שֶׁבָּאוּ מִמְּדִינַת הַיָּם הוּא אוֹמֵר זֹאת אִשְׁתִּי וְהִיא אוֹמֶרֶת זֶה בַּעְלִי. אִם הֻחְזְקָה בָּעִיר שְׁלֹשִׁים יוֹם שֶׁהִיא אִשְׁתּוֹ הוֹרְגִין עָלֶיהָ. אֲבָל בְּתוֹךְ הַשְּׁלֹשִׁים יוֹם אֵין הוֹרְגִין עָלֶיהָ מִשּׁוּם אֵשֶׁת אִישׁ:  ",
      "הָאִשָּׁה שֶׁהֻחְזְקָה נִדָּה בִּשְׁכוּנוֹתֶיהָ בַּעְלָהּ לוֹקֶה עָלֶיהָ מִשּׁוּם נִדָּה. הַמְקַנֵּא לְאִשְׁתּוֹ וְנִסְתְּרָה וּבָא עֵד אֶחָד וְהֵעִיד שֶׁנִּטְמְאָה וְהָיָה בַּעְלָהּ כֹּהֵן וּבָא עָלֶיהָ אַחַר כָּךְ הֲרֵי זֶה לוֹקֶה עָלֶיהָ מִשּׁוּם זוֹנָה. אַף עַל פִּי שֶׁעִקַּר הָעֵדוּת בְּעֵד אֶחָד כְּבָר הֻחְזְקָה בְּזוֹנָה:  ",
      "הָאָב שֶׁאָמַר בִּתִּי זוֹ מְקֻדֶּשֶׁת הִיא לָזֶה אַף עַל פִּי שֶׁהוּא נֶאֱמָן וְתִנָּשֵׂא לוֹ אִם זִנְּתָה אֵינָהּ נִסְקֶלֶת עַל פִּיו עַד שֶׁיִּהְיוּ שָׁם עֵדִים שֶׁנִּתְאָרְסָה בִּפְנֵיהֶם. וְכֵן הָאִשָּׁה שֶׁאָמְרָה מְקֻדֶּשֶׁת אֲנִי אֵינָהּ נֶהֱרֶגֶת עַל פִּיהָ עַד שֶׁיִּהְיוּ שָׁם עֵדִים אוֹ תֻּחְזַק:  "
    ],
    [
      "אֵשֶׁת אָבִיו וְאֵשֶׁת בְּנוֹ וְאֵשֶׁת אָחִיו וְאֵשֶׁת אֲחִי אָבִיו אַרְבַּעְתָּן עֶרְוָה עָלָיו לְעוֹלָם. בֵּין מִן הָאֵרוּסִין בֵּין מִן הַנִּשּׂוּאִין. בֵּין שֶׁנִּתְגָּרְשׁוּ בֵּין שֶׁלֹּא נִתְגָּרְשׁוּ. בֵּין בְּחַיֵּי בַּעְלֵיהֶן בֵּין אַחַר מִיתַת בַּעְלֵיהֶן. חוּץ מֵאֵשֶׁת אָחִיו שֶׁלֹּא הִנִּיחַ בֵּן. וְאִם בָּא עַל אַחַת מֵהֶן בְּחַיֵּי בַּעְלָהּ חַיָּב שְׁתַּיִם. מִשּׁוּם שְׁאֵר בָּשָׂר וּמִשּׁוּם אֵשֶׁת אִישׁ. שֶׁהֲרֵי שְׁנֵיהֶן הָאִסּוּרִין בָּאִין כְּאֶחָד: \n",
      "לְפִיכָךְ הַבָּא עַל אִמּוֹ שֶׁהִיא אֵשֶׁת אָבִיו חַיָּב שְׁתַּיִם. בֵּין בְּחַיֵּי אָבִיו בֵּין לְאַחַר מִיתַת אָבִיו. אַחַת מִשּׁוּם אִמּוֹ וְאַחַת מִשּׁוּם אֵשֶׁת אָבִיו. אֶחָד אָחִיו מֵאָבִיו אוֹ אָחִיו מֵאִמּוֹ. בֵּין מִנִּשּׂוּאִין בֵּין מִזְּנוּת. אִשְׁתּוֹ עֶרְוָה עָלָיו. אֲבָל אֵשֶׁת אֲחִי אָבִיו מִן הָאֵם הֲרֵי הִיא שְׁנִיָּה כְּמוֹ שֶׁבֵּאַרְנוּ. וְאֶחָד אֲחוֹתוֹ מֵאָבִיו אוֹ מֵאִמּוֹ. בֵּין מִן הַנִּשּׂוּאִין בֵּין מִזְּנוּת. כְּגוֹן שֶׁזָּנְתָה אִמּוֹ אוֹ אָבִיו עִם אֲחֵרִים וְהָיְתָה לוֹ אָחוֹת מִזְּנוּת. הֲרֵי זוֹ עֶרְוָה עָלָיו שֶׁנֶּאֱמַר <small>(ויקרא יח ט)</small> \"מוֹלֶדֶת בַּיִת אוֹ מוֹלֶדֶת חוּץ\": \n",
      "בַּת אֵשֶׁת אָבִיו שֶׁהִיא אֲחוֹתוֹ מֵאָבִיו הֲרֵי הִיא עֶרְוָה עָלָיו שֶׁנֶּאֱמַר <small>(ויקרא יח יא)</small> \"עֶרְוַת בַּת אֵשֶׁת אָבִיךָ מוֹלֶדֶת אָבִיךָ\". אֲבָל אִם נָשָׂא אָבִיו אִשָּׁה וְיֵשׁ לָהּ בַּת מֵאִישׁ אַחֵר אוֹתָהּ הַבַּת מֻתֶּרֶת לוֹ שֶׁאֵין זוֹ מוֹלֶדֶת אָבִיו. וַהֲלֹא מִשּׁוּם אֲחוֹתוֹ חַיָּב עָלֶיהָ וְלָמָּה נֶאֱמַר <small>(ויקרא יח יא)</small> \"בַּת אֵשֶׁת אָבִיךָ\" לְחַיֵּב עָלֶיהָ אַף מִשּׁוּם זֶה: \n",
      "לְפִיכָךְ הַבָּא עַל אֲחוֹתוֹ שֶׁהִיא בַּת נְשׂוּאַת אָבִיו חַיָּב שְׁתַּיִם. אַחַת מִשּׁוּם <small>(ויקרא יח ט)</small> \"עֶרְוַת אֲחוֹתְךָ\" וְאַחַת מִשּׁוּם <small>(ויקרא יח יא)</small> \"עֶרְוַת בַּת אֵשֶׁת אָבִיךָ\". אֲבָל אִם אָנַס אָבִיו אִשָּׁה אוֹ פִּתָּה אוֹתָהּ וְהוֹלִיד מִמֶּנָּה בַּת וּבָא עָלֶיהָ אֵינוֹ חַיָּב אֶלָּא מִשּׁוּם אֲחוֹתוֹ בִּלְבַד. שֶׁאֵין בַּת הָאֲנוּסָה בַּת אֵשֶׁת אָבִיו: \n",
      "אֲחוֹת אִמּוֹ בֵּין אֲחוֹתָהּ מֵאָבִיהָ בֵּין אֲחוֹתָהּ מֵאִמָּהּ בֵּין מִן הַנִּשּׂוּאִין בֵּין מִזְּנוּת הֲרֵי זוֹ עֶרְוָה עָלָיו מִשּׁוּם אֲחוֹת אֵם. וְכֵן אֲחוֹת הָאָב בֵּין מִן הָאֵם בֵּין מִן הָאָב בֵּין מִן הַנִּשּׂוּאִין בֵּין מִזְּנוּת הֲרֵי זוֹ עֶרְוָה עָלָיו מִשּׁוּם אֲחוֹת אָב: \n",
      "הַבָּא עַל אִשָּׁה דֶּרֶךְ זְנוּת וְהוֹלִיד מִמֶּנָּה בַּת אוֹתָהּ הַבַּת עֶרְוָה עָלָיו מִשּׁוּם בִּתּוֹ. וְאַף עַל פִּי שֶׁלֹּא נֶאֱמַר בַּתּוֹרָה עֶרְוַת בִּתְּךָ לֹא תְּגַלֶּה מֵאַחַר שֶׁאָסַר בַּת הַבַּת שָׁתַק מִן הַבַּת וְאִסּוּרָהּ מִן הַתּוֹרָה. וְאֵינוֹ מִדִּבְרֵי סוֹפְרִים. לְפִיכָךְ הַבָּא עַל בִּתּוֹ מִנְּשׂוּאָתוֹ חַיָּב שְׁתַּיִם. מִשּׁוּם בִּתּוֹ וּמִשּׁוּם עֶרְוַת אִשָּׁה וּבִתָּהּ: \n",
      "כֵּיוָן שֶׁקִּדֵּשׁ אָדָם אִשָּׁה נֶאֶסְרוּ עָלָיו מִקְּרוֹבוֹתֶיהָ שֵׁשׁ נָשִׁים. וְכָל אַחַת מֵהֶן עֶרְוָה עָלָיו לְעוֹלָם בֵּין כָּנַס בֵּין גֵּרֵשׁ בֵּין בְּחַיֵּי אִשְׁתּוֹ בֵּין לְאַחַר מוֹתָהּ. וְאֵלּוּ הֵן. אִמָּהּ וְאֵם אִמָּהּ וְאֵם אָבִיהָ וּבִתָּהּ וּבַת בִּתָּהּ וּבַת בְּנָהּ. וְאִם בָּא עַל אַחַת מֵהֶן בְּחַיֵּי אִשְׁתּוֹ שְׁנֵיהֶן נִשְׂרָפִין: \n",
      "בָּא עֲלֵיהֶן לְאַחַר מִיתַת אִשְׁתּוֹ הֲרֵי אֵלּוּ בְּכָרֵת וְאֵין בָּהֶן מִיתַת בֵּית דִּין. שֶׁנֶּאֱמַר <small>(ויקרא כ יד)</small> \"בָּאֵשׁ יִשְׂרְפוּ אֹתוֹ וְאֶתְהֶן\". בִּזְמַן שֶּׁשְּׁתֵּיהֶן קַיָּמוֹת שֶׁהֵן אִשְׁתּוֹ וְזוֹ שֶׁבָּא עָלֶיהָ הֲרֵי הוּא וְהָעֶרְוָה נִשְׂרָפִין. וּבִזְמַן שֶׁאֵין שְׁתֵּיהֶן קַיָּמוֹת אֵין שָׁם שְׂרֵפָה: \n",
      "וְכֵן אֲחוֹת אִשְׁתּוֹ עֶרְוָה עָלָיו עַד שֶׁתָּמוּת אִשְׁתּוֹ. בֵּין אֲחוֹתָהּ מֵאִמָּהּ בֵּין אֲחוֹתָהּ מֵאָבִיהָ בֵּין מִן הַנִּשּׂוּאִין בֵּין מִזְּנוּת הֲרֵי זוֹ עֶרְוָה עָלָיו: \n",
      "עָבַר וְנָאַף עִם אַחַת מִשֶּׁבַע נָשִׁים אֵלּוּ בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה אַף עַל פִּי שֶׁהוּא וְהַנּוֹאֶפֶת בְּמִיתַת בֵּית דִּין אוֹ בְּכָרֵת לֹא נֶאֶסְרָה אִשְׁתּוֹ עָלָיו חוּץ מֵאֲחוֹת אֲרוּסָתוֹ שֶׁהִיא אוֹסֶרֶת אִשְׁתּוֹ עָלָיו כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת גֵּרוּשִׁין: \n",
      "הַבּוֹעֵל אִשָּׁה דֶּרֶךְ זְנוּת לֹא נֶאֶסְרוּ עָלָיו קְרוֹבוֹתֶיהָ שֶׁהֵן הַשֶּׁבַע נָשִׁים שֶׁאָמַרְנוּ. אֲבָל חֲכָמִים אָסְרוּ עַל מִי שֶׁנָּאַף עִם אִשָּׁה לִשָּׂא אַחַת מִן הַשֶּׁבַע נָשִׁים קְרוֹבוֹתֶיהָ כָּל זְמַן שֶׁהַזּוֹנָה קַיֶּמֶת. מִפְּנֵי שֶׁהַזּוֹנָה בָּאָה לִקְרוֹבוֹתֶיהָ לְבַקֵּר אוֹתָן וְהוּא מִתְיַחֵד עִמָּהּ וְלִבּוֹ גַּס בָּהּ וְיָבוֹא לִידֵי עֲבֵרָה שֶׁיִּבְעל הָעֶרְוָה. וְלֹא עוֹד אֶלָּא אֲפִלּוּ נִטְעַן עַל אִשָּׁה הֲרֵי זֶה לֹא יִשָּׂא אַחַת מִקְּרוֹבוֹתֶיהָ עַד שֶׁתָּמוּת זוֹ שֶׁנִּטְעַן עָלֶיהָ. וְאִם כָּנַס הַקְּרוֹבָה שֶׁזָּנָה עִם קְרוֹבוֹתֶיהָ לֹא יוֹצִיא: \n",
      "מִי שֶׁנִּטְעַן עַל עֶרְוָה אוֹ שֶׁיָּצָא לוֹ שֵׁם רַע עִמָּהּ לֹא יָדוּר עִמָּהּ בְּמָבוֹי אֶחָד וְלֹא יֵרָאֶה בְּאוֹתָהּ שְׁכוּנָה. וּמַעֲשֶׂה שֶׁהָיוּ מְרַנְּנִין אַחֲרָיו עִם חֲמוֹתוֹ וְהִכּוּ אוֹתוֹ חֲכָמִים מַכַּת מַרְדּוּת מִפְּנֵי שֶׁעָבַר עַל פֶּתַח בֵּיתָהּ: \n",
      "הַבָּא עַל אִשָּׁה וּבִתָּהּ דֶּרֶךְ זְנוּת אוֹ עַל אִשָּׁה וַאֲחוֹתָהּ וְכַיּוֹצֵא בָּהֶן הֲרֵי זֶה כְּמִי שֶׁבָּא עַל שְׁתֵּי נָשִׁים נָכְרִיּוֹת שֶׁאֵין נַעֲשׂוֹת עֶרְוָה זוֹ עִם זוֹ אֶלָּא בְּנִשּׂוּאִין לֹא בִּזְנוּת. וְכֵן אִם אָנַס אָבִיו אוֹ בְּנוֹ אוֹ אָחִיו אוֹ אֲחִי אָבִיו אִשָּׁה אוֹ פִּתָּה אוֹתָהּ הֲרֵי זוֹ מֻתֶּרֶת לוֹ וְיִשָּׂאֶנָּה שֶׁלֹּא נֶאֱמַר אֶלָּא אֵשֶׁת וְאֵין כָּאן אִישׁוּת: \n",
      "אָבִיו אוֹ בְּנוֹ שֶׁנָּשָׂא אִשָּׁה הֲרֵי זֶה מֻתָּר לִשָּׂא בִּתָּהּ אוֹ אִמָּהּ כְּמוֹ שֶׁבֵּאַרְנוּ. וּמֻתָּר לְאָדָם לִשָּׂא אֵשֶׁת בֶּן אָחִיו. וְנוֹשֵׂא אָדָם אִשָּׁה וּבַת אֲחוֹתָהּ אוֹ בַּת אָחִיהָ כְּאַחַת. וּמִצְוַת חֲכָמִים שֶׁיִּשָּׂא אָדָם בַּת אֲחוֹתוֹ וְהוּא הַדִּין לְבַת אָחִיו שֶׁנֶּאֱמַר <small>(ישעיה נח ז)</small> \"וּמִבְּשָׂרְךָ לֹא תִתְעַלָּם\": \n"
    ],
    [
      "הַבָא עַל אֵשֶׁת קָטָן אֲפִלּוּ הָיְתָה יְבָמָה שֶׁבָּא עָלֶיהָ בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד הֲרֵי זֶה פָּטוּר. וְכֵן הַבָּא עַל אֵשֶׁת חֵרֵשׁ וְשׁוֹטֶה וְאֵשֶׁת טֻמְטוּם וְאַנְדְּרוֹגִינוּס וְעַל הַחֵרֶשֶׁת וְעַל הַשּׁוֹטָה אֵשֶׁת הַפִּקֵּחַ וְעַל אִשָּׁה שֶׁהִיא מְקֻדֶּשֶׁת בְּסָפֵק אוֹ מְגֹרֶשֶׁת בְּסָפֵק כֻּלָּן פְּטוּרִין. וְאִם הָיוּ מְזִידִין מַכִּין אוֹתָן מַכַּת מַרְדּוּת:  ",
      "הַבָּא עַל הַקְּטַנָּה אֵשֶׁת הַגָּדוֹל אִם קִדְּשָׁהּ אָבִיהָ הֲרֵי זֶה בְּחֶנֶק וְהִיא פְּטוּרָה מִכְּלוּם וְנֶאֶסְרָה עַל בַּעְלָהּ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת סוֹטָה. וְאִם הִיא בַּת מֵאוּן מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת וְהִיא מֻתֶּרֶת לְבַעְלָהּ. וַאֲפִלּוּ הָיָה כֹּהֵן:  ",
      "בַּת כֹּהֵן שֶׁזִּנְּתָה כְּשֶׁהִיא אֵשֶׁת אִישׁ. בֵּין שֶׁהָיָה בַּעְלָהּ כֹּהֵן בֵּין שֶׁהָיָה יִשְׂרָאֵל וַאֲפִלּוּ הָיָה בַּעְלָהּ מַמְזֵר אוֹ נָתִין אוֹ שְׁאָר מֵחַיָּבֵי לָאוִין הֲרֵי זוֹ בִּשְׂרֵפָה שֶׁנֶּאֱמַר <small>(ויקרא כא ט)</small> \"וּבַת כֹּהֵן כִּי תֵחֵל לִזְנוֹת\". וּבוֹעֲלָהּ בְּחֶנֶק. וְכֵן בַּת יִשְׂרָאֵל אֵשֶׁת כֹּהֵן בְּחֶנֶק כְּדִין כָּל אֵשֶׁת אִישׁ:  ",
      "הַבָּא עַל נַעֲרָה מְאֹרָשָׂה שְׁנֵיהֶן בִּסְקִילָה. וְאֵינָן חַיָּבִין סְקִילָה עַד שֶׁתִּהְיֶה נַעֲרָה בְּתוּלָה מְאֹרָשָׂה וְהִיא בְּבֵית אָבִיהָ. הָיְתָה בּוֹגֶרֶת אוֹ שֶׁנִּכְנְסָה לְחֻפָּה אַף עַל פִּי שֶׁלֹּא נִבְעֲלָה אֲפִלּוּ מְסָרָהּ הָאָב לִשְׁלוּחֵי הַבַּעַל וְזִנְּתָה בַּדֶּרֶךְ הֲרֵי זוֹ בְּחֶנֶק:  ",
      "וְהַבָּא עַל קְטַנָּה מְאֹרָשָׂה בְּבֵית אָבִיהָ הוּא בִּסְקִילָה וְהִיא פְּטוּרָה. וְנַעֲרָה מְאֹרָשָׂה בַּת כֹּהֵן שֶׁזִּנְּתָה בִּסְקִילָה:  ",
      "בָּאוּ עָלֶיהָ עֲשָׂרָה וְהִיא בְּתוּלָה בִּרְשׁוּת אָבִיהָ זֶה אַחַר זֶה הֲרֵי הָרִאשׁוֹן בִּסְקִילָה וְכֻלָּן בְּחֶנֶק (בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁבָּאוּ עָלֶיהָ כְּדַרְכָּהּ אֲבָל אִם בָּאוּ עָלֶיהָ שֶׁלֹּא כְּדַרְכָּהּ עֲדַיִן הִיא בְּתוּלָה וְכֻלָּן בִּסְקִילָה):  ",
      "נַעֲרָה מְאֹרָשָׂה שֶׁהָיְתָה מְשֻׁחְרֶרֶת אוֹ גִּיֹּרֶת אַף עַל פִּי שֶׁנִּשְׁתַּחְרְרָה וְנִתְגַּיְּרָה וְהִיא פְּחוּתָה מִבַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד הֲרֵי זוֹ בְּחֶנֶק כְּכָל אֵשֶׁת אִישׁ:  ",
      "דִּין חָדָשׁ יֵשׁ בְּמוֹצִיא שֵׁם רַע. וּמַה הוּא הַחִדּוּשׁ. שֶׁאִם נִמְצָא הַדָּבָר אֱמֶת וּבָאוּ עֵדִים שֶׁזִּנְּתָה כְּשֶׁהָיְתָה נַעֲרָה מְאֹרָשָׂה אַף עַל פִּי שֶׁזִּנְּתָה אַחַר שֶׁיָּצְאָה מִבֵּית אָבִיהָ וַאֲפִלּוּ שֶׁזִּנְּתָה אַחַר שֶׁנִּכְנְסָה לַחֻפָּה קֹדֶם בְּעִילַת הַבַּעַל סוֹקְלִין אוֹתָהּ עַל פֶּתַח בֵּית אָבִיהָ. אֲבָל שְׁאָר נְעָרוֹת מְאֹרָסוֹת שֶׁלֹּא הָיָה לָהֶן דִּין הוֹצָאַת שֵׁם רַע שֶׁזָּנוּ מֵאַחַר שֶׁיָּצְאוּ מִבֵּית הָאָב הֲרֵי הֵן בְּחֶנֶק כְּמוֹ שֶׁבֵּאַרְנוּ. הָא לָמַדְתָּ שֶׁבְּאֵשֶׁת אִישׁ שָׁלֹשׁ מִיתוֹת. יֵשׁ אֵשֶׁת אִישׁ שֶׁהִיא בְּחֶנֶק. וְיֵשׁ אֵשֶׁת אִישׁ שֶׁהִיא בִּשְׂרֵפָה. וְיֵשׁ אֵשֶׁת אִישׁ שֶׁהִיא בִּסְקִילָה:  ",
      "וְהֵיכָן סוֹקְלִין נַעֲרָה מְאֹרָשָׂה שֶׁזִּנְּתָה. אִם זִנְּתָה בְּבֵית אָבִיהָ אַף עַל פִּי שֶׁלֹּא הֵעִידוּ עָלֶיהָ הָעֵדִים אֶלָּא אַחַר שֶׁבָּאָה לְבֵית חָמִיהָ (וְנִיסֵת) הֲרֵי זוֹ נִסְקֶלֶת עַל פֶּתַח בֵּית אָבִיהָ. זִנִּתָה בִּבֵית חָמִיהָ קֹדֵם שֵׁיִּמִסֹר אוֹתָהּ הָאָב אַף עַל פִּי שֶׁהֵעִידוּ עָלֶיהָ אַחַר שֶׁחָזְרָה לְבֵית אָבִיהָ הֲרֵי זוֹ נִסְקֶלֶת עַל פֶּתַח שַׁעַר הָעִיר הַהִיא:  ",
      "בָּאוּ עֵדִים אַחַר שֶׁבָּגְרָה אוֹ אַחַר שֶׁבְּעָלָהּ בַּעְלָהּ אַף עַל פִּי שֶׁהֵעִידוּ שֶׁזִּנְּתָה בְּבֵית אָבִיהָ כְּשֶׁהָיְתָה נַעֲרָה הֲרֵי זוֹ נִסְקֶלֶת בְּבֵית הַסְּקִילָה:  ",
      "הָיְתָה הוֹרָתָהּ שֶׁלֹּא בִּקְדֻשָּׁה וְלֵדָתָהּ בִּקְדֻשָּׁה נִסְקֶלֶת עַל פֶּתַח שַׁעַר הָעִיר. כָּל מִי שֶׁמִּצְוָתָהּ לִסְקל אוֹתָהּ עַל פֶּתַח שַׁעַר הָעִיר אִם הָיְתָה עִיר שֶׁרֻבָּהּ עַכּוּ''ם סוֹקְלִין אוֹתָהּ עַל פֶּתַח בֵּית דִּין. וְכָל מִי שֶׁמִּצְוָתָהּ לִסְקל אוֹתָהּ עַל פֶּתַח בֵּית אָבִיהָ אִם לֹא הָיָה לָהּ אָב אוֹ שֶׁהָיָה לָהּ אָב וְלֹא הָיָה לוֹ בַּיִת הֲרֵי זוֹ נִסְקֶלֶת בְּבֵית הַסְּקִילָה. לֹא נֶאֱמַר <small>(דברים כב כא)</small> \"פֶּתַח בֵּית אָב\" אֶלָּא לְמִצְוָה:  ",
      "הַבָּא עַל עֶרְוָה מִן הָעֲרָיוֹת בִּיאוֹת הַרְבֵּה חַיָּב כָּרֵת אוֹ מִיתַת בֵּית דִּין עַל כָּל בִּיאָה וּבִיאָה אַף עַל פִּי שֶׁאֵין בֵּית דִּין יְכוֹלִין לְהָמִית אֶלָּא מִיתָה אַחַת הֲרֵי הַבִּיאוֹת נֶחְשָׁבוֹת לוֹ כַּעֲבֵרוֹת הַרְבֵּה. וְכֵן אִם בָּא בִּיאָה אַחַת שֶׁחַיָּבִין עָלֶיהָ מִשֵּׁמוֹת הַרְבֵּה אִם הָיָה שׁוֹגֵג מֵבִיא קָרְבָּן עַל כָּל שֵׁם וְשֵׁם. אַף עַל פִּי שֶׁהִיא בִּיאָה אַחַת כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת שְׁגָגוֹת. וְאִם הָיָה מֵזִיד הֲרֵי זוֹ נֶחְשֶׁבֶת לוֹ כַּעֲבֵרוֹת הַרְבֵּה. וְכֵן יֵשׁ בָּא בִּיאָה אַחַת וְלוֹקֶה עָלֶיהָ מַלְקִיּוֹת הַרְבֵּה כְּמוֹ שֶׁיִּתְבָּאֵר:  ",
      "שִׁפְחָה חֲרוּפָה הָאֲמוּרָה בַּתּוֹרָה הִיא שֶׁחֶצְיָהּ שִׁפְחָה וְחֶצְיָהּ בַּת חוֹרִין וּמְקֻדֶּשֶׁת לְעֶבֶד עִבְרִי שֶׁנֶּאֱמַר <small>(ויקרא יט כ)</small> \"לֹא יוּמְתוּ כִּי לֹא חֻפָּשָׁה\". הָא אִם נִשְׁתַּחְרְרָה כֻּלָּהּ חַיָּבִין עָלֶיהָ מִיתַת בֵּית דִּין שֶׁהֲרֵי נַעֲשֵׂית אֵשֶׁת אִישׁ גְּמוּרָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִישׁוּת:  ",
      "בִּיאַת שִׁפְחָה זוֹ מְשֻׁנָּה מִכָּל בִּיאוֹת אֲסוּרוֹת שֶׁבַּתּוֹרָה. שֶׁהֲרֵי הִיא לוֹקָה שֶׁנֶּאֱמַר <small>(ויקרא יט כ)</small> \"בִּקֹּרֶת תִּהְיֶה\" וְהוּא חַיָּב קָרְבַּן אָשָׁם שֶׁנֶּאֱמַר <small>(ויקרא יט כא)</small> \"וְהֵבִיא אֶת אֲשָׁמוֹ\". אֶחָד שׁוֹגֵג אֶחָד מֵזִיד בְּשִׁפְחָה חֲרוּפָה מֵבִיא אָשָׁם. וְהַבָּא עָלֶיהָ בִּיאוֹת הַרְבֵּה בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה מֵבִיא אָשָׁם אֶחָד. אֲבָל הִיא חַיֶּבֶת מַלְקוֹת עַל כָּל בִּיאָה וּבִיאָה אִם הָיְתָה מְזִידָה כִּשְׁאָר חַיָּבֵי לָאוִין:  ",
      "הַמְעָרֶה בְּשִׁפְחָה חֲרוּפָה וְלֹא גָּמַר בִּיאָתוֹ פָּטוּר עַד שֶׁיִּגְמֹר בִּיאָתוֹ. וְאֵינוֹ חַיָּב אֶלָּא עַל הַגְּדוֹלָה הַבְּעוּלָה הַמְּזִידָה וּבִרְצוֹנָהּ. אֲבָל אִם הָיְתָה קְטַנָּה אוֹ שֶׁלֹּא הָיְתָה בְּעוּלָה אוֹ הָיְתָה שׁוֹגֶגֶת אוֹ אֲנוּסָה אוֹ יְשֵׁנָה פָּטוּר [וְכֵן אִם בָּא עָלֶיהָ שֶׁלֹּא כְּדַרְכָּהּ פָּטוּר שֶׁבְּשִׁפְחָה חֲרוּפָה לֹא הִשְׁוָה בִּיאָה כְּדַרְכָּהּ לְבִיאָה שֶׁלֹּא כְּדַרְכָּהּ שֶׁנֶּאֱמַר <small>(ויקרא יט כ)</small> \"שִׁכְבַת זֶרַע\". אֲבָל בִּשְׁאָר בִּיאוֹת לֹא חָלַק בֵּין בִּיאָה לְבִיאָה שֶׁנֶּאֱמַר <small>(ויקרא יח כב)</small> <small>(ויקרא כ יג)</small> \"מִשְׁכְּבֵי אִשָּׁה\" מַגִּיד [לְךָ] הַכָּתוּב שֶׁשְּׁנֵי מִשְׁכָּבוֹת בְּאִשָּׁה]:  ",
      "כָּל מָקוֹם שֶׁאָמַרְנוּ בְּשִׁפְחָה שֶׁהוּא פָּטוּר הוּא פָּטוּר מִן הַקָּרְבָּן וְהִיא פְּטוּרָה מִן הַמַּלְקוֹת. אֲבָל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת מִדִּבְרֵיהֶם אִם הָיוּ שְׁנֵיהֶן מְזִידִין וּגְדוֹלִים:  ",
      "בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד שֶׁבָּא עַל שִׁפְחָה חֲרוּפָה הִיא לוֹקָה וְהוּא מֵבִיא קָרְבָּן. וְהוּא שֶׁתִּהְיֶה גְּדוֹלָה וּבְעוּלָה וּבִרְצוֹנָהּ כְּמוֹ שֶׁבֵּאַרְנוּ. שֶׁאֵין הָאִישׁ חַיָּב קָרְבָּן עַד שֶׁתִּתְחַיֵּב הִיא מַלְקוֹת שֶׁנֶּאֱמַר <small>(ויקרא יט כ)</small> \"בִּקֹּרֶת תִּהְיֶה\" <small>(ויקרא יט כא)</small> \"וְהֵבִיא אֶת אֲשָׁמוֹ\":  "
    ],
    [
      "הַנִּדָה הֲרֵי הִיא כִּשְׁאָר כָּל הָעֲרָיוֹת. הַמְעָרֶה בָּהּ [בֵּין כְּדַרְכָּהּ בֵּין שֶׁלֹּא כְּדַרְכָּהּ] חַיָּב כָּרֵת וַאֲפִלּוּ הָיְתָה קְטַנָּה בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד כִּשְׁאָר עֲרָיוֹת שֶׁהַבַּת מִתְטַמְּאָה בְּנִדָּה וַאֲפִלּוּ בְּיוֹם לֵדָתָהּ. וּבַת עֲשָׂרָה יָמִים מְטַמְּאָה בְּזִיבָה וְדָבָר זֶה מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁאֵין הֶפְרֵשׁ בֵּין גְּדוֹלָה לִקְטַנָּה לְטֻמְאַת נִדּוֹת וְזָבוֹת:  ",
      "וְאֶחָד הַבָּא עַל הַנִּדָּה כָּל שִׁבְעַת הַיָּמִים וַאֲפִלּוּ לֹא רָאֲתָה אֶלָּא יוֹם רִאשׁוֹן. וְאֶחָד הַבָּא עַל יוֹלֶדֶת זָכָר כָּל שִׁבְעָה אוֹ עַל יוֹלֶדֶת נְקֵבָה כָּל אַרְבָּעָה עָשָׂר. אוֹ עַל הַזָּבָה כָּל יְמֵי זוֹבָהּ וּסְפִירָתָהּ. בֵּין שִׁפְחָה בֵּין מְשֻׁחְרֶרֶת הַכֹּל בְּכָרֵת שֶׁנֶּאֱמַר בְּנִדָּה <small>(ויקרא טו יט)</small> \"שִׁבְעַת יָמִים תִּהְיֶה בְּנִדָּתָהּ\". וּבְזָבָה נֶאֱמַר <small>(ויקרא טו כה)</small> \"כָּל יְמֵי זוֹב טֻמְאָתָהּ כִּימֵי נִדָּתָהּ תִּהְיֶה\". וּבְיוֹלֶדֶת זָכָר הוּא אוֹמֵר <small>(ויקרא יב ב)</small> \"כִּימֵי נִדַּת דְּוֹתָהּ תִּטְמָא\". וּבְיוֹלֶדֶת נְקֵבָה <small>(ויקרא יב ה)</small> \"וְטָמְאָה שְׁבֻעַיִם כְּנִדָּתָהּ\":  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהַטֻּמְאָה תְּלוּיָה בְּיָמִים בְּשֶׁטָּבְלָה בְּמֵי מִקְוֶה אַחַר הַיָּמִים הַסְּפוּרִים. אֲבָל נִדָּה וְזָבָה וְיוֹלֶדֶת שֶׁלֹּא טָבְלוּ בְּמֵי מִקְוֶה הַבָּא עַל אַחַת מֵהֶן אֲפִלּוּ אַחַר כַּמָּה שָׁנִים חַיָּב כָּרֵת. שֶׁבְּיָמִים וּטְבִילָה תָּלָה הַכָּתוּב שֶׁנֶּאֱמַר <small>(ויקרא טו יח)</small> \"וְרַחֲצוּ בַמַּיִם\" זֶה בִּנְיַן אָב לְכָל טָמֵא שֶׁהוּא בְּטֻמְאָתוֹ עַד שֶׁיִּטְבֹּל:  ",
      "הָעַכּוּ''ם אֵין חַיָּבִין עֲלֵיהֶם מִשּׁוּם נִדָּה וְלֹא מִשּׁוּם זָבָה וְלֹא מִשּׁוּם יוֹלֶדֶת. וַחֲכָמִים גָּזְרוּ עַל כָּל הָעַכּוּ''ם הַזְּכָרִים וְהַנְּקֵבוֹת שֶׁיְּהוּ כְּזָבִים תָּמִיד בֵּין רָאוּ בֵּין לֹא רָאוּ לְעִנְיַן טֻמְאָה וְטָהֳרָה:  ",
      "כָּל דָּם שֶׁתִּרְאֶה הַיּוֹלֶדֶת בְּתוֹךְ ל''ג שֶׁל זָכָר וְס''ו שֶׁל נְקֵבָה הוּא הַנִּקְרָא דַּם טֹהַר. וְאֵין מוֹנֵעַ אֶת הָאִשָּׁה מִבַּעְלָהּ אֶלָּא טוֹבֶלֶת אַחַר שִׁבְעָה לְזָכָר וְאַחַר אַרְבָּעָה עָשָׂר לִנִקֵבָה וּמִשַׁמֵּשֵׁת מִטָּתָהּ אַף עַל פִּי שֶׁהַדָּם שׁוֹתֵת וְיוֹרֵד:  ",
      "כָּל חַיָּבֵי טְבִילוֹת טְבִילָתָן בַּיּוֹם חוּץ מִנִּדָּה וְיוֹלֶדֶת שֶׁהֲרֵי הוּא אוֹמֵר בְּנִדָּה <small>(ויקרא טו יט)</small> \"שִׁבְעַת יָמִים תִּהְיֶה בְּנִדָּתָהּ\". הַשִּׁבְעָה כֻּלָּן בְּנִדָּתָהּ וְטוֹבֶלֶת בְּלֵיל שְׁמִינִי. וְכֵן יוֹלֶדֶת זָכָר בְּלֵיל שְׁמִינִי וְיוֹלֶדֶת נְקֵבָה בְּלֵיל חֲמִשָּׁה עָשָׂר. שֶׁהַיּוֹלֶדֶת כְּנִדָּה כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "נִתְאַחֲרָה יָמִים רַבִּים וְלֹא טָבְלָה כְּשֶׁתִּטְבֹּל לֹא תִּטְבֹּל אֶלָּא בַּלַּיְלָה שֶׁאִם תִּטְבֹּל בַּיּוֹם יִטְעוּ וְתָבוֹא נִדָּה אַחֶרֶת לִטְבֹּל בִּשְׁבִיעִי:  ",
      "הָיְתָה חוֹלָה אוֹ שֶׁהָיָה מְקוֹם הַטְּבִילָה רָחוֹק וְאֵין הַנָּשִׁים יְכוֹלוֹת לְהַגִּיעַ לוֹ וְלַחֲזֹר בַּלַּיְלָה מִפְּנֵי הַלִּסְטִים אוֹ מִפְּנֵי הַצִּנָּה אוֹ מִפְּנֵי שֶׁנּוֹעֲלִין שַׁעֲרֵי הַמְּדִינָה בַּלַּיְלָה הֲרֵי זוֹ טוֹבֶלֶת בַּיּוֹם הַשְּׁמִינִי אוֹ בַּיָּמִים שֶׁל אַחֲרָיו בַּיּוֹם:  ",
      "כָּל הַנָּשִׁים שֶׁיֵּשׁ לָהֶן וֶסֶת בְּחֶזְקַת טָהֳרָה לְבַעְלֵיהֶן עַד שֶׁתֹּאמַר לוֹ טְמֵאָה אֲנִי אוֹ עַד שֶׁתֻּחְזַק נִדָּה בִּשְׁכֵנוֹתֶיהָ. הָלַךְ בַּעְלָהּ לִמְדִינָה אַחֶרֶת וֶהֱנִיחָהּ טְהוֹרָה כְּשֶׁיָּבוֹא אֵינוֹ צָרִיךְ לִשְׁאֹל לָהּ אֲפִלּוּ מְצָאָהּ יְשֵׁנָה הֲרֵי זֶה מֻתָּר לָבוֹא עָלֶיהָ שֶׁלֹּא בְּעוֹנַת וִסְתָּהּ וְאֵינוֹ חוֹשֵׁשׁ שֶׁמָּא נִדָּה הִיא. וְאִם הֱנִיחָהּ נִדָּה אֲסוּרָה לוֹ עַד שֶׁתֹּאמַר לוֹ טְהוֹרָה אֲנִי:  ",
      "הָאִשָּׁה שֶׁאָמְרָה לְבַעְלָהּ טְמֵאָה אֲנִי וְחָזְרָה וְאָמְרָה טְהוֹרָה אֲנִי וְדֶרֶךְ שְׂחוֹק אָמַרְתִּי לְךָ תְּחִלָּה אֵינָהּ נֶאֱמֶנֶת. וְאִם נָתְנָה אֲמַתְלָא לִדְבָרֶיהָ נֶאֱמֶנֶת. כֵּיצַד. תְּבָעָהּ בַּעְלָהּ וַאֲחוֹתוֹ אוֹ אִמּוֹ עִמָּהּ בֶּחָצֵר וְאָמְרָה טְמֵאָה אֲנִי וְאַחַר כָּךְ חָזְרָה וְאָמְרָה טְהוֹרָה אֲנִי וְלֹא אָמַרְתִּי לְךָ טְמֵאָה אֶלָּא מִפְּנֵי אֲחוֹתְךָ וְאִמְּךָ שֶׁמָּא יִרְאוּ אוֹתָנוּ הֲרֵי זוֹ נֶאֱמֶנֶת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "הָיָה מְשַׁמֵּשׁ עִם הַטְּהוֹרָה וְאָמְרָה לוֹ נִטְמֵאתִי לֹא יִפְרשׁ מִיָּד וְהוּא בְּקִשּׁוּיוֹ שֶׁהֲנָאָה לוֹ בִּיצִיאָתוֹ כְּבִיאָתוֹ. וְאִם פֵּרֵשׁ וְהוּא בְּקִשּׁוּיוֹ חַיָּב כָּרֵת כְּמוֹ שֶׁבָּעַל נִדָּה. וְהוּא הַדִּין בִּשְׁאָר עֲרָיוֹת. אֶלָּא כֵּיצַד יַעֲשֶׂה. נוֹעֵץ צִפָּרְנֵי רַגְלָיו בַּקַּרְקַע וְשׁוֹהֶה וְאֵינוֹ מִזְדַּעֲזֵעַ עַד שֶׁיָּמוּת הָאֵיבָר וְאַחַר כָּךְ נִשְׁמָט מִמֶּנָּה:  ",
      "וְאָסוּר לוֹ לָאָדָם לָבֹא עַל אִשְׁתּוֹ סָמוּךְ לְוִסְתָּהּ שֶׁמָּא תִּרְאֶה דָּם בִּשְׁעַת תַּשְׁמִישׁ שֶׁנֶּאֱמַר <small>(ויקרא טו לא)</small> \"וְהִזַּרְתֶּם אֶת בְּנֵי יִשְׂרָאֵל מִטֻּמְאָתָם\". וְכַמָּה. אִם הָיָה דַּרְכָּהּ לִרְאוֹת בַּיּוֹם אָסוּר לְשַׁמֵּשׁ מִתְּחִלַּת הַיּוֹם. וְאִם הָיָה דַּרְכָּהּ לִרְאוֹת בַּלַּיְלָה אָסוּר לְשַׁמֵּשׁ מִתְּחִלַּת הַלַּיְלָה:  ",
      "עָבַר וִסְתָּהּ וְלֹא רָאֲתָה מֻתֶּרֶת לְשַׁמֵּשׁ אַחַר שֶׁתַּעֲבֹר עוֹנַת הַוֶּסֶת. כֵּיצַד. הָיָה דַּרְכָּהּ לִרְאוֹת בְּשֵׁשׁ שָׁעוֹת בַּיּוֹם אֲסוּרָה לְשַׁמֵּשׁ מִתְּחִלַּת הַיּוֹם. עָבְרוּ שֵׁשׁ שָׁעוֹת בַּיּוֹם וְלֹא רָאֲתָה אֲסוּרָה לְשַׁמֵּשׁ עַד לָעֶרֶב. וְכֵן אִם הָיָה דַּרְכָּהּ לִרְאוֹת בְּשֵׁשׁ שָׁעוֹת בַּלַּיְלָה וְעָבְרוּ וְלֹא רָאֲתָה אֲסוּרָה לְשַׁמֵּשׁ עַד שֶׁתִּזְרַח הַשֶּׁמֶשׁ:  ",
      "דֶּרֶךְ בְּנֵי יִשְׂרָאֵל וּבְנוֹת יִשְׂרָאֵל לְעוֹלָם לִבְדֹּק עַצְמָם אַחַר הַתַּשְׁמִישׁ. כֵּיצַד. מְקַנֵּחַ הָאִישׁ עַצְמוֹ בְּמַטְלִית נְכוֹנָה לוֹ וּמְקַנַּחַת הָאִשָּׁה עַצְמָהּ בְּמַטְלִית נְכוֹנָה לָהּ וְרוֹאִין בָּהֶן שֶׁמָּא רָאֲתָה דָּם בִּשְׁעַת תַּשְׁמִישׁ. וְיֵשׁ לָאִישׁ לְהָנִיחַ אִשְׁתּוֹ שֶׁתִּבְדֹּק בְּמַטְלִית שֶׁלּוֹ מִתּוֹךְ שֶׁנֶּאֱמֶנֶת עַל שֶׁלָּהּ נֶאֱמֶנֶת עַל שֶׁלּוֹ:  ",
      "בְּגָדִים אֵלּוּ שֶׁמְּקַנְּחִין בָּהֶן צְרִיכִין שֶׁיִּהְיוּ שֶׁל פִּשְׁתָּן שַׁחֲקִים וּלְבָנִים וְהֵם הַנִּקְרָאִים עֵדִים בְּעִנְיָן זֶה. וְהַבֶּגֶד שֶׁמְּקַנֵּחַ בּוֹ הוּא נִקְרָא עֵד שֶׁלּוֹ. וְהַבֶּגֶד שֶׁמְּקַנַּחַת הִיא בּוֹ נִקְרָא עֵד שֶׁלָּהּ:  ",
      "הַצְּנוּעוֹת אֵין מְשַׁמְּשׁוֹת אֶלָּא עַד שֶׁיִּבְדְּקוּ עַצְמָן תְּחִלָּה קֹדֶם תַּשְׁמִישׁ. וְאִשָּׁה שֶׁאֵין לָהּ וֶסֶת אֲסוּרָה לְשַׁמֵּשׁ עַד שֶׁתִּבְדֹּק. לְפִיכָךְ הִיא מְשַׁמֶּשֶׁת בִּשְׁנֵי עֵדִים אֶחָד לִפְנֵי הַתַּשְׁמִישׁ וְאֶחָד לְאַחַר הַתַּשְׁמִישׁ. אֲבָל אִשָּׁה שֶׁיֵּשׁ לָהּ וֶסֶת אֵינָהּ צְרִיכָה עֵד לִפְנֵי תַּשְׁמִישׁ אֶלָּא מִשּׁוּם צְנִיעוּת בִּלְבַד. אֲבָל אַחַר תַּשְׁמִישׁ הַכֹּל צְרִיכִין שְׁנֵי עֵדִים אֶחָד לוֹ וְאֶחָד לָהּ אֲפִלּוּ מְעֻבֶּרֶת וּמֵינִיקָה וּזְקֵנָה. וּקְטַנָּה לֹא תְּשַׁמֵּשׁ אֶלָּא בִּשְׁנֵי עֵדִים אֶחָד לוֹ וְאֶחָד לָהּ. אֲבָל בְּתוּלָה וְיוֹשֶׁבֶת עַל דַּם טֹהַר אֵינָהּ צְרִיכָה עֵדִים שֶׁהֲרֵי הַדָּם שׁוֹתֵת מִמֶּנָּה:  ",
      "הַמְשַׁמֵּשׁ מִטָּתוֹ פְּעָמִים רַבּוֹת אֵינָן צְרִיכִין לִבְדֹּק שְׁנֵי הָעֵדִים שֶׁלָּהֶן עַל כָּל בִּיאָה וּבִיאָה. אֶלָּא מְקַנֵּחַ הוּא בְּעֵד שֶׁלּוֹ וְהִיא בְּעֵד שֶׁלָּהּ אַחַר כָּל בִּיאָה וּבִיאָה שֶׁל כָּל הַלַּיְלָה וּלְמָחָר יִבְדְּקוּ הָעֵדִים. נִמְצָא הַדָּם עַל עֵד שֶׁלָּהּ אוֹ עַל עֵד שֶׁלּוֹ הֲרֵי זוֹ טְמֵאָה. שִׁמְּשָׁה מִטָּתָהּ וְקִנְּחָה עַצְמָהּ וְאָבַד הָעֵד הֲרֵי זוֹ לֹא תְּשַׁמֵּשׁ פַּעַם שְׁנִיָּה עַד שֶׁתִּבְדֹּק בְּעֵד אַחֵר תְּחִלָּה. שֶׁמָּא דָּם הָיָה עַל הָעֵד שֶׁאָבַד:  ",
      "הִנִּיחָה הָעֵד תַּחַת הַכַּר אוֹ תַּחַת הַכֶּסֶת וְנִמְצָא עָלָיו דָּם. אִם מָשׁוּךְ טְמֵאָה שֶׁחֶזְקָתוֹ מִן הַקִּנּוּחַ. וְאִם הָיָה עָגל טְהוֹרָה שֶׁאֵין זֶה אֶלָּא דַּם מַאֲכלֶת שֶׁנֶּהֶרְגָה תַּחַת הַכַּר:  ",
      "קִנְּחָה עַצְמָהּ בְּעֵד הַבָּדוּק לָהּ וְטָחֲתוֹ בִּירֵכָהּ וּלְמָחָר נִמְצָא עָלָיו דָּם הֲרֵי זוֹ טְמֵאָה. וְאֵין אוֹמְרִים שֶׁמָּא כְּשֶׁטָּחָה אוֹתָהּ בִּירֵכָהּ נֶהֶרְגָה מַאֲכלֶת. קִנְּחָה עַצְמָהּ בְּעֵד שֶׁאֵינוֹ בָּדוּק לָהּ וְלֹא יָדְעָה אִם הָיָה עָלָיו דָּם קֹדֶם שֶׁתְּקַנֵּחַ בּוֹ אוֹ לֹא הָיָה. נִמְצָא עָלָיו דָּם אִם הָיָה הַדָּם כִּגְרִיס וְעוֹד הֲרֵי זוֹ נִדָּה. הָיָה פָּחוֹת מִכֵּן טְהוֹרָה שֶׁאֵינוֹ אֶלָּא מִן הַמַּאֲכלֶת:  ",
      "מִי שֶׁרָאֲתָה דָּם בִּשְׁעַת תַּשְׁמִישׁ הֲרֵי זוֹ מֻתֶּרֶת לְשַׁמֵּשׁ כְּשֶׁתִּטְהַר פַּעַם שְׁנִיָּה. רָאֲתָה דָּם בְּפַעַם שְׁנִיָּה מְשַׁמֶּשֶׁת פַּעַם שְׁלִישִׁית. רָאֲתָה דָּם בַּשְּׁלִישִׁית הֲרֵי זוֹ אֲסוּרָה לְשַׁמֵּשׁ עִם בַּעַל זֶה לְעוֹלָם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא הָיָה שָׁם דָּבָר לִתְלוֹת בּוֹ. אֲבָל אִם שִׁמְּשָׁה סָמוּךְ לְוִסְתָּהּ תּוֹלָה בַּוֶּסֶת. הָיְתָה בָּהּ מַכָּה תּוֹלָה בַּמַּכָּה. וְאִם הָיָה דַּם מַכָּתָהּ מְשֻׁנֶּה מִדָּם שֶׁתִּרְאֶה בְּעֵת הַתַּשְׁמִישׁ אֵינָהּ תּוֹלָה בַּמַּכָּה. וְנֶאֱמֶנֶת אִשָּׁה לוֹמַר מַכָּה יֵשׁ לִי בְּתוֹךְ הַמָּקוֹר שֶׁמִּמֶּנָּה הַדָּם יוֹצֵא וְתִהְיֶה מֻתֶּרֶת לְבַעְלָהּ. וְאַף עַל פִּי שֶׁדָּם יוֹצֵא מִן הַמָּקוֹר בִּשְׁעַת תַּשְׁמִישׁ:  ",
      "מִי שֶׁרָאֲתָה דָּם בִּשְׁעַת תַּשְׁמִישׁ פַּעַם רִאשׁוֹנָה וּשְׁנִיָּה וּשְׁלִישִׁית וְאֵין שָׁם דָּבָר לִתְלוֹת בּוֹ הֲרֵי זוֹ תִּתְגָּרֵשׁ וּמֻתֶּרֶת לְהִנָּשֵׂא לְשֵׁנִי. נִשֵּׂאת לְשֵׁנִי וְרָאֲתָה דָּם כָּךְ בִּשְׁעַת תַּשְׁמִישׁ שָׁלֹשׁ פְּעָמִים הֲרֵי זוֹ תִּתְגָּרֵשׁ וְתִנָּשֵׂא לִשְׁלִישִׁי. נִשֵּׂאת לִשְׁלִישִׁי וְרָאֲתָה דָּם כָּךְ בִּשְׁעַת תַּשְׁמִישׁ שָׁלֹשׁ פְּעָמִים הֲרֵי זוֹ תִּתְגָּרֵשׁ וַאֲסוּרָה לְהִנָּשֵׂא עַד שֶׁתַּבְרִיא מֵחלִי זֶה:  ",
      "כֵּיצַד בּוֹדֶקֶת עַצְמָהּ לֵידַע אִם נִרְפֵּאת אוֹ לֹא נִרְפֵּאת. מְבִיאָה שְׁפוֹפֶרֶת שֶׁל אֲבַר וּפִיהָ רָצוּף לְתוֹכָהּ וּמַכְנֶסֶת הַשְּׁפוֹפֶרֶת עַד מָקוֹם שֶׁהִיא יְכוֹלָה. וּמַכְנֶסֶת בְּתוֹךְ הַשְּׁפוֹפֶרֶת מִכְחוֹל וּמוֹךְ מֻנָּח עַל רֹאשׁוֹ וְדוֹפֶקֶת אוֹתוֹ עַד שֶׁיַּגִּיעַ הַמּוֹךְ לְצַוַּאר הָרֶחֶם וּמוֹצִיאָה הַמּוֹךְ. אִם נִמְצָא דָּם עַל רֹאשׁ הַמּוֹךְ בְּיָדוּעַ שֶׁהַדָּם שֶׁהִיא רוֹאָה בִּשְׁעַת תַּשְׁמִישׁ מִן הַמָּקוֹר. וְאִם לֹא נִמְצָא עַל הַמּוֹךְ כְּלוּם בְּיָדוּעַ שֶׁהַדָּם שֶׁרוֹאָה מִדֹּחַק הַצְּדָדִין וּטְהוֹרָה הִיא וּמֻתֶּרֶת לְהִנָּשֵׂא לַאֲחֵרִים כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִישׁוּת:  "
    ],
    [
      "הָאִשָׁה מִתְטַמֵּאת בְּאֹנֶס בֵּין לְנִדָּה בֵּין לְזִיבוּת. כֵּיצַד. כְּגוֹן שֶׁקָּפְצָה מִמָּקוֹם לְמָקוֹם. אוֹ רָאֲתָה בְּהֵמָה אוֹ חַיָּה אוֹ עוֹף מִתְעַסְּקִין זֶה עִם זֶה וְחָמְדָה וְרָאֲתָה דָּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה הוֹאִיל וְרָאֲתָה דָּם מִכָּל מָקוֹם נִטְמֵאת וּמְטַמְּאָה בְּכָל שֶׁהוּא. אֲפִלּוּ רָאֲתָה דָּם טִפָּה כְּחַרְדָּל הֲרֵי זוֹ כְּמִי שֶׁזָּב מִמֶּנָּה דָּמִים הַרְבֵּה:  ",
      "כָּל הַנָּשִׁים מִתְטַמְּאוֹת בַּבַּיִת הַחִיצוֹן. וְאַף עַל פִּי שֶׁלֹּא יָצָא הַדָּם לַחוּץ אֶלָּא נֶעֱקַר מִן הָרֶחֶם וְלֹא שָׁתַת הוֹאִיל וְיָצָא מִבֵּין הַשִּׁנַּיִם הֲרֵי זוֹ טְמֵאָה וְאַף עַל פִּי שֶׁעֲדַיִן הַדָּם בִּבְשָׂרָהּ שֶׁנֶּאֱמַר <small>(ויקרא טו יט)</small> \"דָּם יִהְיֶה זֹבָהּ בִּבְשָׂרָהּ\". וְעַד הֵיכָן הוּא בֵּין הַשִּׁנַּיִם עַד מָקוֹם שֶׁיַּגִּיעַ אֵלָיו הָאֵיבָר בִּשְׁעַת גְּמַר בִּיאָה. וּבֵין הַשִּׁנַּיִם עַצְמוֹ כִּלְפָנִים:  ",
      "מָשָׁל מָשְׁלוּ חֲכָמִים בָּאִשָּׁה. הָרֶחֶם שֶׁנּוֹצַר בּוֹ הַוָּלָד הוּא הַנִּקְרָא מָקוֹר. וְהוּא שֶׁדַּם נִדָּה וְזָבָה יוֹצֵא מִמֶּנּוּ. וְקוֹרְאִין אוֹתוֹ חֶדֶר לְפִי שֶׁהוּא לִפְנַי וְלִפְנִים. וְצַוַּאר הָרֶחֶם כֻּלּוֹ וְהוּא הַמָּקוֹם הָאָרֹךְ שֶׁמִּתְקַּבֵּץ רֹאשׁוֹ בִּשְׁעַת הָעִבּוּר כְּדֵי שֶׁלֹּא יִפּל הַוָּלָד וְנִפְתַּח הַרְבֵּה בִּשְׁעַת לֵדָה קוֹרְאִין אוֹתוֹ פְּרוֹזְדוֹר כְּלוֹמַר שֶׁהוּא בֵּית שַׁעַר לַרֶחֶם:  ",
      "וּבִשְׁעַת גְּמַר בִּיאָה הָאֵיבָר נִכְנַס בִּפְרוֹזְדוֹר וְאֵינוֹ מַגִּיעַ עַד רֹאשׁוֹ שֶׁמִּבִּפְנִים אֶלָּא רָחוֹק מִמֶּנּוּ מְעַט לְפִי הָאֶצְבָּעוֹת. וּלְמַעְלָה מִן הַחֶדֶר וּמִן הַפְּרוֹזְדוֹר בֵּין חֶדֶר לִפְרוֹזְדוֹר הוּא הַמָּקוֹם שֶׁיֵּשׁ בּוֹ שְׁתֵּי בֵּיצִים שֶׁל אִשָּׁה. וְהַשְּׁבִילִים שֶׁבָּהֶן מִתְבַּשֶּׁלֶת שִׁכְבַת זֶרַע שֶׁלָּהּ מָקוֹם זֶה הוּא הַנִּקְרָא עֲלִיָּה. וּכְמוֹ נֶקֶב פָּתוּחַ מִן הָעֲלִיָּה לְגַג הַפְּרוֹזְדוֹר וְנֶקֶב זֶה קוֹרְאִין אוֹתוֹ לוּל. וְהָאֵיבָר נִכְנַס לִפְנִים מִן הַלּוּל בִּשְׁעַת גְּמַר בִּיאָה:  ",
      "דָּם הַבָּא מִן הַחֶדֶר כֻּלּוֹ טָמֵא חוּץ מִדַּם טֹהַר שֶׁהַתּוֹרָה טִהֲרַתּוּ וְדַם קֹשִׁי כְּמוֹ שֶׁיִּתְבָּאֵר. וְדַם הָעֲלִיָּה כֻּלּוֹ טָהוֹר שֶׁהוּא כְּמוֹ דַּם מַכָּה שֶׁבַּמֵּעַיִם אוֹ בַּכָּבֵד אוֹ בְּכוּלְיָא וְכַיּוֹצֵא בָּהֶן. וְדָם הַנִּמְצָא בַּפְּרוֹזְדוֹר אִם נִמְצָא מִן הַלּוּל וּלְפָנִים הֲרֵי זֶה טָמֵא שֶׁחֶזְקָתוֹ מִן הַחֶדֶר. וְחַיָּבִין עָלָיו עַל בִּיאַת מִקְדָּשׁ וְשׂוֹרְפִין עָלָיו תְּרוּמָה וְקָדָשִׁים וְאֵין אוֹמְרִים שֶׁמָּא מִן הָעֲלִיָּה יָרַד דֶּרֶךְ הַנֶּקֶב. שֶׁרֹב הַדָּמִים הַנִּמְצָאִין כָּאן מִן הַחֶדֶר. נִמְצָא הַדָּם בַּפְּרוֹזְדוֹר חוּץ לַנֶּקֶב הֲרֵי טֻמְאָתוֹ בְּסָפֵק שֶׁמָּא מִן הַחֶדֶר בָּא אוֹ מִן הָעֲלִיָּה שָׁתַת דֶּרֶךְ הַלּוּל. לְפִיכָךְ אֵין שׂוֹרְפִין עָלָיו תְּרוּמָה וְקָדָשִׁים וְאֵין חַיָּבִין עָלָיו עַל בִּיאַת הַמִּקְדָּשׁ:  ",
      "לֹא כָּל מַשְׁקֶה הַבָּא מִן הַחֶדֶר מְטַמֵּא אֶלָּא הַדָּם בִּלְבַד שֶׁנֶּאֱמַר <small>(ויקרא טו יט)</small> \"דָּם יִהְיֶה זֹבָהּ\". לְפִיכָךְ אִם שָׁתַת מִן הָרֶחֶם לֹבֶן אוֹ מַשְׁקֶה יָרֹק אַף עַל פִּי שֶׁסְּמִיכָתוֹ כְּדָם הוֹאִיל וְאֵין מַרְאָיו מַרְאֶה דָּם הֲרֵי זֶה טָהוֹר:  ",
      "וַחֲמִשָּׁה דָּמִים טְמֵאִים בָּאִשָּׁה וְהַשְּׁאָר טְהוֹרִין. וְאֵלּוּ הֵן. הָאָדֹם. וְהַשָּׁחוֹר. וּכְקֶרֶן כַּרְכֹּם. וּכְמֵימֵי אֲדָמָה. וּכְיַיִן הַמָּזוּג:  ",
      "הָאָדֹם כֵּיצַד הוּא עֵינוֹ. כְּעַמּוּד שֶׁיָּצָא רִאשׁוֹן מִדַּם הַקָּזָה שֶׁל בְּנֵי אָדָם, נוֹתֵן הַדָּם בְּכוֹס וּמַקִּיף לוֹ וְרוֹאֵהוּ. וְהַשָּׁחוֹר כְּעֵין הַדְּיוֹ הַיָּבֵשׁ. כְּקֶרֶן כַּרְכֹּם כֵּיצַד. יָבִיא כַּרְכֹּם לַח בְּגוּשׁ אֲדָמָה שֶׁעָלָיו וְלוֹקֵחַ מִן הַבָּרוּר שֶׁבּוֹ הַקָּנֶה הָאֶמְצָעִי שֶׁלּוֹ שֶׁכֻּלּוֹ כְּמוֹ קָנֶה הוּא וּבְכָל אֶחָד וְאֶחָד שְׁלֹשָׁה קָנִים וּבְכָל קָנֶה שְׁלֹשָׁה עָלִים וּמַקִּיף הַדָּם לֶעָלֶה הָאֶמְצָעִי שֶׁבַּקָּנֶה הָאֶמְצָעִי וְרוֹאֶה בּוֹ. כְּמֵימֵי אֲדָמָה כֵּיצַד. יָבִיא אֲדָמָה מִבִּקְעַת סִיכְנֵי וְכַיּוֹצֵא בָּהּ שֶׁהִיא אֲדֻמָּה וְנוֹתֵן עָלֶיהָ מַיִם בִּכְלִי עַד שֶׁיַּעֲלֶה הַמַּיִם עַל הֶעָפָר כִּקְלִפַּת הַשּׁוּם. וְאֵין שִׁעוּר לַמַּיִם וְלֹא לֶעָפָר. וּמְעַכְּרָן בִּכְלִי וּמְשַׁעֵר בָּהֶן לִשְׁעָתוֹ וּבִמְקוֹמוֹ כְּשֶׁהֵן עֲכוּרִין. וְאִם צָלְלוּ חוֹזֵר וּמְעַכְּרָן:  ",
      "אַרְבָּעָה מַרְאוֹת הַלָּלוּ אִם הָיָה מַרְאֵה הַדָּם כְּמַרְאֵה כָּל אֶחָד מֵהֶן אוֹ עָמֹק מֵהֶן הֲרֵי זֶה טָמֵא. הָיָה דִּיהָה מִמֶּנּוּ הֲרֵי זֶה טָהוֹר. כֵּיצַד. הָיָה הַדָּם שָׁחוֹר יֶתֶר מִכִּדְיוֹ הַיָּבֵשׁ טְמֵאָה. הָיָה פָּחוֹת מִמֶּנּוּ כְּגוֹן שֶׁהָיָה מַרְאֵהוּ כְּעֵין הַזַּיִת הַשָּׁחוֹר אוֹ כְּעֵין הַזֶּפֶת אוֹ כְּעֵין הָעוֹרֵב הֲרֵי זֶה טָהוֹר. וְכֵן בִּשְׁאָר הַשְּׁלֹשָׁה מַרְאוֹת:  ",
      "כְּיַיִן הַמָּזוּג כֵּיצַד. חֵלֶק אֶחָד יַיִן מִן הַיַּיִן הַשָּׁרוֹנִי שֶׁל אֶרֶץ יִשְׂרָאֵל חַי וְחָדָשׁ וּשְׁנֵי חֲלָקִים מַיִם. הָיָה מַרְאֵה הַדָּם עָמֹק מִמֶּנּוּ אוֹ דִּיהָה מִמֶּנּוּ הֲרֵי זֶה טָהוֹר עַד שֶׁיִּהְיֶה כְּמֶזֶג זֶה בִּלְבַד. וְנֶאֱמֶנֶת אִשָּׁה לוֹמַר כְּמַרְאֶה זֶה רָאִיתִי וְאִבַּדְתִּיו וְהֶחָכָם מְטַמֵּא לָהּ אוֹ מְטַהֵר:  ",
      "כֵּיצַד מַקִּיף וְרוֹאֶה. לוֹקֵחַ הַמַּטְלִית שֶׁיֵּשׁ בָּהּ הַדָּם בְּיָדוֹ וּמַבִּיט בּוֹ וּבַדְּיוֹ. אוֹ בְּעָלֶה שֶׁל כַּרְכֹּם. אוֹ בְּדַם הַקָּזָה שֶׁבַּכּוֹס. אוֹ בְּמֵימֵי אֲדָמָה. אוֹ בְּמֶזֶג שֶׁבַּכּוֹס. וְעוֹרֵךְ לָהּ כְּפִי מַה שֶּׁעֵינָיו רוֹאוֹת וּמְטַמֵּא אוֹ מְטַהֵר. וְאֵינוֹ מַבִּיט בַּזְּכוּכִית שֶׁל כּוֹס מִבַּחוּץ אֶלָּא בַּמַּשְׁקֶה שֶׁבַּכּוֹס. וְיִהְיֶה הַכּוֹס רָחָב מִשְׁקָלוֹ מָנֶה וּמַחֲזִיק שְׁנֵי לוֹגִין כְּדֵי שֶׁתִּכָּנֵס בּוֹ הָאוֹרָה וְלֹא יִהְיֶה אָפֵל:  ",
      "אֵין בּוֹדְקִין הַדָּם אֶלָּא עַל גַּבֵּי מַטְלִית לְבָנָה וּבַחַמָּה. וְעוֹשֶׂה צֵל בְּיָדוֹ עַל הַדָּם וְהוּא עוֹמֵד בַּחַמָּה כְּדֵי שֶׁיִּרְאֶה עֵינוֹ כְּמוֹת שֶׁהִיא. וְלֹא כָּל הָרוֹאֶה צָרִיךְ לְכָל אֵלּוּ הַדְּבָרִים בְּכָל עֵת שֶׁיִּרְאֶה אֶלָּא טְבִיעוּת עַיִן יֵשׁ לְחָכָם בְּדָמִים. וּבְעֵת שֶׁיִּרְאֶה מִיָּד יְטַמֵּא אוֹ יְטַהֵר. וְאִם נִסְתַּפֵּק לוֹ בְּמַרְאֶה מִן הַמַּרְאוֹת צָרִיךְ לְהַקִּיף וְלַעֲרֹךְ לִדְיוֹ אוֹ לְדַם הַקָּזָה אוֹ לִשְׁאָר הַמַּרְאוֹת:  ",
      "הַמַּפֶּלֶת חֲתִיכָה אַף עַל פִּי שֶׁהִיא אֲדֻמָּה אִם יֵשׁ עִמָּהּ דָּם טְמֵאָה וְאִם לָאו טְהוֹרָה וַאֲפִלּוּ נִקְרְעָה הַחֲתִיכָה וְנִמְצֵאת מְלֵאָה דָּם הֲרֵי זוֹ טְהוֹרָה שֶׁאֵין זֶה דַּם נִדָּה אֶלָּא דַּם חֲתִיכָה:  ",
      "הִפִּילָה חֲתִיכָה קְרוּעָה וְדָם אָגוּר בְּתוֹכָהּ טְמֵאָה. הִפִּילָה כְּמִין קְלִפָּה כְּמִין שַׂעֲרָה כְּמִין עָפָר כְּמוֹ יַבְחוּשִׁין אִם הָיָה מַרְאֵה דְּבָרִים אֵלּוּ אָדֹם תַּטִּיל לְמַיִם פּוֹשְׁרִין. אִם נִמּוֹחוּ הֲרֵי זוֹ טְמֵאָה שֶׁדָּם הוּא וְקָפָה וְכָל הָרוֹאָה דָּם יָבֵשׁ טְמֵאָה. וְאִם שָׁהוּ בְּפוֹשְׁרִין מֵעֵת לְעֵת וְאַחַר כָּךְ נִמּוֹחוּ הֲרֵי זוֹ סָפֵק טְמֵאָה. לֹא נִמּוֹחוּ מֵעֵת לְעֵת הֲרֵי אֵלּוּ מִמַּכָּה וּטְהוֹרָה הִיא:  ",
      "הִפִּילָה כְּמִין חֲגָבִים כְּמִין דָּגִים שְׁקָצִים וּרְמָשִׂים אִם יֵשׁ עִמָּהֶן דָּם טְמֵאָה וְאִם לָאו טְהוֹרָה:  ",
      "הָאִשָּׁה שֶׁהִכְנִיסָה שְׁפוֹפֶרֶת בַּפְּרוֹזְדוֹר וְרָאֲתָה הַדָּם בְּתוֹךְ הַשְּׁפוֹפֶרֶת טְהוֹרָה שֶׁנֶּאֱמַר <small>(ויקרא טו יט)</small> \"דָּם יִהְיֶה זֹבָהּ בִּבְשָׂרָהּ\" עַד שֶׁתִּרְאֶה בִּבְשָׂרָהּ כְּדֶרֶךְ שֶׁהַנָּשִׁים רוֹאוֹת. וְאֵין דֶּרֶךְ הָאִשָּׁה לִרְאוֹת בִּשְׁפוֹפֶרֶת:  ",
      "הָאִשָּׁה שֶׁהִשְׁתִּינָה מַיִם וְיָצָא דָּם עִם מֵי רַגְלַיִם. בֵּין שֶׁהִשְׁתִּינָה וְהִיא עוֹמֶדֶת בֵּין שֶׁהִשְׁתִּינָה וְהִיא יוֹשֶׁבֶת הֲרֵי זוֹ טְהוֹרָה. וַאֲפִלּוּ הִרְגִּישׁ גּוּפָהּ וְנִזְדַּעְזְעָה אֵינָהּ חוֹשֶׁשֶׁת שֶׁהַרְגָּשַׁת מֵי רַגְלַיִם הִיא זוֹ שֶׁאֵין מֵי רַגְלַיִם מִן הַחֶדֶר וְדָם זֶה דַּם מַכָּה הוּא בַּחַלְחֹלֶת אוֹ בַּכּוּלְיָא:  ",
      "דַּם בְּתוּלִים טָהוֹר הוּא וְאֵינוֹ לֹא דַּם נִדָּה וְלֹא דַּם זִיבָה שֶׁאֵינוֹ מִן הַמָּקוֹר אֶלָּא כְּמוֹ דַּם חַבּוּרָה. וְכֵיצַד דִּין הַבְּתוּלָה בְּדָמִים. אִם נִשֵּׂאת קְטַנָּה בֵּין לֹא רָאֲתָה דָּם מִיָּמֶיהָ בֵּין שֶׁרָאֲתָה דָּם בְּבֵית אָבִיהָ הֲרֵי זוֹ מֻתֶּרֶת לְבַעְלָהּ עַד שֶׁתִּחְיֶה הַמַּכָּה שֶׁכָּל דָּם שֶׁתִּרְאֶה מֵחֲמַת הַמַּכָּה הוּא. וְאִם רָאֲתָה דָּם אַחַר שֶׁתִּחְיֶה הַמַּכָּה הֲרֵי זוֹ נִדָּה:  ",
      "נִשֵּׂאת כְּשֶׁהִיא נַעֲרָה אִם לֹא רָאֲתָה מִיָּמֶיהָ דָּם הֲרֵי זוֹ מֻתֶּרֶת לְבַעְלָהּ אַרְבָּעָה יָמִים בַּיּוֹם וּבַלַּיְלָה אַף עַל פִּי שֶׁהַדָּם שׁוֹתֵת וְהוּא שֶׁלֹּא חָיְתָה הַמַּכָּה. וְאִם רָאֲתָה דָּם בְּבֵית אָבִיהָ וְאַחַר כָּךְ נִשֵּׂאת אֵין לוֹ לַבָּא עָלֶיהָ אֶלָּא בְּעִילָה רִאשׁוֹנָה וּפוֹרֵשׁ וְיִהְיֶה דַּם בְּתוּלִים זֶה כְּאִלּוּ הִיא תְּחִלַּת נִדָּה. וּבוֹגֶרֶת שֶׁלֹּא רָאֲתָה מִיָּמֶיהָ נוֹתְנִין לָהּ כָּל לַיְלָה הָרִאשׁוֹן:  ",
      "אַרְבָּעָה לֵילוֹת שֶׁנּוֹתְנִין לְנַעֲרָה שֶׁלֹּא רָאֲתָה דָּם אַף עַל פִּי שֶׁהֵן בְּסֵרוּגִין בּוֹעֵל לַיְלָה הָרִאשׁוֹן וּמַמְתִּין אֲפִלּוּ שְׁנֵי חֳדָשִׁים אוֹ שְׁלֹשָׁה וּבוֹעֵל לַיְלָה שֵׁנִי. וְהוּא שֶׁלֹּא חָיְתָה הַמַּכָּה:  ",
      "וְכֵן קְטַנָּה שֶׁנּוֹתְנִין לָהּ עַד שֶׁתִּחְיֶה הַמַּכָּה אֲפִלּוּ לֹא חָיְתָה שָׁנָה הֲרֵי זֶה בּוֹעֵל כָּל הַשָּׁנָה בֵּין בְּסֵרוּגִין בֵּין בְּיוֹם אַחַר יוֹם:  ",
      "קְטַנָּה שֶׁנִּשֵּׂאת וְנַעֲשֵׂית נַעֲרָה תַּחַת בַּעְלָהּ וַעֲדַיִן הַדָּם שׁוֹתֵת מֵחֲמַת הַמַּכָּה כָּל בְּעִילוֹת שֶׁבָּעַל כְּשֶׁהִיא קְטַנָּה נֶחְשָׁבוֹת לוֹ כְּלַיְלָה אֶחָד וּמַשְׁלִימִין לוֹ כָּל אַרְבָּעָה יָמִים בִּימֵי הַנַּעֲרוּת. וַאֲפִלּוּ הָיוּ הַשְּׁלֹשָׁה יָמִים שֶׁנּוֹתְנִין לוֹ בִּימֵי הַנַּעֲרוּת בְּסֵרוּגִין וּבָעַל בְּכָל שְׁנֵי חֳדָשִׁים לַיְלָה אֶחָד הֲרֵי זֶה מֻתָּר וְהוּא שֶׁלֹּא חָיְתָה הַמַּכָּה:  ",
      "כֵּיצַד יוֹדְעִין אִם חָיְתָה הַמַּכָּה אוֹ לֹא חָיְתָה. הָיְתָה רוֹאָה הַדָּם בְּעֵת שֶׁתַּעֲמֹד וּכְשֶׁתֵּשֵׁב לֹא תִּרְאֶה וּבְעֵת שֶׁתֵּשֵׁב עַל הַקַּרְקַע תִּרְאֶה וְאִם תֵּשֵׁב עַל גַּבֵּי כָּרִים וּכְסָתוֹת לֹא תִּרְאֶה עֲדַיִן לֹא חָיְתָה הַמַּכָּה. פָּסַק הַדָּם וְלֹא רָאֲתָה כְּלָל בֵּין עוֹמֶדֶת בֵּין יוֹשֶׁבֶת עַל הַכַּר כְּבָר חָיְתָה הַמַּכָּה. וְכֵן אִם לֹא פָּסַק כְּלָל אֶלָּא תִּרְאֶה הַדָּם וַאֲפִלּוּ כְּשֶׁהִיא יוֹשֶׁבֶת עַל הַכָּרִים וְהַכְּסָתוֹת אֵין זֶה דַּם מַכָּה אֶלָּא דַּם נִדָּה:  ",
      "הָיְתָה רוֹאָה בְּעֵת תַּשְׁמִישׁ הֲרֵי זֶה מֵחֲמַת הַמַּכָּה. שִׁמְּשָׁה מִטָּתָהּ וְלֹא רָאֲתָה דָּם וְאַחַר כָּךְ רָאֲתָה דָּם שֶׁלֹּא מֵחֲמַת תַּשְׁמִישׁ הֲרֵי זֶה דַּם נִדָּה:  ",
      "הַבּוֹעֵל בְּתוּלָה וְלֹא יָצָא מִמֶּנָּה דָּם וְחָזַר וּבְעָלָהּ וְיָצָא דָּם אֲפִלּוּ הָיְתָה קְטַנָּה הֲרֵי זֶה דַּם נִדָּה שֶׁאִלּוּ הָיָה דַּם בְּתוּלִים הָיָה בָּא בַּתְּחִלָּה. הַבּוֹעֵל פְּחוּתָה מִבַּת שָׁלֹשׁ וְיָצָא דָּם הֲרֵי זֶה דַּם בְּתוּלִים:  "
    ],
    [
      "דַם הַנִּדָּה וְדַם הַזָּבָה וְדַם הַקֹּשִׁי וְדַם יוֹלֶדֶת וְדַם טֹהַר שֶׁל יוֹלֶדֶת כֻּלּוֹ דָּם אֶחָד הוּא וּמִן הַמָּקוֹר הוּא בָּא. וּמַעֲיָן אֶחָד הוּא. וּבִזְמַנִּים בִּלְבַד הוּא שֶׁיִּשְׁתַּנֶּה דִּינוֹ וְתִהְיֶה רוֹאָה דָּם זוֹ טְהוֹרָה. וְזוֹ נִדָּה. וְזוֹ זָבָה:  ",
      "כֵּיצַד. כְּשֶׁתִּרְאֶה הָאִשָּׁה דָּם תְּחִלָּה אוֹ כְּשֶׁתִּרְאֶה בִּשְׁעַת וֶסְתָּהּ וְהוּא הָעֵת שֶׁקָּבְעָה לְנִדָּתָהּ הֲרֵי זוֹ נִדָּה כָּל שִׁבְעַת הַיָּמִים. בֵּין רָאֲתָה כָּל שִׁבְעָה בֵּין שֶׁלֹּא רָאֲתָה אֶלָּא טִפָּה רִאשׁוֹנָה בִּלְבַד. רָאֲתָה דָּם בַּיּוֹם הַשְּׁמִינִי הֲרֵי זֶה דַּם זִיבָה מִפְּנֵי שֶׁהוּא בְּלֹא עֵת נִדָּתָהּ:  ",
      "וְכֵן כָּל דָּם שֶׁתִּרְאֶה בְּתוֹךְ הַיָּמִים שֶׁבֵּין וֶסֶת נִדָּה לְוֶסֶת נִדָּה הֲרֵי הוּא דַּם זִיבָה. וַהֲלָכָה לְמשֶׁה מִסִּינַי שֶׁאֵין בֵּין זְמַן נִדָּה לִזְמַן נִדָּה אֶלָּא אַחַד עָשָׂר יוֹם בִּלְבַד:  ",
      "כָּל שִׁבְעַת הַיָּמִים שֶׁנִּקְבְּעָה לָהּ וֶסֶת בִּתְחִלָּתָן הֵן הַנִּקְרָאִין יְמֵי נִדָּתָהּ. בֵּין רָאֲתָה בָּהֶן דָּם בֵּין לֹא רָאֲתָה בָּהֶן דָּם. וּמִפְּנֵי מָה נִקְרָאִין יְמֵי נִדָּה מִפְּנֵי שֶׁהֵן רְאוּיִין לְנִדָּה. וְכָל דָּם שֶׁתִּרְאֶה בָּהֶם דַּם נִדָּה יֵחָשֵׁב:  ",
      "וְכָל אַחַד עָשָׂר יוֹם שֶׁאַחַר הַשִּׁבְעָה הֵן הַנִּקְרָאִין יְמֵי זִיבָתָהּ. בֵּין רָאֲתָה בָּהֶן דָּם בֵּין לֹא רָאֲתָה. וְלָמָּה נִקְרָאִין יְמֵי זִיבָה מִפְּנֵי שֶׁהֵן רְאוּיִין לְזִיבָה. וְכָל דָּם שֶׁתִּרְאֶה בָּהֶן דַּם זִיבָה יֵחָשֵׁב. וְהִזָּהֵר בִּשְׁנֵי שֵׁמוֹת אֵלּוּ שֶׁהֵן יְמֵי נִדָּתָהּ וִימֵי זִיבָתָהּ:  ",
      "כָּל יְמֵי הָאִשָּׁה מִיּוֹם שֶׁיִּקָּבַע לָהּ וֶסֶת עַד שֶׁתָּמוּת אוֹ עַד שֶׁיֵּעָקֵר הַוֶּסֶת לְיוֹם אַחֵר תִּסְפֹּר לְעוֹלָם שִׁבְעָה מִתְּחִלַּת יוֹם הַוֶּסֶת וְאַחֲרֵיהֶן אַחַד עָשָׂר [וְאַחֲרֵיהֶן] שִׁבְעָה וְאַחֲרֵיהֶן אַחַד עָשָׂר. וְתִזָּהֵר בַּמִּנְיָן כְּדֵי שֶׁתֵּדַע בְּעֵת שֶׁתִּרְאֶה דָּם אִם בִּימֵי נִדָּה רָאֲתָה אוֹ בִּימֵי זִיבָה. שֶׁכָּל יָמֶיהָ שֶׁל אִשָּׁה כָּךְ הֵן שִׁבְעָה יְמֵי נִדָּה וְאַחַד עָשָׂר יְמֵי זִיבָה. אֶלָּא אִם כֵּן הִפְסִיקָה הַלֵּדָה כְּמוֹ שֶׁיִּתְבָּאֵר:  ",
      "אִשָּׁה שֶׁרָאֲתָה דָּם בִּימֵי זִיבָתָהּ יוֹם אֶחָד בִּלְבַד אוֹ שְׁנֵי יָמִים זֶה אַחַר זֶה נִקְרֵאת זָבָה קְטַנָּה וְנִקְרֵאת שׁוֹמֶרֶת יוֹם כְּנֶגֶד יוֹם. וְאִם רָאֲתָה שְׁלֹשָׁה יָמִים זֶה אַחַר זֶה הֲרֵי זוֹ זָבָה גְּמוּרָה וְהִיא הַנִּקְרֵאת זָבָה גְּדוֹלָה וְנִקְרֵאת זָבָה סְתָם שֶׁנֶּאֱמַר <small>(ויקרא טו כה)</small> \"וְאִשָּׁה כִּי יָזוּב זוֹב דָּמָהּ יָמִים רַבִּים\" מִעוּט יָמִים שְׁנַיִם רַבִּים שְׁלֹשָׁה:  ",
      "אֵין בֵּין זָבָה גְּדוֹלָה לְזָבָה קְטַנָּה אֶלָּא סְפִירַת שִׁבְעָה וַהֲבָאַת קָרְבָּן. שֶׁזָּבָה גְּדוֹלָה צְרִיכָה לִסְפֹּר שִׁבְעָה יָמִים נְקִיִּים וְזָבָה קְטַנָּה אֵינָהּ סוֹפֶרֶת אֶלָּא יוֹם אֶחָד בִּלְבַד. וְזָבָה גְּדוֹלָה מְבִיאָה קָרְבָּן כְּשֶׁתִּטְהַר [וְזָבָה קְטַנָּה אֵינָהּ מְבִיאָה קָרְבָּן כְּשֶׁתִּטְהַר]. אֲבָל לְעִנְיַן טֻמְאָה וְאִסּוּר בִּיאָה שְׁתֵּיהֶן שָׁווֹת:  ",
      "כֵּיצַד. רָאֲתָה דָּם בִּימֵי זִיבָתָהּ. בֵּין שֶׁרָאֲתָה בִּתְחִלַּת הַלַּיְלָה בֵּין שֶׁרָאֲתָה בְּסוֹף הַיּוֹם. הֲרֵי אוֹתוֹ הַיּוֹם כֻּלּוֹ טָמֵא וּכְאִלּוּ לֹא פָּסַק הַדָּם מֵעֵת שֶׁרָאֲתָה עַד שֶׁשָּׁקְעָה הַחַמָּה וּמְשַׁמֶּרֶת כָּל הַלַּיְלָה. וְאִם לֹא רָאֲתָה כְּלוּם בַּלַּיְלָה מַשְׁכֶּמֶת לְמָחָר וְטוֹבֶלֶת אַחַר שֶׁתָּנֵץ הַחַמָּה וּמְשַׁמֶּרֶת כָּל הַיּוֹם. אִם לֹא רָאֲתָה כְּלוּם הֲרֵי זֶה יוֹם אֶחָד טָהוֹר כְּנֶגֶד הַיּוֹם הַטָּמֵא וַהֲרֵי הִיא מֻתֶּרֶת לְבַעְלָהּ לָעֶרֶב:  ",
      "רָאֲתָה דָּם גַּם בַּיּוֹם הַשֵּׁנִי בֵּין בְּלֵילוֹ בֵּין בְּיוֹמוֹ אַחַר שֶׁטָּבְלָה הֲרֵי הַיּוֹם הַשֵּׁנִי טָמֵא וּמְשַׁמֶּרֶת כָּל לֵיל שְׁלִישִׁי. אִם לֹא רָאֲתָה מַשְׁכֶּמֶת לְמָחָר וְטוֹבֶלֶת אַחַר שֶׁתָּנֵץ הַחַמָּה וּמְשַׁמֶּרֶת כָּל הַיּוֹם. אִם לֹא רָאֲתָה כְּלוּם הֲרֵי זֶה יוֹם אֶחָד טָהוֹר כְּנֶגֶד שְׁנֵי יָמִים הַטְּמֵאִים וּמֻתֶּרֶת לְבַעְלָהּ לָעֶרֶב:  ",
      "רָאֲתָה דָּם גַּם בַּשְּׁלִישִׁי בֵּין בְּיוֹמוֹ בֵּין בְּלֵילוֹ הֲרֵי זוֹ זָבָה גְּדוֹלָה וּצְרִיכָה לִסְפֹּר שִׁבְעָה יָמִים טְהוֹרִים בְּלֹא דָּם שֶׁנֶּאֱמַר <small>(ויקרא טו כח)</small> \"וְסָפְרָה לָּהּ שִׁבְעַת יָמִים\" וְגוֹ' וְטוֹבֶלֶת בַּיּוֹם הַשְּׁבִיעִי אַחַר הָנֵץ הַחַמָּה וַהֲרֵי הִיא מֻתֶּרֶת לְבַעְלָהּ לָעֶרֶב. וּבַיּוֹם הַשְּׁמִינִי מְבִיאָה קָרְבָּנָהּ שְׁנֵי תּוֹרִים אוֹ שְׁנֵי בְּנֵי יוֹנָה:  ",
      "זָבָה קְטַנָּה שֶׁטָּבְלָה בַּלַּיְלָה שֶׁל יוֹם הַשִּׁמּוּר אוֹ זָבָה גְּדוֹלָה שֶׁטָּבְלָה בְּלֵיל שְׁבִיעִי כְּאִלּוּ לֹא טָבְלָה וַהֲרֵי הִיא כְּנִדָּה שֶׁטָּבְלָה בְּתוֹךְ שִׁבְעָה:  ",
      "הַבָּא עַל זָבָה גְּדוֹלָה בְּיוֹם שְׁבִיעִי שֶׁל סְפִירָה אַחַר שֶׁטָּבְלָה אוֹ עַל זָבָה קְטַנָּה בְּיוֹם הַשִּׁמּוּר אַחַר שֶׁטָּבְלָה פָּטוּר מִן הַכָּרֵת. כֵּיוָן שֶׁטָּבְלָה בַּזְּמַן הָרָאוּי לִטְבִילָתָהּ טְהוֹרָה. וּלְאִשָּׁה זוֹ יִהְיֶה לָהּ תַּרְבּוּת רָעָה שֶׁהֲרֵי בְּעִילָתָהּ וּמַגָּעָהּ תְּלוּיִין:  ",
      "כֵּיצַד הֵן תְּלוּיִין. אִם נִשְׁלַם הַיּוֹם אַחַר הַטְּבִילָה וְלֹא רָאֲתָה דָּם הֲרֵי כָּל שֶׁנָּגְעָה בּוֹ אַחַר טְבִילָתָהּ טָהוֹר וּבְעִילָתָהּ אַחַר הַטְּבִילָה אֵין חַיָּבִין עָלֶיהָ כְּלוּם. וְאִם רָאֲתָה דָּם בְּיוֹם זֶה אַחַר שֶׁטָּבְלָה נִמְצֵאת זָבָה לְמַפְרֵעַ וְכָל שֶׁנָּגְעָה בּוֹ לְמַפְרֵעַ טָמֵא. וְהִיא וּבוֹעֲלָהּ חַיָּבִין בְּקָרְבָּן. וּלְפִיכָךְ הִיא אֲסוּרָה לְבַעְלָהּ עַד לָעֶרֶב שֶׁלֹּא תָּבִיא עַצְמָהּ לִידֵי סָפֵק:  ",
      "זָבָה שֶׁסָּפְרָה שֵׁשֶׁת יָמִים נְקִיִּים. וּבַשְּׁבִיעִי רָאֲתָה דָּם אֲפִלּוּ סָמוּךְ לִשְׁקִיעַת הַחַמָּה סוֹתֶרֶת הַכּל וְחוֹזֶרֶת לִמְנוֹת מֵאַחַר הַיּוֹם הַטָּמֵא שִׁבְעָה יָמִים נְקִיִּים:  ",
      "פָּלְטָה שִׁכְבַת זֶרַע בְּתוֹךְ יְמֵי הַסְּפִירָה סוֹתֶרֶת יוֹם אֶחָד מִפְּנֵי שֶׁהוּא כְּזָב שֶׁרָאָה קֶרִי שֶׁסּוֹתֵר יוֹם אֶחָד. רָאֲתָה דָּם בַּעֲשִׂירִי מִימֵי זִיבָתָהּ וּבְאַחַד עָשָׂר וּבִשְׁתֵּים עָשָׂר אַף עַל פִּי שֶׁרָאֲתָה שְׁלֹשָׁה יָמִים זֶה אַחַר זֶה אֵינָהּ זָבָה גְּדוֹלָה. אֶלָּא יָצָאת מִזִּיבוּת קְטַנָּה לְנִדָּה שֶׁיּוֹם שְׁנֵים עָשָׂר מַתְחֶלֶת נִדָּתָהּ וְהָרוֹאָה בִּימֵי נִדָּתָהּ אֵינָהּ זָבָה כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "וּמַה הוּא זֶה שֶׁכָּתוּב בַּתּוֹרָה <small>(ויקרא טו כה)</small> \"אוֹ כִּי תָזוּב עַל נִדָּתָהּ\". שֶׁאִם רָאֲתָה שְׁלֹשָׁה יָמִים סָמוּךְ לְנִדָּתָהּ הֲרֵי זוֹ זָבָה. כְּגוֹן שֶׁרָאֲתָה בַּשְּׁמִינִי לְנִדָּתָהּ וּבַתְּשִׁיעִי וּבָעֲשִׂירִי שֶׁהֵן רִאשׁוֹן וְשֵׁנִי וּשְׁלִישִׁי מֵהָאַחַד עָשָׂר יוֹם שֶׁהֵן יְמֵי זִיבָתָהּ. רָאֲתָה דָּם בַּי''א מִימֵי זִיבָתָהּ וְטָבְלָה לָעֶרֶב שֶׁהוּא לֵיל י''ב וְשִׁמְּשָׁה מִטָּתָהּ אַף עַל פִּי שֶׁהִיא טְמֵאָה וּבוֹעֲלָהּ טָמֵא וְעוֹשִׂין מִשְׁכָּב וּמוֹשָׁב אֵינָם חַיָּבִים כָּרֵת מִפְּנֵי שֶׁאֵין יוֹם י''ב מִצְטָרֵף לְיוֹם י''א לַעֲשׂוֹת זָבָה. הוֹעִילָה לָהּ טְבִילַת לֵיל זֶה לְהַצִּילָהּ מִן הַקָּרְבָּן:  ",
      "טָבְלָה בְּיוֹם י''ב אַחַר שֶׁתָּנֵץ הַחַמָּה הֲרֵי זוֹ אֲסוּרָה לְבַעְלָהּ עַד לָעֶרֶב כְּדִין כָּל זָבָה קְטַנָּה. וְאִם עָבַר וּבְעָלָהּ שְׁנֵיהֶן פְּטוּרִין מִכְּלוּם. וַאֲפִלּוּ רָאֲתָה דָּם אַחַר שֶׁבָּא עָלֶיהָ בְּיוֹם י''ב אֵין בְּכָךְ כְּלוּם שֶׁזֶּה דַּם נִדָּה הוּא וְאֵינוֹ מִצְטָרֵף לַיּוֹם שֶׁלְּפָנָיו:  ",
      "רָאֲתָה דָּם בְּסוֹף שְׁבִיעִי לְנִדָּתָהּ בֵּין הַשְּׁמָשׁוֹת וְרָאֲתָה בַּתְּשִׁיעִי וּבַעֲשִׂירִי הֲרֵי זוֹ סְפֵק זָבָה. שֶׁמָּא רְאִיָּה רִאשׁוֹנָה בְּלֵיל שְׁמִינִי הָיְתָה וְנִמְצֵאת שֶׁרָאֲתָה שְׁלֹשָׁה יָמִים זֶה אַחַר זֶה מִתְּחִלַּת יְמֵי זִיבָתָהּ. וְכֵן אִם רָאֲתָה דָּם בַּתְּשִׁיעִי וּבַעֲשִׂירִי מִימֵי זִיבָתָהּ וְרָאֲתָה בְּסוֹף יוֹם אַחַד עָשָׂר בֵּין הַשְּׁמָשׁוֹת הֲרֵי זוֹ סְפֵק זָבָה. שֶׁמָּא רְאִיָּה אַחֲרוֹנָה בְּיוֹם אַחַד עָשָׂר הָיְתָה וַהֲרֵי רָאֲתָה שְׁלֹשָׁה יָמִים זֶה אַחַר זֶה בִּימֵי זִיבָתָהּ:  ",
      "נִדָּה שֶׁבָּדְקָה עַצְמָהּ בְּתוֹךְ יְמֵי נִדָּתָהּ וּמָצְאָה שֶׁפָּסַק הַדָּם וַאֲפִלּוּ פָּסַק בְּשֵׁנִי לְנִדָּתָהּ וְשָׁגְגָה אוֹ הֵזִידָה וְלֹא בָּדְקָה עַד לְאַחַר נִדָּתָהּ יָמִים רַבִּים וּכְשֶׁבָּדְקָה מָצְאָה טֻמְאָה. אֵין אוֹמְרִים שֶׁמָּא כָּל אוֹתָן הַיָּמִים הָיְתָה טְמֵאָה וְתִהְיֶה זָבָה אֶלָּא כָּל אוֹתָן הַיָּמִים שֶׁלֹּא בָּדְקָה בְּחֶזְקַת טָהֳרָה. בָּדְקָה עַצְמָהּ וּמָצְאָה טְמֵאָה. אֲפִלּוּ בָּדְקָה בַּשְּׁבִיעִי לְנִדָּתָהּ וּבֵין הַשְּׁמָשׁוֹת לֹא בָּדְקָה עַצְמָהּ כְּדֵי לִפְרשׁ מִטֻּמְאַת נִדָּה אֶלָּא הִמְתִּינָה יָמִים וְאַחַר כָּךְ בָּדְקָה וּמָצָאת טְהוֹרָה הֲרֵי זוֹ סְפֵק זָבָה. וְאִם מָצְאָה טְמֵאָה הֲרֵי זוֹ זָבָה וַדָּאִית שֶׁכֵּיוָן שֶׁבַּתְּחִלָּה מָצְאָה טְמֵאָה וּלְבַסּוֹף טְמֵאָה הֲרֵי זוֹ בְּחֶזְקַת שֶׁלֹּא פָּסַק. וְיוֹם רִאשׁוֹן שֶׁל נִדָּה אַף עַל פִּי שֶׁמָּצְאָה בּוֹ טְהוֹרָה הֲרֵי זוֹ כְּמִי שֶׁמָּצְאָה טְמֵאָה. שֶׁיּוֹם רִאשׁוֹן כֻּלּוֹ הֻחְזַק הַמַּעֲיָן פָּתוּחַ:  ",
      "זָבָה שֶׁבָּדְקָה עַצְמָהּ בָּרִאשׁוֹן מִימֵי הַסְּפִירָה וּמָצְאָה טָהוֹר וְלֹא בָּדְקָה עַד יוֹם שְׁבִיעִי וּמָצְאָה טָהוֹר הֲרֵי זוֹ בְּחֶזְקַת טָהֳרָה וּכְאִלּוּ בָּדְקָה כָּל שִׁבְעָה וּמָצְאָה טָהוֹר:  ",
      "וְכֵן אִם בָּדְקָה בְּיוֹם רִאשׁוֹן מִימֵי הַסְּפִירָה וּמָצְאָה טָהוֹר וּבַיּוֹם הַשְּׁמִינִי וּמָצְאָה טָהוֹר הֲרֵי זוֹ בְּחֶזְקַת טָהֳרָה. בָּדְקָה בְּיוֹם שְׁלִישִׁי לְזִיבָתָהּ וּמָצְאָה שֶׁפָּסַק הַדָּם וְלֹא בָּדְקָה בְּיוֹם רִאשׁוֹן מִימֵי הַסְּפִירָה וּבַשְּׁבִיעִי בָּדְקָה וּמָצְאָה טָהוֹר הֲרֵי זוֹ בְּחֶזְקַת טָהֳרָה. וְהוּא הַדִּין לְזָב בְּכָל אֵלּוּ הַבְּדִיקוֹת שֶׁהוּא טָהוֹר וְעָלוּ לוֹ יְמֵי סְפִירָה:  ",
      "כָּל אִשָּׁה שֶׁהִיא סְפֵק נִדָּה סְפֵק זָבָה צְרִיכָה לֵישֵׁב שִׁבְעַת יָמִים נְקִיִּים מִסָּפֵק וְטוֹבֶלֶת בְּלֵיל שְׁמִינִי וְאַחַר כָּךְ תִּהְיֶה מֻתֶּרֶת לְבַעְלָהּ. וּמְבִיאָה קָרְבַּן זָבָה וְאֵינוֹ נֶאֱכָל כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ:  "
    ],
    [
      "מְעֻבֶרֶת שֶׁהִתְחִילָה לְהִצְטַעֵר וַאֲחָזוּהָ חֶבְלֵי לֵדָה וְהִתְחִיל הַדָּם לָצֵאת קֹדֶם שֶׁתֵּלֵד אוֹתוֹ הַדָּם הוּא הַנִּקְרָא דַּם הַקֹּשִׁי. וְהֵיאַךְ דִּינוֹ. אִם בָּא בִּימֵי נִדָּתָהּ הֲרֵי הוּא דַּם נִדָּה וַהֲרֵי זוֹ טְמֵאָה נִדָּה. וְאִם בָּא בִּימֵי זִיבָתָהּ הֲרֵי זוֹ טְהוֹרָה שֶׁנֶּאֱמַר בְּזָבָה <small>(ויקרא טו יט)</small> \"דָּם יִהְיֶה זֹבָהּ בִּבְשָׂרָהּ\". מִפִּי הַשְּׁמוּעָה לָמְדוּ זוֹבָהּ מֵחֲמַת עַצְמָהּ וְלֹא מֵחֲמַת וָלָד. וּבִלְבַד שֶׁתֵּלֵד וָלָד חַי. אֲבָל אִם הִפִּילָה אֵין קֹשִׁי לִנְפָלִים. אֲפִלּוּ הָיָה הַדָּם שׁוֹתֵת וְיוֹרֵד עִם הַחֲבָלִים וְהַצַּעַר י''ד יוֹם קֹדֶם שֶׁתֵּלֵד הֲרֵי זֶה דַּם קֹשִׁי וְטָהוֹר. אֲבָל אִם הִתְחִיל הַדָּם קֹדֶם הַלֵּדָה בְּט''ו יוֹם אוֹ יֶתֶר הֲרֵי זֶה דַּם זִיבָה וַהֲרֵי הִיא יוֹלֶדֶת בְּזוֹב:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא פָּסְקוּ הַצִּירִים וְהַחֲבָלִים וְהַצַּעַר אֶלָּא מִתְקַשָּׁה וְהוֹלֶכֶת עַד שֶׁיָּלְדָה. אֲבָל אִם רָאֲתָה דָּם שְׁלֹשָׁה יָמִים אוֹ יֶתֶר בִּימֵי זִיבָתָהּ בְּצַעַר וַחֲבָלִים וּפָסַק לָהּ הַצַּעַר וְרָוַח לָהּ מִן הַחֲבָלִים אַחַר הַשְּׁלֹשָׁה יָמִים וְעָמְדָה בְּנַחַת כ''ד שָׁעוֹת אוֹ יֶתֶר אַף עַל פִּי שֶׁלֹּא פָּסַק הַדָּם וְאַף עַל פִּי שֶׁחָזַר הַצַּעַר וְהַחֲבָלִים אַחַר כ''ד שָׁעוֹת הֲרֵי זוֹ זָבָה. שֶׁאִלּוּ הָיָה הַדָּם מֵחֲמַת הַוָּלָד לֹא פָּסַק הַצַּעַר וְלֹא הַחֲבָלִים. וְאִם יָלְדָה אַחֲרֵי כֵן הֲרֵי זוֹ יוֹלֶדֶת בְּזוֹב:  ",
      "רָאֲתָה יוֹם אֶחָד בְּלֹא צַעַר וּשְׁנַיִם בְּקֹשִׁי וְיָלְדָה. אוֹ שְׁנַיִם בְּלֹא צַעַר וְיוֹם אֶחָד בְּקֹשִׁי וְיָלְדָה. אוֹ יוֹם בְּקֹשִׁי וְיוֹם בְּלֹא צַעַר וְיוֹם בְּקֹשִׁי וְיָלְדָה אֵינָהּ יוֹלֶדֶת בְּזוֹב. אֲבָל אִם רָאֲתָה יוֹם אֶחָד בְּקֹשִׁי וּשְׁנַיִם בְּלֹא צַעַר וְיָלְדָה. אוֹ שְׁנַיִם בְּקֹשִׁי וְאֶחָד בְּלֹא צַעַר וְיָלְדָה. אוֹ יוֹם בְּלֹא צַעַר וְיוֹם בְּקֹשִׁי וְיוֹם בְּלֹא צַעַר וְיָלְדָה הֲרֵי זוֹ יוֹלֶדֶת בְּזוֹב. זֶה הַכְּלָל קֹשִׁי סָמוּךְ לַלֵּדָה אֵין זוֹ יוֹלֶדֶת בְּזוֹב. שֹׁפִי סָמוּךְ לַלֵּדָה הֲרֵי זוֹ יוֹלֶדֶת בְּזוֹב:  ",
      "חָל שְׁלִישִׁי לִרְאִיָּתָהּ לִהְיוֹת בְּיוֹם הַלֵּדָה אֲפִלּוּ כָּל הַיּוֹם כֻּלּוֹ בְּשֹׁפִי אֵין זוֹ יוֹלֶדֶת בְּזוֹב. שֶׁהֲרֵי יוֹם הַלֵּדָה סָמוּךְ לַקֹּשִׁי. רָאֲתָה שְׁנֵי יָמִים וּבַשְּׁלִישִׁי הִפִּילָה וְאֵין יָדוּעַ מַה הִפִּילָה הֲרֵי זוֹ סְפֵק יוֹלֶדֶת וּסְפֵק זָבָה:  ",
      "כֵּיצַד דִּין יוֹלֶדֶת בְּזוֹב. צְרִיכָה לֵישֵׁב שִׁבְעָה יָמִים נְקִיִּים וְטוֹבֶלֶת לָעֶרֶב. וְאַחַר כָּךְ תִּהְיֶה מֻתֶּרֶת לְבַעְלָהּ וְאַחַר כָּךְ יִהְיֶה לָהּ דַּם טֹהַר וּמְבִיאָה קָרְבַּן זָבָה וְקָרְבַּן יוֹלֶדֶת. לְפִיכָךְ אִם יָלְדָה זָכָר אֲפִלּוּ פָּסַק הַדָּם בְּיוֹם הַלֵּדָה סוֹפֶרֶת שִׁבְעַת יָמִים נְקִיִּים וְטוֹבֶלֶת. וְאִם יָלְדָה נְקֵבָה וְסָפְרָה שִׁבְעָה נְקִיִּים וְשָׁלְמוּ עִם י''ד שֶׁל לֵדָה אוֹ לְאַחֲרֵיהֶן הֲרֵי זוֹ טוֹבֶלֶת וּמֻתֶּרֶת לְבַעְלָהּ. וְאִם שָׁלְמוּ יְמֵי הַסְּפִירָה בְּתוֹךְ י''ד הֲרֵי זוֹ אֲסוּרָה לְבַעְלָהּ עַד לֵיל ט''ו:  ",
      "כֵּיצַד. הֲרֵי שֶׁרָאֲתָה דָּם שְׁלֹשָׁה וְסָפְרָה שִׁבְעַת יָמִים נְקִיִּים הֲרֵי עֲשָׂרָה. וַעֲדַיִן הִיא אֲסוּרָה לְבַעְלָהּ עַד לֵיל ט''ו. שֶׁכָּל י''ד הִיא כְּנִדָּה. וְלָמָּה אֵין מַצְרִיכִין אֶת הַיּוֹלֶדֶת בְּזוֹב לִסְפִירַת שִׁבְעָה אַחַר שִׁבְעָה שֶׁל זָכָר וְאַחַר י''ד שֶׁל נְקֵבָה. מִפְּנֵי שֶׁיְּמֵי לֵדָתָהּ וִימֵי נִדָּתָהּ שֶׁאֵינָהּ רוֹאָה בָּהֶן עוֹלִין לָהּ לִסְפִירַת שִׁבְעָה כְּמוֹ שֶׁיִּתְבָּאֵר:  ",
      "יוֹלֶדֶת בְּזוֹב שֶׁלֹּא פָּסַק דָּמָהּ אֵין לָהּ דַּם טֹהַר. אֶלָּא כָּל דָּם שֶׁתִּרְאֶה כְּדַם זִיבָה הוּא. אֲבָל אִם סָפְרָה שִׁבְעַת יָמִים נְקִיִּים וְשָׁלְמוּ י''ד שֶׁל נְקֵבָה וְטָבְלָה וְאַחַר כָּךְ רָאֲתָה דָּם בְּתוֹךְ אַרְבָּעִים שֶׁל זָכָר וּשְׁמוֹנִים שֶׁל נְקֵבָה הֲרֵי זֶה דַּם טֹהַר:  ",
      "סָפְרָה שִׁבְעָה יָמִים נְקִיִּים וְלֹא טָבְלָה וְאַחַר כָּךְ רָאֲתָה דָּם הֲרֵי זוֹ טוֹבֶלֶת וּמֻתֶּרֶת לְבַעְלָהּ מִיָּד. שֶׁכָּל יְמֵי טֹהַר אֵינָן רְאוּיוֹת לֹא לְנִדָּה וְלֹא לְזִיבָה. אֲבָל עַצְמוֹ שֶׁל דָּם טָמֵא וּמְטַמֵּא כְּדִין דַּם הַנִּדָּה עַד שֶׁתִּטְבּל:  ",
      "הַיּוֹלֶדֶת נְקֵבָה וְאַחַר י''ד שֶׁלָּהּ נִתְעַבְּרָה וְהִתְחִיל דַּם הַקֹּשִׁי לָבֹא לָהּ בְּתוֹךְ שְׁמוֹנִים הֲרֵי הוּא דַּם טֹהַר. אַף עַל פִּי שֶׁאֵין קֹשִׁי לִנְפָלִים שֶׁכָּל דָּמִים שֶׁתִּרְאֶה בְּתוֹךְ יְמֵי טֹהַר טָהוֹר הוּא עַד שֶׁתַּפִּיל הַוָּלָד. וּכְשֶׁתַּפִּיל תִּהְיֶה טְמֵאָה לֵדָה. אִם הִפִּילָה זָכָר טֻמְאַת זָכָר וְאִם הִפִּילָה נְקֵבָה טֻמְאַת נְקֵבָה. וּמוֹנָה יְמֵי טֻמְאָה וִימֵי מְלֹאת מִוָּלָד שֵׁנִי. אֲפִלּוּ הָיוּ תְּאוֹמִים וְהִפִּילָה הַיּוֹם אֶחָד וְהִפִּילָה הָאַחֵר אֲפִלּוּ אַחַר כַּמָּה יָמִים מוֹנָה לַשֵּׁנִי יְמֵי טֻמְאָה וִימֵי מְלֹאת:  ",
      "זָבָה שֶׁפָּסַק זוֹבָהּ וְהִתְחִילָה לִמְנוֹת שִׁבְעַת יָמִים נְקִיִּים וּבָא לָהּ דַּם קֹשִׁי בְּתוֹךְ יָמִים נְקִיִּים אֵינוֹ סוֹתֵר. וִימֵי הַקֹּשִׁי עוֹלִים לְמִנְיַן שִׁבְעָה. וְכֵן אִם יָלְדָה בְּשִׁבְעָה יָמִים נְקִיִּים אֵין הַלֵּדָה סוֹתֶרֶת. וִימֵי הַלֵּדָה עוֹלִין לָהּ לְמִנְיַן שִׁבְעָה אַף עַל פִּי שֶׁהִיא טְמֵאָה בָּהֶן שֶׁנֶּאֱמַר <small>(ויקרא טו כח)</small> \"וְאִם טָהֲרָה מִזּוֹבָהּ\" כֵּיוָן שֶׁטָּהֲרָה מִזּוֹבָהּ אַף עַל פִּי שֶׁהִיא טְמֵאָה טֻמְאָה אַחֶרֶת כְּגוֹן טֻמְאַת לֵדָה אוֹ טֻמְאַת נִדָּה אוֹ טֻמְאַת צָרַעַת הֲרֵי זוֹ סוֹפֶרֶת בָּהֶן. וְאֵין טֻמְאוֹת אֵלּוּ וְכַיּוֹצֵא בָּהֶן סוֹתְרִין הַסְּפִירָה:  ",
      "יְמֵי לֵדָתָהּ וִימֵי נִדָּתָהּ אִם לֹא רָאֲתָה בָּהֶן דָּם הֲרֵי אֵלּוּ עוֹלִין לָהּ לִסְפִירַת שִׁבְעַת יָמִים נְקִיִּים וְאִם רָאֲתָה בָּהֶן דָּם אֵין עוֹלִין לָהּ יְמֵי הָרְאִיָּה וְלֹא סוֹתְרִין כָּל הַיָּמִים. אֶלָּא מַשְׁלֶמֶת עַל הַיָּמִים שֶׁסָּפְרָה כְּשֶׁיִּפְסֹק הַדָּם. שֶׁאֵין סוֹתֵר הַכּל אֶלָּא רְאִיָּה שֶׁל זוֹב אֲבָל אֵלּוּ סוֹתְרִין יוֹמָן בִּלְבַד:  ",
      "מֵאַחַר שֶׁתָּבִין כָּל הָעִקָּרִים שֶׁבֵּאַרְנוּ. יִתְבָּאֵר לְךָ מַה שֶּׁאָמְרוּ חֲכָמִים שֶׁאֶפְשָׁר שֶׁתִּרְאֶה הָאִשָּׁה דָּם מִן הַמָּקוֹר יוֹם אַחַר יוֹם מֵאָה וְאַרְבָּעָה עָשָׂר יוֹם וְלֹא תִּהְיֶה זָבָה. כֵּיצַד. שְׁנַיִם לִפְנֵי נִדָּתָהּ וְשִׁבְעָה יְמֵי נִדָּתָהּ וּשְׁנַיִם לְאַחַר יְמֵי נִדָּתָהּ. וְאַרְבָּעָה עָשָׂר קֹשִׁי. וּשְׁמוֹנִים שֶׁל נְקֵבָה. וְשִׁבְעָה יְמֵי נִדָּה. וּשְׁנַיִם אַחַר יְמֵי נִדָּה. הָא לָמַדְתָּ שֶׁכָּל דָּם שֶׁתִּרְאֶה הָאִשָּׁה אַחַר יוֹם מְלֹאת הוּא תְּחִלַּת נִדָּתָהּ וְאֵין מַשְׁגִּיחִין עַל וְסָתוֹת שֶׁמִּקֹּדֶם. לְפִיכָךְ הָרוֹאָה דָּם בְּסוֹף יוֹם מְלֹאת בֵּין הַשְּׁמָשׁוֹת הֲרֵי זוֹ סְפֵק נִדָּה שֶׁמָּא בַּלַּיְלָה רָאֲתָה הַדָּם שֶׁהוּא תְּחִלַּת יְמֵי נִדָּתָהּ:  ",
      "כְּבָר בֵּאַרְנוּ שֶׁהַנִּדָּה שֶׁרָאֲתָה דָּם כָּל שִׁבְעָה מֻתֶּרֶת לְשַׁמֵּשׁ בְּלֵיל שְׁמִינִי אַחַר שֶׁתִּטְבּל. וְזָבָה קְטַנָּה מְשַׁמֶּרֶת יוֹם אֶחָד טָהוֹר וְטוֹבֶלֶת וּמֻתֶּרֶת לְשַׁמֵּשׁ לָעֶרֶב. וְזָבָה גְּדוֹלָה סוֹפֶרֶת שִׁבְעַת יָמִים נְקִיִּים וְטוֹבֶלֶת וּמֻתֶּרֶת לְשַׁמֵּשׁ בְּלֵיל שְׁמִינִי. וְאֵין בֵּין זְמַן נִדָּה לְנִדָּה אֶלָּא אַחַד עָשָׂר יוֹם בִּלְבַד. וּבְאוֹתָן הָאַחַד עָשָׂר תִּהְיֶה זָבָה קְטַנָּה אוֹ גְּדוֹלָה:  ",
      "וּמֵאַחַר שֶׁתִּהְיֶה זוֹכֵר כָּל אֵלּוּ הָעִקָּרִים יִתְבָּאֵר לְךָ זֶה שֶׁאָמְרוּ חֲכָמִים. הָאִשָּׁה שֶׁהֻחְזְקָה כָּל יָמֶיהָ יוֹם תִּרְאֶה דָּם וְיוֹם לֹא תִּרְאֶה בַּתְּחִלָּה מְשַׁמֶּשֶׁת בְּלֵיל שְׁמִינִי וּבְיוֹם שְׁמִינִי שֶׁהוּא יוֹם אֶחָד אַחַר יְמֵי נִדָּתָהּ. וּמְשַׁמֶּשֶׁת בְּכָל י''ח יוֹם אַרְבָּעָה לֵילוֹת בִּלְבַד. וְאֵינָהּ יְכוֹלָה לְשַׁמֵּשׁ בַּיָּמִים הַטְּהוֹרִים שֶׁהַיּוֹם הַטָּהוֹר הוּא שׁוֹמֵר לַיּוֹם הַטָּמֵא. לְפִיכָךְ אִם הָיְתָה רוֹאָה הַדָּם בְּכָל יוֹם טָמֵא מִתְּחִלַּת הַלַּיְלָה אֵינָהּ מְשַׁמֶּשֶׁת אֶלָּא בַּשְּׁמִינִי בִּלְבַד שֶׁהוּא יוֹם אֶחָד אַחַר יְמֵי נִדָּתָהּ:  ",
      "הָיְתָה רוֹאָה שְׁנֵי יָמִים טְמֵאִין וּשְׁנֵי יָמִים טְהוֹרִים מְשַׁמֶּשֶׁת בַּשְּׁמִינִי וּבַשְּׁנֵים עָשָׂר וּבַחֲמִשָּׁה עָשָׂר וּבַעֶשְׂרִים:  ",
      "הָיְתָה רוֹאָה שְׁלֹשָׁה יָמִים טְמֵאִין וּשְׁלֹשָׁה טְהוֹרִין מְשַׁמֶּשֶׁת שְׁנֵי יָמִים מֵהַשְּׁלֹשָׁה הַטְּהוֹרִין שֶׁאַחַר יְמֵי נִדָּתָהּ. שֶׁהָאֶחָד מֵהֶן שָׁמוּר לַשְּׁנַיִם הַטְּמֵאִין הַסְּמוּכִין לְנִדָּתָהּ. וְשׁוּב אֵינָהּ מְשַׁמֶּשֶׁת לְעוֹלָם שֶׁהֲרֵי הֻחְזְקָה זָבָה גְּדוֹלָה וְאֵין לָהּ שִׁבְעַת יָמִים נְקִיִּים:  ",
      "הָיְתָה רוֹאָה אַרְבָּעָה יָמִים טְמֵאִים וְאַרְבָּעָה יָמִים טְהוֹרִין מְשַׁמֶּשֶׁת יוֹם אֶחָד שֶׁאַחַר נִדָּתָהּ וְשׁוּב אֵינָהּ מְשַׁמֶּשֶׁת לְעוֹלָם:  ",
      "הָיְתָה רוֹאָה חֲמִשָּׁה יָמִים טְמֵאִים וַחֲמִשָּׁה יָמִים טְהוֹרִים. מְשַׁמֶּשֶׁת הַשְּׁלֹשָׁה הַסְּמוּכִים לְנִדָּתָהּ וְשׁוּב אֵינָהּ מְשַׁמֶּשֶׁת לְעוֹלָם:  ",
      "הָיְתָה רוֹאָה שִׁשָּׁה יָמִים טְמֵאִין וְשִׁשָּׁה יָמִים טְהוֹרִין מְשַׁמֶּשֶׁת בַּחֲמִשָּׁה יָמִים הַסְּמוּכִים לְנִדָּתָהּ תְּחִלָּה וְשׁוּב אֵינָהּ מְשַׁמֶּשֶׁת לְעוֹלָם:  ",
      "הָיְתָה רוֹאָה שִׁבְעָה טְמֵאִין וְשִׁבְעָה טְהוֹרִין. מְשַׁמֶּשֶׁת הַשָּׁבוּעַ הָרִאשׁוֹן הַטָּהוֹר הַסָּמוּךְ לְנִדָּתָהּ וְיָבוֹא אַחֲרָיו שָׁבוּעַ טָמֵא תִּקָּבַע בּוֹ זָבָה וְהַשָּׁבוּעַ הַטָּהוֹר שֶׁיָּבוֹא אַחֲרָיו לִסְפִירָה וַאֲסוּרָה לְשַׁמֵּשׁ בּוֹ. נִמְצֵאת שֶׁלֹּא שִׁמְּשָׁה מִטָּתָהּ בְּאַרְבָּעָה שָׁבוּעוֹת אֶלָּא שָׁבוּעַ אֶחָד. וְכָל יָמֶיהָ מְשַׁמֶּשֶׁת שְׁמוֹנָה עָשָׂר יוֹם בְּכָל שְׁמוֹנָה עָשָׂר שָׁבוּעוֹת. כֵּיצַד. שָׁבוּעַ חֲמִישִׁי הֲרֵי הִיא זָבָה. שָׁבוּעַ שִׁשִּׁי שֶׁהִיא בּוֹ טְהוֹרָה לִסְפִירָה. שָׁבוּעַ שְׁבִיעִי זָבָה. שָׁבוּעַ שְׁמִינִי לִסְפִירָה. שָׁבוּעַ תְּשִׁיעִי שֶׁהִיא רוֹאָה בּוֹ. חֲמִשָּׁה יָמִים מִמֶּנּוּ מִימֵי נִדָּה. וּשְׁנַיִם מִתְּחִלַּת יְמֵי זִיבָה. מְשַׁמֶּרֶת יוֹם אֶחָד מִן הַשָּׁבוּעַ הַעֲשִׂירִי הַטָּהוֹר וּמְשַׁמֶּשֶׁת שִׁשָּׁה. שָׁבוּעַ אַחַד עָשָׂר שֶׁהִיא רוֹאָה בּוֹ שְׁנַיִם מִסּוֹף יְמֵי זוֹבָהּ. וַחֲמִשָּׁה מִתְּחִלַּת יְמֵי נִדָּה. וּמְשַׁמֶּשֶׁת חֲמִשָּׁה יָמִים מִשָּׁבוּעַ שְׁנֵים עָשָׂר הַטָּהוֹר. שָׁבוּעַ י''ג זָבָה וְשָׁבוּעַ י''ד לִסְפִירָה. וְכֵן שָׁבוּעַ ט''ו זָבָה. שָׁבוּעַ ט''ז לִסְפִירָה. וְשָׁבוּעַ י''ז זָבָה. וְשָׁבוּעַ י''ח לִסְפִירָה. וְסוֹפֶרֶת עַל דֶּרֶךְ זוֹ לְעוֹלָם. נִמְצֵאתָ אוֹמֵר שֶׁבְּכָל י''ח שָׁבוּעוֹת מְשַׁמֶּשֶׁת י''ח יוֹם. וְאִלּוּ לֹא אֵרַע לָהּ חלִי זֶה וְהָיְתָה שָׁבוּעַ נִדָּה וְי''א יוֹם טְהוֹרָה הָיְתָה מְשַׁמֶּשֶׁת בְּכָל הַי''ח שָׁבוּעוֹת י''א שָׁבוּעוֹת שֶׁהֵן שִׁבְעָה וְשִׁבְעִים יוֹם:  ",
      "וּבִזְמַן שֶׁהִיא רוֹאָה שָׁבוּעַ טָמֵא וְשָׁבוּעַ טָהוֹר מְשַׁמֶּשֶׁת י''ח יוֹם שֶׁהֵם כְּמוֹ רְבִיעַ הַיָּמִים. וְזוֹ הִיא שֶׁאָמְרוּ חֲכָמִים מְשַׁמֶּשֶׁת רְבִיעַ יָמֶיהָ:  ",
      "הָיְתָה רוֹאָה שְׁמֹנָה יָמִים טָמֵא וּשְׁמֹנָה יָמִים טָהוֹר הֲרֵי זוֹ מְשַׁמֶּשֶׁת ט''ו יוֹם מִתּוֹךְ מ''ח יָמִים. כֵּיצַד. שְׁמוֹנָה טָמֵא שֶׁבַּתְּחִלָּה שִׁבְעָה מֵהֶן יְמֵי נִדָּתָהּ. וְיוֹם אֶחָד זִיבוּת סָמוּךְ לְנִדָּתָהּ מְשַׁמֶּרֶת לוֹ יוֹם אֶחָד מִן הַשְּׁמוֹנָה הַטְּהוֹרִין וּמְשַׁמֶּשֶׁת שִׁבְעָה. וְאַחַר כָּךְ יָבוֹאוּ לָהּ שְׁמוֹנָה טְמֵאִין. מֵהֶן שְׁנַיִם תַּשְׁלוּם יְמֵי זִיבָתָהּ. וְשִׁשָּׁה מִימֵי נִדָּתָהּ. וְיָבוֹאוּ שְׁמֹנָה טְהוֹרִין יוֹם אֶחָד מֵהֶן תַּשְׁלוּם יְמֵי נִדָּתָהּ וּמְשַׁמֶּשֶׁת שִׁבְעָה שְׁנִיּוֹת וְאַחַר כָּךְ יָבוֹאוּ לָהּ שְׁמוֹנָה טְמֵאִים. מֵהֶן אַרְבָּעָה תַּשְׁלוּם יְמֵי זִיבָתָהּ. וְאַרְבָּעָה מִימֵי נִדָּתָהּ. נִמְצֵאת זָבָה גְּדוֹלָה וּצְרִיכָה סְפִירַת שִׁבְעָה. יָבוֹאוּ לָהּ שְׁמֹנָה טְהוֹרִים. סוֹפֶרֶת מֵהֶן שִׁבְעָה וּמְשַׁמֶּשֶׁת יוֹם אֶחָד. נִמְצֵאת מְשַׁמֶּשֶׁת ט''ו יוֹם בְּכָל מ''ח:  ",
      "הָיְתָה רוֹאָה תִּשְׁעָה יָמִים טְמֵאִים וְתִּשְׁעָה יָמִים טְהוֹרִין מְשַׁמֶּשֶׁת שְׁמֹנָה יָמִים בְּכָל י''ח יוֹם לְעוֹלָם. כֵּיצַד תִּשְׁעָה הַטְּמֵאִים. שִׁבְעָה מֵהֶן נִדָּתָהּ וּשְׁנַיִם זִיבוּת סָמוּךְ לְנִדָּתָהּ מְשַׁמֶּרֶת לָהֶן יוֹם אֶחָד מִן הַתִּשְׁעָה הַטְּהוֹרִין וּמְשַׁמֶּשֶׁת שְׁמוֹנָה וְכֵן לְעוֹלָם:  ",
      "הָיְתָה רוֹאָה עֲשָׂרָה יָמִים טָמֵא וַעֲשָׂרָה טָהוֹר. וּמֵעֲשָׂרָה וּלְמַעְלָה אֲפִלּוּ אֶלֶף יוֹם טָמֵא וְאֶלֶף יוֹם טָהוֹר יִהְיֶה יְמֵי שִׁמּוּשָׁהּ כְּמִנְיַן זִיבָתָהּ. כֵּיצַד עֲשָׂרָה הַטְּמֵאִים. מֵהֶם שִׁבְעָה נִדָּה וּשְׁלֹשָׁה זִיבָה. עֲשָׂרָה הַטְּהוֹרִים סוֹפֶרֶת מֵהֶן שִׁבְעָה וּמְשַׁמֶּשֶׁת שְׁלֹשָׁה. נִמְצְאוּ יְמֵי הַשִּׁמּוּשׁ שְׁלֹשָׁה וִימֵי הַזָּבוּת שְׁלֹשָׁה. וְכֵן מֵאָה יוֹם טְמֵאִין וּמֵאָה טְהוֹרִין. וּמֵאָה הַטְּמֵאִין שִׁבְעָה מֵהֶן לְנִדָּה וְצ''ג זִיבוּת. הַמֵּאָה הַטְּהוֹרִין שִׁבְעָה מֵהֶן לִסְפִירָה צ''ג לְשִׁמּוּשׁ. וְכֵן אֶלֶף וְכֵן כָּל מִנְיָן וּמִנְיָן עַל דֶּרֶךְ זוֹ:  "
    ],
    [
      "יֵשׁ אִשָּׁה שֶׁיֵּשׁ לָהּ וֶסֶת וְיֵשׁ אִשָּׁה שֶׁאֵין לָהּ וֶסֶת אֶלָּא לֹא תַּרְגִּישׁ בְּעַצְמָהּ עַד שֶׁיֵּצֵא הַדָּם וְאֵין לָהּ יוֹם קָבוּעַ לִרְאִיָּתָהּ. וְזֶהוּ שֶׁיֵּשׁ לָהּ וֶסֶת הִיא שֶׁיֵּשׁ לָהּ יוֹם קָבוּעַ. אוֹ מֵעֶשְׂרִים יוֹם לְעֶשְׂרִים יוֹם. אוֹ מִכ''ד יוֹם לְכ''ד יוֹם. אוֹ פָּחוֹת אוֹ יוֹתֵר: \n",
      "וְקֹדֶם שֶׁיָּבוֹא הַדָּם תַּרְגִּישׁ בְּעַצְמָהּ. מְפַהֶקֶת וּמִתְעַטֶּשֶׁת וְחוֹשֶׁשֶׁת פִּי כְּרֵסָהּ וְשִׁפּוּלֵי מֵעֶיהָ וְיִסְתַּמֵּר שַׂעֲרַת בְּשָׂרָהּ אוֹ יֵחַם בְּשָׂרָהּ וְכַיּוֹצֵא בִּמְאֹרָעוֹת אֵלּוּ. וְיָבוֹאוּ לָהּ וְסָתוֹת אֵלּוּ אוֹ אֶחָד מֵהֶן בְּשָׁעָה הַקְּבוּעָה לָהּ מִיּוֹם וֶסְתָּהּ: \n",
      "כְּבָר בֵּאַרְנוּ שֶׁכָּל אִשָּׁה שֶׁאֵין לָהּ וֶסֶת אֲסוּרָה לְשַׁמֵּשׁ עַד שֶׁתִּבְדֹּק עַצְמָהּ תְּחִלָּה. וְשֶׁיֵּשׁ לָהּ וֶסֶת אֲסוּרָה לְשַׁמֵּשׁ בְּכָל עוֹנַת הַוֶּסֶת. אִם וֶסְתָּהּ בַּיּוֹם אֲסוּרָה לְשַׁמֵּשׁ כָּל אוֹתוֹ הַיּוֹם. וְאִם וֶסְתָּהּ בַּלַּיְלָה אֲסוּרָה לְשַׁמֵּשׁ כָּל אוֹתוֹ הַלַּיְלָה. וּמִתְּחִלַּת יוֹם הַוֶּסֶת תִּסְפֹּר יְמֵי נִדָּתָהּ וִימֵי זִיבָתָהּ לְעוֹלָם: \n",
      "לְפִיכָךְ צְרִיכוֹת הַנָּשִׁים לְהִזָּהֵר בִּוְסָתוֹת עַד שֶׁתֵּדַע הַיּוֹם וְהַשָּׁעָה שֶׁנִּקְבְּעָה בָּהּ וֶסְתָּהּ. הָיָה דַּרְכָּהּ לִרְאוֹת בְּיוֹם עֶשְׂרִים וּבָא יוֹם עֶשְׂרִים וְלֹא רָאֲתָה וּבָא יוֹם שְׁלֹשָׁה וְעֶשְׂרִים וְרָאֲתָה הֲרֵי יוֹם עֶשְׂרִים וְיוֹם שְׁלֹשָׁה וְעֶשְׂרִים שְׁנֵיהֶן אֲסוּרִין. וְכֵן אִם רָאֲתָה פַּעַם שְׁנִיָּה בְּיוֹם כ''ג וְלֹא רָאֲתָה בְּיוֹם עֶשְׂרִים עֲדַיִן שְׁנֵיהֶן אֲסוּרִין. רָאֲתָה פַּעַם שְׁלִישִׁית בְּיוֹם שְׁלֹשָׁה וְעֶשְׂרִים וְלֹא רָאֲתָה בְּיוֹם עֶשְׂרִים טָהַר יוֹם עֶשְׂרִים וְנֶעֱקָר הַוֶּסֶת לְיוֹם שְׁלֹשָׁה וְעֶשְׂרִים. שֶׁאֵין הָאִשָּׁה קוֹבַעַת וֶסֶת עַד שֶׁתִּקְבָּעֶנּוּ שָׁלֹשׁ פְּעָמִים. וְאֵינָהּ מִטַּהֶרֶת מִן הַוֶּסֶת עַד שֶׁתֵּעָקֵר מִמֶּנָּה שָׁלֹשׁ פְּעָמִים: \n",
      "כָּל וֶסֶת שֶׁנִּקְבַּע מֵחֲמַת אֹנֶס אֲפִלּוּ רָאֲתָה בּוֹ כַּמָּה פְּעָמִים אֵינוֹ וֶסֶת שֶׁמִּפְּנֵי הָאֹנֶס רָאֲתָה. קָפְצָה וְרָאֲתָה קָפְצָה וְרָאֲתָה קָבְעָה לָהּ וֶסֶת לְיָמִים בְּלֹא קְפִיצוֹת. כֵּיצַד. קָפְצָה בְּאֶחָד בְּשַׁבָּת וְרָאֲתָה דָּם. וּלְאַחַר עֶשְׂרִים יוֹם קָפְצָה בְּאֶחָד בְּשַׁבָּת וְרָאֲתָה דָּם. וּלְאַחַר י''ט קָפְצָה בְּיוֹם הַשַּׁבָּת וְלֹא רָאֲתָה דָּם וּלְאַחַר שַׁבָּת רָאֲתָה בְּלֹא קְפִיצָה. הֲרֵי נִקְבָּע אֶחָד בְּשַׁבָּת אַחַר עֶשְׂרִים. שֶׁהֲרֵי נוֹדַע שֶׁהַיּוֹם גָּרַם לָהּ לִרְאוֹת וְלֹא הַקְּפִיצָה. וּכְבָר נִקְבַּע יוֹם זֶה שָׁלֹשׁ פְּעָמִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "רָאֲתָה יוֹם ט''ו בְּחֹדֶשׁ זֶה וְיוֹם ט''ז בְּחֹדֶשׁ שֶׁל אַחֲרָיו וְיוֹם י''ז בְּחֹדֶשׁ שֶׁל אַחֲרָיו וְיוֹם י''ח לְחֹדֶשׁ שֶׁל אַחֲרָיו הֲרֵי קָבְעָה לָהּ וֶסֶת לְדִלּוּג. בָּא חֹדֶשׁ רְבִיעִי וְרָאֲתָה בְּיוֹם י''ז עֲדַיִן לֹא נִקְבָּע לָהּ וֶסֶת. וְכָל יוֹם שֶׁרָאֲתָה בּוֹ חוֹשֶׁשֶׁת לוֹ לְהַבָּא. כֵּיוָן שֶׁיַּגִּיעַ אוֹתוֹ הַיּוֹם וְלֹא תִּרְאֶה טָהַר אוֹתוֹ הַיּוֹם מִן הַוֶּסֶת שֶׁאֵין צָרִיךְ עֲקִירַת שָׁלשׁ פְּעָמִים אֶלָּא יוֹם שֶׁנִּקְבַּע שָׁלֹשׁ פְּעָמִים: \n",
      "הָיָה דַּרְכָּהּ לִהְיוֹת רוֹאָה יוֹם ט''ו וְשִׁנְּתָה לְט''ז שְׁנֵיהֶם אֲסוּרִין. שִׁנְּתָה לְי''ז הֻתַּר ט''ז וְנֶאֱסַר י''ז וְט''ו בְּאִסּוּרוֹ עוֹמֵד. שִׁנְּתָה לְי''ח נֶאֱסַר י''ח וְהֻתְּרוּ כֻּלָּם: \n",
      "הָיָה דַּרְכָּהּ לִרְאוֹת יוֹם עֶשְׂרִים וְשִׁנְּתָה לְיוֹם כ''ב שְׁנֵיהֶם אֲסוּרִין. הִגִּיעַ עֶשְׂרִים וְלֹא רָאֲתָה כ''ב וְרָאֲתָה עֲדַיִן שְׁנֵיהֶן אֲסוּרִין. הִגִּיעַ יוֹם עֶשְׂרִים וְרָאֲתָה טָהַר יוֹם כ''ב. שֶׁהֲרֵי חָזְרָה לְוֶסְתָּהּ הַקָּבוּעַ וְנֶעֱקַר כ''ב מִפְּנֵי שֶׁלֹּא נִקְבַּע שָׁלֹשׁ פְּעָמִים: \n",
      "אֵין הָאִשָּׁה קוֹבַעַת לָהּ וֶסֶת בְּתוֹךְ יְמֵי נִדָּתָהּ שֶׁרָאֲתָה בָּהֶן. כֵּיוָן שֶׁרָאֲתָה יוֹם אֶחָד אֵינָהּ קוֹבַעַת לָהּ וֶסֶת בְּכָל הַשִּׁבְעָה. וְכֵן אֵין הָאִשָּׁה קוֹבַעַת וֶסֶת בִּימֵי זִיבָתָהּ שֶׁהֵן אַחַד עָשָׂר יוֹם. אֲבָל קוֹבַעַת הִיא וֶסֶת בִּימֵי נִדָּתָהּ שֶׁאֵינָהּ רוֹאָה בָּהֶן. וְאִם נִקְבָּע לָהּ וֶסֶת בִּימֵי זִיבָתָהּ הֲרֵי זוֹ חוֹשֶׁשֶׁת לְוֶסְתָּהּ. וְכָל וֶסֶת שֶׁקָּבְעָה בִּימֵי זִיבָתָהּ אִם נֶעֶקְרָה אֲפִלּוּ פַּעַם אַחַת נֶעֶקְרָה וְאֵינָהּ צְרִיכָה לְהֵעָקֵר שָׁלֹשׁ פְּעָמִים שֶׁחֶזְקַת דָּמִים מְסֻלָּקִין הֵן לְיָמִים אֵלּוּ: \n",
      "כֵּיצַד חוֹשֶׁשֶׁת לְוֶסֶת. אִם רָאֲתָה דָּם בְּוֶסֶת זוֹ אֲפִלּוּ יוֹם אֶחָד תֵּשֵׁב לְנִדָּתָהּ מִסָּפֵק וַאֲסוּרָה לְשַׁמֵּשׁ בְּאוֹתוֹ הַיּוֹם. וַאֲפִלּוּ לֹא רָאֲתָה בִּשְׁאָר יְמֵי הַוְּסָתוֹת. וְאִם רָאֲתָה שְׁלֹשָׁה יָמִים הֲרֵי זוֹ זָבָה: \n",
      "כָּל אִשָּׁה שֶׁמַּרְבָּה לִבְדֹּק עַצְמָהּ תָּמִיד הֲרֵי זוֹ מְשֻׁבַּחַת וְאַף עַל פִּי שֶׁיֵּשׁ לָהּ וֶסֶת קְבוּעָה. שֶׁאֶפְשָׁר שֶׁיָּבוֹא דָּם בְּלֹא שְׁעַת הַוֶּסֶת. וְכָל י''א יוֹם שֶׁל יְמֵי זִיבָתָהּ הֲרֵי הִיא בָּהֶן בְּחֶזְקַת טָהֳרָה וְאֵינָהּ צְרִיכָה בְּדִיקָה. אֲבָל אַחַר יְמֵי זִיבָתָהּ צְרִיכָה לִבְדֹּק: \n",
      "שָׁכְחָה וְלֹא בָּדְקָה בֵּין בְּאֹנֶס בֵּין בְּרָצוֹן הֲרֵי זוֹ בְּחֶזְקַת טָהֳרָה עַד שֶׁתִּבְדֹּק וְתִמָּצֵא טְמֵאָה: \n",
      "הָאִשָּׁה שֶׁלֹּא בָּדְקָה עַצְמָהּ בִּשְׁעַת וֶסְתָּהּ וּלְאַחַר יָמִים בָּדְקָה וּמָצְאָה טָמֵא אַף עַל פִּי שֶׁהִיא טְמֵאָה לְמַפְרֵעַ עַד שְׁעַת וֶסְתָּהּ כְּמוֹ שֶׁיִּתְבָּאֵר בְּעִנְיַן טֻמְאָה וְטָהֳרָה. הֲרֵי זוֹ אֵינָהּ מְטַמְּאָה אֶת בּוֹעֲלָהּ לְמַפְרֵעַ. וְאֵינָהּ מוֹנָה אֶלָּא מִשָּׁעָה שֶׁרָאֲתָה דָּם. וְאִם מָצְאָה עַצְמָהּ טְהוֹרָה הֲרֵי זוֹ בְּחֶזְקַת טְהוֹרָה: \n",
      "וְכֵן אִשָּׁה שֶׁרָאֲתָה דָּם מֵחֲמַת מַכָּה שֶׁיֵּשׁ לָהּ בַּמָּקוֹר אַף עַל פִּי שֶׁרָאֲתָה בִּשְׁעַת וֶסְתָּהּ הִיא טְהוֹרָה וְהַדָּם טָהוֹר. שֶׁהַוְּסָתוֹת מִדִּבְרֵיהֶם כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת מְטַמְּאֵי מִשְׁכָּב וּמוֹשָׁב: \n",
      "הַסּוּמָא בּוֹדֶקֶת עַצְמָהּ וּמַרְאָה לַחֲבֵרְתָהּ. אֲבָל הַחֵרֶשֶׁת וְהַשּׁוֹטָה צְרִיכוֹת פִּקְחוֹת לִבְדֹּק אוֹתָן וְלִקְבֹּעַ לָהֶן וְסָתוֹת וְאַחַר כָּךְ יִהְיוּ מֻתָּרוֹת לְבַעְלֵיהֶן: \n",
      "כָּל אִשָּׁה שֶׁטָּעֲתָה וְלֹא יָדְעָה עֵת וֶסְתָּהּ וְרָאֲתָה דָּם חוֹשֶׁשֶׁת לְזִיבוּת. לְפִיכָךְ אִם רָאֲתָה יוֹם אֶחָד אוֹ שְׁנַיִם יוֹשֶׁבֶת תַּשְׁלוּם שִׁבְעָה שֶׁמָּא דָּם זֶה בִּימֵי נִדָּתָהּ הִיא. וְאִם רָאֲתָה שְׁלֹשָׁה יָמִים סוֹפֶרֶת שִׁבְעַת יָמִים נְקִיִּים שֶׁמָּא בִּימֵי זִיבָתָהּ הִיא עוֹמֶדֶת: \n",
      "וְכֵיצַד הִיא עוֹשָׂה לְתַקֵּן וֶסְתָּהּ וְלֵידַע אִם הִיא זָבָה וַדָּאִית אוֹ סְפֵק זָבָה וְלֵידַע יְמֵי זִיבָתָהּ. הַכּל לְפִי יָמִים שֶׁתִּרְאֶה בָּהֶן. כֵּיצַד. רָאֲתָה יוֹם אֶחָד אוֹ שְׁנַיִם מַשְׁלֶמֶת עֲלֵיהֶן הַשִּׁבְעָה וְתַתְחִיל לִמְנוֹת הָאַחַד עָשָׂר יוֹם מֵאַחַר הַשִּׁבְעָה: \n",
      "רָאֲתָה שְׁלֹשָׁה יָמִים הֲרֵי זוֹ סְפֵק זָבָה שֶׁמָּא יוֹם אֶחָד מֵהֶן קֹדֶם נִדָּתָהּ וּשְׁנַיִם בִּתְחִלַּת הַנִּדָּה. וְכֵן אִם רָאֲתָה אַרְבָּעָה שֶׁמָּא שְׁנַיִם קֹדֶם הַנִּדָּה וּשְׁנַיִם מִתְּחִלַּת הַנִּדָּה וְיוֹשֶׁבֶת חֲמִשָּׁה תַּשְׁלוּם יְמֵי נִדָּה וְאַחַד עָשָׂר יְמֵי זִיבָה אַחַר הַחֲמִשָּׁה: \n",
      "וְכֵן אִם רָאֲתָה תִּשְׁעָה יָמִים הֲרֵי זוֹ סְפֵק זָבָה שֶׁמָּא שְׁנַיִם קֹדֶם יְמֵי נִדָּה וְשִׁבְעָה שֶׁל נִדָּה וּמַתְחֶלֶת לִמְנוֹת אַחַד עָשָׂר יוֹם מֵאַחַר הַתִּשְׁעָה שֶׁפָּסַק הַדָּם. וְכֵן אִם רָאֲתָה אַחַד עָשָׂר יוֹם הֲרֵי זוֹ סְפֵק זָבָה. שֶׁמָּא שְׁנַיִם קֹדֶם הַנִּדָּה וְשִׁבְעָה שֶׁל נִדָּה וּשְׁנַיִם שֶׁל אַחַר הַנִּדָּה וְנִשְׁאַר לָהּ מִימֵי זִיבָתָהּ תִּשְׁעָה: \n",
      "רָאֲתָה שְׁנֵים עָשָׂר יוֹם הֲרֵי זוֹ זָבָה וַדָּאִית. שֶׁאֲפִלּוּ הָיוּ מֵהֶן שְׁנַיִם לִפְנֵי הַנִּדָּה וְשִׁבְעָה שֶׁל נִדָּה הֲרֵי שְׁלֹשָׁה לְאַחַר הַנִּדָּה וְיִשָּׁאֵר לָהּ מִימֵי זִיבָתָהּ שְׁמוֹנָה. וְכֵן אִם רָאֲתָה שְׁלֹשָׁה עָשָׂר יוֹם יִשָּׁאֵר לָהּ מִימֵי זִיבָתָהּ שִׁבְעָה וְהֵן יְמֵי הַסְּפִירָה: \n",
      "מָשְׁכָה בִּרְאִיַּת הַדָּם אֲפִלּוּ רָאֲתָה אֶלֶף יוֹם כְּשֶׁיִּפְסֹק הַדָּם סוֹפֶרֶת שִׁבְעַת יָמִים נְקִיִּים. וְאַחַר הַשִּׁבְעָה יַתְחִילוּ יְמֵי הַנִּדָּה לְזוֹ שֶׁטָּעֲתָה: \n",
      "הִנֵּה לָמַדְתָּ שֶׁכָּל הַטּוֹעָה אֵינָהּ מוֹנָה מִשֶּׁיִּפְסֹק הַדָּם פָּחוֹת מִשִּׁבְעָה וְלֹא יוֹתֵר עַל י''ז וְיָבוֹאוּ יְמֵי נִדָּתָהּ. כֵּיצַד. רָאֲתָה יוֹם אֶחָד וּפָסַק הַדָּם מוֹנָה י''ז שִׁשָּׁה לְתַשְׁלוּם נִדָּתָהּ וְי''א יְמֵי זִיבָתָהּ וְיָבוֹאוּ יְמֵי נִדָּתָהּ. וְאִם רָאֲתָה י''ג אוֹ יֶתֶר מוֹנָה שִׁבְעָה מִשֶּׁיִּפְסֹק הַדָּם וְיָבוֹאוּ יְמֵי נִדָּתָהּ כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "אֵין הָאִשָּׁה מִתְטַמְּאָה מִן הַתּוֹרָה בְּנִדָּה אוֹ בְּזִיבָה עַד שֶׁתַּרְגִּישׁ וְתִרְאֶה דָּם וְיֵצֵא בִּבְשָׂרָהּ כְּמוֹ שֶׁבֵּאַרְנוּ וְתִהְיֶה טְמֵאָה מֵעֵת שֶׁתִּרְאֶה וּלְהַבָּא בִּלְבַד. וְאִם לֹא הִרְגִּישָׁה וּבָדְקָה וּמָצְאָה הַדָּם לְפָנִים בַּפְּרוֹזְדוֹר הֲרֵי זֶה בְּחֶזְקַת שֶׁבָּא בְּהַרְגָּשָׁה כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "וּמִדִּבְרֵי סוֹפְרִים שֶׁכָּל הָרוֹאָה כֶּתֶם דָּם עַל בְּשָׂרָהּ אוֹ עַל בְּגָדֶיהָ אַף עַל פִּי שֶׁלֹּא הִרְגִּישָׁה אַף עַל פִּי שֶׁבָּדְקָה עַצְמָהּ וְלֹא מָצְאָה דָּם הֲרֵי זוֹ טְמֵאָה וּכְאִלּוּ מָצְאָה דָּם לְפָנִים בִּבְשָׂרָהּ. וְטֻמְאָה זוֹ בְּסָפֵק שֶׁמָּא כֶּתֶם זֶה מִדַּם הַחֶדֶר בָּא:  ",
      "וְכֵן מִדִּבְרֵי סוֹפְרִים שֶׁכָּל הָרוֹאָה דָּם בְּלֹא עֵת וֶסְתָּהּ וְכָל הָרוֹאָה כֶּתֶם טְמֵאָה לְמַפְרֵעַ עַד כ''ד שָׁעוֹת. וְאִם בָּדְקָה בְּתוֹךְ זְמַן זֶה וּמָצְאָה טָהוֹר טְמֵאָה לְמַפְרֵעַ עַד זְמַן בְּדִיקָה. וְאַף עַל פִּי שֶׁהִיא טְמֵאָה לְמַפְרֵעַ מִדִּבְרֵיהֶם אֵינָהּ מְטַמְּאָה אֶת בּוֹעֲלָהּ לְמַפְרֵעַ כְּמוֹ שֶׁבֵּאַרְנוּ. וְאֵינָהּ מוֹנָה לְנִדָּתָהּ אוֹ לְכִתְמָהּ אֶלָּא מֵעֵת שֶׁתִּרְאֶה הַדָּם אוֹ שֶׁמָּצְאָה הַכֶּתֶם. וְכָל הָרוֹאָה כֶּתֶם הֲרֵי זוֹ מְקֻלְקֶלֶת (לְמִנְיָנָהּ) שֶׁמָּא מִן הַחֶדֶר בָּא וְנִתְקַלְקְלָה וֶסְתָּהּ:  ",
      "הָרוֹאָה דָּם בִּשְׁעַת וֶסְתָּהּ אֵינָהּ מְטַמְּאָה לְמַפְרֵעַ אֶלָּא בִּשְׁעָתָהּ בִּלְבַד. וְכֵן מְעֻבֶּרֶת וּמֵינִיקָה בְּתוּלָה וּזְקֵנָה דַּיָּן שְׁעָתָן וְאֵינָן מְטַמְּאוֹת לְמַפְרֵעַ. אֵיזוֹ הִיא מְעֻבֶּרֶת. מִשֶּׁיֻּכַּר עֻבָּרָהּ. וְהוּא שְׁלֹשָׁה חֳדָשִׁים. מֵינִיקָה כָּל כ''ד חֹדֶשׁ אֲפִלּוּ מֵת בְּנָהּ אוֹ גְּמָלַתּוּ אוֹ נְתָנַתּוּ לְמֵינִיקָה:  ",
      "בְּתוּלָה כָּל שֶׁלֹּא רָאֲתָה דָּם מִיָּמֶיהָ אַף עַל פִּי שֶׁרָאֲתָה מֵחֲמַת נִשּׂוּאִין אוֹ מֵחֲמַת לֵדָה. זְקֵנָה כָּל שֶׁעָבְרוּ עָלֶיהָ תִּשְׁעִים יוֹם סָמוּךְ לְזִקְנָתָהּ. וְאֵי זוֹ הִיא זְקֵנָה כָּל שֶׁקּוֹרְאִין לָהּ זְקֵנָה וְאֵינָהּ מַקְפֶּדֶת. מְעֻבֶּרֶת וּמֵינִיקָה וּזְקֵנָה כִּתְמָן כִּרְאִיָּתָן וְאֵינוֹ מְטַמֵּא לְמַפְרֵעַ. בְּתוּלָה שֶׁלֹּא רָאֲתָה דָּם מִיָּמֶיהָ וַעֲדַיִן הִיא קְטַנָּה כִּתְמָהּ טָהוֹר עַד שֶׁתִּרְאֶה דָּם שָׁלֹשׁ וְסָתוֹת:  ",
      "מַה בֵּין כֶּתֶם הַנִּמְצָא עַל בְּשָׂרָהּ לְכֶתֶם הַנִּמְצָא עַל בִּגְדָהּ. שֶׁהַכֶּתֶם הַנִּמְצָא עַל בְּשָׂרָהּ אֵין לוֹ שִׁעוּר. וְהַנִּמְצָא עַל הַבֶּגֶד אֵינוֹ מְטַמֵּא עַד שֶׁיִּהְיֶה כִּגְרִיס הַקִּלְקִי שֶׁהוּא מְרֻבָּע שֶׁיֵּשׁ בּוֹ כְּדֵי תֵּשַׁע עֲדָשׁוֹת שָׁלֹשׁ עַל שָׁלֹשׁ. הָיָה פָּחוֹת מִשִּׁעוּר זֶה טָהוֹר. נִמְצָא טִפִּין טִפִּין אֵין מִצְטָרְפוֹת. הָיָה אָרֹךְ הֲרֵי זֶה מִצְטָרֵף:  ",
      "כֶּתֶם שֶׁנִּמְצָא עַל דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה טָהוֹר וְאֵינָהּ חוֹשֶׁשֶׁת לוֹ. כֵּיצַד. יָשְׁבָה עַל כְּלֵי אֲבָנִים כְּלֵי אֲדָמָה וּכְלֵי גְּלָלִים אוֹ עַל עוֹר הַדָּג אוֹ עַל כְּלִי חֶרֶשׂ מִגַּבּוֹ אוֹ עַל בֶּגֶד שֶׁאֵין בּוֹ שָׁלֹשׁ אֶצְבָּעוֹת עַל שָׁלֹשׁ אֶצְבָּעוֹת וְנִמְצָא עֲלֵיהֶן דָּם טְהוֹרָה. אֲפִלּוּ בָּדְקָה הַקַּרְקַע וְיָשְׁבָה עָלֶיהָ וְנִמְצָא כֶּתֶם עַל הַקַּרְקַע כְּשֶׁעָמְדָה הֲרֵי זוֹ טְהוֹרָה. שֶׁכָּל שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה לֹא גָּזְרוּ עַל כֶּתֶם שֶׁיִּמָּצֵא בּוֹ. וְלֹא בִּמְקַבֵּל טֻמְאָה אֶלָּא אִם כֵּן הָיָה לָבָן. אֲבָל כְּלֵי צִבְעוֹנִין אֵין חוֹשְׁשִׁין לְכֶתֶם הַנִּמְצָא בָּהֶן. לְפִיכָךְ תִּקְּנוּ חֲכָמִים שֶׁתִּלְבַּשׁ הָאִשָּׁה בִּגְדֵי צִבְעוֹנִין כְּדֵי לְהַצִּילָהּ מִדִּין הַכְּתָמִים:  ",
      "לֹא בְּכָל מָקוֹם שֶׁנִּמְצָא הַדָּם עַל בְּשָׂרָהּ תִּטְמָא מִשּׁוּם כֶּתֶם עַד שֶׁיִּמָּצֵא כְּנֶגֶד בֵּית הַתֻּרְפָּה. כֵּיצַד. נִמְצָא עַל עֲקֵבָהּ טְמֵאָה שֶׁמָּא נָגַע בְּבֵית תֻּרְפָּה בְּעֵת יְשִׁיבָתָהּ. וְכֵן אִם נִמְצָא עַל שׁוֹקָהּ אוֹ עַל פַּרְסוֹתֶיהָ מִבִּפְנִים וְהֵם הַמְּקוֹמוֹת הַנִּדְבָּקוֹת זוֹ בְּזוֹ בְּעֵת שֶׁתַּעֲמֹד וְתִדְבֹּק רֶגֶל לְרֶגֶל וְשׁוֹק לְשׁוֹק הֲרֵי זוֹ טְמֵאָה. נִמְצָא עַל רֹאשׁ גּוּדַל רַגְלָהּ טְמֵאָה שֶׁמָּא נָטַף מִן הַחֶדֶר עַל רַגְלָהּ בְּעֵת שֶׁהָלְכָה. וְכֵן כָּל מָקוֹם שֶׁאֶפְשָׁר שֶׁיִּנָּתֵז עָלָיו דַּם נִדָּתָהּ כְּשֶׁתְּהַלֵּךְ וְנִמְצָא שָׁם דָּם טְמֵאָה. וְכֵן אִם נִמְצָא הַדָּם עַל יָדֶיהָ אֲפִלּוּ עַל קִשְׁרֵי אֶצְבְּעוֹת יָדֶיהָ טְמֵאָה שֶׁהַיָּדַיִם עַסְקָנִיּוֹת הֵן. אֲבָל אִם נִמְצָא הַדָּם עַל שׁוֹקָהּ וְעַל פַּרְסוֹתֶיהָ מִבַּחוּץ אוֹ מִן הַצְּדָדִין וְאֵין צָרִיךְ לוֹמַר אִם נִמְצָא מִן הַיְרֵכַיִם וּלְמַעְלָה הֲרֵי זוֹ טְהוֹרָה שֶׁאֵין זֶה אֶלָּא דָּם שֶׁנִּתַּז עָלֶיהָ מִמָּקוֹם אַחֵר:  ",
      "הַכֶּתֶם הַנִּמְצָא עַל בְּשָׂרָהּ שֶׁהוּא אָרֹךְ כִּרְצוּעָה אוֹ עָגל. אוֹ שֶׁהָיוּ טִפִּין טִפִּין. אוֹ שֶׁהָיָה אֹרֶךְ הַכֶּתֶם עַל רֹחַב יְרֵכָהּ. אוֹ שֶׁהָיָה נִרְאֶה כְּאִלּוּ הוּא מִמַּטָּה לְמַעְלָה. הוֹאִיל וְהוּא כְּנֶגֶד בֵּית תֻּרְפָּה הֲרֵי זוֹ טְמֵאָה. וְאֵין אוֹמְרִים אִלּוּ נָטַף מִן הַגּוּף לֹא הָיָה כָּזֶה. שֶׁכָּל דָּם הַנִּמְצָא בִּמְקוֹמוֹת אֵלּוּ מַחֲמִירִין בּוֹ אַף עַל פִּי שֶׁהוּא סָפֵק:  ",
      "הַכֶּתֶם הַנִּמְצָא עַל הֶחָלוּק שֶׁלָּהּ מֵחֲגוֹרָהּ וּלְמַטָּה טְמֵאָה מֵחֲגוֹרָהּ וּלְמַעְלָה טְהוֹרָה. נִמְצָא עַל בֵּית יָד שֶׁלָּהּ אִם מַגִּיעַ כְּנֶגֶד בֵּית תֻּרְפָּה טְמֵאָה וְאִם לָאו טְהוֹרָה:  ",
      "הָיְתָה פּוֹשַׁטְתוֹ וּמִתְכַּסָּה בּוֹ בַּלַּיְלָה כָּל מָקוֹם שֶׁיִּמָּצֵא בּוֹ דָּם טְמֵאָה. וְכֵן הָאֵזוֹר שֶׁלָּהּ כָּל מָקוֹם שֶׁיִּמָּצֵא בּוֹ הַדָּם טְמֵאָה:  ",
      "הָיְתָה לוֹבֶשֶׁת חָלוּק אֶחָד וְשָׁהָה עָלֶיהָ שְׁלֹשָׁה יָמִים אוֹ יֶתֶר בְּלֹא עֵת נִדָּתָהּ וּבָדְקָה וּמָצְאָה עָלָיו שְׁלֹשָׁה כְּתָמִים אוֹ כֶּתֶם אֶחָד גָּדוֹל שֶׁיֵּשׁ בּוֹ שִׁעוּר שְׁלֹשָׁה כְּתָמִים הֲרֵי זוֹ סְפֵק זָבָה שֶׁמָּא כֶּתֶם נָטַף מִמֶּנָּה בְּכָל יוֹם. וְכֵן אִם לָבְשָׁה שְׁלֹשָׁה בְּגָדִים בְּדוּקִים וְשָׁהוּ עָלֶיהָ שְׁלֹשָׁה יָמִים בִּימֵי זִיבָתָהּ וּמָצְאָה כֶּתֶם בְּכָל אֶחָד מֵהֶן אַף עַל פִּי שֶׁזֶּה כְּנֶגֶד זֶה הֲרֵי זוֹ סְפֵק זָבָה:  ",
      "מָצְאָה כֶּתֶם אֶחָד שֶׁאֵין בּוֹ כְּדֵי שְׁלֹשָׁה כְּתָמִים אִם בָּדְקָה עַצְמָהּ כָּל בֵּין הַשְּׁמָשׁוֹת שֶׁל יוֹם רִאשׁוֹן וּמָצְאָה טָהוֹר וְלֹא בָּדְקָה חֲלוּקָהּ וּבַיּוֹם הַשְּׁלִישִׁי מָצְאָה זֶה הַכֶּתֶם שֶׁאֵינוֹ כִּשְׁלֹשָׁה כְּתָמִים אֵינָהּ חוֹשֶׁשֶׁת לְזִיבוּת. וְאִם לֹא בָּדְקָה עַצְמָהּ כָּל בֵּין הַשְּׁמָשׁוֹת הוֹאִיל וְלֹא בָּדְקָה חֲלוּקָהּ וְשָׁהָה עָלֶיהָ שְׁלֹשָׁה יָמִים בִּימֵי זִיבָתָהּ חוֹשֶׁשֶׁת לְזִיבוּת וְאַף עַל פִּי שֶׁאֵין הַכֶּתֶם כְּדֵי שְׁלֹשָׁה כְּתָמִים:  ",
      "מָצְאָה כֶּתֶם עַל חֲלוּקָהּ הַיּוֹם וְרָאֲתָה דָּם אַחַר כָּךְ שְׁנֵי יָמִים זֶה אַחַר זֶה. אוֹ שֶׁרָאֲתָה שְׁנֵי יָמִים וּבַיּוֹם הַשְּׁלִישִׁי רָאֲתָה כֶּתֶם. הֲרֵי זוֹ סְפֵק זָבָה:  ",
      "הָרוֹאָה כֶּתֶם וְאַחַר כָּךְ רָאֲתָה דָּם תּוֹלָה כִּתְמָהּ בִּרְאִיָּתָהּ כָּל מֵעֵת לְעֵת. בֵּין שֶׁבָּדְקָה עַצְמָהּ בְּעֵת שֶׁמָּצְאָה הַכֶּתֶם וּמְצָאתָהּ טָהוֹר. בֵּין שֶׁלֹּא בָּדְקָה. אֲבָל הָרוֹאָה כֶּתֶם אַחַר כֶּתֶם בְּתוֹךְ עֶשְׂרִים וְאַרְבַּע שָׁעוֹת אֵינָהּ תּוֹלָה כֶּתֶם בַּכֶּתֶם אֶלָּא אִם כֵּן בָּדְקָה בֵּינֵיהֶם. שֶׁאִם הִפְסִיקָה טָהֳרָה בֵּין הַכְּתָמִים אֵין מִצְטָרְפִין לְמִנְיַן זִיבוּת:  ",
      "כֵּיצַד. רָאֲתָה כֶּתֶם עֶרֶב שַׁבָּת בְּשָׁעָה רִאשׁוֹנָה מִן הַיּוֹם אַף עַל פִּי שֶׁלֹּא בָּדְקָה עַצְמָהּ וְלֹא יָדְעָה אִם טְהוֹרָה הִיא אִם טְמֵאָה וְרָאֲתָה דָּם אַחַר כָּךְ עַד שָׁעָה רִאשׁוֹנָה מִיּוֹם הַשַּׁבָּת אֵינָהּ מוֹנָה לַכֶּתֶם. אֶלָּא תּוֹלָה הַכֶּתֶם בִּרְאִיָּה. וְאִם רָאֲתָה בְּאֶחָד בְּשַׁבָּת וּבְשֵׁנִי בְּשַׁבָּת תִּהְיֶה זָבָה. רָאֲתָה דָּם בְּיוֹם שַׁבָּת בְּשָׁעָה שְׁנִיָּה הֲרֵי זוֹ טְמֵאָה שְׁנֵי יָמִים עֶרֶב שַׁבָּת שֶׁמָּצְאָה בּוֹ הַכֶּתֶם וּבְשַׁבָּת שֶׁרָאֲתָה הַדָּם שֶׁהֲרֵי אֵין שְׁנֵיהֶם בְּתוֹךְ מֵעֵת לְעֵת. וְאִם רָאֲתָה הַדָּם בְּאֶחָד בְּשַׁבָּת חוֹשְׁשִׁין לְזִיבוּת:  ",
      "לֹא רָאֲתָה דָּם בְּשַׁבָּת אֲבָל רָאֲתָה כֶּתֶם אַחֵר בְּשָׁעָה רִאשׁוֹנָה מִיּוֹם הַשַּׁבָּת. אִם בָּדְקָה עַצְמָהּ בְּעֶרֶב שַׁבָּת וּמָצְאָה טָהוֹר אֵינָהּ מוֹנָה אֶלָּא לְכֶתֶם אֶחָד שֶׁהוּא בְּיוֹם הַשַּׁבָּת הוֹאִיל וּשְׁנֵיהֶם בְּתוֹךְ מֵעֵת לְעֵת. וְאִם לֹא בָּדְקָה וְלֹא יָדְעָה אִם הִפְסִיקָה טָהֳרָה בֵּינֵיהֶן אִם לֹא הִפְסִיקָה הֲרֵי זוֹ מוֹנָה לְעֶרֶב שַׁבָּת וְאִם רָאֲתָה בְּאֶחָד בְּשַׁבָּת חוֹשֶׁשֶׁת לְזִיבוּת:  ",
      "רָאֲתָה הַכֶּתֶם הַשֵּׁנִי בְּשָׁעָה שְׁנִיָּה מִיּוֹם שַׁבָּת בֵּין בָּדְקָה בֵּין לֹא בָּדְקָה הֲרֵי זוֹ טְמֵאָה שְׁנֵי יָמִים שֶׁהֲרֵי אֵין שְׁנֵיהֶם בְּתוֹךְ מֵעֵת לְעֵת. וְאִם רָאֲתָה בְּאֶחָד בְּשַׁבָּת אַחַר מֵעֵת לְעֵת חוֹשֶׁשֶׁת לְזִיבוּת. רָאֲתָה בְּשָׁעָה רִאשׁוֹנָה מִיּוֹם אֶחָד בְּשַׁבָּת כֶּתֶם שְׁלִישִׁי אִם הִפְסִיקָה טָהֳרָה בֵּינֵיהֶן אֵין מִצְטָרְפִין וְאֵינָהּ חוֹשֶׁשֶׁת לְזִיבוּת. וְאִם לֹא בָּדְקָה חוֹשֶׁשֶׁת לְזִיבוּת:  ",
      "כָּל כֶּתֶם שֶׁאָמַרְנוּ שֶׁהִיא טְמֵאָה בִּגְלָלוֹ אִם יֵשׁ לָהּ דָּבָר לִתְלוֹת בּוֹ וְלוֹמַר שֶׁמָּא כֶּתֶם זֶה מִדָּבָר פְּלוֹנִי הוּא אִם נִמְצָא עַל הַבֶּגֶד הֲרֵי זוֹ טְהוֹרָה. שֶׁלֹּא אָמְרוּ חֲכָמִים בַּדָּבָר לְהַחֲמִיר אֶלָּא לְהָקֵל. וְאִם נִמְצָא עַל בְּשָׂרָהּ סְפֵקוֹ טָמֵא וְאֵינָהּ תּוֹלָה בּוֹ. וְאִם הָיָה לָהּ לִתְלוֹת בִּבְשָׂרָהּ יֶתֶר מֵחֲלוּקָהּ אַף עַל בְּשָׂרָהּ תּוֹלָה וּסְפֵקוֹ טָהוֹר:  ",
      "כֵּיצַד. שָׁחֲטָה בְּהֵמָה אוֹ חַיָּה אוֹ עוֹף אוֹ שֶׁנִּתְעַסְּקָה בִּכְתָמִים אוֹ שֶׁיָּשְׁבָה בְּצַד הָעוֹסְקִין בָּהֶן אוֹ שֶׁעָבְרָה בְּשׁוּק שֶׁל טַבָּחִים וְנִמְצָא דָּם עַל חֲלוּקָהּ טְהוֹרָה וְתוֹלָה בִּדְבָרִים אֵלּוּ שֶׁמֵּהֶן בָּא הַכֶּתֶם:  ",
      "נִמְצָא הַכֶּתֶם עַל בְּשָׂרָהּ בִּלְבַד אִם הַכֶּתֶם מֵחֲגוֹר וּלְמַטָּה טְמֵאָה. וְאִם נִתְהַפְּכָה וְקָפְצָה אֲפִלּוּ מֵחֲגוֹר וּלְמַעְלָה טְמֵאָר שֶׁאִלּוּ הָיָה דָּם זֶה מִן הַשְּׁחִיטָה אוֹ מִן הַשּׁוּק הָיָה לָהּ שֶׁיִּמָּצֵא גַּם עַל בְּגָדֶיהָ וְהוֹאִיל וְנִמְצָא עַל בְּשָׂרָהּ וְלֹא בְּבִגְדָּהּ טְמֵאָה:",
      "הָיְתָה בָּהּ מַכָּה אַף עַל פִּי שֶׁחָיְתָה אִם יְכוֹלָה לְהִתְגַּלַּע וּלְהוֹצִיא דָּם וְנִמְצָא דָּם עַל בְּשָׂרָהּ תּוֹלָה בַּמַּכָּה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "נִמְצָא הַכֶּתֶם עַל בְּגָדֶיהָ וּבְשָׂרָהּ כְּאֶחָד תּוֹלָה בְּכָל שֶׁיֵּשׁ לָהּ לִתְלוֹת. וְתוֹלָה בְּמַאֲכֹלֶת שֶׁמָּא בְּעֵת שֶׁיָּשְׁבָה נֶהֶרְגָה מַאֲכֹלֶת וְדָם זֶה דַּם מַאֲכֹלֶת הוּא. וְעַד כַּמָּה עַד כִּגְרִיס. אֲבָל אִם מָצְאָה הַכֶּתֶם יֶתֶר מִכִּגְרִיס אֵינָהּ תּוֹלָה בְּמַאֲכֹלֶת וַאֲפִלּוּ הָיְתָה מַאֲכֹלֶת רְצוּצָה בַּכֶּתֶם הוֹאִיל וְהוּא יֶתֶר מִכִּגְרִיס אֵינָהּ תּוֹלָה בְּמַאֲכֹלֶת:  ",
      "וְכֵן תּוֹלָה בִּבְנָהּ וּבְבַעְלָהּ אִם הָיוּ עֲסוּקִין בְּדָם אוֹ שֶׁהָיוּ יְדֵיהֶן מְלֻכְלָכוֹת אוֹ שֶׁהָיְתָה בָּהֶן מַכָּה תּוֹלָה בָּהֶן וְאוֹמֶרֶת הֵן נָגְעוּ בָּהּ וְהִיא לֹא יָדְעָה וְדָם זֶה מֵחֲמָתָן הוּא:  ",
      "אֵין מַחֲזִיקִין דָּם מִמָּקוֹם לְמָקוֹם לִתְלוֹת בּוֹ. כֵּיצַד. הָיְתָה לָהּ מַכָּה בִּכְתֵפָהּ וְנִמְצָא כֶּתֶם עַל שׁוֹקָהּ. אֵין אוֹמְרִין שֶׁמָּא בְּיָדֶיהָ נָגְעָה בַּמַּכָּה וְנָגְעָה בְּמָקוֹם זֶה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה אֵין תּוֹלִין בּוֹ בֵּין בְּגוּפָהּ בֵּין בַּחֲלוּקָהּ:  ",
      "שְׁתֵּי נָשִׁים שֶׁנִּתְעַסְּקוּ בְּצִפּוֹר אֶחָד וְאֵין בּוֹ אֶלָּא כְּסֶלַע דָּם וְנִמְצָא עַל כָּל אַחַת מִשְּׁתֵּיהֶן כֶּתֶם כְּסֶלַע שְׁתֵּיהֶן טְמֵאוֹת. נִתְעַסְּקָה בְּדָם שֶׁאִי אֶפְשָׁר שֶׁיִּהְיֶה מִמֶּנּוּ כֶּתֶם אֶלָּא כִּגְרִיס וְנִמְצָא עָלֶיהָ כֶּתֶם כִּשְׁנֵי גְּרִיסִין הֲרֵי זוֹ תּוֹלָה כִּגְרִיס בַּדָּם שֶׁנִּתְעַסְּקָה בּוֹ וְכִגְרִיס בְּמַאֲכֹלֶת. נִמְצָא הַכֶּתֶם יֶתֶר מִכִּשְׁנֵי גְּרִיסִין טְמֵאָה:  ",
      "נִתְעַסְּקָה בְּאָדֹם אֵין תּוֹלָה בּוֹ שָׁחוֹר. נִתְעַסְּקָה בְּעוֹף שֶׁיֵּשׁ בּוֹ מִינֵי דָּם הַרְבֵּה וְנִמְצָא עָלֶיהָ מַרְאֶה אֶחָד מֵהֶן תּוֹלָה בּוֹ. הָיְתָה לוֹבֶשֶׁת שְׁלֹשָׁה חֲלוּקוֹת אִם יְכוֹלָה לִתְלוֹת תּוֹלָה אַף בַּתַּחְתּוֹן. וְאִם אֵינָהּ יְכוֹלָה לִתְלוֹת אֵינָהּ תּוֹלָה אַף בָּעֶלְיוֹן. כֵּיצַד. עָבְרָה בְּשׁוּק שֶׁל טַבָּחִים אַף עַל פִּי שֶׁנִּמְצָא הַכֶּתֶם עַל הַתַּחְתּוֹן לְבַדּוֹ תּוֹלָה בְּדַם הַטַּבָּחִים. לֹא עָבְרָה בְּשׁוּק הַטַּבָּחִים וְכַיּוֹצֵא בּוֹ אַף עַל פִּי שֶׁנִּמְצָא הַכֶּתֶם בָּעֶלְיוֹן לְבַדּוֹ הֲרֵי זוֹ טְמֵאָה סָפֵק עָבְרָה סָפֵק לֹא עָבְרָה סָפֵק נִתְעַסְּקָה סָפֵק לֹא נִתְעַסְּקָה אֵינָהּ תּוֹלָה:  ",
      "עִיר שֶׁיֵּשׁ בָּהּ חֲזִירִים אוֹ שֶׁהֵם בָּאִין לָהּ תָּמִיד אֵין חוֹשְׁשִׁין לִכְתָמֶיהָ הַנִּמְצָאִין בַּחֲלוּקָהּ:  ",
      "הָאִשָּׁה שֶׁהִשְׁאִילָה חֲלוּקָהּ לְנִדָּה בֵּין עַכּוּ''ם בֵּין יִשְׂרְאֵלִית וְחָזְרָה וְלָבְשָׁה אוֹתוֹ קֹדֶם בְּדִיקָה וּמָצְאָה עָלָיו כֶּתֶם הֲרֵי זוֹ תּוֹלָה בַּנִּדָּה שֶׁלָּבְשָׁה אוֹתוֹ. הִשְׁאִילָה אוֹתוֹ לְזָבָה קְטַנָּה בַּיּוֹם הַטָּמֵא שֶׁלָּהּ אוֹ לַיּוֹשֶׁבֶת עַל דַּם טֹהַר אוֹ לִבְתוּלָה שֶׁדָּמֶיהָ טְהוֹרִין הֲרֵי זוֹ תּוֹלָה בָּהּ. אֲבָל אִם הִשְׁאִילָה אוֹתוֹ לְזָבָה קְטַנָּה בַּיּוֹם הַשָּׁמוּר אוֹ לְזָבָה גְּדוֹלָה בְּשִׁבְעָה יָמִים נְקִיִּים וְחָזְרָה וְלָבְשָׁה אוֹתוֹ קֹדֶם בְּדִיקָה וְנִמְצָא עָלָיו כֶּתֶם שְׁתֵּיהֶן מְקֻלְקָלוֹת הַשּׁוֹאֶלֶת וְהַמַּשְׁאֶלֶת אוֹתָהּ שֶׁמָּא מִזּוֹ שֶׁמָּא מִזּוֹ. הִשְׁאִילָה אוֹתוֹ לְיוֹשֶׁבֶת עַל הַכֶּתֶם אֵינָהּ תּוֹלָה בָּהּ שֶׁאֵין תּוֹלִין כֶּתֶם בְּכֶתֶם:  ",
      "בָּדְקָה חֲלוּקָהּ וּבָדְקָה עַצְמָהּ וּמָצְאָה טָהוֹר וְהִשְׁאִילָה הֶחָלוּק לַחֲבֵרְתָהּ וּלְבָשַׁתּוּ וְנִמְצָא עָלָיו כֶּתֶם כְּשֶׁהֶחֱזִירָתוֹ לָהּ הַשּׁוֹאֶלֶת טְמֵאָה. וְאֵינָהּ תּוֹלָה בְּבַעֲלַת הֶחָלוּק שֶׁהֲרֵי בָּדְקָה אוֹתוֹ קֹדֶם שֶׁתַּשְׁאִילֵהוּ לָהּ:  ",
      "אֲרֻכָּה שֶׁלָּבְשָׁה חֲלוּקָהּ שֶׁל קְצָרָה וְנִמְצָא בּוֹ כֶּתֶם אִם מַגִּיעַ כְּנֶגֶד בֵּית הַתֻּרְפָּה טְמֵאָה וְאִם לָאו טְהוֹרָה. שֶׁכֶּתֶם זֶה שֶׁל קְצָרָה הוּא:  ",
      "שָׁלֹשׁ נָשִׁים שֶׁלָּבְשׁוּ חָלוּק אֶחָד זוֹ אַחַר זוֹ וְאַחַר כָּךְ נִמְצָא עָלָיו כֶּתֶם. וְכֵן אִם יְשֵׁנוֹת בְּמִטָּה אַחַת כְּאַחַת וְנִמְצָא דָּם תַּחַת אַחַת מֵהֶן כֻּלָּן טְמֵאוֹת. וְאִם בָּדְקָה אַחַת מֵהֶן עַצְמָהּ מִיָּד וּמָצְאָה עַצְמָהּ טְמֵאָה הֲרֵי הַשְּׁתַּיִם טְהוֹרוֹת:  ",
      "בָּדְקוּ כֻּלָּן וּמָצְאוּ עַצְמָן טְהוֹרוֹת תּוֹלָה מִי שֶׁאֵינָהּ רְאוּיָה לִרְאוֹת דָּם בְּמִי שֶׁהִיא רְאוּיָה. וְתִהְיֶה שֶׁאֵינָהּ רְאוּיָה טְהוֹרָה וְהָרְאוּיָה טְמֵאָה. כֵּיצַד. הָיְתָה אַחַת מְעֻבֶּרֶת וְאַחַת אֵינָהּ מְעֻבֶּרֶת הַמְעֻבֶּרֶת טְהוֹרָה וְשֶׁאֵינָהּ מְעֻבֶּרֶת טְמֵאָה. מֵינִיקָה וְשֶׁאֵינָהּ מֵינִיקָה הַמֵּינִיקָה טְהוֹרָה. זְקֵנָה וְשֶׁאֵינָהּ זְקֵנָה הַזְּקֵנָה טְהוֹרָה. בְּתוּלָה וְשֶׁאֵינָהּ בְּתוּלָה הַבְּתוּלָה טְהוֹרָה. הָיוּ כֻּלָּן מְעֻבָּרוֹת כֻּלָּן זְקֵנוֹת כֻּלָּן מֵינִיקוֹת כֻּלָּן בְּתוּלוֹת הֲרֵי כֻּלָּן טְמֵאוֹת:  ",
      "שָׁלֹשׁ נָשִׁים שֶׁעָלוּ דֶּרֶךְ מַרְגְּלוֹת הַמִּטָּה וְיָשְׁנוּ כֻּלָּן וְנִמְצָא דָּם תַּחַת הָאֶמְצָעִית שְׁלָשְׁתָּן טְמֵאוֹת. תַּחַת הַפְּנִימִית הִיא וְשֶׁבְּצִדָּהּ טְמֵאוֹת וְהַחִיצוֹנָה טְהוֹרָה. תַּחַת הַחִיצוֹנָה הִיא וְשֶׁבְּצִדָּהּ טְמֵאוֹת וְהַפְּנִימִית טְהוֹרָה. וְאִם לֹא עָלוּ דֶּרֶךְ מַרְגְּלוֹת הַמִּטָּה שֶׁהֲרֵי אֵין לָהֶם סֵדֶר וְנִמְצָא דָּם תַּחַת אַחַת מֵהֶן כֻּלָּן טְמֵאוֹת:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁבָּדְקוּ כֻּלָּן וּמָצְאוּ טָהוֹר וְלֹא תּוּכַל אַחַת מֵהֶן לִתְלוֹת בַּחֲבֵרְתָהּ כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל אִם בָּדְקָה אַחַת וּמָצְאָה עַצְמָהּ טְהוֹרָה וַחֲבֵרְתָהּ לֹא בָּדְקָה תּוֹלָה הַטְּהוֹרָה בְּזוֹ שֶׁלֹּא בָּדְקָה וַהֲרֵי זוֹ שֶׁלֹּא בָּדְקָה טְמֵאָה:  ",
      "כָּל כֶּתֶם שֶׁנִּמְצָא עַל הַבֶּגֶד שֶׁאֵין לָהּ בְּמַה יִּתְלֶה אֵינוֹ מְטַמֵּא עַד שֶׁיִּוָּדַע שֶׁהוּא דָּם. וְאִם נִסְתַּפֵּק לָהֶם שֶׁמָּא הוּא דָּם אוֹ צֶבַע אָדֹם מַעֲבִירִין עָלָיו שִׁבְעָה סַמָּנִין אֵלּוּ עַל הַסֵּדֶר. אִם עָבַר אוֹ כֵּהָה עֵינוֹ הֲרֵי זֶה כֶּתֶם דָּם וּטְמֵאָה וְאִם עָמַד כְּמוֹת שֶׁהוּא הֲרֵי זֶה צֶבַע וּטְהוֹרָה:  ",
      "וְאֵלּוּ הֵן הַשִּׁבְעָה סַמָּנִים עַל סִדְרָן. רֹק תָּפֵל. וּלְעִיסַת גְּרִיסִין שֶׁל פּוֹל. וּמֵי רַגְלַיִם שֶׁהֶחֱמִיצוּ. וּבֹרִית. וְנֶתֶר. וְקִימוֹנְיָא. וְאַשְׁלָג. וְצָרִיךְ לְכַסְכֵּס שָׁלֹשׁ פְּעָמִים עַל כָּל סַם וְסַם וּמוֹלִיךְ וּמֵבִיא בְּכָל כִּסְכּוּס. הֶעֱבִירָן שֶׁלֹּא עַל הַסֵּדֶר אוֹ שֶׁהֶעֱבִירָן כְּאֶחָד לֹא עָשָׂה כְּלוּם. הִקְדִּים הָאַחֲרוֹנִים לָרִאשׁוֹנִים אֵלּוּ שֶׁהֶעֱבִיר בָּאַחֲרוֹנָה שֶׁהֵן הָרִאשׁוֹנִים עָלוּ לוֹ וְחוֹזֵר וּמַעֲבִיר אַחֲרֵיהֶם אַחֲרוֹנִים שֶׁהִקְדִּים עַד שֶׁיַּעַבְרוּ הַשִּׁבְעָה עַל הַסֵּדֶר:  ",
      "אֵי זֶהוּ רֹק תָּפֵל שֶׁלֹּא טָעַם כְּלוּם מִתְּחִלַּת הַלַּיְלָה וְהָיָה יָשֵׁן מֵחֲצִי הַלַּיְלָה הָאַחֲרוֹן לְמָחָר קֹדֶם שֶׁיֹּאכַל נִקְרָא רֹק תָּפֵל. וְהוּא שֶׁלֹּא יָצָא רֹב דִּבּוּרוֹ עַד שָׁלֹשׁ שָׁעוֹת בַּיּוֹם. וְאִם הִשְׁכִּים וְשָׁנָה פִּרְקוֹ קֹדֶם שָׁלֹשׁ שָׁעוֹת אֵין זֶה רֹק תָּפֵל שֶׁהַדִּבּוּר מְבַטֵּל חֹזֶק הָרֹק וּמַחֲזִירוֹ כְּמַיִם. וְאֵי זוֹ הִיא לְעִיסַת גְּרִיסִין הוּא שֶׁיִּלְעֹס הַגְּרִיסִין עַד שֶׁיִּתְעָרֵב עִם הַפּוֹל רֹק הַרְבֵּה מִפִּיו. וְאֵי זֶהוּ מֵי רַגְלַיִם שֶׁהֶחֱמִיצוּ אַחַר שְׁלֹשָׁה יָמִים אוֹ יֶתֶר:  ",
      "כָּל אִשָּׁה שֶׁהִיא טְמֵאָה מִשּׁוּם כֶּתֶם אִם מָצְאָה הַכֶּתֶם בִּימֵי נִדָּתָהּ הֲרֵי זוֹ סְפֵק נִדָּה וְיוֹשֶׁבֶת עָלָיו שִׁבְעָה יָמִים וְטוֹבֶלֶת בְּלֵיל שְׁמִינִי וְאַחַר כָּךְ תִּהְיֶה מֻתֶּרֶת לְבַעְלָהּ. וְאִם מָצְאָה אוֹתוֹ בִּימֵי זִיבָתָהּ הֲרֵי זוֹ סְפֵק זָבָה גְּדוֹלָה אוֹ קְטַנָּה כְּמוֹ שֶׁנִּתְבָּאֵר בְּפֶרֶק זֶה. וְיוֹשֶׁבֶת יוֹם אֶחָד אִם הָיְתָה קְטַנָּה אוֹ שִׁבְעַת יָמִים נְקִיִּים אִם הָיְתָה גְּדוֹלָה מִסָּפֵק. וְהַכּל מִדִּבְרֵי סוֹפְרִים כְּמוֹ שֶׁבֵּאַרְנוּ. לְפִיכָךְ הַבָּא עָלֶיהָ בְּזָדוֹן מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת וּפְטוּרִין מִקָּרְבָּן:  "
    ],
    [
      "כָּל יוֹלֶדֶת טְמֵאָה כְּנִדָּה וְאַף עַל פִּי שֶׁלֹּא רָאֲתָה דָּם. וְאֶחָד הַיּוֹלֶדֶת חַי אוֹ מֵת אוֹ אֲפִלּוּ נֵפֶל. אִם זָכָר יוֹשֶׁבֶת לְזָכָר וְאִם נְקֵבָה יוֹשֶׁבֶת לִנְקֵבָה וְהוּא שֶׁתִּגָּמֵר צוּרָתוֹ. וְאֵין צוּרַת הַוָּלָד נִגְמֶרֶת לְפָחוֹת מֵאַרְבָּעִים יוֹם אֶחָד הַזָּכָר וְאֶחָד הַנְּקֵבָה: \n",
      "וְהַמַּפֶּלֶת בְּתוֹךְ אַרְבָּעִים יוֹם אֵינָהּ טְמֵאָה לֵדָה אֲפִלּוּ בְּיוֹם אַרְבָּעִים. הִפִּילָה בְּיוֹם אַרְבָּעִים וְאֶחָד מֵאַחַר הַתַּשְׁמִישׁ הֲרֵי זוֹ סְפֵק יוֹלֶדֶת וְתֵשֵׁב לְזָכָר וְלִנְקֵבָה וּלְנִדָּה. הָיְתָה צוּרַת הָאָדָם דַּקָּה בְּיוֹתֵר וְאֵינָהּ נִכֶּרֶת בַּעֲלִיל הֲרֵי זוֹ תֵּשֵׁב לְזָכָר וְלִנְקֵבָה וְזֶהוּ הַנִּקְרָא שַׁפִּיר מְרֻקָּם: \n",
      "אֵי זֶה הוּא שַׁפִּיר מְרֻקָּם. תְּחִלַּת בְּרִיָּתוֹ שֶׁל אָדָם גּוּפוֹ כַּעֲדָשָׁה. שְׁתֵּי עֵינָיו כִּשְׁתֵּי טִפֵּי זְבוּב מְרֻחָקוֹת זוֹ מִזּוֹ. שְׁנֵי חֳטָמָיו כִּשְׁתֵּי טִפֵּי זְבוּב מְקֹרָבוֹת זֶה לָזֶה. פִּיו פָּתוּחַ כְּחוּט הַשַּׂעֲרָה. וְחִתּוּךְ יָדַיִם וְרַגְלַיִם אֵין לוֹ. נִתְבָּאֲרָה צוּרָתוֹ יֶתֶר מִזֶּה וַעֲדַיִן אֵינוֹ נִכָּר בֵּין זָכָר לִנְקֵבָה אֵין בּוֹדְקִין אוֹתוֹ בְּמַיִם אֶלָּא בְּשֶׁמֶן שֶׁהַשֶּׁמֶן מְצַחְצְחוֹ. וּמֵבִיא קֵיסָם שֶׁרֹאשׁוֹ חָלָק וּמְנַעְנֵעַ בְּאוֹתוֹ מָקוֹם מִלְּמַעְלָה לְמַטָּה אִם מְסַכְסֵךְ בְּיָדוּעַ שֶׁהוּא זָכָר. וְאִם רָאָה אוֹתוֹ מָקוֹם כִּשְׂעוֹרָה סְדוּקָה הֲרֵי זוֹ נְקֵבָה וְאֵינָהּ צְרִיכָה בְּדִיקָה. וְכָל אֵלּוּ הָרְקִימוֹת שֶׁל נְפָלִים אֵין נוֹתְנִין לָהֶן יְמֵי טֹהַר עַד שֶׁיַּשְׂעִיר הַוָּלָד: \n",
      "הִפִּילָה חֲתִיכָה לְבָנָה אִם נִקְרְעָה וְנִמְצָא בָּהּ עֶצֶם הֲרֵי זוֹ טְמֵאָה לֵדָה. הִפִּילָה שַׁפִּיר מָלֵא מַיִם מָלֵא דָּם מָלֵא גִּנּוּנִים מָלֵא בָּשָׂר הוֹאִיל וְאֵינוֹ מְרֻקָּם אֵינָהּ חוֹשֶׁשֶׁת לְוָלָד: \n",
      "יוֹצֵא דֹּפֶן אֵין אִמּוֹ טְמֵאָה לֵדָה וְאֵין לָהּ יְמֵי טֻמְאָה וִימֵי טָהֳרָה שֶׁנֶּאֱמַר <small>(ויקרא יב ב)</small> \"אִשָּׁה כִּי תַזְרִיעַ וְיָלְדָה זָכָר\" עַד שֶׁתֵּלֵד מִמָּקוֹם שֶׁמַּזְרַעַת. הַמַּקְשָׁה וְיָלְדָה וָלָד דֶּרֶךְ הַדֹּפֶן הֲרֵי דַּם הַקֹּשִׁי הַבָּא דֶּרֶךְ הָרֶחֶם זִיבוּת אוֹ נִדָּה וְדָם הַיּוֹצֵא דֶּרֶךְ הַדֹּפֶן טָמֵא. וְאִם לֹא יָצָא דָּם דֶּרֶךְ הָרֶחֶם הֲרֵי הָאִשָּׁה טְהוֹרָה. אַף עַל פִּי שֶׁהַדָּם שֶׁיָּצָא מִדָּפְנָהּ טָמֵא. שֶׁאֵין הָאִשָּׁה טְמֵאָה עַד שֶׁיֵּצֵא מַדְוֶהָ דֶּרֶךְ עֶרְוָתָהּ: \n",
      "נֶחְתַּךְ הַוָּלָד בְּמֵעֶיהָ וְיָצָא אֵיבָר אֵיבָר. בֵּין שֶׁיָּצָא עַל סֵדֶר הָאֵיבָרִים כְּגוֹן שֶׁיָּצְאָה הָרֶגֶל וְאַחֲרֶיהָ הַשּׁוֹק וְאַחֲרֶיהָ הַיָּרֵךְ. בֵּין שֶׁיָּצָא שֶׁלֹּא עַל הַסֵּדֶר אֵינָהּ טְמֵאָה לֵדָה עַד שֶׁיֵּצֵא רֻבּוֹ. וְאִם יָצָא רֹאשׁוֹ כֻּלּוֹ כְּאֶחָד הֲרֵי זֶה כְּרֻבּוֹ. וְאִם לֹא נֶחְתַּךְ וְיָצָא כְּדַרְכּוֹ מִשֶּׁתֵּצֵא רֹב פַּדַּחְתּוֹ הֲרֵי זֶה כְּיָלוּד אַף עַל פִּי שֶׁנֶּחְתַּךְ אַחַר כָּךְ: \n",
      "הוֹצִיא הָעֻבָּר אֶת יָדוֹ וְהֶחֱזִירָהּ אִמּוֹ טְמֵאָה לֵדָה מִדִּבְרֵי סוֹפְרִים. וְאֵין לָהּ יְמֵי טֹהַר עַד שֶׁיֵּצֵא הַוָּלָד כֻּלּוֹ אוֹ רֻבּוֹ כְּמוֹ שֶׁאָמַרְנוּ: \n",
      "הַמַּפֶּלֶת כְּמִין בְּהֵמָה חַיָּה אוֹ עוֹף אִם הָיוּ פָּנָיו כִּפְנֵי אָדָם הֲרֵי זֶה וָלָד. אִם זָכָר תֵּשֵׁב לְזָכָר וְאִם נְקֵבָה תֵּשֵׁב לִנְקֵבָה. וְאִם אֵינוֹ נִכָּר בֵּין זָכָר לִנְקֵבָה תֵּשֵׁב לְזָכָר וְלִנְקֵבָה אַף עַל פִּי שֶׁשְּׁאָר הַגּוּף דּוֹמֶה לִבְהֵמָה אוֹ לְחַיָּה אוֹ לְעוֹף. וְאִם אֵין פָּנָיו כְּצוּרַת פְּנֵי הָאָדָם אַף עַל פִּי שֶׁשְּׁאָר הַגּוּף גּוּף אָדָם שָׁלֵם וְיָדָיו וְרַגְלָיו יְדֵי וְרַגְלֵי אָדָם וַהֲרֵי הוּא זָכָר אוֹ נְקֵבָה אֵינוֹ וָלָד וְאֵין אִמּוֹ טְמֵאָה לֵדָה: \n",
      "אֵי זוֹ הִיא צוּרַת פְּנֵי הָאָדָם. שֶׁיִּהְיֶה הַמֶּצַח וְהַגְּבִינִין וְהָעֵינַיִם וְהַלְּסָתוֹת וְגַבּוֹת הַזָּקָן כְּצוּרַת הָאָדָם. אֲבָל הַפֶּה וְהָאָזְנַיִם וְהָאַף אַף עַל פִּי שֶׁהֵן כְּשֶׁל בְּהֵמָה וְחַיָּה הֲרֵי זֶה וָלָד: \n",
      "הַמַּפֶּלֶת דְּמוּת נָחָשׁ אִמּוֹ טְמֵאָה לֵדָה מִפְּנֵי שֶׁגַּלְגַּל עֵינָיו עָגל כְּשֶׁל אָדָם. הַמַּפֶּלֶת דְּמוּת אָדָם שֶׁיֵּשׁ לוֹ כְּנָפַיִם שֶׁל בָּשָׂר אִמּוֹ טְמֵאָה לֵדָה. נִבְרָא בְּעַיִן אַחַת וְיָרֵךְ אַחַת אִם הָיוּ מִן הַצַּד הֲרֵי הוּא כַּחֲצִי אָדָם וְאִמּוֹ טְמֵאָה לֵדָה. וְאִם הָיוּ בָּאֶמְצַע אִמּוֹ טְהוֹרָה שֶׁהֲרֵי זוֹ בְּרִיָּה אַחֶרֶת: \n",
      "נִבְרָא וֵשֶׁט שֶׁלּוֹ אָטוּם אוֹ שֶׁהָיָה חָסֵר מִטִּבּוּרוֹ וּלְמַטָּה וַהֲרֵי הוּא אָטוּם. אוֹ שֶׁהָיְתָה גֻּלְגָּלְתּוֹ אֲטוּמָה. אוֹ שֶׁהָיוּ פָּנָיו טוּחוֹת וְאֵין בָּהֶן הֶכֵּר פָּנִים. אוֹ שֶׁיֵּשׁ לוֹ שְׁנֵי גַּבִּין וּשְׁתֵּי שְׁדֵרוֹת. אוֹ שֶׁהִפִּילָה בְּרִיַּת רֹאשׁ שֶׁאֵינוֹ חָתוּךְ. אוֹ יָד שֶׁאֵינוֹ חָתוּךְ. כָּל נֵפֶל מֵאֵלּוּ אֵינוֹ וָלָד וְאֵין אִמּוֹ טְמֵאָה לֵדָה. אֲבָל אִם הִפִּילָה יָד חֲתוּכָה וְרֶגֶל חֲתוּכָה הֲרֵי חֶזְקָתָהּ מִוָּלָד שָׁלֵם וּמִצְטָרְפִין לְרֹב אֵיבָרָיו: \n",
      "פְּעָמִים יִקְפֶּה מִשְּׁאָר הַדָּמִים שֶׁנּוֹצַר מֵהֶם הָאָדָם חֲתִיכָה כְּמוֹ לְשׁוֹן הַשּׁוֹר וְתִהְיֶה כְּרוּכָה עַל מִקְצָת הַוָּלָד וְהִיא הַנִּקְרֵאת סַנְדָּל. וּלְעוֹלָם לֹא יֵעָשֶׂה סַנְדָּל זֶה אֶלָּא עִם וָלָד. אֲבָל חֲתִיכָה שֶׁנּוֹצְרָה לְבַדָּהּ בְּלֹא וָלָד אֵינָהּ נִקְרֵאת סַנְדָּל. וְרֹב הָעֵבָּרִים לֹא יִהְיֶה עִמָּהֶם סַנְדָּל. וּפְעָמִים יַכֶּה הַמְעֻבֶּרֶת דָּבָר עַל בִּטְנָהּ וְיִפָּסֵד הָעֻבָּר וְיֵעָשֶׂה כְּסַנְדָּל זֶה. וּפְעָמִים יִשָּׁאֵר בּוֹ הֶכֵּר פָּנִים וּפְעָמִים יִיבַשׁ הַוָּלָד וְיִשְׁתַּנֶּה וְיִקְפְּאוּ עָלָיו הַדָּמִים עַד שֶׁלֹּא יִשָּׁאֵר בּוֹ הֶכֵּר פָּנִים. לְפִיכָךְ הַמַּפֶּלֶת זָכָר וְסַנְדָּל עִמּוֹ אַף עַל פִּי שֶׁאֵין הֶכֵּר פָּנִים לַסַּנְדָּל הֲרֵי זוֹ תֵּשֵׁב לְזָכָר וְלִנְקֵבָה שֶׁמָּא סַנְדָּל זֶה נְקֵבָה הָיָה. וְחֻמְרָא הֶחְמִירוּ בּוֹ לְטַמְּאָהּ בּוֹ מִשּׁוּם וָלָד אַף עַל פִּי שֶׁאֵין בּוֹ צוּרַת פָּנִים הוֹאִיל וְהִיא טְמֵאָה לֵדָה מִפְּנֵי הַוָּלָד שֶׁעִמּוֹ: \n",
      "הַחוֹתֶלֶת הֶעָבָה שֶׁהִיא כְּמוֹ חֵמֶת שֶׁבְּתוֹכָהּ נוֹצָר הַוָּלָד וְהִיא מַקֶּפֶת אוֹתוֹ וְאֶת הַסַּנְדָּל אִם הָיָה עִמּוֹ סַנְדָּל וּכְשֶׁיַּגִּיעַ זְמַנּוֹ לָצֵאת קוֹרֵעַ אוֹתָהּ וְיוֹצֵא הִיא הַנִּקְרֵאת שִׁלְיָא. וּתְחִלַּת בְּרִיָּתָהּ דּוֹמָה לְחוּט שֶׁל עֵרֶב וַחֲלוּלָה כַּחֲצוֹצֶרֶת וְעָבָה כְּקֻרְקְבָן הַתַּרְנְגוֹלִים. וְאֵין שִׁלְיָא פְּחוּתָה מִטֶּפַח: \n",
      "הַמַּפֶּלֶת שִׁלְיָא תֵּשֵׁב לְזָכָר וְלִנְקֵבָה. לֹא שֶׁהַשִּׁלְיָא וָלָד אֶלָּא שֶׁאֵין שִׁלְיָא בְּלֹא וָלָד. הִפִּילָה נֵפֶל וְאַחַר כָּךְ הִפִּילָה שִׁלְיָא חוֹשְׁשִׁין לַשִּׁלְיָא וַהֲרֵי הוּא כְּוָלָד אַחֵר וְאֵין אוֹמְרִין זוֹ שִׁלְיַת הַנֵּפֶל. שֶׁאֵין תּוֹלִין אֶת הַשִּׁלְיָא אֶלָּא בְּוָלָד שֶׁל קַיָּמָא. לְפִיכָךְ אִם יָלְדָה וָלָד שֶׁל קַיָּמָא וְהִפִּילָה שִׁלְיָא אֲפִלּוּ אַחַר כ''ג יוֹם תּוֹלִין אוֹתוֹ בַּוָּלָד וְאֵין חוֹשְׁשִׁין לְוָלָד אַחֵר. שֶׁהַוָּלָד קָרַע הַשִּׁלְיָא וְיָצָא: \n",
      "הִפִּילָה שִׁלְיָא תְּחִלָּה וְאַחַר כָּךְ יָלְדָה וָלָד שֶׁל קַיָּמָא חוֹשְׁשִׁין לַשִּׁלְיָא שֶׁהִיא וָלָד אַחֵר וְאֵין תּוֹלִין אוֹתָהּ בַּוָּלָד הַבָּא אַחֲרֶיהָ. שֶׁאֵין דַּרְכָּהּ שֶׁל שִׁלְיָא לָצֵאת לִפְנֵי הַוָּלָד. יָצָאת מִקְצָת הַשִּׁלְיָא בַּיּוֹם הָרִאשׁוֹן וּמִקְצָתָהּ בַּשֵּׁנִי מוֹנִין לָהּ מִיּוֹם הָרִאשׁוֹן וְאֵין נוֹתְנִין לָהּ יְמֵי טָהֳרָה אֶלָּא מִיּוֹם שֵׁנִי לְהַחֲמִיר: \n",
      "הִפִּילָה דְּמוּת בְּהֵמָה חַיָּה וְעוֹף וְשִׁלְיָא קְשׁוּרָה בּוֹ אֵין חוֹשְׁשִׁין לְוָלָד. וְאִם אֵינָהּ קְשׁוּרָה בּוֹ מְטִילִין עָלֶיהָ חֹמֶר שְׁתֵּי וְלָדוֹת שֶׁאֲנִי אוֹמֵר שֶׁמָּא נִמּוֹחַ שַׁפִּיר מְרֻקָּם שֶׁהָיָה בְּשִׁלְיָא זוֹ וְשֶׁמָּא נִמּוֹחָה הַשִּׁלְיָא שֶׁל שַׁפִּיר זֶה שֶׁהוּא דְּמוּת בְּהֵמָה וְחַיָּה: \n",
      "כָּל אֵלּוּ שֶׁחוֹשְׁשִׁין לְשִׁלְיָא אֵין נוֹתְנִין לָהֶן יְמֵי טֹהַר. וְכָל מִי שֶׁהִפִּילָה דָּבָר שֶׁאֵינוֹ וָלָד אוֹ שַׁפִּיר בְּתוֹךְ אַרְבָּעִים יוֹם שֶׁעֲדַיִן לֹא נִגְמְרָה צוּרָתוֹ אִם יָצָא עִמּוֹ דָּם הֲרֵי זוֹ נִדָּה אוֹ זָבָה. וְאִם יָצָא יָבֵשׁ בְּלֹא דָּם הֲרֵי זוֹ טְהוֹרָה: \n",
      "מִי שֶׁיָּלְדָה זָכָר וּנְקֵבָה תְּאוֹמִים תֵּשֵׁב לִנְקֵבָה. יָלְדָה טֻמְטוּם אוֹ אַנְדְּרוֹגִינוּס תֵּשֵׁב לְזָכָר וְלִנְקֵבָה. יָלְדָה תְּאוֹמִים אֶחָד זָכָר וְהַשֵּׁנִי טֻמְטוּם אוֹ אַנְדְּרוֹגִינוּס תֵּשֵׁב לְזָכָר וְלִנְקֵבָה. הָאַחַת נְקֵבָה וְהַשֵּׁנִי טֻמְטוּם אוֹ אַנְדְּרוֹגִינוּס תֵּשֵׁב לִנְקֵבָה בִּלְבַד. שֶׁהַטֻּמְטוּם וְהָאַנְדְּרוֹגִינוּס סָפֵק הֵן שֶׁמָּא זָכָר הֵן שֶׁמָּא נְקֵבָה: \n",
      "הָאִשָּׁה שֶׁהֻחְזְקָה מְעֻבֶּרֶת וְיָלְדָה וְאֵין יָדוּעַ מַה יָּלְדָה כְּגוֹן שֶׁעָבְרָה לַנָּהָר וְהִפִּילָה שָׁם אוֹ שֶׁהִפִּילָה לְבוֹר אוֹ שֶׁהִפִּילָה וּגְרָרַתּוּ חַיָּה הֲרֵי זוֹ בְּחֶזְקַת שֶׁהִפִּילָה וָלָד וְתֵשֵׁב לְזָכָר וְלִנְקֵבָה. אֲבָל אִם לֹא הֻחְזְקָה מְעֻבֶּרֶת וְהִפִּילָה וְאֵין יָדוּעַ מַה הִפִּילָה הֲרֵי זֶה סְפֵק יוֹלֶדֶת וְתֵשֵׁב לְזָכָר וְלִנְקֵבָה וּלְנִדָּה: \n",
      "כָּל מָקוֹם שֶׁנֶּאֱמַר <small>(ויקרא יב ד)</small> \"תֵּשֵׁב\" לְזָכָר וְלִנְקֵבָה כֵּיצַד דִּינָה. תִּהְיֶה אֲסוּרָה לְבַעְלָהּ י''ד יוֹם כְּיוֹלֶדֶת נְקֵבָה. שִׁבְעָה הָרִאשׁוֹנִים וַדַּאי. וְהַשִּׁבְעָה הָאַחֲרוֹנִים סָפֵק. וְאֵין נוֹתְנִין לָהּ יְמֵי טֹהַר אֶלָּא עַד אַרְבָּעִים יוֹם כְּיוֹלֶדֶת זָכָר. וְאִם רָאֲתָה דָּם אַחַר הָאַרְבָּעִים עַד שְׁמוֹנִים אֵינוֹ דַּם טֹהַר אֶלָּא סְפֵק דַּם נִדָּה אוֹ סְפֵק דַּם זִיבוּת אִם בָּא מִימֵי הַזִּיבָה כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן אִם רָאֲתָה דָּם יוֹם אֶחָד וּשְׁמוֹנִים בִּלְבַד הֲרֵי זוֹ סְפֵק נִדָּה וְתֵשֵׁב שִׁבְעַת יְמֵי הַנִּדָּה שֶׁמָּא נְקֵבָה יָלְדָה שֶׁאֵין לָהּ וֶסֶת נִדּוּת עַד אַחַר מְלֹאת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "כָּל מָקוֹם שֶׁנֶּאֱמַר <small>(ויקרא יב ד)</small> \"תֵּשֵׁב\" לְזָכָר וְלִנְקֵבָה וּלְנִדָּה כֵּיצַד דִּינָה. תִּהְיֶה אֲסוּרָה לְבַעְלָהּ י''ד יוֹם כְּיוֹלֶדֶת נְקֵבָה. וְאִם רָאֲתָה דָּם בְּיוֹם אֶחָד וּשְׁמוֹנִים הֲרֵי זוֹ סְפֵק נִדָּה. וְכֵן אִם רָאֲתָה בְּיוֹם ע''ד וּבְיוֹם פ''א הֲרֵי זוֹ סְפֵק נִדָּה. וְכֵן אִם רָאֲתָה בְּיוֹם אַרְבָּעִים וְאֶחָד אַף עַל פִּי שֶׁרָאֲתָה בְּיוֹם ל''ד הֲרֵי זוֹ סְפֵק נִדָּה וַאֲסוּרָה לְבַעְלָהּ עַד לֵיל אַרְבָּעִים וּשְׁמוֹנָה כְּיוֹלֶדֶת זָכָר. וְאֵין נוֹתְנִין לָהּ יְמֵי טֹהַר כְּלָל כְּנִדָּה. וַהֲרֵי הִיא כְּמִי שֶׁלֹּא יָלְדָה. וְכָל דָּם שֶׁתִּרְאֶה מִיּוֹם שֶׁהִפִּילָה עַד שְׁמֹנִים יוֹם אִם בָּא בִּימֵי נִדָּתָהּ הֲרֵי זוֹ סְפֵק נִדָּה מֵאַחַר הַשִּׁבְעָה מִיּוֹם שֶׁהִפִּילָה. וְאִם בָּא בִּימֵי זִיבָתָהּ הֲרֵי זוֹ סְפֵק זָבָה שֶׁכָּל יְמֵי מְלֹאת אֵין בָּהֶן וֶסֶת. וְכֵן אִם רָאֲתָה בְּיוֹם אֶחָד וּשְׁמוֹנִים עֲדַיִן הִיא מְקֻלְקֶלֶת וְתִהְיֶה סְפֵק נִדָּה כְּמוֹ שֶׁבֵּאַרְנוּ אַף עַל פִּי שֶׁלֹּא רָאֲתָה אֶלָּא יוֹם אֶחָד וּכְשֶׁיִּקָּבַע לָהּ הַוֶּסֶת אַחַר הַשְּׁמוֹנִים יָסוּר קִלְקוּלָהּ וְתַחֲזֹר לִהְיוֹת נִדָּה וַדָּאִית אוֹ זָבָה וַדָּאִית. וְכֵן מִיּוֹם שֶׁהִפִּילָה עַד שִׁבְעָה יָמִים וְתִהְיֶה נִדָּה וַדָּאִית אִם הִפִּילָה בְּתוֹךְ יְמֵי נִדָּתָהּ כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "כָּל שֶׁאָמַרְנוּ בְּנִדָּה וְזָבָה וְיוֹלֶדֶת הוּא דִּין תּוֹרָה. וּכְמִשְׁפָּטִים אֵלּוּ הָיוּ עוֹשִׂין כְּשֶׁהָיוּ בֵּית דִּין הַגָּדוֹל מְצוּיִין וְהָיוּ שָׁם חֲכָמִים גְּדוֹלִים שֶׁמַּכִּירִים הַדָּמִים וְאִם נוֹלַד לָהֶם סָפֵק בִּרְאִיּוֹת אוֹ בִּימֵי נִדָּה וְזִיבָה יַעֲלוּ לְבֵית דִּין וְיִשְׁאֲלוּ כְּמוֹ שֶׁהִבְטִיחָה תּוֹרָה עֲלֵיהֶן שֶׁנֶּאֱמַר <small>(דברים יז ח)</small> \"כִּי יִפָּלֵא מִמְּךָ דָּבָר לַמִּשְׁפָּט בֵּין דָּם לְדָם בֵּין דִּין לְדִין\", בֵּין דַּם נִדָּה לְדַם זִיבָה. וּבְאוֹתָן הַיָּמִים הָיוּ בְּנוֹת יִשְׂרָאֵל נִזְהָרוֹת מִדָּבָר זֶה וּמְשַׁמְּרוֹת וִסְתוֹתֵיהֶן וְסוֹפְרוֹת תָּמִיד יְמֵי הַנִּדָּה וִימֵי הַזִּיבָה:  ",
      "וְטֹרַח גָּדוֹל יֵשׁ בְּמִנְיַן הַיָּמִים וּפְעָמִים רַבּוֹת יָבוֹאוּ לִידֵי סָפֵק. שֶׁאֲפִלּוּ רָאֲתָה הַבַּת דָּם בְּיוֹם הַלֵּדָה מֵאוֹתוֹ הַיּוֹם מַתְחִילִין לִמְנוֹת לָהּ יְמֵי נִדָּה וִימֵי זִיבָה כְּמוֹ שֶׁבֵּאַרְנוּ. וּלְפִיכָךְ לֹא תִּטָּמֵא הַבַּת בְּזִיבָה אֶלָּא בַּת עֲשָׂרָה יָמִים שֶׁאִם רָאֲתָה בַּיּוֹם שֶׁנּוֹלְדָה הֲרֵי זוֹ נִדָּה שִׁבְעַת יָמִים וּשְׁלֹשֶׁת יָמִים סָמוּךְ לְנִדָּתָהּ הֲרֵי עֲשָׂרָה יָמִים. הִנֵּה לָמַדְתָּ שֶׁמִּתְּחִלַּת רְאִיָּה מַתְחֶלֶת לִמְנוֹת יְמֵי נִדָּה וִימֵי זִיבָה כָּל יָמֶיהָ וַאֲפִלּוּ רָאֲתָה וְהִיא קְטַנָּה:  ",
      "וּבִימֵי חַכְמֵי הַגְּמָרָא נִסְתַּפֵּק הַדָּבָר הַרְבֵּה בִּרְאִיַּת הַדָּמִים וְנִתְקַלְקְלוּ הַוְּסָתוֹת. לְפִי שֶׁלֹּא הָיָה כֹּחַ בְּכָל הַנָּשִׁים לִמְנוֹת יְמֵי נִדָּה וִימֵי זִיבָה. לְפִיכָךְ הֶחְמִירוּ חֲכָמִים בְּדָבָר זֶה וְגָזְרוּ שֶׁיְּהוּ כָּל יְמֵי הָאִשָּׁה כִּימֵי זִיבָתָהּ וְיִהְיֶה כָּל דָּם שֶׁתִּרְאֶה סְפֵק דַּם זִיבוּת:  ",
      "וְעוֹד הֶחֱמִירוּ בְּנוֹת יִשְׂרָאֵל עַל עַצְמָן חֻמְרָא יְתֵרָה עַל זֶה. וְנָהֲגוּ כֻּלָּם בְּכָל מָקוֹם שֶׁיֵּשׁ יִשְׂרָאֵל שֶׁכָּל בַּת יִשְׂרָאֵל שֶׁרוֹאָה דָּם אֲפִלּוּ לֹא רָאֲתָה אֶלָּא טִפָּה כְּחַרְדָּל בִּלְבַד וּפָסַק הַדָּם סוֹפֶרֶת לָהּ שִׁבְעָה יָמִים נְקִיִּים וַאֲפִלּוּ רָאֲתָה בְּעֵת נִדָּתָהּ. בֵּין שֶׁרָאֲתָה יוֹם אֶחָד אוֹ שְׁנַיִם אוֹ הַשִּׁבְעָה כֻּלָּן אוֹ יֶתֶר מִשֶּׁיִּפְסֹק הַדָּם סוֹפֶרֶת שִׁבְעַת יָמִים נְקִיִּים כְּזָבָה גְּדוֹלָה וְטוֹבֶלֶת בְּלֵיל שְׁמִינִי אַף עַל פִּי שֶׁהִיא סְפֵק זָבָה, אוֹ בְּיוֹם שְׁמִינִי אִם הָיָה שָׁם דֹּחַק כְּמוֹ שֶׁאָמַרְנוּ. וְאַחַר כָּךְ תִּהְיֶה מֻתֶּרֶת לְבַעְלָהּ:  ",
      "וְכֵן כָּל הַיּוֹלֶדֶת בַּזְּמַן הַזֶּה הֲרֵי הִיא כְּיוֹלֶדֶת בְּזוֹב וּצְרִיכָה שִׁבְעַת יָמִים נְקִיִּים כְּמוֹ שֶׁבֵּאַרְנוּ. וּמִנְהָג פָּשׁוּט בְּשִׁנְעָר וּבְאֶרֶץ הַצְּבִי וּבִסְפָרַד וּבַמַּעֲרָב שֶׁאִם רָאֲתָה דָּם בְּתוֹךְ יְמֵי מְלֹאת אַף עַל פִּי שֶׁרָאֲתָה אַחַר שֶׁסָּפְרָה שִׁבְעַת יָמִים נְקִיִּים וְטָבְלָה הֲרֵי זוֹ סוֹפֶרֶת שִׁבְעַת יָמִים נְקִיִּים אַחַר שֶׁיִּפְסֹק הַדָּם וְאֵין נוֹתְנִין לָהּ יְמֵי טֹהַר כְּלָל. אֶלָּא כָּל דָּם שֶׁתִּרְאֶה הָאִשָּׁה בֵּין דַּם קֹשִׁי בֵּין דַּם טֹהַר הַכּל טָמֵא וְסוֹפֶרֶת שִׁבְעַת יָמִים נְקִיִּים אַחַר שֶׁיִּפְסֹק הַדָּם:  ",
      "וְדִין זֶה בִּימֵי הַגְּאוֹנִים נִתְחַדֵּשׁ וְהֵם גָּזְרוּ שֶׁלֹּא יִהְיֶה שָׁם דַּם טֹהַר כְּלָל. שֶׁזֶּה שֶׁהֶחְמִירוּ עַל עַצְמָן בִּימֵי חַכְמֵי הַגְּמָרָא אֵינוֹ אֶלָּא בְּרוֹאָה דָּם שֶׁהוּא טָמֵא שֶׁיּוֹשֶׁבֶת עָלָיו שִׁבְעָה נְקִיִּים. אֲבָל דָּם שֶׁתִּרְאֶה בִּימֵי טֹהַר אַחַר סְפִירָה וּטְבִילָה אֵין לָחוּשׁ לוֹ שֶׁאֵין יְמֵי טֹהַר רְאוּיִין לֹא לְנִדָּה וְלֹא לְזִיבָה כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "וְשָׁמַעְנוּ שֶׁבְּצָרְפַת בּוֹעֲלִים עַל דַּם טֹהַר כְּדִין הַגְּמָרָא עַד הַיּוֹם אַחַר סְפִירָה וּטְבִילָה מִטֻּמְאַת יוֹלֶדֶת בְּזוֹב וְדָבָר זֶה תָּלוּי בַּמִּנְהָג:  ",
      "וְכֵן דִּין דַּם בְּתוּלִים בַּזְּמַן הַזֶּה שֶׁאֲפִלּוּ הָיְתָה קְטַנָּה שֶׁלֹּא הִגִּיעַ זְמַנָּה לִרְאוֹת וְלֹא רָאֲתָה דָּם מִיָּמֶיהָ בּוֹעֵל בְּעִילַת מִצְוָה וּפוֹרֵשׁ. וְכָל זְמַן שֶׁתִּרְאֶה הַדָּם מֵחֲמַת הַמַּכָּה הֲרֵי הִיא טְמֵאָה. וְאַחַר שֶׁיִּפְסֹק הַדָּם סוֹפֶרֶת שִׁבְעָה יָמִים נְקִיִּים:  ",
      "יֶתֶר עַל זֶה כָּל בַּת שֶׁתְּבָעוּהָ לְהִנָּשֵׂא וְרָצְתָה שׁוֹהָה שִׁבְעַת יָמִים נְקִיִּים מֵאַחַר שֶׁרָצְתָה וְאַחַר כָּךְ תִּהְיֶה מֻתֶּרֶת לְהִבָּעֵל. שֶׁמָּא מֵחִמּוּדָהּ לְאִישׁ רָאֲתָה דָּם טִפָּה אַחַת וְלֹא הִרְגִּישָׁה בָּהּ. בֵּין שֶׁהָיְתָה הָאִשָּׁה גְּדוֹלָה בֵּין שֶׁהָיְתָה קְטַנָּה צְרִיכָה לֵישֵׁב שִׁבְעָה נְקִיִּים מֵאַחַר שֶׁרָצְתָה וְאַחַר כָּךְ תִּטְבּל וְתִבָּעֵל:  ",
      "וְכָל הַדְּבָרִים הָאֵלּוּ חֻמְרָא יְתֵרָה שֶׁנָּהֲגוּ בָּהּ בְּנוֹת יִשְׂרָאֵל מִימֵי חַכְמֵי הַגְּמָרָא וְאֵין לָסוּר מִמֶּנָּה לְעוֹלָם. לְפִיכָךְ כָּל אִשָּׁה שֶׁרָצְתָה כְּשֶׁתְּבָעוּהָ לְהִנָּשֵׂא לֹא תִּנָּשֵׂא עַד שֶׁתִּסְפֹּר וְתִטְבּל וְאִם נִשֵּׂאת לְתַלְמִיד חָכָם מֻתֶּרֶת לְהִנָּשֵׂא מִיָּד וְתִסְפֹּר מֵאַחַר שֶׁנְּשָׂאַתּוּ וְתִטְבּל. שֶׁתַּלְמִיד חָכָם יוֹדֵעַ שֶׁהִיא אֲסוּרָה וְנִזְהָר מִזֶּה וְלֹא יִקְרַב לָהּ עַד שֶׁתִּטְבּל:  ",
      "דִּין הַכְּתָמִים בַּזְּמַן הַזֶּה כְּמוֹ שֶׁבֵּאַרְנוּ וְאֵין בַּדָּבָר חִדּוּשׁ וְלֹא מִנְהָג אֶלָּא כָּל כֶּתֶם שֶׁאָמַרְנוּ שֶׁהִיא טְהוֹרָה הֲרֵי הִיא טְהוֹרָה וְכָל כֶּתֶם שֶׁאָמַרְנוּ טְמֵאָה (אִם אֵין בַּכֶּתֶם שִׁעוּר כְּדֵי לָחוּשׁ לְזִיבוּת) סוֹפֶרֶת שִׁבְעַת יָמִים מִיּוֹם שֶׁנִּמְצָא בּוֹ הַכֶּתֶם. וְאִם הָיָה שִׁעוּר הַכֶּתֶם כְּדֵי לָחוּשׁ לְזִיבוּת סוֹפֶרֶת שִׁבְעַת יָמִים מֵאַחַר יוֹם שֶׁנִּמְצָא בּוֹ הַכֶּתֶם. שֶׁאֵין הָרוֹאָה דָּם כְּרוֹאָה כֶּתֶם:  ",
      "וְכֵן כָּל מַה שֶּׁאָמַרְנוּ בְּיוֹלֶדֶת שֶׁאִמּוֹ טְהוֹרָה הֲרֵי הִיא טְהוֹרָה בַּזְּמַן הַזֶּה. וְכֵן הָאִשָּׁה שֶׁרָאֲתָה לֹבֶן אוֹ דָּם יָרֹק אוֹ שֶׁהִשְׁלִיכָה חֲתִיכָה אֲדֻמָּה שֶׁאֵין עִמָּהּ דָּם הֲרֵי הִיא טְהוֹרָה אַף בַּזְּמַן הַזֶּה. שֶׁלֹּא הֶחְמִירוּ אֶלָּא בְּרוֹאָה דָּם טָמֵא [וְאֵין זֶה דָּם טָמֵא]:  ",
      "וְכֵן אִם הָיְתָה בָּהּ מַכָּה וְהָיָה הַדָּם שׁוֹתֵת מִמֶּנָּה אוֹ שֶׁבָּא הַדָּם עִם מֵימֵי רַגְלַיִם הֲרֵי זוֹ טְהוֹרָה. וְלֹא נִתְחַדֵּשׁ דָּבָר אֶלָּא סְפִירַת שִׁבְעַת יָמִים נְקִיִּים לְכָל רוֹאָה דָּם טָמֵא כְּמוֹ שֶׁאָמַרְנוּ וְשֶׁיִּהְיוּ כָּל מַרְאֵה דָּמִים טְמֵאִים:  ",
      "זֶה שֶׁתִּמְצָא בְּמִקְצָת הַמְּקוֹמוֹת שֶׁהַנִּדָּה יוֹשֶׁבֶת שִׁבְעַת יָמִים בְּנִדָּתָהּ אַף עַל פִּי שֶׁלֹּא רָאֲתָה דָּם אֶלָּא יוֹם אֶחָד וְאַחַר הַשִּׁבְעָה תֵּשֵׁב שִׁבְעַת יָמִים נְקִיִּים אֵין זֶה מִנְהָג אֶלָּא טָעוּת הוּא מִמִּי שֶׁהוֹרָה לָהֶם כָּךְ וְאֵין רָאוּי לִפְנוֹת לְדָבָר זֶה כְּלָל אֶלָּא אִם רָאֲתָה יוֹם אֶחָד סוֹפֶרֶת אַחֲרָיו שִׁבְעָה (נְקִיִּים) וְטוֹבֶלֶת בְּלֵיל שְׁמִינִי שֶׁהוּא לַיִל שֵׁנִי שֶׁלְּאַחַר נִדָּתָהּ וּמֻתֶּרֶת לְבַעְלָהּ:  ",
      "וְכֵן זֶה שֶׁתִּמְצָא בְּמִקְצָת מְקוֹמוֹת וְתִמְצָא תְּשׁוּבוֹת לְמִקְצָת הַגְּאוֹנִים שֶׁיּוֹלֶדֶת זָכָר לֹא תְּשַׁמֵּשׁ מִטָּתָהּ עַד סוֹף אַרְבָּעִים. וְיוֹלֶדֶת נְקֵבָה אַחַר שְׁמוֹנִים. וְאַף עַל פִּי שֶׁלֹּא רָאֲתָה דָּם אֶלָּא בְּתוֹךְ הַשִּׁבְעָה. אֵין זֶה מִנְהָג אֶלָּא טָעוּת הוּא בְּאוֹתָן הַתְּשׁוּבוֹת וְדֶרֶךְ אֶפִּיקוֹרוֹסוּת בְּאוֹתָן הַמְּקוֹמוֹת וּמִן הַצְּדוֹקִין לָמְדוּ דָּבָר זֶה. וּמִצְוָה לְכוֹפָן כְּדֵי לְהוֹצִיא מִלִּבָּן וּלְהַחֲזִירָן לְדִבְרֵי חֲכָמִים שֶׁתִּסְפֹּר שִׁבְעָה יָמִים נְקִיִּים בִּלְבַד כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "אֵין הָאִשָּׁה עוֹלָה מִטֻּמְאָתָהּ וְיוֹצֵאת מִידֵי עֶרְוָה עַד שֶׁתִּטְבּל בְּמֵי מִקְוֶה כָּשֵׁר. וְלֹא יִהְיֶה דָּבָר חוֹצֵץ בֵּין בְּשָׂרָהּ וּבֵין הַמַּיִם. וּבְהִלְכוֹת מִקְוָאוֹת יִתְבָּאֵר הַמִּקְוֶה הַכָּשֵׁר וְהַפָּסוּל וְדֶרֶךְ הַטְּבִילָה וּמִשְׁפְּטֵי הַחֲצִיצָה. אֲבָל אִם רָחֲצָה בַּמֶּרְחָץ אֲפִלּוּ נָפְלוּ עָלֶיהָ כָּל מֵימוֹת שֶׁבָּעוֹלָם הֲרֵי הִיא אַחַר הָרְחִיצָה כְּמוֹת שֶׁהָיְתָה קֹדֶם הָרְחִיצָה בְּכָרֵת. שֶׁאֵין לְךָ דָּבָר שֶׁמַּעֲלֶה מִטֻּמְאָה לְטָהֳרָה אֶלָּא טְבִילָה בְּמֵי מִקְוֵה אוֹ בְּמַעֲיָן אוֹ בַּיַּמִּים שֶׁהֵם כְּמַעֲיָן כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת מִקְוָאוֹת:  ",
      "כָּל שִׁבְעָה יָמִים נְקִיִּים שֶׁבַּזְּמַן הַזֶּה אַף עַל פִּי שֶׁהֵן סָפֵק אִם טָבְלָה בָּהֶן כְּאִלּוּ לֹא טָבְלָה. וְאִם טָבְלָה בַּשְּׁבִיעִי אַף עַל פִּי שֶׁאָסוּר לַעֲשׂוֹת כֵּן לְכַתְּחִלָּה שֶׁמָּא יָבוֹא לִבְעֹל בַּשְּׁבִיעִי אַחַר הַטְּבִילָה. הוֹאִיל וְטָבְלָה בִּזְמַנָּהּ אֲפִלּוּ הָיְתָה זָבָה וַדָּאִית הֲרֵי זוֹ עָלְתָה לָהּ טְבִילָה:  ",
      "וְאָסוּר לְאָדָם שֶׁיִּדְבַּק בְּאִשְׁתּוֹ בְּשִׁבְעַת יָמִים נְקִיִּים אֵלּוּ וְאַף עַל פִּי שֶׁהִיא בִּכְסוּתָהּ וְהוּא בִּכְסוּתוֹ. וְלֹא יִקְרַב לָהּ וְלֹא יִגַּע בָּהּ אֲפִלּוּ בְּאֶצְבַּע קְטַנָּה. וְלֹא יֹאכַל עִמָּהּ בִּקְעָרָה אַחַת. כְּלָלוֹ שֶׁל דָּבָר יִנְהֹג עִמָּהּ בִּימֵי סְפִירָה כְּמוֹ שֶׁיִּנְהֹג בִּימֵי נִדָּה שֶׁעֲדַיִן הִיא בְּכָרֵת עַד שֶׁתִּטְבּל כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "כָּל מְלָאכוֹת שֶׁהָאִשָּׁה עוֹשָׂה לְבַעְלָהּ נִדָּה עוֹשָׂה לְבַעְלָהּ חוּץ מֵהַרְחָצַת פָּנָיו יָדָיו וְרַגְלָיו וּמְזִיגַת הַכּוֹס וְהַצָּעַת הַמִּטָּה בְּפָנָיו. גְּזֵרָה שֶׁמָּא יָבוֹא לִדְבַר עֲבֵרָה. וּמִפְּנֵי זֶה לֹא תֹּאכַל עִמּוֹ בִּקְעָרָה אַחַת וְלֹא יִגַּע בִּבְשָׂרָהּ מִפְּנֵי הֶרְגֵּל עֲבֵרָה. וְכֵן בְּשִׁבְעַת יָמִים נְקִיִּים לֹא תַּעֲשֶׂה לוֹ שָׁלֹשׁ מְלָאכוֹת אֵלּוּ. וּמֻתָּר לְאִשָּׁה לְהִתְקַשֵּׁט בִּימֵי נִדָּתָהּ כְּדֵי שֶׁלֹּא תִּתְגַּנֶּה עַל בַּעְלָהּ:  "
    ],
    [
      "יִשְׂרָאֵל שֶׁבָּעַל עַכּוּ''ם מִשְּׁאָר הָאֻמּוֹת דֶּרֶךְ אִישׁוּת. אוֹ יִשְׂרְאֵלִית שֶׁנִּבְעֲלָה לְעַכּוּ''ם דֶּרֶךְ אִישׁוּת הֲרֵי אֵלּוּ לוֹקִין מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(דברים ז ג)</small> \"לֹא תִתְחַתֵּן בָּם בִּתְּךָ לֹא תִתֵּן לִבְנוֹ וּבִתּוֹ לֹא תִקַּח לִבְנֶךָ\". אֶחָד שִׁבְעָה עֲמָמִין וְאֶחָד כָּל אֻמּוֹת בְּאִסּוּר זֶה. וְכֵן מְפֹרָשׁ עַל יְדֵי עֶזְרָא <small>(נחמיה י לא)</small> \"וַאֲשֶׁר לֹא נִתֵּן בְּנֹתֵינוּ לְעַמֵּי הָאָרֶץ וְאֶת בְּנֹתֵיהֶם לֹא נִקַּח לְבָנֵינוּ\": \n",
      "וְלֹא אָסְרָה תּוֹרָה אֶלָּא דֶּרֶךְ חַתְנוּת אֲבָל הַבָּא עַל הַכּוּתִית דֶּרֶךְ זְנוּת מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת מִדִּבְרֵי סוֹפְרִים. גְּזֵרָה שֶׁמָּא יָבוֹא לְהִתְחַתֵּן. וְאִם יִחֲדָהּ לוֹ בִּזְנוּת חַיָּב עָלֶיהָ מִשּׁוּם נִדָּה וּמִשּׁוּם שִׁפְחָה וּמִשּׁוּם כּוּתִית וּמִשּׁוּם זוֹנָה. וְאִם לֹא יִחֲדָהּ לוֹ אֶלָּא נִקְרֵאת מִקְרֶה אֵינוֹ חַיָּב אֶלָּא מִשּׁוּם כּוּתִית [ג.] וְכָל חִיּוּבִין אֵלּוּ מִדִּבְרֵיהֶן: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה הַבּוֹעֵל יִשְׂרָאֵל. אֲבָל כֹּהֵן הַבָּא עַל הַכּוּתִית לוֹקֶה מִן הַתּוֹרָה מִשּׁוּם זוֹנָה. וְאֶחָד זוֹנָה כּוּתִית וְאֶחָד זוֹנָה יִשְׂרְאֵלִית. וּבִבְעִילָה בִּלְבַד לוֹקֶה שֶׁהֲרֵי אֵינָהּ בַּת קִדּוּשִׁין: \n",
      "כָּל הַבּוֹעֵל כּוּתִית בֵּין דֶּרֶךְ חַתְנוּת בֵּין דֶּרֶךְ זְנוּת אִם בְּעָלָהּ בְּפַרְהֶסְיָא וְהוּא שֶׁיִּבְעל לְעֵינֵי עֲשָׂרָה מִיִּשְׂרָאֵל אוֹ יֶתֶר אִם פָּגְעוּ בּוֹ קַנָּאִין וַהֲרָגוּהוּ הֲרֵי אֵלּוּ מְשֻׁבָּחִין וּזְרִיזִין [ו.] וְדָבָר זֶה הֲלָכָה לְמשֶׁה מִסִּינַי הוּא. רְאָיָה לְדָבָר זֶה מַעֲשֶׂה פִּינְחָס בְּזִמְרִי: \n",
      "וְאֵין הַקַּנַּאי רַשַּׁאי לִפְגֹּעַ בָּהֶן אֶלָּא בִּשְׁעַת מַעֲשֶׂה כְּזִמְרִי שֶׁנֶּאֱמַר <small>(במדבר כה ח)</small> \"וְאֶת הָאִשָּׁה אֶל קֳבָתָהּ\". אֲבָל אִם פֵּרַשׁ אֵין הוֹרְגִין אוֹתוֹ. וְאִם הֲרָגוֹ נֶהֱרַג עָלָיו. וְאִם בָּא הַקַּנַּאי לִטּל רְשׁוּת מִבֵּית דִּין לְהָרְגוֹ אֵין מוֹרִין לוֹ וְאַף עַל פִּי שֶׁהוּא בִּשְׁעַת מַעֲשֶׂה. וְלֹא עוֹד אֶלָּא אִם בָּא הַקַּנַּאי לַהֲרֹג אֶת הַבּוֹעֵל וְנִשְׁמַט הַבּוֹעֵל וְהָרַג הַקַּנַּאי כְּדֵי לְהַצִּיל עַצְמוֹ מִיָּדוֹ אֵין הַבּוֹעֵל נֶהֱרַג עָלָיו. וְהַבָּא עַל בַּת גֵּר תּוֹשָׁב אֵין הַקַּנָּאִין פּוֹגְעִים בּוֹ אֲבָל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
      "לֹא פָּגְעוּ בּוֹ קַנָּאִים וְלֹא הִלְקוּהוּ בַּיִת דִּין הֲרֵי עָנְשׁוֹ מְפֹרָשׁ בְּדִבְרֵי קַבָּלָה שֶׁהוּא בְּכָרֵת שֶׁנֶּאֱמַר <small>(מלאכי ב יא)</small> \"כִּי חִלֵּל יְהוּדָה קֹדֶשׁ ה' אֲשֶׁר אָהֵב וּבָעַל בַּת אֵל נֵכָר\" <small>(מלאכי ב יב)</small> \"יַכְרֵת ה' לָאִישׁ אֲשֶׁר יַעֲשֶׂנָּה עֵר וְעֹנֶה\". אִם יִשְׂרָאֵל הוּא לֹא יִהְיֶה לוֹ עֵר בַּחֲכָמִים וְלֹא עוֹנֶה בַּתַּלְמִידִים וְאִם כֹּהֵן הוּא לֹא יִהְיֶה לוֹ מַגִּישׁ מִנְחָה לַה' צְבָאוֹת. הִנֵּה לָמַדְתָּ שֶׁהַבּוֹעֵל כּוּתִית כְּאִלּוּ נִתְחַתֵּן לְעַכּוּ''ם שֶׁנֶּאֱמַר \"בָעַל בַּת אֵל נֵכָר וְנִקְרָא מְחַלֵּל קֹדֶשׁ ה':\" \n",
      "עָוֹן זֶה אַף עַל פִּי שֶׁאֵין בּוֹ מִיתַת בֵּית דִּין אַל יְהִי קַל בְּעֵינֶיךָ. אֶלָּא יֵשׁ בּוֹ הֶפְסֵד שֶׁאֵין בְּכָל הָעֲרָיוֹת כְּמוֹתוֹ. שֶׁהַבֵּן מִן הָעֶרְוָה בְּנוֹ הוּא לְכָל דָּבָר וּבִכְלַל יִשְׂרָאֵל נֶחְשָׁב אַף עַל פִּי שֶׁהוּא מַמְזֵר וְהַבֵּן מִן הַכּוּתִית אֵינוֹ בְּנוֹ שֶׁנֶּאֱמַר <small>(דברים ז ד)</small> \"כִּי יָסִיר אֶת בִּנְךָ מֵאַחֲרַי\" מֵסִיר אוֹתוֹ מִלִּהְיוֹת אַחֲרֵי ה': \n",
      "וְדָבָר זֶה גּוֹרֵם לְהִדָּבֵק בְּעַכּוּ''ם שֶׁהִבְדִּילָנוּ הַקָּדוֹשׁ בָּרוּךְ הוּא מֵהֶם וְלָשׁוּב מֵאַחֲרֵי ה' וְלִמְעל בּוֹ: \n",
      "עַכּוּ''ם הַבָּא עַל בַּת יִשְׂרָאֵל אִם אֵשֶׁת אִישׁ הִיא נֶהֱרַג עָלֶיהָ וְאִם פְּנוּיָה הִיא אֵינוֹ נֶהֱרַג: \n",
      "אֲבָל יִשְׂרָאֵל הַבָּא עַל הַכּוּתִית בֵּין קְטַנָּה בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד בֵּין גְּדוֹלָה בֵּין פְּנוּיָה בֵּין אֵשֶׁת אִישׁ וַאֲפִלּוּ הָיָה קָטָן בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד כֵּיוָן שֶׁבָּא עַל הַכּוּתִית בְּזָדוֹן הֲרֵי זוֹ נֶהֱרֶגֶת מִפְּנֵי שֶׁבָּא לְיִשְׂרָאֵל תַּקָּלָה עַל יָדֶיהָ כִּבְהֵמָה. וְדָבָר זֶה מְפֹרָשׁ בַּתּוֹרָה שֶׁנֶּאֱמַר <small>(במדבר לא טז)</small> \"הֵן הֵנָּה הָיוּ לִבְנֵי יִשְׂרָאֵל בִּדְבַר בִּלְעָם\" <small>(במדבר לא יז)</small> \"וְכָל אִשָּׁה יֹדַעַת אִישׁ לְמִשְׁכַּב זָכָר הֲרֹגוּ\": \n",
      "הָעֲבָדִים שֶׁהִטְבִּילוּ אוֹתָם לְשֵׁם עַבְדוּת וְקִבְּלוּ עֲלֵיהֶם מִצְוֹת שֶׁהָעֲבָדִים חַיָּבִים בָּהֶם יָצְאוּ מִכְּלַל הָעַכּוּ''ם וְלִכְלַל יִשְׂרָאֵל לֹא בָּאוּ. לְפִיכָךְ הַשִּׁפְחָה אֲסוּרָה לְבֶן חוֹרִין. אֶחָד שִׁפְחָתוֹ וְאֶחָד שִׁפְחַת חֲבֵרוֹ. וְהַבָּא עַל הַשִּׁפְחָה מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת מִדִּבְרֵי סוֹפְרִים. שֶׁהֲרֵי מְפֹרָשׁ בַּתּוֹרָה שֶׁהָאָדוֹן נוֹתֵן שִׁפְחָה כְּנַעֲנִית לְעַבְדּוֹ הָעִבְרִי וְהִיא מֻתֶּרֶת לוֹ שֶׁנֶּאֱמַר <small>(שמות כא ד)</small> \"אִם אֲדֹנָיו יִתֶּן לוֹ אִשָּׁה\": \n",
      "וְלֹא גָּזְרוּ חֲכָמִים בְּדָבָר זֶה וְלֹא חִיְּבָה תּוֹרָה מַלְקוֹת בְּשִׁפְחָה אֶלָּא אִם כֵּן הָיְתָה נֶחֱרֶפֶת לְאִישׁ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "אַל יְהִי עָוֹן זֶה קַל בְּעֵינֶיךָ מִפְּנֵי שֶׁאֵין בּוֹ מַלְקוֹת מִן הַתּוֹרָה. שֶׁגַּם זֶה גּוֹרֵם לַבֵּן לָסוּר מֵאַחֲרֵי ה'. שֶׁהַבֵּן מִן הַשִּׁפְחָה הוּא עֶבֶד וְאֵינוֹ מִיִּשְׂרָאֵל וְנִמְצָא גּוֹרֵם לְזֶרַע הַקֹּדֶשׁ לְהִתְחַלֵּל וְלִהְיוֹתָם עֲבָדִים. הֲרֵי אֻנְקְלוֹס הַמְתַרְגֵּם כָּלַל בְּעִילַת עֶבֶד וְשִׁפְחָה בִּכְלַל <small>(דברים כג יח)</small> \"לֹא יִהְיֶה קָדֵשׁ\" <small>(דברים כג יח)</small> \"וְלֹא תִהְיֶה קְדֵשָׁה\": \n",
      "הַבָּא עַל שִׁפְחָה וַאֲפִלּוּ בְּפַרְהֶסְיָא וּבִשְׁעַת עֲבֵרָה אֵין הַקַּנָּאִין פּוֹגְעִין בּוֹ. וְכֵן אִם לָקַח שִׁפְחָה דֶּרֶךְ חַתְנוּת אֵינוֹ לוֹקֶה מִן הַתּוֹרָה. שֶׁמֵּעֵת שֶׁטָּבְלָה וְקִבְּלָה מִצְוֹת יָצְתָה מִכְּלַל הָעַכּוּ''ם: \n",
      "נִתְעָרֵב וְלַד יִשְׂרְאֵלִית בִּוְלַד שִׁפְחָה הֲרֵי שְׁנֵיהֶן סָפֵק וְכָל אֶחָד מֵהֶן סְפֵק עֶבֶד וְכוֹפִין בַּעַל הַשִּׁפְחָה וּמְשַׁחְרֵר אֶת שְׁנֵיהֶם. וְאִם הָיָה הַבֵּן הַהוּא (בֶּן) הָאָדוֹן שֶׁל עֶבֶד כְּשֶׁיִּגְדְּלוּ יְשַׁחְרְרוּ זֶה אֶת זֶה וְיִהְיוּ מֻתָּרִין לָבֹא בַּקָּהָל: \n",
      "הָיוּ הַתַּעֲרוֹבוֹת בָּנוֹת הֲרֵי שְׁתֵּיהֶן סְפֵק שְׁפָחוֹת וְהַבָּא עַל כָּל אַחַת מֵהֶן הַוָּלָד סְפֵק עֶבֶד. וְכֵן אִם נִתְעָרֵב וְלַד עַכּוּ''ם בִּוְלַד יִשְׂרְאֵלִית מַטְבִּילִים אֶת שְׁנֵיהֶן לְשֵׁם גֵּרוּת וְכָל אַחַת מֵהֶן סְפֵק גִּיֹּרֶת: \n",
      "כָּל הָעַכּוּ''ם כֻּלָּם כְּשֶׁיִּתְגַּיְּרוּ וִיקַבְּלוּ עֲלֵיהֶן כָּל הַמִּצְוֹת שֶׁבַּתּוֹרָה וְהָעֲבָדִים כְּשֶׁיִּשְׁתַּחְרְרוּ הֲרֵי הֵן כְּיִשְׂרָאֵל לְכָל דָּבָר שֶׁנֶּאֱמַר <small>(במדבר טו טו)</small> \"הַקָּהָל חֻקָּה אַחַת יִהְיֶה לָכֶם\". וּמֻתָּרִין לְהִכָּנֵס בִּקְהַל ה' מִיָּד. וְהוּא שֶׁיִּשָּׂא הַגֵּר אוֹ הַמְשֻׁחְרָר בַּת יִשְׂרָאֵל וְיִשָּׂא הַיִּשְׂרְאֵלִי גִּיֹּרֶת וּמְשֻׁחְרֶרֶת. חוּץ מֵאַרְבָּעָה עֲמָמִין בִּלְבַד וְהֵם עַמּוֹן וּמוֹאָב וּמִצְרַיִם וֶאֱדוֹם שֶׁהָאֻמּוֹת הָאֵלּוּ כְּשֶׁיִּתְגַּיֵּר אֶחָד מֵהֶן הֲרֵי הוּא כְּיִשְׂרָאֵל לְכָל דָּבָר אֶלָּא לְעִנְיַן בִּיאָה בַּקָּהָל: \n",
      "וְכֵיצַד דִּינָן. עַמּוֹן וּמוֹאָב אִסּוּרָן אִסּוּר עוֹלָם זְכָרִים וְלֹא נְקֵבוֹת שֶׁנֶּאֱמַר <small>(דברים כג ד)</small> \"לֹא יָבֹא עַמּוֹנִי וּמוֹאָבִי בִּקְהַל ה'\" וְגוֹ'. הֲלָכָה לְמשֶׁה מִסִּינַי שֶׁהָעַמּוֹנִי הַזָּכָר וְהַמּוֹאָבִי הַזָּכָר הוּא שֶׁאָסוּר לְעוֹלָם לִשָּׂא בַּת יִשְׂרָאֵל אֲפִלּוּ בֶּן בְּנוֹ עַד סוֹף הָעוֹלָם. אֲבָל עַמּוֹנִית וּמוֹאָבִית מֻתֶּרֶת מִיָּד כִּשְׁאָר הָאֻמּוֹת: \n",
      "מִצְרִי וֶאֱדוֹמִי אֶחָד זְכָרִים וְאֶחָד נְקֵבוֹת דּוֹר רִאשׁוֹן וְדוֹר שֵׁנִי אֲסוּרִין לָבֹא בְּיִשְׂרָאֵל וְדוֹר שְׁלִישִׁי מֻתָּר שֶׁנֶּאֱמַר <small>(דברים כג ט)</small> \"בָּנִים אֲשֶׁר יִוָּלְדוּ לָהֶם\" וְגוֹ': \n",
      "מִצְרִית מְעֻבֶּרֶת שֶׁנִּתְגַּיְּרָה בְּנָהּ שֵׁנִי. מִצְרִי שֵׁנִי שֶׁנָּשָׂא מִצְרִית רִאשׁוֹנָה אוֹ מִצְרִי רִאשׁוֹן שֶׁנָּשָׂא מִצְרִית שְׁנִיָּה הַוָּלָד שֵׁנִי שֶׁנֶּאֱמַר <small>(דברים כג ט)</small> \"בָּנִים אֲשֶׁר יִוָּלְדוּ לָהֶם\" הַכָּתוּב תְּלָאָן בְּלֵדָה: \n",
      "גֵּר עַמּוֹנִי שֶׁנָּשָׂא מִצְרִית הַוָּלָד עַמּוֹנִי. גֵּר מִצְרִי שֶׁנָּשָׂא עַמּוֹנִית הַוָּלָד מִצְרִי. זֶה הַכְּלָל. בָּאֻמּוֹת הַלֵּךְ אַחַר הַזָּכָר. נִתְגַּיְּרוּ הַלֵּךְ אַחַר הַפָּחוּת: \n",
      "מִי שֶׁנִּתְגַּיֵּר מִשִּׁבְעָה עֲמָמִין אֵינָן אֲסוּרִין מִן הַתּוֹרָה לָבוֹא בַּקָּהָל. וְהַדָּבָר יָדוּעַ שֶׁלֹּא נִתְגַּיְּרוּ מֵהֶן אֶלָּא הַגִּבְעוֹנִים וִיהוֹשֻׁעַ גָּזַר עֲלֵיהֶם שֶׁיִּהְיוּ אֲסוּרִים לָבֹא בַּקָּהָל אֶחָד זְכָרִים וְאֶחָד נְקֵבוֹת. וְלֹא אָסַר אוֹתָם אֶלָּא בִּזְמַן שֶׁיֵּשׁ מִקְדָּשׁ שֶׁנֶּאֱמַר <small>(יהושע ט כג)</small> \"וְחֹטְבֵי עֵצִים וְשֹׁאֲבֵי מַיִם לְבֵית אֱלֹהָי\". תָּלָה הַרְחָקָתָם בַּמִּקְדָּשׁ: \n",
      "וְהֵם הַנִּקְרָאִים נְתִינִים לְפִי שֶׁנְּתָנָם לַעֲבוֹדַת הַמִּקְדָּשׁ. בָּא דָּוִד וְגָזַר עֲלֵיהֶם שֶׁלֹּא יִכָּנְסוּ בַּקָּהָל לְעוֹלָם וַאֲפִלּוּ בִּזְמַן שֶׁאֵין מִקְדָּשׁ. וְכֵן מְפֹרָשׁ בְּעֶזְרָא <small>(עזרא ח כ)</small> \"וּמִן הַנְּתִינִים שֶׁנָּתַן דָּוִיד וְהַשָּׂרִים לַעֲבֹדַת הַלְוִיִּם\". הָא לָמַדְתָּ שֶׁלֹּא תָּלָה אוֹתָם בַּמִּקְדָּשׁ: \n",
      "וְלָמָּה גָּזַר עֲלֵיהֶם הוּא וּבֵית דִּינוֹ לְפִי שֶׁרָאָה עַזּוּת וְאַכְזָרִיּוּת שֶׁהָיְתָה בָּהֶם בְּעֵת שֶׁבִּקְּשׁוּ שִׁבְעַת בְּנֵי שָׁאוּל בְּחִיר ה' לִתְלוֹתָם וַהֲרָגוּם וְלֹא רִחֲמוּ עֲלֵיהֶם: \n",
      "כְּשֶׁעָלָה סַנְחֵרִיב מֶלֶךְ אַשּׁוּר בִּלְבֵּל כָּל הָאֻמּוֹת וְעֵרְבָם זֶה בָּזֶה וְהִגְלָה אוֹתָם מִמְּקוֹמָם. וְאֵלּוּ הַמִּצְרִים שֶׁבְּאֶרֶץ מִצְרַיִם עַתָּה אֲנָשִׁים אֲחֵרִים הֵם. וְכֵן הָאֱדוֹמִים שֶׁבִּשְׂדֵה אֱדוֹם. וְהוֹאִיל וְנִתְעָרְבוּ אַרְבַּע אֻמּוֹת הָאֲסוּרִים בְּכָל אֻמּוֹת הָעוֹלָם שֶׁהֵן מֻתָּרִים הֻתַּר הַכּל. שֶׁכָּל הַפּוֹרֵשׁ מֵהֶן לְהִתְגַּיֵּר חֶזְקָתוֹ שֶׁפֵּרַשׁ מִן הָרֹב. לְפִיכָךְ כְּשֶׁיִּתְגַּיֵּר הַגֵּר בַּזְּמַן הַזֶּה בְּכָל מָקוֹם בֵּין אֱדוֹמִי בֵּין מִצְרִי בֵּין עַמּוֹנִי בֵּין מוֹאָבִי בֵּין כּוּשִׁי בֵּין שְׁאָר הָאֻמּוֹת אֶחָד הַזְּכָרִים וְאֶחָד הַנְּקֵבוֹת מֻתָּרִין לָבֹא בַּקָּהָל מִיָּד: \n"
    ],
    [
      "בִשְׁלֹשָׁה דְּבָרִים נִכְנְסוּ יִשְׂרָאֵל לִבְרִית. בְּמִילָה וּטְבִילָה וְקָרְבָּן: \n",
      "מִילָה הָיְתָה בְּמִצְרַיִם שֶׁנֶּאֱמַר <small>(שמות יב מח)</small> \"וְכָל עָרֵל לֹא יֹאכַל בּוֹ\". מָל אוֹתָם משֶׁה רַבֵּנוּ שֶׁכֻּלָּם בִּטְּלוּ בְּרִית מִילָה בְּמִצְרַיִם חוּץ מִשֵּׁבֶט לֵוִי וְעַל זֶה נֶאֱמַר <small>(דברים לג ט)</small> \"וּבְרִיתְךָ יִנְצֹרוּ\": \n",
      "וּטְבִילָה הָיְתָה בַּמִּדְבָּר קֹדֶם מַתַּן תּוֹרָה שֶׁנֶּאֱמַר <small>(שמות יט י)</small> \"וְקִדַּשְׁתָּם הַיּוֹם וּמָחָר וְכִבְּסוּ שִׂמְלֹתָם\". וְקָרְבָּן שֶׁנֶּאֱמַר <small>(שמות כד ה)</small> \"וַיִּשְׁלַח אֶת נַעֲרֵי בְּנֵי יִשְׂרָאֵל וַיַּעֲלוּ עלֹת\", עַל יְדֵי כָּל יִשְׂרָאֵל הִקְרִיבוּם: \n",
      "וְכֵן לְדוֹרוֹת כְּשֶׁיִּרְצֶה הָעַכּוּ''ם לְהִכָּנֵס לִבְרִית וּלְהִסְתּוֹפֵף תַּחַת כַּנְפֵי הַשְּׁכִינָה וִיקַבֵּל עָלָיו עֹל תּוֹרָה צָרִיךְ מִילָה וּטְבִילָה וְהַרְצָאַת קָרְבָּן. וְאִם נְקֵבָה הִיא טְבִילָה וְקָרְבָּן שֶׁנֶּאֱמַר <small>(במדבר טו טו)</small> \"כָּכֶם כַּגֵּר\". מָה אַתֶּם בְּמִילָה וּטְבִילָה וְהַרְצָאַת קָרְבָּן אַף הַגֵּר לְדוֹרוֹת בְּמִילָה וּטְבִילָה וְהַרְצָאַת קָרְבָּן: \n",
      "וּמַהוּ קָרְבַּן הַגֵּר. עוֹלַת בְּהֵמָה אוֹ שְׁתֵּי תּוֹרִים אוֹ שְׁנֵי בְּנֵי יוֹנָה וּשְׁנֵיהֶם עוֹלָה. וּבַזְּמַן הַזֶּה שֶׁאֵין שָׁם קָרְבָּן צָרִיךְ מִילָה וּטְבִילָה וּכְשֶׁיִּבָּנֶה בֵּית הַמִּקְדָּשׁ יָבִיא קָרְבָּן: \n",
      "גֵּר שֶׁמָּל וְלֹא טָבַל אוֹ טָבַל וְלֹא מָל אֵינוֹ גֵּר עַד שֶׁיָּמוּל וְיִטְבּל. וְצָרִיךְ לִטְבּל בִּפְנֵי שְׁלֹשָׁה. וְהוֹאִיל וְהַדָּבָר צָרִיךְ בֵּית דִּין אֵין מַטְבִּילִין אוֹתוֹ בְּשַׁבָּת וְלֹא בְּיוֹם טוֹב וְלֹא בַּלַּיְלָה. וְאִם הִטְבִּילוּהוּ הֲרֵי זֶה גֵּר: \n",
      "גֵּר קָטָן מַטְבִּילִין אוֹתוֹ עַל דַּעַת בֵּית דִּין שֶׁזְּכוּת הִיא לוֹ. מְעֻבֶּרֶת שֶׁנִּתְגַּיְּרָה וְטָבְלָה אֵין בְּנָהּ צָרִיךְ טְבִילָה. טָבַל בֵּינוֹ לְבֵין עַצְמוֹ וְנִתְגַּיֵּר בֵּינוֹ לְבֵין עַצְמוֹ וַאֲפִלּוּ בִּפְנֵי שְׁנַיִם אֵינוֹ גֵּר. בָּא וְאָמַר נִתְגַּיַּרְתִּי בְּבֵית דִּינוֹ שֶׁל פְּלוֹנִי וְהִטְבִּילוּנִי אֵינוֹ נֶאֱמָן לָבֹא בַּקָּהָל עַד שֶׁיָּבִיא עֵדִים: \n",
      "הָיָה נָשׂוּי לְיִשְׂרְאֵלִית אוֹ לְגִיֹּרֶת וְיֵשׁ לוֹ בָּנִים וְאָמַר נִתְגַּיַּרְתִּי בֵּינִי לְבֵין עַצְמִי נֶאֱמָן לִפְסל אֶת עַצְמוֹ וְאֵינוֹ נֶאֱמָן לִפְסל אֶת הַבָּנִים. וְחוֹזֵר וְטוֹבֵל בְּבֵית דִּין: \n",
      "גִּיֹּרֶת שֶׁרְאִינוּהָ נוֹהֶגֶת בְּדַרְכֵי יִשְׂרָאֵל תָּמִיד כְּגוֹן שֶׁתִּטְבּל לְנִדָּתָהּ וְתַפְרִישׁ תְּרוּמָה מֵעִסָּתָהּ וְכַיּוֹצֵא בָּזֶה. וְכֵן גֵּר שֶׁנּוֹהֵג בְּדַרְכֵי יִשְׂרָאֵל שֶׁטּוֹבֵל לְקִרְיוֹ וְעוֹשֶׂה כָּל הַמִּצְוֹת. הֲרֵי אֵלּוּ בְּחֶזְקַת גֵּרֵי צֶדֶק. וְאַף עַל פִּי שֶׁאֵין שָׁם עֵדִים שֶׁמְּעִידִין לִפְנֵי מִי שֶׁנִּתְגַּיְּרוּ. וְאַף עַל פִּי כֵן אִם בָּאוּ לְהִתְעָרֵב בְּיִשְׂרָאֵל אֵין מַשִּׂיאִין אוֹתָם עַד שֶׁיָּבִיאוּ עֵדִים אוֹ עַד שֶׁיִּטְבְּלוּ בְּפָנֵינוּ הוֹאִיל וְהֻחְזְקוּ עַכּוּ''ם: \n",
      "אֲבָל מִי שֶׁבָּא וְאָמַר שֶׁהָיָה עַכּוּ''ם וְנִתְגַּיֵּר בְּבֵית דִּין נֶאֱמָן. שֶׁהַפֶּה שֶׁאָסַר הוּא הַפֶּה שֶׁהִתִּיר. בַּמֶּה דְּבָרִים אֲמוּרִים בְּאֶרֶץ יִשְׂרָאֵל וּבְאוֹתָן הַיָּמִים שֶׁחֶזְקַת הַכּל שָׁם בְּחֶזְקַת יִשְׂרָאֵל. אֲבָל בְּחוּצָה לָאָרֶץ צָרִיךְ לְהָבִיא רְאָיָה וְאַחַר כָּךְ יִשָּׂא יִשְׂרְאֵלִית. וַאֲנִי אוֹמֵר שֶׁזּוֹ מַעֲלָה בְּיוּחֲסִין: \n",
      "כְּשֵׁם שֶׁמָּלִין וּמַטְבִּילִין אֶת הַגֵּרִים כָּךְ מָלִין וּמַטְבִּילִין אֶת הָעֲבָדִים הַנִּלְקָחִים מִן הָעַכּוּ''ם לְשֵׁם עַבְדוּת. הַלּוֹקֵחַ עֶבֶד מִן הָעַכּוּ''ם וְקָדַם הָעֶבֶד וְטָבַל לְשֵׁם בֶּן חוֹרִין קָנָה עַצְמוֹ. וְהוּא שֶׁיֹּאמַר בְּעֵת טְבִילָה הֲרֵינִי טוֹבֵל בִּפְנֵיכֶם לְשֵׁם גֵּרוּת. וְאִם טָבַל בִּפְנֵי רַבּוֹ אֵינוֹ צָרִיךְ לְפָרֵשׁ אֶלָּא כֵּיוָן שֶׁטָּבַל נִשְׁתַּחְרֵר. לְפִיכָךְ צָרִיךְ רַבּוֹ לְתָקְפּוֹ בַּמַּיִם עַד שֶׁיַּעֲלֶה וְהוּא תַּחַת שִׁעְבּוּדוֹ וּמוֹדִיעוֹ בִּפְנֵי הַדַּיָּנִין שֶׁלְּשֵׁם עַבְדוּת מַטְבִּילוֹ. וְאֵין הָעֶבֶד טוֹבֵל אֶלָּא בִּפְנֵי שְׁלֹשָׁה וּבַיּוֹם כְּגֵר, שֶׁמִּקְצָת גֵּרוּת הוּא: \n",
      "כְּשֶׁיִּשְׁתַּחְרֵר הָעֶבֶד צָרִיךְ טְבִילָה אַחֶרֶת בִּפְנֵי שְׁלֹשָׁה בַּיּוֹם שֶׁבּוֹ תִּגָּמֵר גֵּרוּתוֹ וְיִהְיֶה כְּיִשְׂרָאֵל. וְאֵין צָרִיךְ לְקַבֵּל עָלָיו מִצְוֹת וּלְהוֹדִיעוֹ עִקְּרֵי הַדָּת שֶׁכְּבָר הוֹדִיעוּהוּ כְּשֶׁטָּבַל לְשֵׁם עַבְדוּת: \n",
      "וּבְמִקְוֶה הַכָּשֵׁר לִטְבִילַת נִדָּה שָׁם מַטְבִּילִין אֶת הַגֵּרִים וְאֶת הָעֲבָדִים וְאֶת הַמְשֻׁחְרָרִים. וְכָל דָּבָר שֶׁחוֹצֵץ בְּנִדָּה חוֹצֵץ בְּגֵרִים וּבַעֲבָדִים וּבִמְשֻׁחְרָרִים: \n",
      "אַל יַעֲלֶה עַל דַּעְתְּךָ שֶׁשִּׁמְשׁוֹן הַמּוֹשִׁיעַ אֶת יִשְׂרָאֵל אוֹ שְׁלֹמֹה מֶלֶךְ יִשְׂרָאֵל שֶׁנִּקְרָא יְדִיד ה' נָשְׂאוּ נָשִׁים נָכְרִיּוֹת בְּגֵיוּתָן. אֶלָּא סוֹד הַדָּבָר כָּךְ הוּא. שֶׁהַמִּצְוָה הַנְּכוֹנָה כְּשֶׁיָּבֹא הַגֵּר אוֹ הַגִּיֹּרֶת לְהִתְגַּיֵּר בּוֹדְקִין אַחֲרָיו שֶׁמָּא בִּגְלַל מָמוֹן שֶׁיִּטּל אוֹ בִּשְׁבִיל שְׂרָרָה שֶׁיִּזְכֶּה לָהּ אוֹ מִפְּנֵי הַפַּחַד בָּא לְהִכָּנֵס לַדָּת. וְאִם אִישׁ הוּא בּוֹדְקִין אַחֲרָיו שֶׁמָּא עֵינָיו נָתַן בְּאִשָּׁה יְהוּדִית. וְאִם אִשָּׁה הִיא בּוֹדְקִין שֶׁמָּא עֵינֶיהָ נָתְנָה בְּבָחוּר מִבַּחוּרֵי יִשְׂרָאֵל. אִם לֹא נִמְצָא לָהֶם עִלָּה מוֹדִיעִין אוֹתָן כֹּבֶד עֹל הַתּוֹרָה וְטֹרַח שֶׁיֵּשׁ בַּעֲשִׂיָּתָהּ עַל עַמֵּי הָאֲרָצוֹת כְּדֵי שֶׁיִּפְרשׁוּ. אִם קִבְּלוּ וְלֹא פֵּרְשׁוּ וְרָאוּ אוֹתָן שֶׁחָזְרוּ מֵאַהֲבָה מְקַבְּלִים אוֹתָן שֶׁנֶּאֱמַר <small>(רות א יח)</small> \"וַתֵּרֶא כִּי מִתְאַמֶּצֶת הִיא לָלֶכֶת אִתָּהּ וַתֶּחְדַּל לְדַבֵּר אֵלֶיהָ\": \n",
      "לְפִיכָךְ לֹא קִבְּלוּ בֵּית דִּין גֵּרִים כָּל יְמֵי דָּוִד וּשְׁלֹמֹה. בִּימֵי דָּוִד שֶׁמָּא מִן הַפַּחַד חָזְרוּ. וּבִימֵי שְׁלֹמֹה שֶׁמָּא בִּשְׁבִיל הַמַּלְכוּת וְהַטּוֹבָה וְהַגְּדֻלָּה שֶׁהָיוּ בָּהּ יִשְׂרָאֵל חָזְרוּ. שֶׁכָּל הַחוֹזֵר מִן הָעַכּוּ''ם בִּשְׁבִיל דָּבָר מֵהַבְלֵי הָעוֹלָם אֵינוֹ מִגֵּרֵי הַצֶּדֶק. וְאַף עַל פִּי כֵן הָיוּ גֵּרִים הַרְבֵּה מִתְגַּיְּרִים בִּימֵי דָּוִד וּשְׁלֹמֹה בִּפְנֵי הֶדְיוֹטוֹת. וְהָיוּ בֵּית דִּין הַגָּדוֹל חוֹשְׁשִׁין לָהֶם לֹא דּוֹחִין אוֹתָן אַחַר שֶׁטָּבְלוּ מִכָּל מָקוֹם וְלֹא מְקָרְבִין אוֹתָן עַד שֶׁתֵּרָאֶה אַחֲרִיתָם: \n",
      "וּלְפִי שֶׁגִּיֵּר שְׁלֹמֹה נָשִׁים וּנְשָׂאָן. וְכֵן שִׁמְשׁוֹן גִּיֵּר וְנָשָׂא. וְהַדָּבָר יָדוּעַ שֶׁלֹּא חָזְרוּ אֵלּוּ אֶלָּא בִּשְׁבִיל דָּבָר וְלֹא עַל פִּי בֵּית דִּין גִּיְּרוּם חֲשָׁבָן הַכָּתוּב כְּאִלּוּ הֵן עַכּוּ''ם וּבְאִסּוּרָן עוֹמְדִין. וְעוֹד שֶׁהוֹכִיחַ סוֹפָן עַל תְּחִלָּתָן שֶׁהֵן עוֹבְדוֹת כּוֹכָבִים וּמַזָּלוֹת שֶׁלָּהֶן וּבָנוּ לָהֶן בָּמוֹת וְהֶעֱלָה עָלָיו הַכָּתוּב כְּאִלּוּ הוּא בְּנָאָן שֶׁנֶּאֱמַר <small>(מלכים א יא ז)</small> \"אָז יִבְנֶה שְׁלֹמֹה בָּמָה\": \n",
      "גֵּר שֶׁלֹּא בָּדְקוּ אַחֲרָיו אוֹ שֶׁלֹּא הוֹדִיעוּהוּ הַמִּצְוֹת וְעָנְשָׁן וּמָל וְטָבַל בִּפְנֵי שְׁלֹשָׁה הֶדְיוֹטוֹת הֲרֵי זֶה גֵּר. אֲפִלּוּ נוֹדַע שֶׁבִּשְׁבִיל דָּבָר הוּא מִתְגַּיֵּר הוֹאִיל וּמָל וְטָבַל יָצָא מִכְּלַל הָעַכּוּ''ם וְחוֹשְׁשִׁין לוֹ עַד שֶׁיִּתְבָּאֵר צִדְקוּתוֹ. וַאֲפִלּוּ חָזַר וְעָבַד עֲבוֹדָה זָרָה הֲרֵי הוּא כְּיִשְׂרָאֵל מוּמָר שֶׁקִּדּוּשָׁיו קִדּוּשִׁין. וּמִצְוָה לְהַחֲזִיר אֲבֵדָתוֹ מֵאַחַר שֶׁטָּבַל נַעֲשָׂה כְּיִשְׂרָאֵל. וּלְפִיכָךְ קִיְּמוּ שִׁמְשׁוֹן וּשְׁלֹמֹה נְשׁוֹתֵיהֶן וְאַף עַל פִּי שֶׁנִּגְלָה סוֹדָן: \n",
      "וּמִפְּנֵי זֶה אָמְרוּ חֲכָמִים קָשִׁים לָהֶם גֵּרִים לְיִשְׂרָאֵל כְּנֶגַע צָרַעַת שֶׁרֻבָּן חוֹזְרִין בִּשְׁבִיל דָּבָר וּמַטְעִין אֶת יִשְׂרָאֵל. וְקָשֶׁה הַדָּבָר לִפְרשׁ מֵהֶם אַחַר שֶׁנִּתְגַּיְּרוּ. צֵא וּלְמַד מָה אֵרַע בַּמִּדְבָּר בְּמַעֲשֵׂה הָעֵגֶל וּבְקִבְרוֹת הַתַּאֲוָה וְכֵן רֹב הַנִּסְיוֹנוֹת הָאֲסַפְסוּף הָיוּ בָּהֶן תְּחִלָּה: \n"
    ],
    [
      "כֵּיצַד מְקַבְּלִין גֵּרֵי הַצֶּדֶק. כְּשֶׁיָּבוֹא אֶחָד לִהִתְגַּיֵּר מִן הָעַכּוּ''ם וְיִבְדְּקוּ אַחֲרָיו וְלֹא יִמְצְאוּ עִלָּה. אוֹמְרִים לוֹ מָה רָאִיתָ שֶׁבָּאתָ לְהִתְגַּיֵּר. אִי אַתָּה יוֹדֵעַ שֶׁיִּשְׂרָאֵל בַּזְּמַן הַזֶּה דְּווּיִים וּדְחוּפִים וּמְסֻחָפִין וּמְטֹרָפִין וְיִסּוּרִין בָּאִין עֲלֵיהֶן. אִם אָמַר אֲנִי יוֹדֵעַ וְאֵינִי כְּדַאי מְקַבְּלִין אוֹתוֹ מִיָּד:  ",
      "וּמוֹדִיעִין אוֹתוֹ עִקְּרֵי הַדָּת שֶׁהוּא יִחוּד הַשֵּׁם וְאִסּוּר עַכּוּ''ם. וּמַאֲרִיכִין בַּדָּבָר הַזֶּה. וּמוֹדִיעִין אוֹתוֹ מִקְצָת מִצְוֹת קַלּוֹת וּמִקְצָת מִצְוֹת חֲמוּרוֹת. וְאֵין מַאֲרִיכִין בְּדָבָר זֶה. וּמוֹדִיעִין אוֹתוֹ עֲוֹן לֶקֶט שִׁכְחָה וּפֵאָה וּמַעֲשֵׂר שֵׁנִי. וּמוֹדִיעִין אוֹתוֹ עָנְשָׁן שֶׁל מִצְוֹת. כֵּיצַד. אוֹמְרִים לוֹ הֱוֵי יוֹדֵעַ שֶׁעַד שֶׁלֹּא בָּאתָ לְדָת זוֹ אִם אָכַלְתָּ חֵלֶב אִי אַתָּה עָנוּשׁ כָּרֵת. אִם חִלַּלְתָּ שַׁבָּת אִי אַתָּה עָנוּשׁ סְקִילָה. וְעַכְשָׁיו אַחַר שֶׁתִּתְגַּיֵּר אִם אָכַלְתָּ חֵלֶב אַתָּה עָנוּשׁ כָּרֵת. אִם חִלַּלְתָּ שַׁבָּת אַתָּה עָנוּשׁ סְקִילָה. וְאֵין מַרְבִּין עָלָיו. וְאֵין מְדַקְדְּקִין עָלָיו. שֶׁמָּא יִגְרֹם לְטָרְדוֹ וּלְהַטּוֹתוֹ מִדֶּרֶךְ טוֹבָה לְדֶרֶךְ רָעָה. שֶׁבַּתְּחִלָּה אֵין מוֹשְׁכִין אֶת הָאָדָם אֶלָּא בְּדִבְרֵי רָצוֹן וְרַכִּים. וְכֵן הוּא אוֹמֵר <small>(הושע יא ד)</small> \"בְּחַבְלֵי אָדָם אֶמְשְׁכֵם\" וְאַחַר כָּךְ <small>(הושע יא ד)</small> \"בַּעֲבֹתוֹת אַהֲבָה\":  ",
      "וּכְשֵׁם שֶׁמּוֹדִיעִין אוֹתוֹ עָנְשָׁן שֶׁל מִצְוֹת כָּךְ מוֹדִיעִין אוֹתוֹ שְׂכָרָן שֶׁל מִצְוֹת. וּמוֹדִיעִין אוֹתוֹ שֶׁבַּעֲשִׂיַּת מִצְוֹת אֵלּוּ יִזְכֶּה לְחַיֵּי הָעוֹלָם הַבָּא. וְשֶׁאֵין שׁוּם צַדִּיק גָּמוּר אֶלָּא בַּעַל הַחָכְמָה שֶׁעוֹשֶׂה מִצְוֹת אֵלּוּ וְיוֹדְעָן:  ",
      "וְאוֹמְרִים לוֹ הֱוֵי יוֹדֵעַ שֶׁהָעוֹלָם הַבָּא אֵינוֹ צָפוּן אֶלָּא לַצַּדִּיקִים וְהֵם יִשְׂרָאֵל. וְזֶה שֶׁתִּרְאֶה יִשְׂרָאֵל בְּצַעַר בָּעוֹלָם הַזֶּה טוֹבָה הִיא צְפוּנָה לָהֶם שֶׁאֵינָן יְכוֹלִין לְקַבֵּל רֹב טוֹבָה בָּעוֹלָם הַזֶּה כָּאֻמּוֹת. שֶׁמָּא יָרוּם לִבָּם וְיִתְעוּ וְיַפְסִידוּ שְׂכַר הָעוֹלָם הַבָּא כָּעִנְיָן שֶׁנֶּאֱמַר <small>(דברים לב טו)</small> \"וַיִּשְׁמַן יְשֻׁרוּן וַיִּבְעָט\":  ",
      "וְאֵין הַקָּדוֹשׁ בָּרוּךְ הוּא מֵבִיא עֲלֵיהֶן רֹב פֻּרְעָנוּת כְּדֵי שֶׁלֹּא יֹאבְדוּ אֶלָּא כָּל הָעַכּוּ''ם כָּלִין וְהֵן עוֹמְדִין. וּמַאֲרִיכִין בַּדָּבָר הַזֶּה כְּדֵי לְחַבְּבָן. אִם חָזַר בּוֹ וְלֹא רָצָה לְקַבֵּל הוֹלֵךְ לְדַרְכּוֹ. וְאִם קִבֵּל אֵין מַשְׁהִין אוֹתוֹ אֶלָּא מָלִין אוֹתוֹ מִיָּד. וְאִם הָיָה מָהוּל מַטִּיפִין מִמֶּנּוּ דַּם בְּרִית וּמַשְׁהִים אוֹתוֹ עַד שֶׁיִּתְרַפֵּא רְפוּאָה שְׁלֵמָה. וְאַחַר כָּךְ מַטְבִּילִין אוֹתוֹ:  ",
      "וּשְׁלֹשָׁה עוֹמְדִין עַל גַּבָּיו וּמוֹדִיעִין אוֹתוֹ מִקְצָת מִצְוֹת קַלּוֹת וּמִקְצָת מִצְוֹת חֲמוּרוֹת פַּעַם שְׁנִיָּה וְהוּא עוֹמֵד בַּמַּיִם. וְאִם הָיְתָה אִשָּׁה נָשִׁים מוֹשִׁיבוֹת אוֹתָהּ בַּמַּיִם עַד צַוָּארָהּ וְהַדַּיָּנִין מִבַּחוּץ וּמוֹדִיעִין אוֹתָהּ מִקְצָת מִצְוֹת קַלּוֹת וַחֲמוּרוֹת. וְהִיא יוֹשֶׁבֶת בַּמַּיִם וְאַחַר כָּךְ טוֹבֶלֶת בִּפְנֵיהֶם וְהֵן מַחְזִירִין פְּנֵיהֶן וְיוֹצְאִין כְּדֵי שֶׁלֹּא יִרְאוּ אוֹתָהּ כְּשֶׁתַּעֲלֶה מִן הַמַּיִם:  ",
      "אֵי זֶה הוּא גֵּר תּוֹשָׁב זֶה עַכּוּ''ם שֶׁקִּבֵּל עָלָיו שֶׁלֹּא יַעֲבֹד עֲבוֹדָה זָרָה עִם שְׁאָר הַמִּצְוֹת שֶׁנִּצְטַוּוּ בְּנֵי נֹחַ וְלֹא מָל וְלֹא טָבַל הֲרֵי זֶה מְקַבְּלִין אוֹתוֹ וְהוּא מֵחֲסִידֵי אֻמּוֹת הָעוֹלָם. וְלָמָּה נִקְרָא שְׁמוֹ תּוֹשָׁב לְפִי שֶׁמֻּתָּר לָנוּ לְהוֹשִׁיבוֹ בֵּינֵינוּ בְּאֶרֶץ יִשְׂרָאֵל כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת עַכּוּ''ם:  ",
      "וְאֵין מְקַבְּלִין גֵּר תּוֹשָׁב אֶלָּא בִּזְמַן שֶׁהַיּוֹבֵל נוֹהֵג. אֲבָל בַּזְּמַן הַזֶּה אֲפִלּוּ קִבֵּל עָלָיו כָּל הַתּוֹרָה כֻּלָּהּ חוּץ מִדִּקְדּוּק אֶחָד אֵין מְקַבְּלִין אוֹתוֹ:  ",
      "הָעֶבֶד הַנִּלְקָח מִן הָעַכּוּ''ם אֵין אוֹמְרִין לוֹ מָה רָאִיתָ שֶׁבָּאתָ. אֶלָּא אוֹמְרִים לוֹ רְצוֹנְךָ שֶׁתִּכָּנֵס לִכְלַל עַבְדֵי יִשְׂרָאֵל וְתִהְיֶה מִן הַכְּשֵׁרִים אוֹ לֹא. אִם רָצָה מוֹדִיעִין לוֹ עִקְּרֵי הַדָּת וּמִקְצָת מִצְוֹת קַלּוֹת וַחֲמוּרוֹת וְעָנְשָׁן וּשְׂכָרָן כְּמוֹ שֶׁמּוֹדִיעִין אֶת הַגֵּר וּמַטְבִּילִין אוֹתוֹ כְּגֵר. וּמוֹדִיעִין אוֹתוֹ כְּשֶׁהוּא בַּמַּיִם. וְאִם לֹא רָצָה לְקַבֵּל מְגַלְגְּלִין עָלָיו כָּל שְׁנֵים עָשָׂר חֹדֶשׁ וּמוֹכְרוֹ לְעַכּוּ''ם. וְאָסוּר לְקַיְּמוֹ יוֹתֵר עַל כֵּן. וְאִם הִתְנָה עָלָיו מִתְּחִלָּה שֶׁלֹּא יָמוּל וְלֹא יִטְבּל אֶלָּא יִהְיֶה גֵּר תּוֹשָׁב מֻתָּר לְקַיְּמוֹ בַּעֲבוֹדָתוֹ כְּשֶׁהוּא גֵּר תּוֹשָׁב. וְאֵין מְקַיְּמִין עֶבֶד כָּזֶה אֶלָּא בִּזְמַן הַיּוֹבֵל:  ",
      "הָעַכּוּ''ם אֵין אֲסוּרִים עֲלֵיהֶם מִשּׁוּם עֶרְוָה אֶלָּא אִמּוֹ וְאֵשֶׁת אָבִיו וַאֲחוֹתוֹ מֵאִמּוֹ וְאֵשֶׁת אִישׁ וְזָכָר וּבְהֵמָה כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת מְלָכִים וּמִלְחֲמוֹתֵיהֶן. אֲבָל שְׁאָר עֲרָיוֹת מֻתָּרִין לָהֶן:  ",
      "עַכּוּ''ם שֶׁנִּתְגַּיֵּר וְעֶבֶד שֶׁנִּשְׁתַּחְרֵר הֲרֵי הוּא כְּקָטָן שֶׁנּוֹלַד. וְכָל שְׁאֵר בָּשָׂר שֶׁהָיוּ לוֹ כְּשֶׁהוּא עַכּוּ''ם אוֹ כְּשֶׁהוּא עֶבֶד אֵינָן שְׁאֵר בָּשָׂר. וְאִם נִתְגַּיֵּר הוּא וְהֵם אֵינוֹ חַיָּב עַל אַחַת מֵהֶם מִשּׁוּם עֶרְוָה כְּלָל:  ",
      "דִּין תּוֹרָה שֶׁמֻּתָּר לְעַכּוּ''ם שֶׁיִּשָּׂא אִמּוֹ אוֹ אֲחוֹתוֹ מֵאִמּוֹ שֶׁנִּתְגַּיְּרוּ. אֲבָל חֲכָמִים אָסְרוּ דָּבָר זֶה כְּדֵי שֶׁלֹּא יֹאמְרוּ בָּאנוּ מִקְּדֻשָּׁה חֲמוּרָה לִקְדֻשָּׁה קַלָּה. שֶׁאֶמֶשׁ הָיְתָה לוֹ זוֹ אֲסוּרָה וְהַיּוֹם מֻתֶּרֶת. וְכֵן גֵּר שֶׁבָּא עַל אִמּוֹ אוֹ אֲחוֹתוֹ וְהִיא בְּגֵיוּתָהּ הֲרֵי זֶה כְּבָא עַל הַנָּכְרִית:  ",
      "כֵּיצַד דִּין הַגֵּרִים בַּעֲרָיוֹת שֶׁל שְׁאֵר בָּשָׂר. אִם הָיָה נָשׂוּי כְּשֶׁהוּא עַכּוּ''ם לְאִמּוֹ אוֹ לַאֲחוֹתוֹ וְנִתְגַּיְּרוּ מַפְרִישִׁין אוֹתָן כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם הָיָה נָשׂוּי לִשְׁאָר עֲרָיוֹת וְנִתְגַּיֵּר הוּא וְאִשְׁתּוֹ אֵין מַפְרִישִׁין אוֹתָן. גֵּר אָסוּר בִּשְׁאֵר הָאֵם אַחַר שֶׁנִּתְגַּיֵּר מִדִּבְרֵי סוֹפְרִים. וּמֻתָּר בִּשְׁאֵר הָאָב אַף עַל פִּי שֶׁיּוֹדֵעַ בְּוַדַּאי שֶׁזֶּה שְׁאֵרוֹ מֵאָבִיו. כְּגוֹן תְּאוֹמִים שֶׁדָּבָר בָּרוּר שֶׁאָבִיו שֶׁל זֶה הוּא אָבִיו שֶׁל זֶה אַף עַל פִּי כֵן לֹא גָּזְרוּ עַל שְׁאֵר אָבִיו. לְפִיכָךְ נוֹשֵׂא הַגֵּר אֵשֶׁת אָחִיו מֵאָבִיו וְאֵשֶׁת אֲחִי אָבִיו וְאֵשֶׁת אָבִיו וְאֵשֶׁת בְּנוֹ אַף עַל פִּי שֶׁנִּשֵּׂאת לְאָחִיו אוֹ לְאָבִיו אוֹ לַאֲחִי אָבִיו אוֹ לִבְנוֹ אַחַר שֶׁנִּתְגַּיְּרוּ. וְכֵן אֲחוֹת אִמּוֹ מֵאָבִיהָ וַאֲחוֹתוֹ מֵאָבִיו. וּבִתּוֹ שֶׁנִּתְגַּיְּרָה מֻתֶּרֶת לוֹ. אֲבָל אֵינוֹ נוֹשֵׂא לֹא אֲחוֹתוֹ מֵאִמּוֹ וְלֹא אֲחוֹת אִמּוֹ מֵאִמָּהּ וְלֹא אֵשֶׁת אָחִיו מֵאִמּוֹ שֶׁנְּשָׂאָהּ אָחִיו מֵאִמּוֹ אַחַר שֶׁנִּתְגַּיֵּר. אֲבָל אִם נְשָׂאָהּ אָחִיו כְּשֶׁהוּא עַכּוּ''ם הֲרֵי זוֹ מֻתֶּרֶת לוֹ:  ",
      "שְׁנֵי אַחִים תְּאוֹמִים שֶׁהָיְתָה הוֹרָתָן שֶׁלֹּא בִּקְדֻשָּׁה וְלֵדָתָן בִּקְדֻשָּׁה חַיָּבִין מִשּׁוּם אֵשֶׁת אָח:  ",
      "הַנּוֹשֵׂא גִּיֹּרֶת וּבִתָּהּ הַגִּיֹּרֶת אוֹ שְׁתֵּי אֲחָיוֹת מִן הָאֵם יוֹשֵׁב עִם אַחַת מֵהֶן וּמְגָרֵשׁ הַשְּׁנִיָּה. נָשָׂא גִּיֹּרֶת וּמֵתָה הֲרֵי זֶה מֻתָּר לִשָּׂא אִמָּהּ אוֹ בִּתָּהּ שֶׁלֹּא גָּזְרוּ אֶלָּא בְּחַיֵּיהֶן. וּמֻתָּר לְאָדָם לִשָּׂא שְׁתֵּי אֲחָיוֹת גִּיּוֹרוֹת מִן הָאָב שֶׁלֹּא גָּזְרוּ בִּשְׁאֵר הָאָב כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "הַשְּׁנִיּוֹת כֻּלָּן לֹא גָּזְרוּ עֲלֵיהֶן בְּגֵרִים. לְפִיכָךְ מֻתָּר הַגֵּר לִשָּׂא אֵם אִמּוֹ. וְנוֹשֵׂא אָדָם גִּיֹּרֶת וְאֵם אִמָּהּ אוֹ בַּת בַּת בִּתָּהּ. וְכֵן בִּשְׁאָר הַשְּׁנִיּוֹת:  ",
      "הָעֶבֶד מֻתָּר לִשָּׂא אִמּוֹ כְּשֶׁהוּא עֶבֶד וְאֵין צָרִיךְ לוֹמַר בִּתּוֹ וַאֲחוֹתוֹ וְכַיּוֹצֵא בָּהֶן שֶׁכְּבָר יָצָא מִכְּלַל עַכּוּ''ם. וְאֵין הָעֲרָיוֹת הָאֲסוּרוֹת עַל הָעַכּוּ''ם אֲסוּרוֹת עָלָיו וְלֹא בָּא לִכְלַל יִשְׂרָאֵל כְּדֵי שֶׁיֵּאָסְרוּ עָלָיו עֲרָיוֹת הָאֲסוּרוֹת עַל הַגֵּרִים:  ",
      "וְיֵרָאֶה לִי שֶׁאִם בָּא הָעֶבֶד עַל הַזָּכוּר וּבְהֵמָה יֵהָרֵגוּ. שֶׁאִסּוּר שְׁתֵּי עֲרָיוֹת אֵלּוּ שָׁוֶה בְּכָל הָאָדָם:  ",
      "עֲבָדִים שֶׁנִּשְׁתַּחְרְרוּ הֲרֵי הֵן כְּגֵרִים. כָּל שֶׁאָסוּר לְגֵרִים אָסוּר לָהֶן וְכָל הַמֻּתָּר לְגֵרִים מֻתָּר לָהֶן. נוֹתֵן אָדָם שִׁפְחָתוֹ לְעַבְדּוֹ אוֹ לְעֶבֶד חֲבֵרוֹ. וּמוֹסֵר שִׁפְחָה אַחַת לִשְׁנֵי עֲבָדִים לְכַתְּחִלָּה וְאֵינָן צְרִיכִין שׁוּם דָּבָר אֶלָּא הֲרֵי הֵן כִּבְהֵמוֹת. וְשִׁפְחָה שֶׁהִיא מְיֻחֶדֶת לְעֶבֶד אוֹ שֶׁאֵינָהּ מְיֻחֶדֶת אַחַת הִיא לְפִי שֶׁאֵין אִישׁוּת אֶלָּא לְיִשְׂרָאֵל אוֹ לְעַכּוּ''ם עַל הָעַכּוּ''ם אֲבָל לֹא לַעֲבָדִים עַל הָעֲבָדִים וְלֹא לַעֲבָדִים עַל יִשְׂרָאֵל:  "
    ],
    [
      "אֵי זֶהוּ <small>(דברים כג ג)</small> \"מַמְזֵר\" הָאָמוּר בַּתּוֹרָה. זֶה הַבָּא מֵעֶרְוָה מִן הָעֲרָיוֹת. חוּץ מִן הַנִּדָּה שֶׁהַבֵּן מִמֶּנָּה פָּגוּם וְאֵינוֹ מַמְזֵר. אֲבָל הַבָּא עַל שְׁאָר הָעֲרָיוֹת בֵּין בְּאֹנֶס בֵּין בְּרָצוֹן בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה הַוָּלָד מַמְזֵר. וְאֶחָד זְכָרִים וְאֶחָד נְקֵבוֹת אֲסוּרִין לְעוֹלָם שֶׁנֶּאֱמַר <small>(דברים כג ג)</small> \"גַּם דּוֹר עֲשִׂירִי\" כְּלוֹמַר לְעוֹלָם: \n",
      "אֶחָד מַמְזֵר שֶׁנָּשָׂא יִשְׂרְאֵלִית אוֹ יִשְׂרְאֵלִי שֶׁנָּשָׂא מַמְזֶרֶת כֵּיוָן שֶׁבָּעֲלוּ אַחַר הַקִּדּוּשִׁין לוֹקִין. קִדֵּשׁ וְלֹא בָּעַל אֵינוֹ לוֹקֶה. בָּעַל וְלֹא קִדֵּשׁ אֵינָן לוֹקִין מִשּׁוּם מַמְזֵרוּת שֶׁאֵין לְךָ בְּכָל חַיָּבֵי לָאוִין מִי שֶׁלּוֹקֶה עַל בְּעִילָה בְּלֹא קִדּוּשִׁין אֶלָּא כֹּהֵן גָּדוֹל בְּאַלְמָנָה כְּמוֹ שֶׁיִּתְבָּאֵר. הַמַּחֲזִיר גְּרוּשָׁתוֹ מִשֶּׁנִּשֵּׂאת הַוָּלָד כָּשֵׁר שֶׁהֲרֵי אֵינָהּ עֶרְוָה: \n",
      "עַכּוּ''ם וְעֶבֶד הַבָּא עַל בַּת יִשְׂרָאֵל הַוָּלָד כָּשֵׁר בֵּין פְּנוּיָה בֵּין בְּאֵשֶׁת אִישׁ בֵּין בְּאֹנֶס בֵּין בְּרָצוֹן. עַכּוּ''ם וְעֶבֶד הַבָּאִים עַל הַמַּמְזֶרֶת הַוָּלָד מַמְזֵר. וּמַמְזֵר הַבָּא עַל הָעַכּוּ''ם הַוָּלָד עַכּוּ''ם. נִתְגַּיֵּר הֲרֵי הוּא כָּשֵׁר כִּשְׁאָר גֵּרִים. וְאִם בָּא עַל הַשִּׁפְחָה הַוָּלָד עֶבֶד. שִׁחְרְרוֹ הַוָּלָד כָּשֵׁר כִּשְׁאָר עֲבָדִים מְשֻׁחְרָרִין וּמֻתָּר בְּבַת יִשְׂרָאֵל: \n",
      "זֶה הַכְּלָל בֵּן הַבָּא מִן הָעֶבֶד אוֹ מִן הָעַכּוּ''ם אוֹ מִן הַשִּׁפְחָה אוֹ מִן בַּת עַכּוּ''ם הֲרֵי הוּא כְּאִמּוֹ וְאֵין מַשְׁגִּיחִין עַל הָאָב. לְפִי דָּבָר זֶה הִתִּירוּ לְמַמְזֵר לִשָּׂא שִׁפְחָה כְּדֵי לְטַהֵר אֶת בָּנָיו שֶׁהֲרֵי הוּא מְשַׁחְרֵר אוֹתָם וְנִמְצְאוּ בְּנֵי חוֹרִין. וְלֹא גָּזְרוּ עַל הַשִּׁפְחָה לְמַמְזֵר מִפְּנֵי תַּקָּנַת הַבָּנִים: \n",
      "מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין הַבָּא עַל אֵשֶׁת אִישׁ אוֹתוֹ הַבֵּן אֵין לוֹ תַּקָּנָה מִפְּנֵי שֶׁצַּד מַמְזֵרוּת וְצַד כַּשְׁרוּת מְעֹרָבִין בּוֹ. לְפִיכָךְ אָסוּר בְּשִׁפְחָה וְנִמְצְאוּ בָּנָיו כְּמוֹתוֹ לְעוֹלָם: \n",
      "עַכּוּ''ם הַבָּא עַל הַשִּׁפְחָה שֶׁטָּבְלָה הֲרֵי זֶה עֶבֶד וְעֶבֶד שֶׁטָּבַל שֶׁבָּא עַל עַכּוּ''ם הַוָּלָד עַכּוּ''ם הַלֵּךְ אַחַר הָאֵם אֲבָל עַכּוּ''ם הַבָּא עַל שִׁפְחָה עַכּוּ''ם אוֹ עֶבֶד עַכּוּ''ם שֶׁבָּא עַל עַכּוּ''ם בַּת חוֹרִין הַלֵּךְ אַחַר הַזָּכָר: \n",
      "מַמְזֵר מֻתָּר לִשָּׂא גִּיֹּרֶת. וְכֵן הַמַּמְזֶרֶת מֻתֶּרֶת לְגֵר. וְהַבָּנִים מִשְּׁנֵיהֶם מַמְזֵרִים שֶׁהַוָּלָד הוֹלֵךְ אַחַר הַפָּגוּם שֶׁנֶּאֱמַר <small>(דברים כג ג)</small> \"בִּקְהַל ה'\" וּקְהַל גֵּרִים אֵינוֹ קָרוּי <small>(דברים כג ג)</small> \"קְהַל ה'\": \n",
      "גִּיֹּרֶת שֶׁנִּשֵּׂאת לְגֵר וְהוֹלִידוּ בֵּן אַף עַל פִּי שֶׁהוֹרָתוֹ וְלֵדָתוֹ בִּקְדֻשָּׁה הֲרֵי זֶה מֻתָּר בְּמַמְזֶרֶת. וְכֵן בֶּן בֶּן בְּנוֹ עַד שֶׁיִּשְׁתַּקַּע שֵׁם גֵּרוּתוֹ מִמֶּנּוּ וְלֹא יִוָּדַע שֶׁהוּא גֵּר וְאַחַר כָּךְ יֵאָסֵר בְּמַמְזֶרֶת. וְאֶחָד הַגֵּרִים וְאֶחָד הָעֲבָדִים מְשֻׁחְרָרִין דִּין אֶחָד לְכֻלָּן: \n",
      "גֵּר שֶׁנָּשָׂא בַּת יִשְׂרָאֵל אוֹ יִשְׂרָאֵל שֶׁנָּשָׂא גִּיֹּרֶת הַוָּלָד יִשְׂרָאֵל לְכָל דָּבָר וְאָסוּר בְּמַמְזֶרֶת: \n",
      "שְׁלֹשָׁה מַמְזֵרִים הֵם. מַמְזֵר וַדַּאי וּמַמְזֵר סָפֵק וּמַמְזֵר מִדִּבְרֵי סוֹפְרִים. אֵי זֶהוּ מַמְזֵר וַדַּאי זֶה שֶׁבָּא מִן הָעֶרְוָה הַוַּדָּאִית כְּמוֹ שֶׁבֵּאַרְנוּ. וּמַמְזֵר סָפֵק זֶה שֶׁבָּא מִסְּפֵק עֶרְוָה כְּגוֹן הַבָּא עַל הָאִשָּׁה שֶׁנִּתְקַדְּשָׁה סְפֵק קִדּוּשִׁין אוֹ נִתְגָּרְשָׁה סְפֵק גֵּרוּשִׁין וְכַיּוֹצֵא בָּהֶן. מִדִּבְרֵי סוֹפְרִים. כְּגוֹן הָאִשָּׁה שֶׁשָּׁמְעָה שֶׁמֵּת בַּעְלָהּ וְנִשֵּׂאת וַהֲרֵי בַּעְלָהּ קַיָּם וּבָא בַּעְלָהּ הָרִאשׁוֹן עָלֶיהָ וְהִיא תַּחַת הַשֵּׁנִי הֲרֵי הַבֵּן מַמְזֵר מִדִּבְרֵי סוֹפְרִים: \n",
      "פְּנוּיָה שֶׁנִּתְעַבְּרָה מִזְּנוּת אָמְרוּ לָהּ מַהוּ הָעֻבָּר הַזֶּה אוֹ הַיָּלוּד הַזֶּה אִם אָמְרָה בֵּן כָּשֵׁר הוּא וּלְיִשְׂרָאֵל נִבְעַלְתִּי הֲרֵי זוֹ נֶאֱמֶנֶת וְהַבֵּן כָּשֵׁר. וְאַף עַל פִּי שֶׁרֹב הָעִיר שֶׁזִּנְּתָה בָּהּ פְּסוּלִים: \n",
      "וְאִם לֹא נִבְדְּקָה אִמּוֹ עַד שֶׁמֵּתָה אוֹ שֶׁהָיְתָה חֵרֶשֶׁת אוֹ אִלֶּמֶת אוֹ שׁוֹטָה אוֹ שֶׁאָמְרָה לִפְלוֹנִי הַמַּמְזֵר נִבְעַלְתִּי אוֹ לִפְלוֹנִי הַנָּתִין אֲפִלּוּ אוֹתוֹ פְּלוֹנִי מוֹדֶה שֶׁהוּא מִמֶּנּוּ הֲרֵי זֶה הַיָּלוּד סְפֵק מַמְזֵר. כְּשֵׁם שֶׁזִּנְּתָה עִם זֶה שֶׁהוֹדָה לָהּ כָּךְ זִנְּתָה עִם אַחֵר. וְזֶה הוּא הַנִּקְרָא שְׁתוּקִי שֶׁמַּכִּיר אֶת אִמּוֹ וְאֵינוֹ מַכִּיר אֶת אָבִיו וַדַּאי: \n",
      "וְכֵן הַבֵּן הַנִּמְצָא בַּשּׁוּק וְהוּא הַנִּקְרָא אֲסוּפִי הֲרֵי הוּא סְפֵק מַמְזֵר שֶׁאֵין אָנוּ יוֹדְעִים מַה הוּא: \n",
      "פְּנוּיָה שֶׁזִּנְּתָה וְאָמְרָה בֵּן זֶה בֶּן פְּלוֹנִי הוּא. אִם אוֹתוֹ פְּלוֹנִי כָּשֵׁר הֲרֵי הַבֵּן כָּשֵׁר וְאֵינָהּ נֶאֱמֶנֶת לִהְיוֹת זֶה בְּנוֹ שֶׁל פְּלוֹנִי. וְיֵרָאֶה לִי שֶׁחוֹשְׁשִׁין לִדְבָרֶיהָ וְיִהְיֶה הַבֵּן אָסוּר בִּקְרוֹבוֹת אוֹתוֹ פְּלוֹנִי מִסָּפֵק. וְאִם אוֹתוֹ פְּלוֹנִי מַמְזֵר אֵינָהּ נֶאֱמֶנֶת לִהְיוֹת הַבֵּן מַמְזֵר וַדַּאי עַל פִּיהָ כְּמוֹ שֶׁבֵּאַרְנוּ אֶלָּא יִהְיֶה סְפֵק מַמְזֵר: \n",
      "אֲבָל הָאָב שֶׁהֻחְזַק שֶׁזֶּה בְּנוֹ וְאָמַר בְּנִי זֶה מַמְזֵר הוּא נֶאֱמָן. וְאִם יֵשׁ לַבֵּן בָּנִים אֵינוֹ נֶאֱמָן. שֶׁלֹּא הֶאֱמִינָה אוֹתוֹ תּוֹרָה אֶלָּא עַל בְּנוֹ שֶׁנֶּאֱמַר <small>(דברים כא יז)</small> \"כִּי אֶת הַבְּכֹר בֶּן הַשְּׂנוּאָה יַכִּיר\" יַכִּירֶנּוּ לַאֲחֵרִים: \n",
      "וּכְשֵׁם שֶׁנֶּאֱמָן לוֹמַר בְּנִי זֶה בְּכוֹר כָּךְ נֶאֱמָן לוֹמַר בְּנִי זֶה מַמְזֵר אוֹ בֶּן גְּרוּשָׁה אוֹ בֶּן חֲלוּצָה. וְכֵן אִם הָיְתָה אִשְׁתּוֹ מְעֻבֶּרֶת נֶאֱמָן לוֹמַר עֻבָּר זֶה אֵינוֹ בְּנִי וּמַמְזֵר הוּא וְיִהְיֶה מַמְזֵר וַדַּאי. וְהָאוֹמֵר עַל עַצְמוֹ שֶׁהוּא מַמְזֵר נֶאֱמָן לֶאֱסֹר עַצְמוֹ בְּבַת יִשְׂרָאֵל. וְאָסוּר בְּמַמְזֶרֶת עַד שֶׁיִּוָּדַע וַדַּאי שֶׁהוּא מַמְזֵר. וּבְנוֹ כָּמוֹהוּ. וְאִם יֵשׁ לוֹ בְּנֵי בָּנִים אֵינוֹ נֶאֱמָן לִפְסל בְּנֵי בָּנָיו וְלֹא יִפְסל אֶלָּא עַצְמוֹ: \n",
      "אֲרוּסָה שֶׁנִּתְעַבְּרָה וְהִיא בְּבֵית אָבִיהָ הֲרֵי הַוָּלָד בְּחֶזְקַת מַמְזֵר וְאָסוּר בְּבַת יִשְׂרָאֵל וְאָסוּר בְּמַמְזֶרֶת. וְאִם נִבְדְּקָה אִמּוֹ וְאָמְרָה מֵאֲרוּסִי נִתְעַבַּרְתִּי נֶאֱמֶנֶת וְהַוָּלָד כָּשֵׁר. וְאִם הִכְחִישָׁהּ הָאָרוּס וְאָמַר מֵעוֹלָם לֹא בָּאתִי עָלֶיהָ הֲרֵי הַוָּלָד מַמְזֵר שֶׁאֲפִלּוּ הָיָה בְּחֶזְקַת בְּנוֹ וְאָמַר בְּנִי זֶה מַמְזֵר נֶאֱמָן. וְהָאִשָּׁה אֵינָהּ בְּחֶזְקַת זוֹנָה אֶלָּא נֶאֱמֶנֶת לוֹמַר לָאָרוּס נִבְעַלְתִּי וְאֵינָהּ זוֹנָה. וְאִם נִשֵּׂאת לְכֹהֵן לֹא תֵּצֵא וּוְלָדָהּ מִמֶּנּוּ כָּשֵׁר: \n",
      "הָיוּ הָעָם מְרַנְּנִים אַחֲרֶיהָ וְהִיא אֲרוּסָה עִם אֲרוּסָהּ וְעִם אֲנָשִׁים אֲחֵרִים אַף עַל פִּי שֶׁבָּא עָלֶיהָ אֲרוּסָהּ בְּבֵית חָמִיו הֲרֵי זֶה סְפֵק מַמְזֵר. כְּשֵׁם שֶׁהִפְקִירָה עַצְמָהּ לַאֲרוּסָהּ הִפְקִירָה לַאֲחֵרִים. וְאִם נִבְדְּקָה וְאָמְרָה עֻבָּר זֶה מֵאֲרוּסִי הֲרֵי זֶה כָּשֵׁר כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "אֵשֶׁת אִישׁ שֶׁהָיְתָה מְעֻבֶּרֶת וְאָמְרָה עֻבָּר זֶה אֵינוֹ מִבַּעֲלִי אֵינָהּ נֶאֱמֶנֶת לְפָסְלוֹ. וַהֲרֵי הַבֵּן בְּחֶזְקַת כַּשְׁרוּת. שֶׁלֹּא הֶאֱמִינָה תּוֹרָה אֶלָּא הָאָב. אָמַר הָאָב אֵינוֹ בְּנִי אוֹ שֶׁהָיָה בַּעְלָהּ בִּמְדִינַת הַיָּם הֲרֵי זֶה בְּחֶזְקַת מַמְזֵר. וְאִם אָמְרָה מֵעַכּוּ''ם וְעֶבֶד נִתְעַבַּרְתִּי הֲרֵי הַוָּלָד כָּשֵׁר. שֶׁאֵין הַבַּעַל יָכוֹל לְהַכְחִישָׁהּ בִּדְבָרֶיהָ. וְאֵין הָעֻבָּר מִשְׁתַּהֶה בִּמְעֵי אִמּוֹ יֶתֶר עַל שְׁנֵים עָשָׂר חֹדֶשׁ: \n",
      "אֵשֶׁת אִישׁ שֶׁיָּצָא עָלֶיהָ קוֹל שֶׁהָיְתָה זוֹנָה תַּחַת בַּעְלָהּ וְהַכּל מְרַנְּנִין אַחֲרֶיהָ אֵין חוֹשְׁשִׁין לְבָנֶיהָ שֶׁמָּא מַמְזֵרִים הֵם שֶׁרֹב בְּעִילוֹת אֵצֶל הַבַּעַל. וּמֻתָּר לִשָּׂא בִּתָּהּ לְכַתְּחִלָּה. אֲבָל הִיא עַצְמָהּ חוֹשְׁשִׁין לָהּ מִשּׁוּם זוֹנָה. וְאִם הָיְתָה פְּרוּצָה יוֹתֵר מִדַּאי אַף לְבָנֶיהָ חוֹשְׁשִׁין: \n",
      "דִּין תּוֹרָה שֶׁסְּפֵק מַמְזֵר מֻתָּר לָבוֹא בַּקָּהָל שֶׁנֶּאֱמַר <small>(דברים כג ג)</small> \"לֹא יָבֹא מַמְזֵר בִּקְהַל ה'\" מַמְזֵר וַדַּאי אָסוּר לָבוֹא בַּקָּהָל וְלֹא סָפֵק. אֲבָל חֲכָמִים עָשׂוּ מַעֲלָה בְּיוּחֲסִין וְאָסְרוּ גַּם הַסְּפֵקוֹת לָבוֹא בַּקָּהָל. לְפִיכָךְ מַמְזֵר וַדַּאי מֻתָּר לִשָּׂא מַמְזֶרֶת וַדָּאִית אֲבָל מַמְזֵר סָפֵק אוֹ שְׁתוּקִי אוֹ אֲסוּפִי אָסוּר לִשָּׂא בַּת יִשְׂרָאֵל: \n",
      "וְאָסוּר לִשָּׂא מַמְזֶרֶת וַאֲפִלּוּ מַמְזֶרֶת מִסָּפֵק אֲסוּרָה לוֹ שֶׁמָּא אֶחָד מֵהֶן אֵינוֹ מַמְזֵר וְהַשֵּׁנִי מַמְזֵר וַדַּאי. וּמַמְזֵר שֶׁל דִּבְרֵיהֶם מֻתָּר לִשָּׂא מַמְזֶרֶת שֶׁל דִּבְרֵיהֶם. וְכֵן שְׁאָר הַסְּפֵקוֹת אֲסוּרִין לִשָּׂא זֶה מִזֶּה: \n",
      "כֵּיצַד. שְׁתוּקִים וַאֲסוּפִים וּסְפֵק מַמְזֵרִים אֲסוּרִים לָבוֹא זֶה עִם זֶה וְאִם נָשְׂאוּ לֹא יְקַיְּמוּ אֶלָּא יוֹצִיאוּ בְּגֵט וְהַוָּלָד סָפֵק כַּאֲבוֹתָיו. וְאֵין לִסְפֵקוֹת אֵלּוּ תַּקָּנָה אֶלָּא שֶׁיִּשְּׂאוּ מִן הַגֵּרִים וְהַוָּלָד הוֹלֵךְ אַחַר הַפָּגוּם: \n",
      "כֵּיצַד. שְׁתוּקִי אוֹ אֲסוּפִי שֶׁנָּשָׂא גִּיֹּרֶת אוֹ מְשֻׁחְרֶרֶת אוֹ גֵּר וּמְשֻׁחְרָר שֶׁנָּשָׂא שְׁתוּקִית אוֹ אֲסוּפִית. הַוָּלָד שְׁתוּקִי אוֹ אֲסוּפִי: \n",
      "הָאֲסוּפִי שֶׁנִּמְצָא בְּעִיר שֶׁיֵּשׁ בָּהּ עַכּוּ''ם בֵּין שֶׁהָיָה רֹב עַכּוּ''ם אוֹ רֹב יִשְׂרָאֵל הֲרֵי זֶה סְפֵק עַכּוּ''ם לְעִנְיַן יוּחֲסִין. קִדֵּשׁ אִשָּׁה צְרִיכָה גֵּט מִסָּפֵק. מִי שֶׁהֲרָגוֹ לֹא הָיָה נֶהֱרַג עָלָיו: \n",
      "הִטְבִּילוּהוּ בֵּית דִּין לְשֵׁם גֵּרוּת אוֹ שֶׁטָּבַל מִשֶּׁהִגְדִּיל הֲרֵי הוּא כִּשְׁאָר אֲסוּפִים הַנִּמְצָאִים בְּעָרֵי יִשְׂרָאֵל. הָיָה רֹב הָעִיר עַכּוּ''ם מֻתָּר לְהַאֲכִילוֹ נְבֵלוֹת. הָיָה רֻבָּן יִשְׂרָאֵל מַחְזִירִין לוֹ אֲבֵדָתוֹ כְּיִשְׂרָאֵל. מֶחֱצָה עַל מֶחֱצָה מִצְוָה לְהַחֲיוֹתוֹ כְּיִשְׂרָאֵל. וּמְפַקְּחִין עָלָיו אֶת הַגַּל בְּשַׁבָּת וַהֲרֵי הוּא לְעִנְיַן נְזָקִין כְּכָל סְפֵק מָמוֹן הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: \n",
      "יֵרָאֶה לִי שֶׁכָּל מְדִינָה שֶׁיֵּשׁ בָּהּ שִׁפְחָה אוֹ עַכּוּ''ם הָרְאוּיָה לֵילֵד הוֹאִיל וְהָאֲסוּפִי הַנִּמְצָא שָׁם סְפֵק עַכּוּ''ם אוֹ סְפֵק עֶבֶד כְּשֶׁיִּשָּׂא הַגִּיֹּרֶת כְּמוֹ שֶׁבֵּאַרְנוּ הֲרֵי זוֹ סְפֵק אֵשֶׁת אִישׁ וְהַבָּא עָלֶיהָ פָּטוּר שֶׁאֵין הוֹרְגִין עַל סָפֵק. וְכֵן יֵרָאֶה לִי שֶׁהַשְּׁתוּקִי שֶׁנָּשָׂא אִשָּׁה שֶׁאֶפְשָׁר שֶׁהִיא עֶרְוָה עָלָיו וַהֲרֵי הִיא סְפֵק אֵשֶׁת אִישׁ שֶׁאֵין קִדּוּשִׁין תּוֹפְסִין בַּעֲרָיוֹת: \n",
      "וְאֵי זוֹ הִיא הָאִשָּׁה שֶׁאֶפְשָׁר שֶׁתִּהְיֶה עֶרְוָה עָלָיו. כָּל אִשָּׁה שֶׁהָיָה אָבִיהָ אוֹ אָחִיהָ קַיָּם כְּשֶׁנִּתְעַבְּרָה בּוֹ אִמּוֹ. וְכָל אִשָּׁה שֶׁנִּתְגָּרְשָׁה אוֹ נִתְאַלְמְנָה שֶׁמָּא אֵשֶׁת אָבִיו הִיא אוֹ אֵשֶׁת אֲחִי אָבִיו: \n",
      "וּמִנַּיִן אֲנִי אוֹמֵר שֶׁאֵין הַשְּׁתוּקִי וְהָאֲסוּפִי אָסוּר בְּכָל אִשָּׁה שֶׁאֶפְשָׁר שֶׁתִּהְיֶה עֶרְוָה עָלָיו. שֶׁהֲרֵי הַכָּשֵׁר שֶׁנִּבְדְּקָה אִמּוֹ אֵינוֹ אָסוּר בְּכָל אִשָּׁה שֶׁאֶפְשָׁר שֶׁתִּהְיֶה עֶרְוָה עָלָיו. וַהֲרֵי נֶאֱמַר בַּתּוֹרָה <small>(ויקרא יט כט)</small> \"אַל תְּחַלֵּל אֶת בִּתְּךָ לְהַזְנוֹתָהּ\". וְאָמְרוּ חֲכָמִים שֶׁאִם יַעֲשֶׂה זֶה נִמְצָא אָב נוֹשֵׂא בִּתּוֹ וְאָח נוֹשֵׂא אֲחוֹתוֹ. וְאִלּוּ הָיָה הַדִּין שֶׁכָּל מִי שֶׁאֵינוֹ יוֹדֵעַ אָבִיו בְּוַדַּאי אָסוּר בְּכָל אִשָּׁה שֶׁאֶפְשָׁר שֶׁתִּהְיֶה עֶרְוָה עָלָיו. לֹא הָיִינוּ בָּאִים לַמִּדָּה הַזֹּאת לְעוֹלָם וְלֹא תִּהְיֶה הָאָרֶץ מְלֵאָה זִמָּה. הָא לָמַדְתָּ שֶׁאֵין אוֹסְרִין עֲרָיוֹת וּמַחֲזִיקִין אוֹתָן בִּשְׁאֵר בָּשָׂר בְּסָפֵק עַד שֶׁיִּוָּדַע בְּוַדַּאי שֶׁזּוֹ עֶרְוָה עָלָיו. שֶׁאִם אַתָּה אוֹמֵר כֵּן כָּל הַיְתוֹמִים שֶׁבָּעוֹלָם שֶׁלֹּא הִכִּירוּ אֲבוֹתֵיהֶם הָיוּ אֲסוּרִין לְהִנָּשֵׂא בְּכָל מָקוֹם שֶׁמָּא יִפְגְּעוּ בְּעֶרְוָה: \n",
      "הַוָּלָד שֶׁהָיָה מֻשְׁלָךְ בַּדֶּרֶךְ וּבָא אֶחָד וְאָמַר בְּנִי הוּא וַאֲנִי הִשְׁלַכְתִּיו נֶאֱמָן. וְכֵן אִמּוֹ נֶאֱמֶנֶת. נֶאֱסַף מִן הַשּׁוּק וּבָאוּ אָבִיו וְאִמּוֹ אַחַר כֵּן וְאָמְרוּ בְּנֵנוּ הוּא אֵין נֶאֱמָנִין הוֹאִיל וְיָצָא עָלָיו שֵׁם אֲסוּפִי. וּבִשְׁנֵי רְעָבוֹן נֶאֱמָנִין שֶׁמִּפְּנֵי רָעָב הִשְׁלִיכוּהוּ וְהֵן רוֹצִין שֶׁיָּזוּנוּ אוֹתוֹ אֲחֵרִים וּלְפִיכָךְ שָׁתְקוּ עַד שֶׁנֶּאֱסַף: \n",
      "נִמְצָא הַוָּלָד מָהוּל אוֹ שֶׁהֻחְתַּל אוֹ שֶׁהֻמְלַח אוֹ שֶׁהָיָה הַכֹּחַל בְּעֵינָיו אוֹ הַקְּמֵעִין בְּצַוָּארוֹ אוֹ שֶׁנִּמְצָא תַּחַת אִילָן מְסֻבָּךְ שֶׁאֵין חַיָּה נִכְנֶסֶת לוֹ וְהָיָה סָמוּךְ לָעִיר אוֹ שֶׁנִּמְצָא בְּבֵית הַכְּנֶסֶת הַסָּמוּךְ לִרְשׁוּת הָרַבִּים אוֹ בְּצִדֵּי רְשׁוּת הָרַבִּים אֵין כָּאן מִשּׁוּם אֲסוּפִי. מֵאַחֵר שֶׁהֵן מְשַׁמְּרִין אוֹתוֹ שֶׁלֹּא יָמוּת בְּחֶזְקַת כָּשֵׁר הוּא. אֲבָל אִם נִמְצָא מֻשְׁלָךְ בְּאֶמְצַע הַדֶּרֶךְ אוֹ רָחוֹק מִן הָעִיר אֲפִלּוּ תַּחַת אִילָן אוֹ בְּבֵית הַכְּנֶסֶת אוֹ שֶׁנִּמְצָא תָּלוּי בָּאִילָן מָקוֹם שֶׁחַיָּה מַגַּעַת לוֹ הֲרֵי זֶה אֲסוּפִי: \n",
      "נֶאֱמֶנֶת חַיָּה לוֹמַר זֶה הַבֵּן כֹּהֵן הוּא אוֹ לֵוִי אוֹ נָתִין אוֹ מַמְזֵר מִפְּנֵי שֶׁלֹּא הֻחְזַק וְאֵין אָנוּ יוֹדְעִין יִחוּסָן. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהֻחְזְקָה בְּנֶאֱמָנוּת וְלֹא עִרְעֵר עָלֶיהָ אָדָם. אֲבָל אִם עִרְעֵר עָלֶיהָ אֲפִלּוּ אֶחָד וְאָמַר בְּשֶׁקֶר מְעִידָה אֵינָהּ נֶאֱמֶנֶת וַהֲרֵי הַבֵּן בְּחֶזְקַת כָּשֵׁר וְאֵין לוֹ יִחוּס: \n",
      "דָּבָר בָּרוּר שֶׁהַשְּׁתוּקִי אָסוּר לִשָּׂא שְׁתוּקִית. וַאֲסוּפִי אָסוּר בַּאֲסוּפִית מִפְּנֵי שֶׁהֵן סְפֵקוֹת. אֲבָל מַמְזֵרִים וַדָּאִים וּנְתִינִים מֻתָּרִים לָבוֹא זֶה בָּזֶה וְהַוָּלָד מַמְזֵר. וּשְׁתוּקִי וַאֲסוּפִי מֻתָּרִין בִּנְתִינִים וּבִשְׁאָר הַגֵּרִים וְהַוָּלָד סָפֵק: \n"
    ],
    [
      "פְּצוּעַ דַּכָּא וּכְרוּת שָׁפְכָה שֶׁנָּשְׂאוּ בַּת יִשִׂרָאֵל וּבָעֲלוּ לוֹקִין שֶׁנֶּאֱמַר <small>(דברים כג ב)</small> \"לֹא יָבֹא פְצוּעַ דַּכָּא וּכְרוּת שָׁפְכָה בִּקְהַל ה'\". וּמֻתָּרִין לִשָּׂא גִּיֹּרֶת וּמְשֻׁחְרֶרֶת. וַאֲפִלּוּ כֹּהֵן שֶׁהוּא פְּצוּעַ דַּכָּא מֻתָּר לִשָּׂא גִּיֹּרֶת וּמְשֻׁחְרֶרֶת לְפִי שֶׁאֵינוֹ בִּקְדֻשָּׁתוֹ. וַאֲפִלּוּ נְתִינָה אוֹ אֶחָד מִן הַסְּפֵקוֹת מֻתֶּרֶת לוֹ: \n",
      "הוֹאִיל וּפְצוּעַ דַּכָּא אָסוּר לָבוֹא בַּקָּהָל לֹא גָּזְרוּ בּוֹ עַל הַנְּתִינִים וְלֹא עַל הַסְּפֵקוֹת. אֲבָל פְּצוּעַ דַּכָּא וּכְרוּת שָׁפְכָה אָסוּר בְּמַמְזֶרֶת וַדָּאִית שֶׁהֲרֵי אֲסוּרָה מִן הַתּוֹרָה: \n",
      "ואֵי זֶהוּ פְּצוּעַ דַּכָּא. כָּל שֶׁנִּפְצְעוּ הַבֵּיצִים שֶׁלּוֹ. וּכְרוּת שָׁפְכָה כָּל שֶׁנִּכְרַת הַגִּיד שֶׁלּוֹ. וּבִשְׁלֹשָׁה אֵיבָרִין אֶפְשָׁר שֶׁיִּפָּסֵל הַזָּכָר בַּגִּיד וּבַבֵּיצִים וּבַשְּׁבִילִין שֶׁבָּהֶן תִּתְבַּשֵּׁל שִׁכְבַת זֶרַע וְהֵן הַנִּקְרָאִין חוּטֵי בֵּיצִים. וְכֵיוָן שֶׁנִּפְצַע אֶחָד מִשְּׁלֹשָׁה אֵיבָרִין אֵלּוּ אוֹ נִדָּךְ הֲרֵי זֶה פָּסוּל: \n",
      "כֵּיצַד. נִפְצַע הַגִּיד אוֹ נִדָּךְ אוֹ שֶׁנִּכְרַת הָעֲטָרָה אוֹ לְמַעְלָה מֵעֲטָרָה פָּסוּל. וְאִם נִכְרַת מֵרֹאשׁ הָעֲטָרָה וְנִשְׁתַּיֵּר מִמֶּנָּה אֲפִלּוּ כְּחוּט הַשַּׂעֲרָה מֻקָּף לְכָל הַגִּיד כָּשֵׁר. נִכְרַת הַגִּיד לְמַעְלָה מֵעֲטָרָה כְּקֻלְמוֹס אוֹ כְּמַרְזֵב כָּשֵׁר: \n",
      "נִקַּב לְמַטָּה מֵעֲטָרָה כָּשֵׁר. נִקְּבָה הָעֲטָרָה עַצְמָהּ אִם כְּשֶׁיִּרְאֶה קֶרִי תֵּצֵא שִׁכְבַת זֶרַע מִן הַנֶּקֶב פָּסוּל. נִסְתַּם הַנֶּקֶב חָזַר לְהֶכְשֵׁרוֹ. נִקַּב לְמַטָּה מֵעֲטָרָה שֶׁכְּנֶגְדּוֹ לְמַעְלָה בְּתוֹךְ הָעֲטָרָה פָּסוּל שֶׁהָעֲטָרָה כֻּלָּהּ מְעַכֶּבֶת: \n",
      "נִסְתַּם שְׁבִיל שִׁכְבַת זֶרַע וְחָזַר לִרְאוֹת שִׁכְבַת זֶרַע מִשְּׁבִיל שֶׁמַּשְׁתִּין בּוֹ הֲרֵי זֶה פָּסוּל: \n",
      "נִכְרְתוּ הַבֵּיצִים אוֹ אַחַת מֵהֶן אוֹ שֶׁנִּפְצְעָה אַחַת מֵהֶן אוֹ שֶׁנִּדּוֹכָה אַחַת מֵהֶן אוֹ שֶׁחָסְרָה אוֹ שֶׁנִּקְּבָה הֲרֵי זֶה פָּסוּל. נִכְרְתוּ חוּטֵי בֵּיצִים אוֹ אַחַת אוֹ שֶׁנִּדָּךְ אוֹ נִפְצַע הֲרֵי זֶה פָּסוּל: \n",
      "נִקַּב חוּט מִחוּטֵי הַבֵּיצִים לִשְׁבִיל מֵי רַגְלַיִם וַהֲרֵי הוּא מַטִּיל מַיִם מִשְּׁנֵי מְקוֹמוֹת מִשְּׁבִיל הַמַּיִם וּמִשְּׁבִיל שִׁכְבַת זֶרַע הֲרֵי זֶה כָּשֵׁר: \n",
      "כָּל פָּסוּל שֶׁאָמַרְנוּ בְּעִנְיָן זֶה כְּשֶׁלֹּא הָיוּ בִּידֵי שָׁמַיִם כְּגוֹן שֶׁכְּרָתוֹ אָדָם אוֹ כֶּלֶב אוֹ הִכָּהוּ קוֹץ וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ. אֲבָל אִם נוֹלַד כְּרוּת שָׁפְכָה אוֹ פְּצוּעַ דַּכָּא אוֹ שֶׁנּוֹלַד בְּלֹא בֵּיצִים אוֹ שֶׁחָלָה מֵחֲמַת גּוּפוֹ וּבָטְלוּ מִמֶּנּוּ אֵיבָרִים אֵלּוּ אוֹ שֶׁנּוֹלַד בָּהֶם שְׁחִין וְהֵמֵסָּה אוֹתָן אוֹ כְּרָתָן הֲרֵי זֶה כָּשֵׁר לָבֹא בַּקָּהָל שֶׁכָּל אֵלּוּ בִּידֵי שָׁמַיִם: \n",
      "אָסוּר לְהַפְסִיד אֵיבְרֵי זֶרַע בֵּין בְּאָדָם בֵּין בִּבְהֵמָה חַיָּה וְעוֹף. אֶחָד טְמֵאִים וְאֶחָד טְהוֹרִים. בֵּין בְּאֶרֶץ יִשְׂרָאֵל בֵּין בְּחוּצָה לָאָרֶץ. אַף עַל פִּי שֶׁנֶּאֱמַר <small>(ויקרא כב כד)</small> \"וּבְאַרְצְכֶם לֹא תַעֲשׂוּ\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁדָּבָר זֶה נוֹהֵג בְּכָל מָקוֹם. וְעִנְיַן הַכָּתוּב לֹא יֵעָשֶׂה זֹאת בְּיִשְׂרָאֵל בֵּין בְּגוּפָן בֵּין בְּגוּף אֲחֵרִים. וְכָל הַמְסָרֵס לוֹקֶה מִן הַתּוֹרָה בְּכָל מָקוֹם. וַאֲפִלּוּ מְסָרֵס אַחַר מְסָרֵס לוֹקֶה: \n",
      "כֵּיצַד. הֲרֵי שֶׁבָּא אֶחָד וְכָרַת אֶת הַגִּיד וּבָא אַחֵר וְכָרַת אֶת הַבֵּיצִים אוֹ נִתְּקָן וּבָא אַחֵר וְכָרַת חוּטֵי בֵּיצִים. אוֹ שֶׁבָּא אֶחָד וּמָעַךְ אֶת הַגִּיד וּבָא אַחֵר וְנִתְּקוֹ וּבָא אַחֵר וּכְרָתוֹ כֻּלָּן לוֹקִין. וְאַף עַל פִּי שֶׁלֹּא סֵרֵס הָאַחֲרוֹן אֶלָּא מְסֹרָס. בֵּין בָּאָדָם בֵּין בִּבְהֵמָה חַיָּה וָעוֹף. וְהַמְסָרֵס אֶת הַנְּקֵבָה בֵּין בְּאָדָם בֵּין בִּשְׁאָר מִינִים פָּטוּר: \n",
      "הַמַּשְׁקֶה עִקָּרִין לְאָדָם אוֹ לִשְׁאָר מִינִים כְּדֵי לְסָרְסוֹ הֲרֵי זֶה אָסוּר וְאֵין לוֹקִין עָלָיו. וְאִשָּׁה מֻתֶּרֶת לִשְׁתּוֹת עִקָּרִין כְּדֵי לְסָרְסָהּ עַד שֶׁלֹּא תֵּלֵד. הֲרֵי שֶׁכָּפָה אֶת הָאָדָם וְשִׁסָּה בּוֹ כֶּלֶב אוֹ שְׁאָר חַיּוֹת עַד שֶׁעֲשָׂאוּהוּ כְּרוּת שָׁפְכָה אוֹ שֶׁהוֹשִׁיבוֹ בַּמַּיִם אוֹ בַּשֶּׁלֶג עַד שֶׁבִּטֵּל מִמֶּנּוּ אֵיבְרֵי תַּשְׁמִישׁ אֵינוֹ לוֹקֶה עַד שֶׁיְּסָרֵס בְּיָדוֹ. וְרָאוּי לְהַכּוֹתוֹ מַכַּת מַרְדּוּת: \n",
      "אָסוּר לוֹמַר לְעַכּוּ''ם לְסָרֵס בְּהֵמָה שֶׁלָּנוּ. וְאִם לְקָחָהּ הוּא מֵעַצְמוֹ וְסֵרְסָהּ מֻתָּר. וְאִם הֶעֱרִים יִשְׂרָאֵל בְּדָבָר זֶה קוֹנְסִין אוֹתוֹ וּמוֹכְרָהּ לְיִשְׂרָאֵל אַחֵר. וַאֲפִלּוּ לִבְנוֹ הַגָּדוֹל מֻתָּר לְמָכְרָהּ. אֲבָל לִבְנוֹ הַקָּטָן אֵינוֹ מוֹכְרָהּ לוֹ וְלֹא נוֹתְנָה לוֹ: \n"
    ],
    [
      "שָׁלֹשׁ נָשִׁים נֶאֶסְרוּ עַל כָּל הַכֹּהֲנִים. גְּרוּשָׁה זוֹנָה וַחְללָה. וִעַל כֹּהֵן גָּדוֹל אַרְבַּע. אֵלּוּ הַשָּׁלֹשׁ וְהָאַלְמָנָה. אֶחָד כֹּהֵן גָּדוֹל מָשׁוּחַ בְּשֶׁמֶן הַמִּשְׁחָה אוֹ הַמְרֻבֶּה בְּגָדִים. וְאֶחָד כֹּהֵן הָעוֹבֵד וְאֶחָד כֹּהֵן גָּדוֹל שֶׁמִּנּוּהוּ וְעָבַר. וְכֵן כֹּהֵן מְשׁוּחַ מִלְחָמָה. כֻּלָּן מְצֻוִּין עַל הַבְּתוּלָה וַאֲסוּרִין בְּאַלְמָנָה: \n",
      "כָּל כֹּהֵן שֶׁנָּשָׂא אַחַת מֵהַשָּׁלֹשׁ נָשִׁים אֵלּוּ בֵּין גָּדוֹל בֵּין הֶדְיוֹט וּבָעַל לוֹקֶה. וְאִם בָּא עָלֶיהָ דֶּרֶךְ זְנוּת אֵינוֹ לוֹקֶה מִשּׁוּם זוֹנָה אוֹ גְּרוּשָׁה אוֹ חֲלָלָה שֶׁנֶּאֱמַר <small>(ויקרא כא ז)</small> \"לֹא יִקָּחוּ\" עַד שֶׁיִּקַּח וְיִבְעל: \n",
      "אֲבָל כֹּהֵן גָּדוֹל שֶׁבָּא עַל אַלְמָנָה לוֹקֶה אַחַת אַף עַל פִּי שֶׁלֹּא קִדֵּשׁ שֶׁנֶּאֱמַר <small>(ויקרא כא טו)</small> \"לֹא יְחַלֵּל\" כֵּיוָן שֶׁבְּעָלָהּ חִלְּלָהּ וּפְסָלָהּ לִכְהֻנָּה. אֲבָל זוֹנָה וַחֲלָלָה וּגְרוּשָׁה הֲרֵי הֵן מְחֻלָּלוֹת וְעוֹמְדוֹת קֹדֶם בְּעִילָתוֹ. וּלְפִיכָךְ לוֹקֶה כֹּהֵן גָּדוֹל לְבַדּוֹ עַל בְּעִילַת אַלְמָנָה לְבַדָּהּ אַף עַל פִּי שֶׁאֵין שָׁם קִדּוּשִׁין שֶׁהֲרֵי חִלְּלָהּ וְהוּא מֻזְהָר שֶׁלֹּא יְחַלֵּל כְּשֵׁרִים לֹא אִשָּׁה וְלֹא זַרְעוֹ: \n",
      "קִדֵּשׁ כֹּהֵן גָּדוֹל אַלְמָנָה וּבְעָלָהּ לוֹקֶה שְׁתַּיִם. אַחַת מִשּׁוּם <small>(ויקרא כא יד)</small> \"אַלְמָנָה לֹא יִקָּח\". וְאַחַת מִשּׁוּם <small>(ויקרא כא טו)</small> \"לֹא יְחַלֵּל\". וּבֵין כֹּהֵן גָּדוֹל וּבֵין כֹּהֵן הֶדְיוֹט שֶׁנָּשָׂא אִשָּׁה מִן הָאַרְבַּע וְלֹא בָּעַל אֵינוֹ לוֹקֶה: \n",
      "וְכָל מָקוֹם שֶׁהוּא לוֹקֶה הִיא לוֹקָה. וְכָל מָקוֹם שֶׁהוּא אֵינוֹ לוֹקֶה הִיא אֵינָהּ לוֹקָה. שֶׁאֵין הֶפְרֵשׁ בֵּין אִישׁ לְאִשָּׁה לָעֳנָשִׁין זוּלָתִי בְּשִׁפְחָה חֲרוּפָה בִּלְבַד כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "כָּל כֹּהֵן הַבָּא עַל הַכּוּתִית בֵּין גָּדוֹל בֵּין הֶדְיוֹט לוֹקֶה מִשּׁוּם זוֹנָה. שֶׁהֲרֵי אֵינָהּ בַּת קִדּוּשִׁין וְהוּא אָסוּר בִּבְעִילַת זוֹנָה בֵּין יִשְׂרְאֵלִית בֵּין כּוּתִית: \n",
      "הַחֲלוּצָה אֲסוּרָה לְכֹהֵן מִדִּבְרֵי סוֹפְרִים מִפְּנֵי שֶׁהִיא כִּגְרוּשָׁה וּמַכִּין אוֹתוֹ מַכַּת מַרְדּוּת מִדִּבְרֵיהֶם. כֹּהֵן שֶׁנָּשָׂא סְפֵק חֲלוּצָה אֵין מוֹצִיאִין אוֹתָהּ מִתַּחְתָּיו וְהִיא כְּשֵׁרָה וּוְלָדָהּ כָּשֵׁר. מִפְּנֵי שֶׁלֹּא גָּזְרוּ עַל סְפֵק חֲלוּצָה אֶלָּא עַל חֲלוּצָה וַדָּאִית. וְכֵן מִי שֶׁהָיְתָה סְפֵק גְּרוּשָׁה אוֹ סְפֵק אַלְמָנָה אוֹ סְפֵק זוֹנָה וּסְפֵק חֲלָלָה מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת וּמוֹצִיא בְּגֵט: \n",
      "כְּלָל גָּדוֹל הוּא בְּכָל אִסּוּרִים שֶׁבַּתּוֹרָה שֶׁאֵין אִסּוּר חָל עַל אִסּוּר אֶלָּא אִם כֵּן הָיוּ שְׁנֵי אִסּוּרִין בָּאִין כְּאַחַת. אוֹ שֶׁהָיָה הָאִסּוּר הָאֶחָד מוֹסִיף דְּבָרִים אֲחֵרִים עַל אוֹתוֹ הָאִסּוּר. אוֹ אִם הָיָה כּוֹלֵל דְּבָרִים אֲחֵרִים עִם אִסּוּר זֶה: \n",
      "לְפִיכָךְ אִשָּׁה שֶׁהָיְתָה אַלְמָנָה וְנַעֲשֵׂית גְּרוּשָׁה וְנַעֲשֵׂית חֲלָלָה וְנַעֲשֵׂית זוֹנָה וּבָא עָלֶיהָ כֹּהֵן גָּדוֹל אַחַר כָּךְ לוֹקֶה אַרְבַּע מַלְקִיּוֹת עַל בִּיאָה אַחַת. לְפִי שֶׁהָאַלְמָנָה אֲסוּרָה לְכֹהֵן גָּדוֹל וּמֻתֶּרֶת לְהֶדְיוֹט. \n",
      "חָזְרָה לִהְיוֹת גְּרוּשָׁה נוֹסָף בָּהּ אִסּוּר וְנֶאֱסֶרֶת לְכֹהֵן הֶדְיוֹט. לְפִיכָךְ נוֹסָף בָּהּ אִסּוּר אַחֵר עַל אִסּוּר הָאַלְמָנָה וַעֲדַיִן הִיא מֻתֶּרֶת לֶאֱכל בִּתְרוּמָה. נַעֲשֵׂית חֲלָלָה נוֹסָף בָּהּ אִסּוּר שֶׁהֲרֵי נֶאֱסֶרֶת בִּתְרוּמָה וַעֲדַיִן הִיא מֻתֶּרֶת לְיִשְׂרָאֵל. נַעֲשֵׂית זוֹנָה הוֹאִיל וְיֵשׁ שֵׁם זְנוּת שֶׁאוֹסְרָהּ עַל יִשְׂרָאֵל אִם זִנְּתָה אִשְׁתּוֹ בְּרָצוֹן נוֹסָף בָּהּ אִסּוּר אַחֵר. וְהוּא הַדִּין לְכֹהֵן הֶדְיוֹט שֶׁבָּא עַל הַגְּרוּשָׁה שֶׁנַּעֲשֵׂית חֲלָלָה וְאַחַר כָּךְ זוֹנָה שֶׁהוּא לוֹקֶה שָׁלֹשׁ עַל בִּיאָה אַחַת. אֲבָל אִם נִשְׁתַּנָּה סֵדֶר זֶה אֵינוֹ לוֹקֶה אֶלָּא אַחַת: \n",
      "מִי שֶׁנִּתְאַלְמְנָה מֵאֲנָשִׁים הַרְבֵּה אוֹ נִתְגָּרְשָׁה מֵאֲנָשִׁים הַרְבֵּה אֵין לוֹקִין עָלֶיהָ אֶלָּא אַחַת עַל כָּל בִּיאָה. אַלְמָנָה בֵּין מִן הָאֵרוּסִין בֵּין מִן הַנִּשּׂוּאִין אֲסוּרָה: \n",
      "כֹּהֵן גָּדוֹל שֶׁמֵּת אָחִיו אַף עַל פִּי שֶׁהוּא מִן הָאֵרוּסִין הֲרֵי זֶה לֹא יְיַבֵּם אֶלָּא חוֹלֵץ. נָפְלָה לוֹ יְבָמָה וְהוּא כֹּהֵן הֶדְיוֹט וְנִתְמַנָּה לִהְיוֹת כֹּהֵן גָּדוֹל אַף עַל פִּי שֶׁעָשָׂה בָּהּ מַאֲמָר כְּשֶׁהוּא כֹּהֵן הֶדְיוֹט הֲרֵי זֶה לֹא יְיַבֵּם אַחַר שֶׁנִּתְמַנָּה. אֲבָל אִם אֵרֵס אֶת הָאַלְמָנָה וְנִתְמַנָּה לִהְיוֹת כֹּהֵן גָּדוֹל הֲרֵי זֶה יִכְנֹס אַחַר שֶׁנִּתְמַנָּה. הָיְתָה מְקֻדֶּשֶׁת סְפֵק קִדּוּשִׁין וּמֵת אֲרוּסָהּ הֲרֵי זוֹ סְפֵק אַלְמָנָה: \n",
      "מִצְוַת עֲשֵׂה עַל כֹּהֵן גָּדוֹל שֶׁיִּשָּׂא נַעֲרָה בְּתוּלָה. וּמִשֶּׁתִּבְגֹּר תֵּאָסֵר עָלָיו שֶׁנֶּאֱמַר <small>(ויקרא כא יג)</small> \"וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח\". אִשָּׁה לֹא קְטַנָּה. בִּבְתוּלֶיהָ וְלֹא בּוֹגֶרֶת. הָא כֵּיצַד. יָצָאת מִכְּלַל קַטְנוּת וְלִכְלַל בַּגְרוּת לֹא בָּאָה זוֹ נַעֲרָה. וְאֵינוֹ נוֹשֵׂא שְׁתֵּי נָשִׁים לְעוֹלָם כְּאַחַת שֶׁנֶּאֱמַר אִשָּׁה אַחַת וְלֹא שְׁתַּיִם: \n",
      "כֹּהֵן גָּדוֹל לֹא יִשָּׂא מֻכַּת עֵץ אַף עַל פִּי שֶׁלֹּא נִבְעֲלָה. [נִבְעֲלָה שֶׁלֹּא כְּדַרְכָּהּ הֲרֵי זוֹ כְּנִבְעֲלָה כְּדַרְכָּהּ. נִבְעֲלָה לִבְהֵמָה הֲרֵי זוֹ מֻתֶּרֶת]: \n",
      "כֹּהֵן גָּדוֹל שֶׁנָּשָׂא בְּעוּלָה אֵינוֹ לוֹקֶה אֲבָל מוֹצִיא בְּגֵט. נָשָׂא בּוֹגֶרֶת אוֹ מֻכַּת עֵץ הֲרֵי זֶה יְקַיֵּם. אֵרֵס בְּעוּלָה וְנִתְמַנָּה כֹּהֵן גָּדוֹל הֲרֵי זֶה יִכְנֹס אַחַר שֶׁנִּתְמַנָּה: \n",
      "אָנַס נַעֲרָה בְּתוּלָה אוֹ פִּתָּה אוֹתָהּ אֲפִלּוּ אֲנָסָהּ אוֹ פִּתָּה אוֹתָהּ כְּשֶׁהוּא כֹּהֵן הֶדְיוֹט וְנִתְמַנָּה כֹּהֵן גָּדוֹל קֹדֶם שֶׁיִּכְנֹס הֲרֵי זֶה לֹא יִכְנֹס. וְאִם כָּנַס מוֹצִיא: \n",
      "אֵרֵס אֶת הַקְּטַנָּה וּבָגְרָה תַּחְתָּיו קֹדֶם נִשּׂוּאִין הֲרֵי זֶה לֹא יִכְנֹס מִפְּנֵי שֶׁנִּשְׁתַּנָּה גּוּפָהּ. וְאִם כָּנַס לֹא יוֹצִיא: \n",
      "אַחַת גְּרוּשָׁה מִן הָאֵרוּסִין אוֹ מִן הַנִּשּׂוּאִין. אֲבָל הַמְמָאֶנֶת אֲפִלּוּ גֵּרְשָׁהּ בְּגֵט וְהֶחֱזִירָהּ וּמֵאֲנָה בּוֹ הֲרֵי זוֹ מֻתֶּרֶת לְכֹהֵן כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת גֵּרוּשִׁין. וְכָל מִי שֶׁאֵינָהּ רְאוּיָה לַחֲלִיצָה אִם נֶחְלְצָה לֹא נִפְסְלָה לִכְהֻנָּה: \n",
      "יָצָא עָלֶיהָ קוֹל אִישׁ פְּלוֹנִי כֹּהֵן כָּתַב גֵּט לְאִשְׁתּוֹ אוֹ נָתַן גֵּט לְאִשְׁתּוֹ וַהֲרֵי הִיא יוֹשֶׁבֶת תַּחְתָּיו וּמְשַׁמַּשְׁתּוֹ. אֵין מוֹצִיאִין אוֹתָהּ מִתַּחַת בַּעְלָהּ. וְאִם נִשֵּׂאת לְכֹהֵן אַחֵר תֵּצֵא מִן הַשֵּׁנִי: \n",
      "יָצָא שְׁמָהּ בָּעִיר שֶׁנִּתְקַדְּשָׁה וְנִתְגָּרְשָׁה מִן הַקִּדּוּשִׁין חוֹשְׁשִׁין לָהּ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת גֵּרוּשִׁין. אֲבָל אִם יָצָא עָלֶיהָ קוֹל שֶׁהִיא חֲלוּצָה אֵין חוֹשְׁשִׁין לָהּ: \n",
      "יָצָא קוֹל עַל הַבְּתוּלָה שֶׁהִיא בְּעוּלָה אֵין חוֹשְׁשִׁין לָהּ וְתִנָּשֵׂא לְכֹהֵן גָּדוֹל. יָצָא עָלֶיהָ קוֹל שֶׁהִיא שִׁפְחָה אֵין חוֹשְׁשִׁין לָהּ וְתִנָּשֵׂא אֲפִלּוּ לְכֹהֵן. יָצָא לָהּ שֵׁם מְזַנָּה בָּעִיר אֵין חוֹשְׁשִׁין לָהּ. וַאֲפִלּוּ הוֹצִיאָהּ בַּעְלָהּ מִשּׁוּם שֶׁעָבְרָה עַל דַּת יְהוּדִית אוֹ בְּעֵדֵי דָּבָר מְכֹעָר וּמֵת קֹדֶם שֶׁיִּתֵּן לָהּ גֵּט הֲרֵי זוֹ מֻתֶּרֶת לְכֹהֵן. שֶׁאֵין אוֹסְרִין אִשָּׁה מֵאֵלּוּ אֶלָּא בְּעֵדוּת בְּרוּרָה אוֹ בִּהוֹדָאַת פִּיהָ: \n"
    ],
    [
      "מִפִּי הַשְּׁמוּעָה לָמַדְנוּ שֶׁהַ <small>(ויקרא כא ז יד)</small> \"זּוֹנָה\" הָאֲמוּרָה בַּתּוֹרָה הִיא כָּל שֶׁאֵינָהּ בַּת יִשְׂרָאֵל. אוֹ בַּת יִשְׂרָאֵל שֶׁנִּבְעֲלָה לְאָדָם שֶׁהִיא אֲסוּרָה לְהִנָּשֵׂא לוֹ אִסּוּר הַשָּׁוֶה לַכּל. אוֹ שֶׁנִּבְעֲלָה לְחָלָל אַף עַל פִּי שֶׁהִיא מֻתֶּרֶת לְהִנָּשֵׂא לוֹ. לְפִיכָךְ הַנִּרְבַּעַת לִבְהֵמָה אַף עַל פִּי שֶׁהִיא בִּסְקִילָה לֹא נַעֲשֵׂית זוֹנָה וְלֹא נִפְסְלָה לִכְהֻנָּה שֶׁהֲרֵי לֹא נִבְעֲלָה לְאָדָם. וְהַבָּא עַל הַנִּדָּה אַף עַל פִּי שֶׁהִיא בְּכָרֵת לֹא נַעֲשֵׂית זוֹנָה וְלֹא נִפְסְלָה לִכְהֻנָּה שֶׁהֲרֵי אֵינָהּ אֲסוּרָה לְהִנָּשֵׂא לוֹ: \n",
      "וְכֵן הַבָּא עַל הַפְּנוּיָה אֲפִלּוּ הָיְתָה קְדֵשָׁה שֶׁהִפְקִירָה עַצְמָהּ לַכּל אַף עַל פִּי שֶׁהִיא בְּמַלְקוֹת לֹא נַעֲשֵׂית זוֹנָה וְלֹא נִפְסְלָה מִן הַכְּהֻנָּה שֶׁהֲרֵי אֵינָהּ אֲסוּרָה לְהִנָּשֵׂא לוֹ. אֲבָל הַנִּבְעֶלֶת לְאֶחָד מֵאִסּוּרֵי לָאוִין הַשָּׁוִין בַּכּל וְאֵין מְיֻחָדִין בְּכֹהֲנִים. אוֹ מֵאִסּוּרֵי עֲשֵׂה. וְאֵין צָרִיךְ לוֹמַר לְמִי שֶׁהִיא אֲסוּרָה לוֹ מִשּׁוּם עֶרְוָה אוֹ לְעַכּוּ''ם וְעֶבֶד. הוֹאִיל וְהִיא אֲסוּרָה לְהִנָּשֵׂא לוֹ הֲרֵי זוֹ זוֹנָה: \n",
      "וְכֵן הַגִּיֹּרֶת וְהַמְשֻׁחְרֶרֶת אֲפִלּוּ נִתְגַּיְּרָה וְנִשְׁתַּחְרְרָה פְּחוּתָה מִבַּת שָׁלֹשׁ שָׁנִים הוֹאִיל וְאֵינָהּ בַּת יִשְׂרָאֵל הֲרֵי זוֹ זוֹנָה וַאֲסוּרָה לְכֹהֵן. מִכָּאן אָמְרוּ עַכּוּ''ם אוֹ נָתִין אוֹ מַמְזֵר אוֹ גֵּר עַמּוֹנִי וּמוֹאָבִי אוֹ מִצְרִי וֶאֱדוֹמִי רִאשׁוֹן וְשֵׁנִי אוֹ פְּצוּעַ דַּכָּא וּכְרוּת שָׁפְכָה אוֹ חָלָל שֶׁבָּאוּ עַל הַיְּהוּדִית עָשׂוּ אוֹתָהּ זוֹנָה וְנִפְסְלָה לִכְהֻנָּה וְאִם הָיְתָה כֹּהֶנֶת פְּסָלוּהָ מִן הַתְּרוּמָה. וְכֵן יְבָמָה שֶׁבָּא עָלֶיהָ זָר עֲשָׂאָהּ זוֹנָה. וְהָאַיְלוֹנִית מֻתֶּרֶת לְכֹהֵן וְאֵינָהּ זוֹנָה: \n",
      "הַבָּא עַל אַחַת מֵהַשְּׁנִיּוֹת וְכַיּוֹצֵא בָּהֶן כְּגוֹן הַבָּא עַל קְרוֹבַת חֲלוּצָתוֹ אוֹ עַל חֲלוּצָתוֹ לֹא עָשָׂה אוֹתָהּ זוֹנָה שֶׁהֲרֵי אֵינָהּ אֲסוּרָה לְהִנָּשֵׂא לוֹ מִן הַתּוֹרָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת יִבּוּם: \n",
      "הָא לָמַדְתָּ שֶׁאֵין הֱיוֹתָהּ זוֹנָה תּוֹלֶה בִּבְעִילָה שֶׁל אִסּוּר. שֶׁהֲרֵי הַבָּא עַל הַנִּדָּה וְעַל הַקְּדֵשָׁה וְהַנִּרְבַּעַת לַבְּהֵמָה נִבְעֲלָה בְּעִילָה שֶׁל אִסּוּר וְלֹא נַעֲשֵׂית זוֹנָה. וּמִי שֶׁנִּשֵּׂאת לְחָלָל נִבְעֲלָה בְּעִילָה שֶׁל הֶתֵּר כְּמוֹ שֶׁיִּתְבָּאֵר וְנַעֲשֵׂית זוֹנָה וְאֵין הַדָּבָר תָּלוּי אֶלָּא בִּפְגִימָה וּמִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁאֵינָהּ פְּגוּמָה אֶלָּא מֵאָדָם הָאָסוּר לָהּ אוֹ מֵחָלָל כְּמוֹ שֶׁאָמַרְנוּ: \n",
      "כָּל הַנִּבְעֶלֶת לְאָדָם שֶׁעוֹשֶׂה אוֹתָהּ זוֹנָה בֵּין בְּאֹנֶס בֵּין בְּרָצוֹן בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה [בֵּין כְּדַרְכָּהּ בֵּין שֶׁלֹּא כְּדַרְכָּהּ] מִשֶּׁהֶעֱרָה בָּהּ נִפְסְלָה מִשּׁוּם זוֹנָה. וּבִלְבַד שֶׁתִּהְיֶה בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד וְיִהְיֶה הַבּוֹעֵל בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד וָמַעְלָה. לְפִיכָךְ אֵשֶׁת אִישׁ שֶׁנִּבְעֲלָה לְאַחֵר בֵּין בְּאֹנֶס בֵּין בְּרָצוֹן נִפְסְלָה לִכְהֻנָּה: \n",
      "אֵשֶׁת כֹּהֵן שֶׁנֶּאֶנְסָה בַּעְלָהּ לוֹקֶה עָלֶיהָ מִשּׁוּם טֻמְאָה שֶׁנֶּאֱמַר <small>(דברים כד ד)</small> \"לֹא יוּכַל בַּעְלָהּ הָרִאשׁוֹן אֲשֶׁר שִׁלְּחָהּ לָשׁוּב לְקַחְתָּהּ לִהְיוֹת לוֹ לְאִשָּׁה אַחֲרֵי אֲשֶׁר הֻטַמָּאָה\". הַכּל בִּכְלָל שֶׁאִם נִבְעֲלוּ אֲסוּרִין עַל בַּעֲלֵיהֶן. פֵּרֵט לְךָ הַכָּתוּב בְּאֵשֶׁת יִשְׂרָאֵל שֶׁנֶּאֶנְסָה שֶׁהִיא מֻתֶּרֶת לְבַעְלָהּ שֶׁנֶּאֱמַר <small>(במדבר ה יג)</small> \"וְהִיא לֹא נִתְפָּשָׂה\" אֲבָל אֵשֶׁת כֹּהֵן בְּאִסּוּרָהּ עוֹמֶדֶת שֶׁהֲרֵי הִיא זוֹנָה: \n",
      "אֵשֶׁת יִשְׂרָאֵל שֶׁנֶּאֶנְסָה אַף עַל פִּי שֶׁהִיא מֻתֶּרֶת לְבַעְלָהּ אֲסוּרָה לִכְהֻנָּה. אֵשֶׁת כֹּהֵן שֶׁאָמְרָה לְבַעְלָהּ נֶאֱנַסְתִּי אוֹ שָׁגַגְתִּי וּבָא עָלַי אֶחָד אוֹ שֶׁבָּא עֵד אֶחָד וְהֵעִיד לוֹ עָלֶיהָ שֶׁזִּנְּתָה בֵּין בְּאֹנֶס בֵּין בְּרָצוֹן הֲרֵי זוֹ אֵינָהּ אֲסוּרָה עָלָיו. שֶׁמָּא עֵינֶיהָ נָתְנָה בְּאַחֵר. וְאִם הִיא נֶאֱמֶנֶת לוֹ אוֹ הָעֵד נֶאֱמָן לוֹ וְסָמַךְ דַּעְתּוֹ לְדִבְרֵיהֶם הֲרֵי זֶה יוֹצִיא כְּדֵי לָצֵאת יְדֵי סָפֵק: \n",
      "אֵשֶׁת כֹּהֵן שֶׁאָמְרָה לְבַעְלָהּ נֶאֱנַסְתִּי אַף עַל פִּי שֶׁהִיא מֻתֶּרֶת לְבַעְלָהּ כְּמוֹ שֶׁבֵּאַרְנוּ הֲרֵי הִיא אֲסוּרָה לְכָל כֹּהֵן שֶׁבָּעוֹלָם אַחַר שֶׁיָּמוּת בַּעְלָהּ. שֶׁהֲרֵי הוֹדֵית שֶׁהִיא זוֹנָה וְאָסְרָה עַצְמָהּ וְנַעֲשֵׂית כַּחֲתִיכָה הָאֲסוּרָה: \n",
      "כֹּהֵן שֶׁקִּדֵּשׁ גְּדוֹלָה אוֹ קְטַנָּה וְאַחַר זְמַן בָּא עָלֶיהָ וְטָעַן שֶׁמְּצָאָהּ דְּרוּסַת אִישׁ נֶאֶסְרָה עָלָיו מִסָּפֵק שֶׁמָּא קֹדֶם קִדּוּשִׁין נִבְעֲלָה אוֹ אַחַר קִדּוּשִׁין. אֲבָל יִשְׂרָאֵל שֶׁטָּעַן טַעֲנָה זוֹ לֹא נֶאֶסְרָה עָלָיו שֶׁיֵּשׁ כָּאן שְׁנֵי סְפֵקוֹת שֶׁמָּא קֹדֶם קִדּוּשִׁין וְשֶׁמָּא אַחַר קִדּוּשִׁין. וַאֲפִלּוּ נֹאמַר לְאַחַר קִדּוּשִׁין שֶׁמָּא בְּאֹנֶס שֶׁמָּא בְּרָצוֹן. שֶׁהָאֲנוּסָה מֻתֶּרֶת לְיִשְׂרָאֵל כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "לְפִיכָךְ אִם קִדְּשָׁהּ אָבִיהָ לְיִשְׂרָאֵל וְהִיא פְּחוּתָה מִבַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד וְטָעַן שֶׁמְּצָאָהּ דְּרוּסַת אִישׁ נֶאֶסְרָה עָלָיו מִסָּפֵק שֶׁאֵין כָּאן אֶלָּא סָפֵק אֶחָד שֶׁמָּא בְּאֹנֶס שֶׁמָּא בְּרָצוֹן וְסָפֵק אִסּוּר שֶׁל תּוֹרָה לְחֻמְרָא: \n",
      "כָּל אִשָּׁה שֶׁקִּנֵּא לָהּ בַּעְלָהּ וְנִסְתְּרָה וְלֹא שָׁתָת מֵי סוֹטָה אֲסוּרָה לְכֹהֵן מִפְּנֵי שֶׁהִיא סְפֵק זוֹנָה. בֵּין שֶׁלֹּא רָצָת הִיא לִשְׁתּוֹת. בֵּין שֶׁלֹּא רָצָה לְהַשְׁקוֹתָהּ. בֵּין שֶׁהָיְתָה שָׁם עֵדוּת שֶׁמּוֹנְעָהּ מִלִּשְׁתּוֹת. בֵּין שֶׁקִּנְּאוּ לָהּ בֵּית דִּין. בֵּין שֶׁהָיְתָה מִן הַנָּשִׁים שֶׁאֵין רְאוּיוֹת לִשְׁתּוֹת. הוֹאִיל וְלֹא שָׁתָת מִכָּל מָקוֹם הֲרֵי זוֹ אֲסוּרָה לִכְהֻנָּה מִסָּפֵק: \n",
      "פְּנוּיָה שֶׁרָאוּהָ שֶׁנִּבְעֲלָה לְאֶחָד וְהָלַךְ לוֹ וְאָמְרוּ לָהּ מִי הוּא זֶה שֶׁבָּא עָלַיִךְ וְאָמְרָה אָדָם כָּשֵׁר הֲרֵי זוֹ נֶאֱמֶנֶת. וְלֹא עוֹד אֶלָּא אֲפִלּוּ רָאוּהָ מְעֻבֶּרֶת וְאָמְרוּ לָהּ מִמִּי נִתְעַבַּרְתְּ וְאָמְרָה מֵאָדָם כָּשֵׁר הֲרֵי זוֹ נֶאֱמֶנֶת וְתִהְיֶה מֻתֶּרֶת לְכֹהֵן: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁיִּהְיֶה הַמָּקוֹם שֶׁנִּבְעֲלָה בּוֹ פָּרָשַׁת דְּרָכִים אוֹ בִּקְרָנוֹת שֶׁבַּשָּׂדוֹת שֶׁהַכּל עוֹבְרִין שָׁם. וְהָיוּ רֹב הָעוֹבְרִים שָׁם כְּשֵׁרִים וְרֹב הָעִיר שֶׁפָּרְשׁוּ אֵלּוּ הָעוֹבְרִין מִמֶּנָּה כְּשֵׁרִים. שֶׁהַחֲכָמִים עָשׂוּ מַעֲלָה בְּיוּחֲסִין וְהִצְרִיכוּ שְׁנֵי רֻבּוֹת. אֲבָל אִם הָיוּ רֹב הָעוֹבְרִים פּוֹסְלִים אוֹתָהּ כְּגוֹן עַכּוּ''ם אוֹ מַמְזֵרִים וְכַיּוֹצֵא בָּהֶם אַף עַל פִּי שֶׁרֹב הַמָּקוֹם שֶׁבָּאוּ מִמֶּנָּה כְּשֵׁרִים אוֹ שֶׁהָיוּ רֹב אַנְשֵׁי הַמָּקוֹם פְּסוּלִין אַף עַל פִּי שֶׁרֹב הָעוֹבְרִין שָׁם כְּשֵׁרִים חוֹשְׁשִׁין לָהּ שֶׁמָּא לְמִי שֶׁפּוֹסֵל אוֹתָהּ נִבְעֲלָה וְלֹא תִּנָּשֵׂא לְכֹהֵן לְכַתְּחִלָּה. וְאִם נִשֵּׂאת (לֹא) תֵּצֵא: \n",
      "רָאוּהָ שֶׁנִּבְעֲלָה בָּעִיר אוֹ נִתְעַבְּרָה בָּעִיר אֲפִלּוּ לֹא הָיָה שׁוֹכֵן שָׁם אֶלָּא עַכּוּ''ם אֶחָד אוֹ חָלָל אֶחָד וְעֶבֶד וְכַיּוֹצֵא בָּהֶן הֲרֵי זוֹ לֹא תִּנָּשֵׂא לְכַתְּחִלָּה לְכֹהֵן. שֶׁכָּל הַקָּבוּעַ כְּמֶחֱצָה עַל מֶחֱצָה הוּא. וְאִם נִשֵּׂאת לֹא תֵּצֵא הוֹאִיל וְהִיא אוֹמֶרֶת לְכָשֵׁר נִבְעַלְתִּי: \n",
      "הָיְתָה אִלֶּמֶת אוֹ חֵרֶשֶׁת אוֹ שֶׁאָמְרָה אֵינִי יוֹדַעַת לְמִי נִבְעַלְתִּי אוֹ שֶׁהָיְתָה קְטַנָּה שֶׁאֵינָהּ מַכֶּרֶת בֵּין כָּשֵׁר לְפָסוּל הֲרֵי זוֹ סְפֵק זוֹנָה. וְאִם נִשֵּׂאת לְכֹהֵן תֵּצֵא אֶלָּא אִם כֵּן הָיוּ שְׁנֵי הָרֻבִּין הַמְּצוּיִין אֶצְלָהּ כְּשֵׁרִים: \n",
      "הַשְּׁבוּיָה שֶׁנִּפְדֵּית וְהִיא בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד אוֹ יֶתֶר אֲסוּרָה לְכֹהֵן מִפְּנֵי שֶׁהִיא סְפֵק זוֹנָה שֶׁמָּא נִבְעֲלָה לְעַכּוּ''ם. וְאִם יֵשׁ לָהּ עֵד שֶׁלֹּא נִתְיַחֵד הָעַכּוּ''ם עִמָּהּ הֲרֵי זוֹ כְּשֵׁרָה לִכְהֻנָּה. וַאֲפִלּוּ עֶבֶד אוֹ שִׁפְחָה אוֹ קָרוֹב נֶאֱמָן לְעֵדוּת זוֹ. וּשְׁתֵּי שְׁבוּיוֹת שֶׁהֵעִידָה כָּל אַחַת מֵהֶן לַחֲבֶרְתָּהּ הֲרֵי אֵלּוּ נֶאֱמָנוֹת. הוֹאִיל וְאִסּוּר כָּל הַסְּפֵקוֹת כֻּלָּן מִדִּבְרֵי סוֹפְרִים לְפִיכָךְ הֵקֵלּוּ בִּשְׁבוּיָה: \n",
      "וְכֵן קָטָן שֶׁהָיָה מֵסִיחַ לְפִי תֻּמּוֹ נֶאֱמָן. מַעֲשֵׂה בְּאֶחָד שֶׁנִּשְׁבָּה הוּא וְאִמּוֹ וּבְנָהּ מֵסִיחַ לְפִי תֻּמּוֹ וְאָמַר נִשְׁבֵּינוּ לְבֵין הָעַכּוּ''ם אֲנִי וְאִמִּי יָצָאתִי לִשְׁאֹב מַיִם וְדַעְתִּי עַל אִמִּי לִלְקֹט עֵצִים וְדַעְתִּי עַל אִמִּי. וְהִשִּׂיאוּ אוֹתָהּ חֲכָמִים לְכֹהֵן עַל פִּיו: \n",
      "אֵין הַבַּעַל נֶאֱמָן לְהָעִיד בְּאִשְׁתּוֹ הַשְּׁבוּיָה שֶׁלֹּא נִטְמְאָה. שֶׁאֵין אָדָם מֵעִיד לְעַצְמוֹ. וְכֵן שִׁפְחָתָהּ לֹא תָּעִיד לָהּ. אֲבָל שִׁפְחַת בַּעְלָהּ מְעִידָה לָהּ. וְשִׁפְחָתָהּ שֶׁהָיְתָה מְסִיחָה לְפִי תֻּמָּהּ נֶאֱמֶנֶת: \n",
      "כֹּהֵן שֶׁהֵעִיד לִשְׁבוּיָה שֶׁהִיא טְהוֹרָה הֲרֵי זֶה לֹא יִשָּׂאֶנָּה שֶׁמָּא עֵינָיו נָתַן בָּהּ. וְאִם פְּדָאָהּ וְהֵעִיד בָּהּ הֲרֵי זֶה יִשָּׂאֶנָּה. שֶׁאִלּוּ לֹא יָדַע שֶׁהִיא טְהוֹרָה לֹא נָתַן בָּהּ מְעוֹתָיו: \n",
      "הָאִשָּׁה שֶׁאָמְרָה נִשְׁבֵּיתִי וּטְהוֹרָה אֲנִי נֶאֱמֶנֶת שֶׁהַפֶּה שֶׁאָסַר הוּא הַפֶּה שֶׁהִתִּיר אֲפִלּוּ הָיָה שָׁם עֵד אֶחָד שֶׁמֵּעִיד שֶׁהִיא שְׁבוּיָה. אֲבָל אִם יֵשׁ שָׁם שְׁנֵי עֵדִים שֶׁנִּשְׁבֵּית אֵינָהּ נֶאֱמֶנֶת עַד שֶׁיָּעִיד לָהּ אֶחָד שֶׁהִיא טְהוֹרָה. הָיוּ שָׁם שְׁנֵי עֵדִים שֶׁנִּשְׁבֵּית וְעֵד אֶחָד מֵעִיד שֶׁנִּטְמֵאת וְאֶחָד מַכְחִישׁ אוֹתוֹ וּמֵעִיד לָהּ שֶׁהִיא טְהוֹרָה וְלֹא נִתְיַחֵד עִמָּהּ עַכּוּ''ם עַד שֶׁנִּפְדֵּית. אֲפִלּוּ זֶה שֶׁמֵּעִיד שֶׁהִיא טְהוֹרָה אִשָּׁה אוֹ שִׁפְחָה הֲרֵי זוֹ מֻתֶּרֶת: \n",
      "מִי שֶׁאָמְרָה נִשְׁבֵּיתִי וּטְהוֹרָה אֲנִי וְהִתִּירוּהָ בֵּית דִּין לְהִנָּשֵׂא וְאַחַר כָּךְ בָּאוּ שְׁנֵי עֵדִים שֶׁנִּשְׁבֵּית הֲרֵי זוֹ תִּנָּשֵׂא לְכַתְּחִלָּה וְלֹא תֵּצֵא מֵהֶתֵּרָהּ. וַאֲפִלּוּ נִכְנַס אַחֲרֶיהָ שַׁבַּאי וַהֲרֵי הִיא שְׁבוּיָה לְפָנֵינוּ בְּיַד אֲדוֹנֶיהָ הֲרֵי זוֹ לֹא תֵּצֵא מֵהֶתֵּרָהּ שֶׁהִתִּירוּהָ. וּמְשַׁמְּרִין אוֹתָהּ מֵעַתָּה עַד שֶׁתִּפָּדֶה: \n",
      "בָּאוּ לָהּ שְׁנֵי עֵדִים אַחַר כָּךְ שֶׁנִּטְמֵאת אֲפִלּוּ נִשֵּׂאת וַאֲפִלּוּ הָיוּ לָהּ בָּנִים הֲרֵי זוֹ תֵּצֵא. וְאִם בָּא עֵד אֶחָד אֵינוֹ כְּלוּם. אָמְרָה נִשְׁבֵּיתִי וּטְהוֹרָה אֲנִי וְיֵשׁ לִי עֵדִים שֶׁאֲנִי טְהוֹרָה אֵין אוֹמְרִין נַמְתִּין עַד שֶׁיָּבוֹאוּ הָעֵדִים אֶלָּא מַתִּירִין אוֹתָהּ מִיָּד. וְלֹא עוֹד אֶלָּא אֲפִלּוּ יָצָא עָלֶיהָ קוֹל שֶׁיֵּשׁ עָלֶיהָ עֵדֵי טֻמְאָה מַתִּירִין אוֹתָהּ עַד שֶׁיָּבוֹאוּ. שֶׁבִּשְׁבוּיָה הֵקֵלּוּ: \n",
      "הָאָב שֶׁאָמַר קִדַּשְׁתִּי אֶת בִּתִּי וְגֵרַשְׁתִּיהָ וַהֲרֵי הִיא קְטַנָּה נֶאֱמָן. קִדַּשְׁתִּיהָ וְגֵרַשְׁתִּיהָ כְּשֶׁהָיְתָה קְטַנָּה וַהֲרֵי הִיא גְּדוֹלָה אֵינוֹ נֶאֱמָן לְהַחֲזִיקָהּ גְּרוּשָׁה. נִשְׁבֵּית וּפְדִיתִיהָ בֵּין שֶׁהִיא גְּדוֹלָה בֵּין שֶׁהִיא קְטַנָּה אֵינוֹ נֶאֱמָן. שֶׁלֹּא הֶאֱמִינָה אוֹתוֹ תּוֹרָה אֶלָּא לְאָסְרָהּ מִשּׁוּם אִישׁוּת שֶׁנֶּאֱמַר <small>(דברים כב טז)</small> \"אֶת בִּתִּי נָתַתִּי לָאִישׁ הַזֶּה\". אֲבָל לֹא לְפָסְלָהּ מִשּׁוּם זְנוּת: \n",
      "אֵשֶׁת כֹּהֵן שֶׁנֶּאֶסְרָה עָלָיו מִשּׁוּם שְׁבוּיָה הוֹאִיל וְהַדָּבָר סָפֵק הֲרֵי זוֹ מֻתֶּרֶת לָדוּר עִמּוֹ בֶּחָצֵר אֶחָד וּבִלְבַד שֶׁיִּהְיוּ עִמּוֹ בָּנָיו וּבְנֵי בֵּיתוֹ תָּמִיד לְשָׁמְרוֹ: \n",
      "עִיר שֶׁבָּאָה בְּמָצוֹר וְנִכְבְּשָׁה אִם הָיוּ הָעַכּוּ''ם מַקִּיפִין אֶת הָעִיר מִכָּל רוּחוֹתֶיהָ כְּדֵי שֶׁלֹּא תִּמָּלֵט אִשָּׁה אַחַת עַד שֶׁיִּרְאוּ אוֹתָהּ וְתֵעָשֶׂה בִּרְשׁוּתָן הֲרֵי כָּל הַנָּשִׁים שֶׁבְּתוֹכָהּ פְּסוּלוֹת לִכְהֻנָּה כִּשְׁבוּיוֹת שֶׁמָּא נִבְעֲלוּ לְעַכּוּ''ם. אֶלָּא מִי שֶׁהָיְתָה מִבַּת שָׁלֹשׁ שָׁנִים וּלְמַטָּה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "וְאִם הָיָה אֶפְשָׁר שֶׁתִּמָּלֵט אִשָּׁה אַחַת וְלֹא יֵדְעוּ בָּהּ אוֹ שֶׁתִּהְיֶה בָּעִיר מַחֲבוֹאָה אַחַת אֲפִלּוּ אֵינָהּ מַחְזֶקֶת אֶלָּא אִשָּׁה אַחַת הֲרֵי זוֹ מַצֶּלֶת עַל הַכּל: \n",
      "כֵּיצַד מַצֶּלֶת. שֶׁכָּל אִשָּׁה שֶׁאָמְרָה טְהוֹרָה אֲנִי נֶאֱמֶנֶת. וְאַף עַל פִּי שֶׁאֵין לָהּ עֵד מִתּוֹךְ שֶׁיְּכוֹלָה לוֹמַר נִמְלַטְתִּי כְּשֶׁנִּכְבְּשָׁה הָעִיר אוֹ בְּמַחֲבוֹאָה הָיִיתִי וְנִצַּלְתִּי נֶאֱמֶנֶת לוֹמַר לֹא נִמְלַטְתִּי וְלֹא נֶחְבֵּאתִי וְלֹא נִטְמֵאתִי: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּגְדוּד שֶׁל אוֹתָהּ מַלְכוּת שֶׁהֵם מִתְיַשְּׁבִין בָּעִיר וְאֵין יְרֵאִין לְפִיכָךְ חוֹשְׁשִׁין לָהֶם שֶׁמָּא בָּעֲלוּ. אֲבָל גְּדוּד שֶׁל מַלְכוּת אַחֶרֶת שֶׁפָּשַׁט וְשָׁטַף וְעָבַר לֹא נֶאֶסְרוּ הַנָּשִׁים מִפְּנֵי שֶׁאֵין לָהֶם פְּנַאי לִבְעל שֶׁהֵן עוֹסְקִים בַּשָּׁלָל וּבוֹרְחִין לָהֶם. וְאִם שָׁבוּ נָשִׁים וְנַעֲשׂוּ בִּרְשׁוּתָן אַף עַל פִּי שֶׁרָדְפוּ אַחֲרֵיהֶם יִשְׂרָאֵל וְהִצִּילוּ אוֹתָן מִיָּדָם הֲרֵי הֵן אֲסוּרוֹת: \n",
      "הָאִשָּׁה שֶׁנֶחְבְּשָׁה בְּיַד עַכּוּ''ם עַל יְדֵי מָמוֹן מֻתֶּרֶת. עַל יְדֵי נְפָשׁוֹת אֲסוּרָה לִכְהֻנָּה וּלְפִיכָךְ אִם הָיָה בַּעְלָהּ כֹּהֵן נֶאֶסְרָה עָלָיו. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁיַּד יִשְׂרָאֵל תַּקִּיפָה עַל הָעַכּוּ''ם וְהֵם יְרֵאִין מֵהֶם. אֲבָל בִּזְמַן שֶׁיַּד הָעַכּוּ''ם תַּקִּיפָה אֲפִלּוּ עַל יְדֵי מָמוֹן כֵּיוָן שֶׁנַּעֲשֵׂית בִּרְשׁוּת הָעַכּוּ''ם נֶאֶסְרָה אֶלָּא אִם כֵּן הֵעִיד לָהּ אֶחָד כִּשְׁבוּיָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "אֵי זוֹ הִיא חֲלָלָה זוֹ שֶׁנּוֹלִדָה מֵאִסּוּר כְּהֻנָּה. וְכֵן אַחַת מִן הַנָּשִׁים הָאֲסוּרוֹת לִכְהֻנָּה שֶׁנִּבְעֲלָה לְכֹהֵן נִתְחַלְּלָה. אֲבָל הַכֹּהֵן עַצְמוֹ שֶׁעָבַר הָעֲבֵרָה לֹא נִתְחַלֵּל:  ",
      "וּבֵין שֶׁנִּבְעֲלָה בְּאֹנֶס אוֹ בִּשְׁגָגָה [בֵּין כְּדַרְכָּהּ בֵּין שֶׁלֹּא כְּדַרְכָּהּ] מִשֶּׁהֶעֱרָה בָּהּ נִתְחַלְּלָה. וְהוּא שֶׁיִּהְיֶה כֹּהֵן בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד וָמַעְלָה וְתִהְיֶה זוֹ הָאֲסוּרָה לוֹ בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד וָמַעְלָה:  ",
      "כֵּיצַד. כֹּהֵן בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד שֶׁבָּא עַל הַגְּרוּשָׁה אוֹ עַל הַזּוֹנָה. וְכֹהֵן גָּדוֹל שֶׁבָּא עֲלֵיהֶן אוֹ עַל הָאַלְמָנָה אוֹ שֶׁנָּשָׂא בְּעוּלָה וּבָא עָלֶיהָ הֲרֵי אֵלּוּ נִתְחַלְּלוּ לְעוֹלָם. וְאִם הוֹלִיד מִמֶּנָּה בֶּן בֵּין זֶה שֶׁחִלְּלָהּ בֵּין כֹּהֵן אַחַר הַוָּלָד חָלָל. אֲבָל כֹּהֵן שֶׁקִּדֵּשׁ אִשָּׁה מֵאִסּוּרֵי כְּהֻנָּה וְנִתְאַלְמְנָה אוֹ נִתְגָּרְשָׁה מִן הָאֵרוּסִין לֹא נִתְחַלְּלָה. וְאִם נִשֵּׂאת אַף עַל פִּי שֶׁלֹּא נִבְעֲלָה נִתְחַלְּלָה שֶׁכָּל נְשׂוּאָה בְּחֶזְקַת בְּעוּלָה הִיא אַף עַל פִּי שֶׁנִּמְצֵאת בְּתוּלָה:  ",
      "כֹּהֵן גָּדוֹל שֶׁנָּשָׂא בּוֹגֶרֶת אוֹ מֻכַּת עֵץ לֹא חִלְּלָהּ. וְכֵן אִם בַּעַל בְּעוּלָה בְּלֹא נִשּׂוּאִין לֹא חִלְּלָהּ:  ",
      "כֹּהֵן הַבָּא עַל עֶרְוָה מִן הָעֲרָיוֹת חוּץ מִנִּדָּה אוֹ עַל אַחַת מֵחַיָּבֵי לָאוִין הַשָּׁוִין בְּכָל עֲשֵׂה אוֹתָהּ זוֹנָה כְּמוֹ שֶׁבֵּאַרְנוּ. חָזַר וּבָא עָלֶיהָ בִּיאָה שְׁנִיָּה בֵּין הוּא בֵּין כֹּהֵן אַחֵר נַעֲשֵׂית חֲלָלָה וְזַרְעוֹ מִמֶּנָּה חֲלָלִים. לְפִיכָךְ כֹּהֵן שֶׁבָּא עַל זְקוּקָה לְיָבָם וְנִתְעַבְּרָה מִבִּיאָה רִאשׁוֹנָה הַוָּלָד כָּשֵׁר לְפִי שֶׁאֵינָהּ מֵאִסּוּרֵי כְּהֻנָּה וְנַעֲשֵׂית זוֹנָה. חָזַר וּבָא עָלֶיהָ בִּיאָה שְׁנִיָּה וְנִתְעַבְּרָה וְיָלְדָה הִיא חֲלָלָה וּוְלָדָהּ חָלָל לְפִי שֶׁהוּא מֵאִסּוּרֵי כְּהֻנָּה:  ",
      "וְכֵן כֹּהֵן הַבָּא עַל הַגִּיֹּרֶת וְהַמְשֻׁחְרֶרֶת חֲלָלָה וְזַרְעוֹ מִמֶּנָּה חֲלָלִים. כֹּהֵן הַבָּא עַל הַנִּדָּה הַוָּלָד כָּשֵׁר וְאֵינוֹ חָלָל שֶׁאֵין אִסּוּר הַנִּדָּה מְיֻחָד בְּכֹהֲנִים אֶלָּא שָׁוֶה בַּכּל:  ",
      "כֹּהֵן שֶׁנָּשָׂא גְּרוּשָׁה מְעֻבֶּרֶת בֵּין מִמֶּנּוּ בֵּין מֵאַחֵר וְיָלְדָה כְּשֶׁהִיא חֲלָלָה הַוָּלָד כָּשֵׁר שֶׁהֲרֵי לֹא בָּא מִטִּפַּת עֲבֵרָה:  ",
      "כְּבָר בֵּאַרְנוּ שֶׁהַחֲלוּצָה אֲסוּרָה לְכֹהֵן מִדִּבְרֵיהֶם. לְפִיכָךְ כֹּהֵן שֶׁבָּא עַל הַחֲלוּצָה הֲרֵי זוֹ חֲלָלָה וְזַרְעָהּ מִכֹּהֵן חֲלָלִים וְהַכּל מִדִּבְרֵיהֶן. אֲבָל כֹּהֵן שֶׁבָּא עַל אַחַת מֵהַשְּׁנִיּוֹת הִיא כְּשֵׁרָה וְזַרְעוֹ מִמֶּנָּה כְּשֵׁרִים. שֶׁאִסּוּר הַשְּׁנִיּוֹת אִסּוּר הַשָּׁוֶה בַּכּל הוּא וְאֵינוֹ מְיֻחָד בְּכֹהֲנִים:  ",
      "כֹּהֵן שֶׁבָּא עַל סְפֵק זוֹנָה כְּגוֹן סְפֵק גִּיֹּרֶת אוֹ מְשֻׁחְרֶרֶת. אוֹ שֶׁבָּא עַל סְפֵק גְּרוּשָׁה. וְכֵן כֹּהֵן גָּדוֹל שֶׁבָּא עַל סְפֵק אַלְמָנָה הֲרֵי זוֹ סְפֵק חֲלָלָה וּוְלָדָהּ סְפֵק חָלָל:  ",
      "נִמְצְאוּ הַחֲלָלִים שְׁלֹשָׁה. חָלָל מִן הַתּוֹרָה. וְחָלָל מִדִּבְרֵיהֶם. וּסְפֵק חָלָל. וְכָל סְפֵק חָלָל נוֹתְנִין עָלָיו חֻמְרֵי כֹּהֲנִים וְחֻמְרֵי יִשְׂרָאֵל. אֵינוֹ אוֹכֵל בִּתְרוּמָה וְלֹא מִטַּמֵּא לַמֵּתִים וְנוֹשֵׂא אִשָּׁה הָרְאוּיָה לְכֹהֵן. וְאִם אָכַל אוֹ נִטְמָא אוֹ נָשָׂא גְּרוּשָׁה מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וְהוּא הַדִּין בְּחָלָל שֶׁל דִּבְרֵיהֶם. אֲבָל חָלָל שֶׁל תּוֹרָה הַוַּדַּאי הֲרֵי הוּא כְּזָר וְנוֹשֵׂא גְּרוּשָׁה וּמִטַּמֵּא לַמֵּתִים שֶׁנֶּאֱמַר <small>(ויקרא כא א)</small> \"אֱמֹר אֶל הַכֹּהֲנִים בְּנֵי אַהֲרֹן\". אַף עַל פִּי שֶׁהֵם בְּנֵי אַהֲרֹן עַד שֶׁיִּהְיוּ בְּכִהוּנָם:  ",
      "כֹּהֵן זָכָר שֶׁהוּא אָסוּר לִשָּׂא זוֹנָה וַחֲלָלָה אָסוּר בְּגִיֹּרֶת וּמְשֻׁחְרֶרֶת שֶׁהִיא כְּזוֹנָה כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל הַכֹּהֶנֶת מֻתֶּרֶת לְהִנָּשֵׂא לְחָלָל וּלְגֵר וְלִמְשֻׁחְרָר שֶׁלֹּא הֻזְהֲרוּ כְּשֵׁרוֹת לְהִנָּשֵׂא לִפְסוּלִין שֶׁנֶּאֱמַר <small>(ויקרא כא א)</small> \"בְּנֵי אַהֲרֹן\" וְלֹא בְּנוֹת אַהֲרֹן. נִמְצָא הַגֵּר מֻתָּר לִשָּׂא מַמְזֶרֶת וְלִשָּׂא כֹּהֶנֶת:  ",
      "גֵּרִים וּמְשֻׁחְרָרִים שֶׁנָּשְׂאוּ אֵלּוּ מֵאֵלּוּ וְהוֹלִידוּ בַּת אֲפִלּוּ לְאַחַר כַּמָּה דּוֹרוֹת הוֹאִיל וְלֹא נִתְעָרֵב בָּהֶן זֶרַע יִשְׂרָאֵל הֲרֵי אוֹתָהּ הַבַּת אֲסוּרָה לְכֹהֵן. וְאִם נִשֵּׂאת לֹא תֵּצֵא הוֹאִיל וְהוֹרָתָהּ וְלֵדָתָהּ בִּקְדֻשָּׁה. אֲבָל גֵּר אוֹ מְשֻׁחְרָר שֶׁנָּשָׂא בַּת יִשְׂרָאֵל אוֹ יִשְׂרָאֵל שֶׁנָּשָׂא גִּיֹּרֶת אוֹ מְשֻׁחְרֶרֶת בִּתּוֹ כְּשֵׁרָה לִכְהֻנָּה לְכַתְּחִלָּה:  ",
      "גֵּר עַמּוֹנִי שֶׁנָּשָׂא בַּת יִשְׂרָאֵל וְכֵן מִצְרִי שֵׁנִי שֶׁנָּשָׂא בַּת יִשְׂרָאֵל אַף עַל פִּי שֶׁבִּיאָתָם בַּעֲבֵרָה וַהֲרֵי נְשׁוֹתֵיהֶן זוֹנוֹת כְּמוֹ שֶׁבֵּאַרְנוּ בְּנוֹתֵיהֶם כְּשֵׁרוֹת לִכְהֻנָּה לְכַתְּחִלָּה:  ",
      "חָלָל שֶׁנָּשָׂא כְּשֵׁרָה זַרְעוֹ מִמֶּנָּה חֲלָלִים. וְכֵן בֶּן בֶּן בְּנוֹ וַאֲפִלּוּ אַחַר אֶלֶף דּוֹר. שֶׁבֶּן הֶחָלָל הַזָּכָר הוּא חָלָל לְעוֹלָם. וְאִם הָיְתָה בַּת אֲסוּרָה הִיא לִכְהֻנָּה שֶׁהֲרֵי הִיא חֲלָלָה. אֲבָל יִשְׂרָאֵל שֶׁנָּשָׂא חֲלָלָה הַוָּלָד כָּשֵׁר. לְפִיכָךְ אִם הָיְתָה בַּת הֲרֵי זוֹ תִּנָּשֵׂא לִכְהֻנָּה לְכַתְּחִלָּה:  ",
      "כֹּהֲנִים וּלְוִיִּם וְיִשְׂרְאֵלִים מֻתָּרִין לָבוֹא זֶה בָּזֶה. וְהַוָּלָד הוֹלֵךְ אַחַר הַזָּכָר. (לְוִיִּים וְיִשְׂרְאֵלִים וַחֲלָלִים מֻתָּרִים לָבוֹא זֶה בָּזֶה וְהַוָּלָד הוֹלֵךְ אַחַר הַזָּכָר). שֶׁנֶּאֱמַר <small>(במדבר א יח)</small> \"וַיִּתְיַלְדוּ עַל מִשְׁפְּחֹתָם לְבֵית אֲבֹתָם\". בֵּית אָבִיו הִיא מִשְׁפַּחְתּוֹ וְאֵין בֵּית אִמּוֹ מִשְׁפַּחְתּוֹ:  ",
      "לְוִיִּים וְיִשְׂרְאֵלִים וַחֲלָלִים גֵּרִים וַעֲבָדִים מְשֻׁחְרָרִים מֻתָּרִים לָבוֹא זֶה בָּזֶה. וְהַגֵּר וְהַמְשֻׁחְרָר שֶׁנָּשָׂא לְוִיָּה אוֹ יִשְׂרְאֵלִית אוֹ חֲלָלָה הֲרֵי הַבֵּן יִשְׂרְאֵלִי. וְיִשְׂרְאֵלִי אוֹ לֵוִי אוֹ חָלָל שֶׁנָּשְׂאוּ גִּיֹּרֶת אוֹ מְשֻׁחְרֶרֶת הַוָּלָד הוֹלֵךְ אַחַר הַזָּכָר:  ",
      "כָּל מִשְׁפָּחוֹת בְּחֶזְקַת כְּשֵׁרוֹת וּמֻתָּר לִשָּׂא מֵהֶן לְכַתְּחִלָּה. וְאַף עַל פִּי כֵן אִם רָאִיתָ שְׁתֵּי מִשְׁפָּחוֹת שֶׁמִּתְגָּרוֹת זוֹ בָּזוֹ תָּמִיד אוֹ רָאִיתָ מִשְׁפָּחָה שֶׁהִיא בַּעֲלַת מַצָּה וּמְרִיבָה תָּמִיד. אוֹ רָאִיתָ אִישׁ שֶׁהוּא מַרְבֶּה מְרִיבָה עִם הַכּל וְעַז פָּנִים בְּיוֹתֵר. חוֹשְׁשִׁין לָהֶן וְרָאוּי לְהִתְרַחֵק מֵהֶן שֶׁאֵלּוּ סִימָנֵי פַּסְלוּת הֵם. וְכֵן הַפּוֹסֵל אֶת אֲחֵרִים תָּמִיד. כְּגוֹן שֶׁנּוֹתֵן שֶׁמֶץ בְּמִשְׁפָּחוֹת אוֹ בִּיחִידִים וְאוֹמֵר עֲלֵיהֶן שֶׁהֵן מַמְזֵרִים. חוֹשְׁשִׁין לוֹ שֶׁמָּא מַמְזֵר הוּא. וְאִם אָמַר לָהֶן שֶׁהֵם עֲבָדִים חוֹשְׁשִׁין לוֹ שֶׁמָּא עֶבֶד הוּא. שֶׁכָּל הַפּוֹסֵל בְּמוּמוֹ פּוֹסֵל. וְכֵן כָּל מִי שֶׁיֵּשׁ בּוֹ עַזּוּת פָּנִים אוֹ אַכְזָרִיּוּת וְשׂוֹנֵא אֶת הַבְּרִיּוֹת וְאֵינוֹ גּוֹמֵל לָהֶם חֶסֶד חוֹשְׁשִׁין לוֹ בְּיוֹתֵר שֶׁמָּא גִּבְעוֹנִי הוּא. שֶׁסִּימָנֵי יִשְׂרָאֵל הָאֻמָּה הַקְּדוֹשָׁה בַּיְשָׁנִין רַחֲמָנִים וְגוֹמְלֵי חֲסָדִים. וּבַגִּבְעוֹנִים הוּא אוֹמֵר <small>(שמואל ב כא ב)</small> \"וְהַגִּבְעֹנִים לֹא מִבְּנֵי יִשְׂרָאֵל הֵמָּה\" לְפִי שֶׁהֵעֵזּוּ פְּנֵיהֶם וְלֹא נִתְפַּיְּסוּ וְלֹא רִחֲמוּ עַל בְּנֵי שָׁאוּל וְלֹא גָּמְלוּ לְיִשְׂרָאֵל חֶסֶד לִמְחל לִבְנֵי מַלְכָּם וְהֵם עָשׂוּ עִמָּהֶם חֶסֶד וְהֶחֱיוּם בַּתְּחִלָּה:  ",
      "מִשְׁפָּחָה שֶׁקָּרָא עָלֶיהָ עַרְעַר וְהוּא שֶׁיָּעִידוּ שְׁנַיִם שֶׁנִּתְעָרֵב בָּהֶן מַמְזֵר אוֹ חָלָל אוֹ שֶׁיֵּשׁ בָּהֶן עַבְדוּת הֲרֵי זֶה סָפֵק. וְאִם מִשְׁפַּחַת כֹּהֲנִים הִיא לֹא יִשָּׂא מִמֶּנָּה אִשָּׁה עַד שֶׁיִּבְדֹּק עָלֶיהָ אַרְבַּע אִמָּהוֹת שֶׁהֵן שְׁמוֹנֶה. אִמָּהּ. וְאֵם אִמָּהּ. וְאֵם אֲבִי אִמָּהּ. וְאֵם אֵם אֲבִי אִמָּהּ. וְכֵן הוּא בּוֹדֵק עַל אֵם אָבִיהָ. וְאֵם אֵם אָבִיהָ. וְאֵם אֲבִי אָבִיהָ. וְאֵם אֵם אֲבִי אָבִיהָ:  ",
      "וְאִם הָיְתָה מִשְׁפָּחָה זוֹ שֶׁקָּרָא עָלֶיהָ עַרְעַר לְוִיִּם אוֹ יִשְׂרְאֵלִים. מוֹסִיף לִבְדֹּק לָהֶם זוּג אֶחָד. וְנִמְצָא בּוֹדֵק עֶשֶׂר אִמָּהוֹת. שֶׁהָעֵרוּב בַּלְוִיִּם וְיִשְׂרְאֵלִים יֶתֶר מִן הַכֹּהֲנִים:  ",
      "וְלָמָּה בּוֹדֵק בַּנָּשִׁים בִּלְבַד. מִפְּנֵי שֶׁהָאֲנָשִׁים כָּל עֵת שֶׁיָּרִיבוּ זֶה עִם זֶה יְחָרֵף אֶת חֲבֵרוֹ בִּפְסוּל שֶׁיֵּשׁ בְּיִחוּסוֹ. וְאִלּוּ הָיָה שָׁם פָּסוּל הָיָה נִשְׁמָע. אֲבָל הַנָּשִׁים אֵין מְחָרְפוֹת בְּיוּחֲסִין:  ",
      "וְלָמָּה יִבְדֹּק הָאִישׁ כְּשֶׁיִּרְצֶה לִשָּׂא מִמִּשְׁפָּחָה זוֹ שֶׁהֻרְעָה חֶזְקָתָהּ וְלֹא תִּבְדֹּק אִשָּׁה שֶׁתִּנָּשֵׂא לָהֶן. מִפְּנֵי שֶׁלֹּא הֻזְהֲרוּ כְּשֵׁרוֹת לְהִנָּשֵׂא לִפְסוּלִין:  ",
      "כָּל שֶׁקּוֹרִין לוֹ מַמְזֵר וְשׁוֹתֵק. אוֹ נָתִין וְשׁוֹתֵק. אוֹ חָלָל וְשׁוֹתֵק. אוֹ עֶבֶד וְשׁוֹתֵק. חוֹשְׁשִׁין לוֹ וּלְמִשְׁפַּחְתּוֹ וְאֵין נוֹשְׂאִין מֵהֶן אֶלָּא אִם כֵּן בּוֹדְקִין כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "מִשְׁפָּחָה שֶׁנִּתְעָרֵב בָּהּ סְפֵק חָלָל כָּל אַלְמָנָה מֵאוֹתָהּ מִשְׁפָּחָה אֲסוּרָה לְכֹהֵן לְכַתְּחִלָּה. וְאִם נִשֵּׂאת לֹא תֵּצֵא מִפְּנֵי שֶׁהֵן שְׁתֵּי סְפֵקוֹת. שֶׁמָּא זוֹ אַלְמְנַת אוֹתוֹ חָלָל שֶׁמָּא אֵינָהּ אַלְמְנָתוֹ. וְאִם נֹאמַר שֶׁהִיא אַלְמְנָתוֹ שֶׁמָּא חָלָל הוּא שֶׁמָּא אֵינוֹ חָלָל. אֲבָל אִם נִתְעָרֵב בָּהּ חָלָל וַדַּאי כָּל אִשָּׁה מֵהֶן אֲסוּרָה לְכֹהֵן עַד שֶׁיִּבְדֹּק. וְאִם נִשֵּׂאת תֵּצֵא. וְהוּא הַדִּין אִם נִתְעָרֵב בָּהּ סְפֵק מַמְזֵר אוֹ מַמְזֵר וַדַּאי. שֶׁאֵשֶׁת מַמְזֵר וְאֵשֶׁת חָלָל לִכְהֻנָּה אִסּוּר אֶחָד הוּא כְּמוֹ שֶׁבֵּאַרְנוּ:  "
    ],
    [
      "כָּל כֹּהֲנִים בַּזְּמַן הַזֶּה בַּחֲזָקָה הֵם כֹּהֲנִים וְאֵין אוֹכְלִין אֶלָּא בְּקָדְשֵׁי הַגְּבוּל. וְהוּא שֶׁתִּהְיֶה תְּרוּמָה שֶׁל דִּבְרֵיהֶם. אֲבָל תְּרוּמָה שֶׁל תּוֹרָה וְחַלָּה שֶׁל תּוֹרָה אֵין אוֹכֵל אוֹתָהּ אֶלָּא כֹּהֵן מְיֻחָס: \n",
      "אֵי זֶהוּ כֹּהֵן מְיֻחָס כָּל שֶׁהֵעִידוּ לוֹ שְׁנֵי עֵדִים שֶׁהוּא כֹּהֵן בֶּן פְּלוֹנִי הַכֹּהֵן וּפְלוֹנִי בֶּן פְּלוֹנִי הַכֹּהֵן עַד אִישׁ שֶׁאֵינוֹ צָרִיךְ בְּדִיקָה וְהוּא הַכֹּהֵן שֶׁשִּׁמֵּשׁ עַל גַּבֵּי הַמִּזְבֵּחַ. שֶׁאִלּוּ לֹא בָּדְקוּ בֵּית דִּין הַגָּדוֹל אַחֲרָיו לֹא הָיוּ מְנִיחִין אוֹתוֹ לַעֲבֹד. לְפִיכָךְ אֵין בּוֹדְקִין מֵהַמִּזְבֵּחַ וָמַעְלָה וְלֹא מִן הַסַּנְהֶדְרִין וָמַעְלָה. שֶׁאֵין מְמַנִּין בַּסַּנְהֶדְרִין אֶלָּא כֹּהֲנִים לְוִיִּים וְיִשְׂרְאֵלִים מְיֻחָסִין: \n",
      "חַלָּה בַּזְּמַן הַזֶּה וַאֲפִלּוּ בְּאֶרֶץ יִשְׂרָאֵל אֵינָהּ שֶׁל תּוֹרָה שֶׁנֶּאֱמַר <small>(במדבר טו יח)</small> \"בְּבֹאֲכֶם אֶל הָאָרֶץ\" בִּיאַת כֻּלְּכֶם וְלֹא בִּיאַת מִקְצַתְכֶם. וּכְשֶׁעָלוּ בִּימֵי עֶזְרָא לֹא עָלוּ כֻּלָּם. וְכֵן תְּרוּמָה בַּזְּמַן הַזֶּה שֶׁל דִּבְרֵי סוֹפְרִים וּלְפִיכָךְ אוֹכְלִים אוֹתָהּ הַכֹּהֲנִים שֶׁבִּזְמַנֵּינוּ שֶׁהֵן בַּחֲזָקָה: \n",
      "מִי שֶׁהֵעִידוּ עָלָיו [שְׁנֵי] עֵדִים שֶׁרָאוּהוּ שֶׁהָיָה אוֹכֵל בִּתְרוּמָה שֶׁל תּוֹרָה הֲרֵי זֶה מְיֻחָס. וְאֵין מַעֲלִין לְיוּחֲסִין לֹא מִנְּשִׂיאַת כַּפַּיִם וְלֹא מִקְּרִיאָה בַּתּוֹרָה רִאשׁוֹן וְלֹא מֵחִלּוּק תְּרוּמָה בְּבֵית הַגְּרָנוֹת וְלֹא עַל פִּי עֵד אֶחָד: \n",
      "כֹּהֵן מְיֻחָס שֶׁאָמַר בְּנִי זֶה כֹּהֵן הוּא אֵין מַעֲלִין אוֹתוֹ לְיוּחֲסִין עַל פִּיו עַד שֶׁיָּבִיא עֵדִים שֶׁהוּא בְּנוֹ: \n",
      "כֹּהֵן מְיֻחָס שֶׁיָּצָא הוּא וְאִשְׁתּוֹ שֶׁיָּדַעְנוּ שֶׁהִיא כְּשֵׁרָה לִמְדִינָה אַחֶרֶת וּבָא הוּא וְהִיא וּבָנִים כְּרוּכִין אַחֲרֵיהֶן וְאָמַר אִשָּׁה שֶׁיָּצָאת עִמִּי הִיא זוֹ וְאֵלּוּ בָּנֶיהָ אֵינוֹ צָרִיךְ לְהָבִיא עֵדִים לֹא עַל הָאִשָּׁה וְלֹא עַל הַבָּנִים. מֵתָה וְאֵלּוּ בָּנֶיהָ צָרִיךְ לְהָבִיא עֵדִים שֶׁאֵלּוּ בָּנָיו. וְאֵינוֹ צָרִיךְ לְהָבִיא עֵדִים עַל אִמָּן שֶׁהִיא כְּשֵׁרָה. מִפְּנֵי שֶׁכְּבָר הֻחְזַק שֶׁיָּצְאָה מֵעִמָּנוּ כְּאִשָּׁה כְּשֵׁרָה: \n",
      "יָצָא כֹּהֵן מְיֻחָס לִמְדִינָה אַחֶרֶת וּבָא הוּא וְאִשְׁתּוֹ וּבָנָיו וְאָמַר אִשָּׁה זוֹ נָשָׂאתִי וְאֵלּוּ בָּנֶיהָ צָרִיךְ לְהָבִיא רְאָיָה שֶׁאִשָּׁה זוֹ כְּשֵׁרָה. וְאֵינוֹ מֵבִיא עֵדִים שֶׁאֵלּוּ בָּנֶיהָ. וְהוּא שֶׁיִּהְיוּ כְּרוּכִין אַחֲרֶיהָ. וְאִם בָּא בִּשְׁתֵּי נָשִׁים וְהֵבִיא רְאָיָה עַל הָאַחַת אַף עַל פִּי שֶׁהַבָּנִים קְטַנִּים וּכְרוּכִין אַחֲרֶיהָ צָרִיךְ לְהָבִיא רְאָיָה עֲלֵיהֶם שֶׁמָּא בָּנָיו מִן הָאַחֶרֶת הֵם וְנִכְרְכוּ אַחַר זוֹ הַמְיֻחֶסֶת: \n",
      "בָּא הוּא וּבָנָיו וְאָמַר אִשָּׁה נָשָׂאתִי וָמֵתָה וְאֵלּוּ בָּנֶיהָ מֵבִיא עֵדִים שֶׁאוֹתָהּ הָאִשָּׁה כְּשֵׁרָה הָיְתָה וְאֵלּוּ בָּנֶיהָ. וְכַדִּין הַזֶּה דָּנִין בְּיִשְׂרָאֵל מְיֻחָס וּבְלֵוִי מְיֻחָס. וְאַחַר כָּךְ נָעִיד עַל בְּנוֹ זֶה שֶׁהוּא מְיֻחָס כְּדֵי שֶׁיִּהְיֶה רָאוּי לְסַנְהֶדְרִין: \n",
      "אֵין מַעֲלִין מִשְּׁטָרוֹת לִכְהֻנָּה. כֵּיצַד. הֲרֵי שֶׁהָיָה כָּתוּב בִּשְׁטָר פְּלוֹנִי כֹּהֵן לָוָה מִפְּלוֹנִי וְהִלְוָהוּ כָּךְ וְכָךְ וְהָעֵדִים מִלְּמַטָּה אֵין מַחֲזִיקִין בָּהֶם כֹּהֵן זֶה שֶׁהוּא מְיֻחָס שֶׁמָּא לֹא הֵעִידוּ אֶלָּא עַל הַמִּלְוֶה. בַּמֶּה דְּבָרִים אֲמוּרִים לְעִנְיַן יִחוּס. אֲבָל לַחֲזָקָה שֶׁיִּהְיֶה כֹּהֵן כְּכֹהֲנֵי זְמַן זֶה וְיֹאכַל תְּרוּמָה וְחַלָּה שֶׁל דִּבְרֵי סוֹפְרִים וּבִשְׁאָר קָדְשֵׁי הַגְּבוּל מַעֲלִין מִן הַשְּׁטָרוֹת וְעַל פִּי עֵד אֶחָד וּמִנְּשִׂיאוּת כַּפַּיִם וּמִקְּרִיאָה בַּתּוֹרָה רִאשׁוֹן: \n",
      "וְכֵן כָּל כֹּהֵן שֶׁאָמַר בְּנִי זֶה כֹּהֵן נֶאֱמָן לְהַאֲכִילוֹ בִּתְרוּמָה וְלִהְיוֹתוֹ בְּחֶזְקַת כֹּהֵן וְאֵינוֹ צָרִיךְ לְהָבִיא רְאָיָה לֹא עַל הַבָּנִים וְלֹא עַל הָאִשָּׁה: \n",
      "שְׁנַיִם שֶׁבָּאוּ לִמְדִינָה זֶה אוֹמֵר אֲנִי וַחֲבֵרִי כֹּהֵן וְזֶה אוֹמֵר אֲנִי וַחֲבֵרִי כֹּהֵן אַף עַל פִּי שֶׁנִּרְאִין כְּגוֹמְלִין זֶה אֶת זֶה הֲרֵי אֵלּוּ נֶאֱמָנִין וּשְׁנֵיהֶם בְּחֶזְקַת כֹּהֲנִים. וְכֵן עֵד שֶׁאָמַר רָאִיתִי זֶה שֶׁנָּשָׂא כַּפָּיו אוֹ שֶׁאָכַל בִּתְרוּמָה אוֹ שֶׁחָלַק עַל הַגֹּרֶן אוֹ שֶׁקָּרָא בַּתּוֹרָה רִאשׁוֹן וְקָרָא אַחֲרָיו לֵוִי מַחֲזִיקִין אוֹתוֹ בִּכְהֻנָּה עַל פִּיו. וְכֵן אִם הֵעִיד שֶׁזֶּה קָרָא שֵׁנִי בַּתּוֹרָה אַחַר כֹּהֵן מַחֲזִיקִין אוֹתוֹ בִּלְוִיָּה: \n",
      "הֵעִיד שֶׁרָאָה זֶה שֶׁחָלַק עִם אָחִיו בְּבֵית דִּין תְּרוּמָה שֶׁהִנִּיחַ לָהֶן אֲבִיהֶן הַכֹּהֵן אֵין מַעֲלִין אוֹתוֹ לִכְהֻנָּה בְּעֵדוּת זוֹ. שֶׁמָּא חָלָל הוּא וְלָקַח חֵלֶק יְרֻשָּׁתוֹ מִתְּרוּמָה לְמָכְרָהּ: \n",
      "מִי שֶׁבָּא בַּזְּמַן הַזֶּה וְאָמַר כֹּהֵן אֲנִי אֵינוֹ נֶאֱמָן וְאֵין מַעֲלִין אוֹתוֹ לִכְהֻנָּה עַל פִּי עַצְמוֹ וְלֹא יִקְרָא בַּתּוֹרָה רִאשׁוֹן וְלֹא יִשָּׂא אֶת כַּפָּיו וְלֹא יֹאכַל בְּקָדְשֵׁי הַגְּבוּל עַד שֶׁיִּהְיֶה לוֹ עֵד אֶחָד. אֲבָל אוֹסֵר עַצְמוֹ בִּגְרוּשָׁה וְזוֹנָה וַחֲלָלָה וְאֵינוֹ מִטַּמֵּא לְמֵתִים. וְאִם נָשָׂא אוֹ נִטְמָא לוֹקֶה. וְהַנִּבְעֶלֶת לוֹ סְפֵק חֲלָלָה: \n",
      "וְאִם הָיָה מֵסִיחַ לְפִי תֻּמּוֹ נֶאֱמָן. כֵּיצַד. מַעֲשֶׂה בְּאֶחָד שֶׁהָיָה מֵסִיחַ לְפִי תֻּמּוֹ וְאָמַר זָכוּר אֲנִי כְּשֶׁהָיִיתִי תִּינוֹק וְהָיִיתִי מֻרְכָּב עַל כְּתֵפוֹ שֶׁל אָבִי הוֹצִיאוּנִי מִבֵּית הַסֵּפֶר וְהִפְשִׁיטוּנִי כֻּתָּנְתִּי וְהִטְבִּילוּנִי לֶאֱכל תְּרוּמָה לָעֶרֶב וַחֲבֵרַי בּוֹדְלִין מִמֶּנִּי וְהָיוּ קוֹרְאִין אוֹתִי יוֹחָנָן אוֹכֵל חַלּוֹת וְהֶעֱלָהוּ רַבֵּנוּ הַקָּדוֹשׁ לִכְהֻנָּה עַל פִּי עַצְמוֹ: \n",
      "נֶאֱמָן גָּדוֹל לוֹמַר זָכוּר אֲנִי כְּשֶׁהָיִיתִי תִּינוֹק וְרָאִיתִי פְּלוֹנִי טוֹבֵל וְאוֹכֵל בִּתְרוּמָה לָעֶרֶב וּמַחֲזִיקִין אוֹתוֹ בִּכְהֻנָּה בְּעֵדוּתוֹ. מִי שֶׁבָּא בַּזְּמַן הַזֶּה וְאָמַר כֹּהֵן אֲנִי וְעֵד אֶחָד מֵעִיד לוֹ שֶׁאֲנִי יוֹדֵעַ שֶׁאָבִיו שֶׁל זֶה כֹּהֵן אֵין מַעֲלִין אוֹתוֹ לִכְהֻנָּה בְּעֵדוּת זֶה שֶׁמָּא חָלָל הוּא עַד שֶׁיָּעִיד שֶׁזֶּה כֹּהֵן הוּא. אֲבָל אִם הֻחְזַק אָבִיו כֹּהֵן אוֹ שֶׁבָּאוּ שְׁנַיִם וְהֵעִידוּ שֶׁאָבִיו שֶׁל זֶה כֹּהֵן הֲרֵי הוּא בְּחֶזְקַת אָבִיו: \n",
      "מִי שֶׁהֻחְזַק אָבִיו כֹּהֵן וְיָצָא עָלָיו קוֹל שֶׁהוּא בֶּן גְּרוּשָׁה אוֹ חֲלוּצָה חוֹשְׁשִׁין לוֹ וּמוֹרִידִין אוֹתוֹ. בָּא עֵד אֶחָד אַחַר כָּךְ וְהֵעִיד שֶׁהוּא כָּשֵׁר מַעֲלִין אוֹתוֹ לִכְהֻנָּה עַל פִּיו. בָּאוּ שְׁנַיִם עֵדִים אַחַר כָּךְ וְהָעִידוּ שֶׁהוּא חָלָל מוֹרִידִין אוֹתוֹ מִן הַכְּהֻנָּה. בָּא עֵד אֶחָד וְהֵעִיד שֶׁהוּא כָּשֵׁר מַעֲלִין אוֹתוֹ לִכְהֻנָּה שֶׁזֶּה הָאַחֲרוֹן מִצְטָרֵף לְעֵד רִאשׁוֹן וַהֲרֵי שְׁנַיִם מְעִידִין שֶׁהוּא כָּשֵׁר וּשְׁנַיִם מְעִידִים שֶׁהוּא פָּסוּל יִדָּחוּ אֵלּוּ וְאֵלּוּ וְיִדָּחֶה הַקּוֹל שֶׁהַשְּׁנַיִם כְּמֵאָה וְיִשָּׁאֵר כֹּהֵן בְּחֶזְקַת אָבִיו: \n",
      "אִשָּׁה שֶׁלֹּא שָׁהֲתָה שְׁלֹשָׁה חֳדָשִׁים אַחַר בַּעְלָהּ וְיָלְדָה. וְאֵין יָדוּעַ אִם בֶּן תִּשְׁעָה לְרִאשׁוֹן אוֹ בֶּן שִׁבְעָה לְאַחֲרוֹן וְהָיָה אֶחָד מֵהֶן כֹּהֵן וְהַשֵּׁנִי יִשְׂרָאֵל הֲרֵי זֶה סְפֵק כֹּהֵן. וְכָךְ אִם נִתְעָרֵב וְלַד כֹּהֵן בִּוְלַד יִשְׂרָאֵל וְהִגְדִּילוּ הַתַּעֲרוֹבוֹת כָּל אֶחָד מֵהֶן סְפֵק כֹּהֵן. וְנוֹתְנִין עֲלֵיהֶן חֻמְרֵי יִשְׂרָאֵל וְחֻמְרֵי כֹּהֲנִים. נוֹשְׂאִין נָשִׁים הָרְאוּיוֹת לִכְהֻנָּה וְאֵין מִטַּמְּאִים לְמֵתִים וְלֹא אוֹכְלִין בִּתְרוּמָה. וְאִם נָשְׂאוּ גְּרוּשָׁה מוֹצִיאִין וְאֵינָן לוֹקִין: \n",
      "שְׁנֵי כֹּהֲנִים שֶׁנִּתְעָרְבוּ וַלְדוֹתֵיהֶם. אוֹ אֵשֶׁת כֹּהֵן שֶׁלֹּא שָׁהֲתָה אַחַר בַּעְלָהּ שְׁלֹשָׁה חֳדָשִׁים וְנִשֵּׂאת לְכֹהֵן אַחֵר וְאֵין יָדוּעַ אִם בֶּן תִּשְׁעָה לָרִאשׁוֹן אוֹ בֶּן שִׁבְעָה לָאַחֲרוֹן. נוֹתְנִין לוֹ עַל הַוָּלָד חֻמְרֵי שְׁנֵיהֶם. הוּא אוֹנֵן עֲלֵיהֶם וְהֵן אוֹנְנִין עָלָיו. הוּא אֵין מְטַמֵּא לָהֶם וְהֵם אֵינָן מְטַמְּאִין לוֹ. וְעוֹלֶה בְּמִשְׁמָרוֹ שֶׁל זֶה וְשֶׁל זֶה. וְאֵין חוֹלֵק. וְאִם הָיוּ שְׁנֵיהֶם בְּמִשְׁמָר אֶחָד וּבֵית אָב אֶחָד נוֹטֵל חֵלֶק אֶחָד: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁהֵן בָּאִין מִכֹּחַ נִשּׂוּאִין. אֲבָל בִּזְנוּת גָּזְרוּ חֲכָמִים שֶׁמְּשַׁתְּקִין אוֹתוֹ מִדִּין כְּהֻנָּה כְּלָל הוֹאִיל וְאֵינוֹ יוֹדֵעַ אָבִיו הַוַּדַּאי שֶׁנֶּאֱמַר <small>(במדבר כה יג)</small> \"וְהָיְתָה לּוֹ וּלְזַרְעוֹ אַחֲרָיו\" עַד שֶׁיִּהְיֶה זַרְעוֹ מְיֻחָס אַחֲרָיו: \n",
      "כֵּיצַד. עֲשָׂרָה כֹּהֲנִים שֶׁפֵּרַשׁ אֶחָד מֵהֶם וּבָעַל שֶׁהֲרֵי הַוָּלָד כֹּהֵן וַדַּאי וְאַף עַל פִּי כֵן הוֹאִיל וְאֵינוֹ יוֹדֵעַ אָבִיו שֶׁיִּתְיַחֵס לוֹ מְשַׁתְּקִין אוֹתוֹ מִדִּין כְּהֻנָּה. וְאֵינוֹ עוֹבֵד וְלֹא אוֹכֵל וְלֹא חוֹלֵק. וְאִם נִטְמָא לְמֵתִים אוֹ נָשָׂא גְּרוּשָׁה לוֹקֶה שֶׁאֵין כָּאן סְפֵק הֶתֵּר: \n"
    ],
    [
      "כָּל הַבָּא עַל עֶרְוָה מִן הָעֲרָיוֹת דֶּרֶךְ אֵיבָרִים אוֹ שֶׁחִבֵּק וְנִשֵּׁק דֶּרֶךְ תַּאֲוָה וְנֶהֱנָה בְּקֵרוּב בָּשָׂר הֲרֵי זֶה לוֹקֶה מִן הַתּוֹרָה. שֶׁנֶּאֱמַר <small>(ויקרא יח ל)</small> \"לְבִלְתִּי עֲשׂוֹת מֵחֻקּוֹת הַתּוֹעֵבֹת\" וְגוֹ'. וְנֶאֱמַר <small>(ויקרא יח ו)</small> \"לֹא תִקְרְבוּ לְגַלּוֹת עֶרְוָה\". כְּלוֹמַר לֹא תִּקְרְבוּ לִדְבָרִים הַמְּבִיאִין לִידֵי גִּלּוּי עֶרְוָה: \n",
      "הָעוֹשֶׂה דָּבָר מֵחֻקּוֹת אֵלּוּ הֲרֵי הוּא חָשׁוּד עַל הָעֲרָיוֹת. וְאָסוּר לָאָדָם לִקְרֹץ בְּיָדָיו וּבְרַגְלָיו אוֹ לִרְמֹז בְּעֵינָיו לְאַחַת מִן הָעֲרָיוֹת אוֹ לִשְׂחֹק עִמָּהּ אוֹ לְהָקֵל רֹאשׁ. וַאֲפִלּוּ לְהָרִיחַ בְּשָׂמִים שֶׁעָלֶיהָ אוֹ לְהַבִּיט בְּיָפְיָהּ אָסוּר. וּמַכִּין לַמִּתְכַּוֵּן לְדָבָר זֶה מַכַּת מַרְדּוּת. וְהַמִּסְתַּכֵּל אֲפִלּוּ בְּאֶצְבַּע קְטַנָּה שֶׁל אִשָּׁה וְנִתְכַּוֵּן לֵהָנוֹת כְּמִי שֶׁנִּסְתַּכֵּל בִּמְקוֹם הַתֹּרֶף. וַאֲפִלּוּ לִשְׁמֹעַ קוֹל הָעֶרְוָה אוֹ לִרְאוֹת שְׂעָרָהּ אָסוּר: \n",
      "וְהַדְּבָרִים הָאֵלּוּ אֲסוּרִין בְּחַיָּבֵי לָאוִין. וּמֻתָּר לְהִסְתַּכֵּל בִּפְנֵי הַפְּנוּיָה וּלְבָדְקָהּ בֵּין בְּתוּלָה בֵּין בְּעוּלָה כְּדֵי שֶׁיִּרְאֶה אִם הִיא נָאָה בְּעֵינָיו יִשָּׂאֶנָּה וְאֵין בָּזֶה צַד אִסּוּר וְלֹא עוֹד אֶלָּא שֶׁרָאוּי לַעֲשׂוֹת כֵּן. אֲבָל לֹא יִסְתַּכֵּל דֶּרֶךְ זְנוּת. הֲרֵי הוּא אוֹמֵר <small>(איוב לא א)</small> \"בְּרִית כָּרַתִּי לְעֵינַי וּמָה אֶתְבּוֹנֵן עַל בְּתוּלָה\": \n",
      "וּמֻתָּר לָאָדָם לְהַבִּיט בְּאִשְׁתּוֹ כְּשֶׁהִיא נִדָּה וְאַף עַל פִּי שֶׁהִיא עֶרְוָה. וְאַף עַל פִּי שֶׁיֵּשׁ לוֹ הֲנָאַת לֵב מִמֶּנָּה בִּרְאִיָּה הוֹאִיל וְהִיא מֻתֶּרֶת לוֹ לְאַחַר זְמַן אֵינוֹ בָּא בָּזֶה לִדְבַר מִכְשׁוֹל. אֲבָל לֹא יִשְׂחֹק וְלֹא יָקֵל רֹאשׁ עִמָּהּ שֶׁמָּא יַרְגִּיל לַעֲבֵרָה: \n",
      "אָסוּר לְהִשְׁתַּמֵשׁ בְּאִשָּׁה כְּלָל בֵּין גְּדוֹלָה בֵּין קְטַנָּה בֵּין שִׁפְחָה בֵּין מְשֻׁחְרֶרֶת שֶׁמָּא יָבוֹא לִידֵי הִרְהוּר. בְּאֵי זֶה שִׁמּוּשׁ אָמְרוּ רְחִיצַת פָּנָיו יָדָיו וְרַגְלָיו וְהַצָּעַת מִטָּה לְפָנָיו וּמְזִיגַת הַכּוֹס. שֶׁאֵין עוֹשָׂה לְאִישׁ דְּבָרִים אֵלּוּ אֶלָּא אִשְׁתּוֹ בִּלְבַד. וְאֵין שׁוֹאֲלִין בִּשְׁלוֹם אִשָּׁה כְּלָל וַאֲפִלּוּ עַל יְדֵי שָׁלִיחַ: \n",
      "הַמְחַבֵּק אַחַת מִן הָעֲרָיוֹת שֶׁאֵין לִבּוֹ שֶׁל אָדָם נוֹקְפוֹ עֲלֵיהֶן אוֹ שֶׁנִּשֵּׁק לְאַחַת מֵהֶן כְּגוֹן אֲחוֹתוֹ הַגְּדוֹלָה וַאֲחוֹת אִמּוֹ וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁאֵין שָׁם תַּאֲוָה וְלֹא הֲנָאָה כְּלָל הֲרֵי זֶה מְגֻנֶּה בְּיוֹתֵר וְדָבָר אָסוּר הוּא וּמַעֲשֵׂה טִפְּשִׁים הוּא. שֶׁאֵין קְרֵבִין לְעֶרְוָה כְּלָל בֵּין גְּדוֹלָה בֵּין קְטַנָּה חוּץ מֵהָאֵם לִבְנָהּ וְהָאָב לְבִתּוֹ: \n",
      "כֵּיצַד. מֻתָּר הָאָב לְחַבֵּק בִּתּוֹ וּלְנַשְּׁקָהּ וְתִישַׁן עִמּוֹ בְּקֵרוּב בָּשָׂר. וְכֵן הָאֵם עִם בְּנָהּ כָּל זְמַן שֶׁהֵם קְטַנִּים. הִגְדִּילוּ וְנַעֲשָׂה הַבֵּן גָּדוֹל וְהַבַּת גְּדוֹלָה עַד שֶׁיִּהְיוּ שָׁדַיִם נָכֹנוּ וּשְׂעָרֵךְ צָמַח זֶה יָשֵׁן בִּכְסוּתוֹ וְהִיא יְשֵׁנָה בִּכְסוּתָהּ. וְאִם הָיְתָה הַבַּת בּוֹשָׁה לַעֲמֹד לִפְנֵי אָבִיהָ עֲרֻמָּה אוֹ שֶׁנִּשֵּׂאת. וְכֵן אִם הָאֵם בּוֹשָׁה לַעֲמֹד בִּפְנֵי בְּנָהּ עֲרֻמָּה וְאַף עַל פִּי שֶׁהֵן קְטַנִּים מִשֶּׁהִגִּיעוּ לְהִכָּלֵם מֵהֶן אֵין יְשֵׁנִים עִמָּהֶם אֶלָּא בִּכְסוּתָן: \n",
      "נָשִׁים הַמְסוֹלָלוֹת זוֹ בָּזוֹ אָסוּר וּמִמַּעֲשֵׂה מִצְרַיִם הוּא שֶׁהֻזְהַרְנוּ עָלָיו שֶׁנֶּאֱמַר <small>(ויקרא יח ג)</small> \"כְּמַעֲשֵׂה אֶרֶץ מִצְרַיִם לֹא תַעֲשׂוּ\". אָמְרוּ חֲכָמִים מֶה הָיוּ עוֹשִׂים אִישׁ נוֹשֵׂא אִישׁ וְאִשָּׁה נוֹשֵׂא אִשָּׁה. וְאִשָּׁה נִשֵּׂאת לִשְׁנֵי אֲנָשִׁים. אַף עַל פִּי שֶׁמַּעֲשֶׂה זֶה אָסוּר אֵין מַלְקִין עָלָיו. שֶׁאֵין לוֹ לָאו מְיֻחָד וַהֲרֵי אֵין שָׁם בִּיאָה כְּלָל. לְפִיכָךְ אֵין נֶאֱסָרוֹת לִכְהֻנָּה מִשּׁוּם זְנוּת וְלֹא תֵּאָסֵר אִשָּׁה עַל בַּעְלָהּ בָּזֶה שֶׁאֵין כָּאן זְנוּת. וְרָאוּי לְהַכּוֹתָן מַכַּת מַרְדּוּת הוֹאִיל וְעָשׂוּ אִסּוּר. וְיֵשׁ לָאִישׁ לְהַקְפִּיד עַל אִשְׁתּוֹ מִדָּבָר זֶה וּמוֹנֵעַ הַנָּשִׁים הַיְדוּעוֹת בְּכָךְ מִלְּהִכָּנֵס לָהּ וּמִלָּצֵאת הִיא אֲלֵיהֶן: \n",
      "אִשְׁתּוֹ שֶׁל אָדָם מֻתֶּרֶת הִיא לוֹ. לְפִיכָךְ כָּל מַה שֶּׁאָדָם רוֹצֶה לַעֲשׂוֹת בְּאִשְׁתּוֹ עוֹשֶׂה. בּוֹעֵל בְּכָל עֵת שֶׁיִּרְצֶה וּמְנַשֵּׁק בְּכָל אֵיבָר וְאֵיבָר שֶׁיִּרְצֶה. [וּבָא עָלֶיהָ כְּדַרְכָּהּ וְשֶׁלֹּא כְּדַרְכָּהּ ] וּבִלְבַד שֶׁלֹּא יוֹצִיא שִׁכְבַת זֶרַע לְבַטָּלָה. וְאַף עַל פִּי כֵן מִדַּת חֲסִידוּת שֶׁלֹּא יָקֵל אָדָם אֶת רֹאשׁוֹ לְכָךְ וְשֶׁיְּקַדֵּשׁ עַצְמוֹ בִּשְׁעַת תַּשְׁמִישׁ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת דֵּעוֹת. וְלֹא יָסוּר מִדֶּרֶךְ הָעוֹלָם וּמִנְהָגוֹ שֶׁאֵין דָּבָר זֶה אֶלָּא כְּדֵי לִפְרוֹת וְלִרְבּוֹת: \n",
      "אָסוּר לָאָדָם לְשַׁמֵּשׁ מִטָּתוֹ לְאוֹר הַנֵּר. הֲרֵי שֶׁהָיְתָה שַׁבָּת וְלֹא הָיָה לוֹ בַּיִת אַחֵר וְהָיָה הַנֵּר דָּלוּק הֲרֵי זֶה לֹא יְשַׁמֵּשׁ כְּלָל. וְכֵן אָסוּר לְיִשְׂרְאֵלִי לְשַׁמֵּשׁ מִטָּתוֹ בַּיּוֹם. שֶׁעַזּוּת פָּנִים הִיא לוֹ. וְאִם הָיָה תַּלְמִיד חָכָם שֶׁאֵינוֹ בָּא לְהִמָּשֵׁךְ בְּכָךְ הֲרֵי זֶה מַאֲפִיל בְּטַלִּיתוֹ וּמְשַׁמֵּשׁ. וְאֵין נִזְקָקִין לְדָבָר זֶה אֶלָּא מִפְּנֵי צֹרֶךְ גָּדוֹל. וְדֶרֶךְ קְדֻשָּׁה לְשַׁמֵּשׁ בְּאֶמְצַע הַלַּיְלָה: \n",
      "אֵין דַּעַת חֲכָמִים נוֹחָה לְמִי שֶׁהוּא מַרְבֶּה בַּתַּשְׁמִישׁ הַמִּטָּה וְיִהְיֶה מָצוּי אֵצֶל אִשְׁתּוֹ כְּתַרְנְגוֹל. וּפָגוּם הוּא עַד מְאֹד וּמַעֲשֵׂה בּוּרִים הוּא. אֶלָּא כָּל הַמְמַעֵט בַּתַּשְׁמִישׁ הֲרֵי זֶה מְשֻׁבָּח. וְהוּא שֶׁלֹּא יְבַטֵּל עוֹנָה [אֶלָּא] מִדַּעַת אִשְׁתּוֹ. וְלֹא תִּקְּנוּ בָּרִאשׁוֹנָה לְבַעֲלֵי קְרָיִין שֶׁלֹּא יִקְרְאוּ בַּתּוֹרָה עַד שֶׁיִּטְבְּלוּ אֶלָּא כְּדֵי לְמַעֵט בַּתַּשְׁמִישׁ הַמִּטָּה: \n",
      "וְכֵן אָסְרוּ חֲכָמִים שֶׁלֹּא יְשַׁמֵּשׁ אָדָם מִטָּתוֹ וְלִבּוֹ מְחַשֵּׁב בְּאִשָּׁה אַחֶרֶת. וְלֹא יִבְעל מִתּוֹךְ שִׁכְרוּת וְלֹא מִתּוֹךְ מְרִיבָה וְלֹא מִתּוֹךְ שִׂנְאָה וְלֹא יָבוֹא עָלֶיהָ עַל כָּרְחָהּ וְהִיא יְרֵאָה מִמֶּנּוּ. וְלֹא כְּשֶׁיִּהְיֶה אֶחָד מֵהֶן מְנֻדֶּה. וְלֹא יָבוֹא עָלֶיהָ אַחַר שֶׁגָּמַר בְּלִבּוֹ לְגָרְשָׁהּ. וְאִם עָשָׂה כֵּן הַבָּנִים אֵינָן הֲגוּנִים אֶלָּא מֵהֶן עַזֵּי פָּנִים וּמֵהֶן מוֹרְדִים וּפוֹשְׁעִים: \n",
      "וְכֵן אָמְרוּ חֲכָמִים שֶׁכָּל אִשָּׁה חֲצוּפָה שֶׁהִיא תּוֹבַעַת תַּשְׁמִישׁ הַמִּטָּה בְּפִיהָ. אוֹ הַמְפַתֶּה אִשָּׁהּ לְשֵׁם נִשּׂוּאִין. אוֹ הַמִּתְכַּוֵּן לָבוֹא עַל רָחֵל אִשְׁתּוֹ וּבָא עַל לֵאָה אִשְׁתּוֹ. וּמִי שֶׁלֹּא שָׁהֲתָה אַחַר מִיתַת בַּעְלָהּ שְׁלֹשָׁה חֳדָשִׁים וַהֲרֵי הַבֵּן סָפֵק. כָּל אֵלּוּ הַבָּנִים הַיִּלּוֹדִים מֵהֶם הֵם הַמּוֹרְדִים וְהַפּוֹשְׁעִים שֶׁיִּסּוּרֵי הַגָּלוּת בּוֹרְרִין אוֹתָן: \n",
      "וְאָסוּר לְאָדָם לָבֹא עַל אִשְׁתּוֹ בַּשְּׁוָקִים וּבָרְחוֹבוֹת אוֹ בַּגַּנּוֹת וּבַפַּרְדֵּסִין אֶלָּא בְּבֵית דִּירָה. שֶׁלֹּא יֵרָאֶה כִּזְנוּת וְיַרְגִּילוּ עַצְמָם לִידֵי זְנוּת. וְהַבּוֹעֵל אֶת אִשְׁתּוֹ בִּמְקוֹמוֹת אֵלּוּ מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וְכֵן הַמְקַדֵּשׁ בְּבִיאָה וְהַמְקַדֵּשׁ בַּשּׁוּק וְהַמְקַדֵּשׁ בְּלֹא שִׁדּוּךְ מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
      "וְאַכְסְנַאי אָסוּר בַּתַּשְׁמִישׁ הַמִּטָּה עַד שֶׁיַּחְזֹר לְבֵיתוֹ. וְכֵן אָסְרוּ חֲכָמִים עַל הָאִישׁ שֶׁיָּדוּר בְּבֵית חָמִיו שֶׁזּוֹ עַזּוּת פָּנִים הִיא. וְלֹא יִכָּנֵס עִמּוֹ לְמֶרְחָץ: \n",
      "וְלֹא יִכָּנֵס אָדָם עִם אָבִיו לַמֶּרְחָץ. וְלֹא עִם בַּעַל אֲחוֹתוֹ. וְלֹא עִם תַּלְמִידוֹ. וְאִם הָיָה צָרִיךְ לְתַלְמִידוֹ מֻתָּר. וְיֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ שֶׁלֹּא יִכָּנְסוּ שְׁנֵי אַחִים כְּאֶחָד לַמֶּרְחָץ: \n",
      "לֹא יְהַלְּכוּ בְּנוֹת יִשְׂרָאֵל פְּרוּעֵי רֹאשׁ בַּשּׁוּק. אַחַת פְּנוּיָה וְאַחַת אֵשֶׁת אִישׁ. וְלֹא תֵּלֵךְ אִשָּׁה בַּשּׁוּק וּבְנָהּ אַחֲרֶיהָ גְּזֵרָה שֶׁמָּא יִתְפְּשׂוּ בְּנָהּ וְתֵלֵךְ אַחֲרָיו לְהַחֲזִירוֹ וְיִתְעַלְּלוּ בָּהּ הָרְשָׁעִים שֶׁתְּפָסוּהוּ דֶּרֶךְ שְׂחוֹק: \n",
      "אָסוּר לְהוֹצִיא שִׁכְבַת זֶרַע לְבַטָּלָה. לְפִיכָךְ לֹא יִהְיֶה אָדָם דָּשׁ מִבִּפְנִים וְזוֹרֶה מִבַּחוּץ. וְלֹא יִשָּׂא קְטַנָּה שֶׁאֵינָהּ רְאוּיָה לֵילֵד. אֲבָל אֵלּוּ שֶׁמְּנָאֲפִין בַּיָּד וּמוֹצִיאִין שִׁכְבַת זֶרַע לֹא דַּי לָהֶם שֶׁאִסּוּר גָּדוֹל הוּא אֶלָּא שֶׁהָעוֹשֶׂה זֶה בְּנִדּוּי הוּא יוֹשֵׁב וַעֲלֵיהֶם נֶאֱמַר <small>(ישעיה א טו)</small> \"יְדֵיכֶם דָּמִים מָלֵאוּ\" וּכְאִלּוּ הָרַג הַנֶּפֶשׁ: \n",
      "וְכֵן אָסוּר לְאָדָם שֶׁיַּקְשֶׁה עַצְמוֹ לְדַעַת אוֹ יָבִיא עַצְמוֹ לִידֵי הִרְהוּר. אֶלָּא אִם יָבוֹא לוֹ הִרְהוּר יַסִּיעַ לִבּוֹ מִדִּבְרֵי הֲבַאי (וְהַשְׁחָתָה) לְדִבְרֵי תּוֹרָה. שֶׁהִיא <small>(משלי ה יט)</small> \"אַיֶּלֶת אֲהָבִים וְיַעֲלַת חֵן\". לְפִיכָךְ אָסוּר לְאָדָם לִישֹׁן עַל עָרְפּוֹ וּפָנָיו לְמַעְלָה עַד שֶׁיִּטֶּה מְעַט כְּדֵי שֶׁלֹּא יָבוֹא לִידֵי קִשּׁוּי: \n",
      "וְלֹא יִסְתַּכֵּל בִּבְהֵמָה וּבְחַיָּה וְעוֹף בְּשָׁעָה שֶׁמִּזְדַּקְקִין זָכָר לִנְקֵבָה. ומֻתָּר לְמַרְבִּיעֵי בְּהֵמָה לְהַכְנִיס כְּמִכְחוֹל בִּשְׁפוֹפֶרֶת מִפְּנֵי שֶׁהֵן עֲסוּקִין בִּמְלַאכְתָּן לֹא יָבוֹאוּ לִידֵי הִרְהוּר: \n",
      "וְכֵן אָסוּר לְאָדָם לְהִסְתַּכֵּל בְּנָשִׁים בְּשָׁעָה שֶׁהֵן עוֹמְדוֹת עַל הַכְּבִיסָה. אֲפִלּוּ לְהִסְתַּכֵּל בְּבִגְדֵי צֶמֶר שֶׁל אִשָּׁה שֶׁהוּא מַכִּירָהּ אָסוּר. שֶׁלֹּא יָבוֹא לִידֵי הִרְהוּר: \n",
      "מִי שֶׁפָּגַע בְּאִשָּׁה בַּשּׁוּק אָסוּר לוֹ לְהַלֵּךְ אַחֲרֶיהָ אֶלָּא רָץ וּמְסַלְּקָהּ לַצְּדָדִין אוֹ לְאַחֲרָיו. וְכָל הַמְהַלֵּךְ בַּשּׁוּק אַחֲרֵי אִשָּׁה הֲרֵי זֶה מִקַּלֵּי עַמֵּי הָאָרֶץ. וְאָסוּר לַעֲבֹר עַל פֶּתַח אִשָּׁה זוֹנָה עַד שֶׁיַּרְחִיק אַרְבַּע אַמּוֹת שֶׁנֶּאֱמַר <small>(משלי ה ח)</small> \"וְאַל תִּקְרַב אֶל פֶּתַח בֵּיתָהּ\": \n",
      "וְאָסוּר לְאָדָם שֶׁאֵינוֹ נָשׂוּי לִשְׁלֹחַ יָדוֹ בִּמְבוּשָׁיו שֶׁלֹּא יָבוֹא לִידֵי הִרְהוּר. וַאֲפִלּוּ מִתַּחַת טִבּוּרוֹ לֹא יַכְנִיס יָדוֹ שֶׁמָּא יָבוֹא לִידֵי הִרְהוּר. וְאִם הִשְׁתִּין מַיִם לֹא יֶאֱחֹז בָּאַמָּה וְיַשְׁתִּין. וְאִם הָיָה נָשׂוּי מֻתָּר. וּבֵין נָשׂוּי וּבֵין שֶׁאֵינוֹ נָשׂוּי לֹא יוֹשִׁיט יָדוֹ לָאַמָּה כְּלָל אֶלָּא בְּשָׁעָה שֶׁהוּא צָרִיךְ לִנְקָבָיו: \n",
      "חֲסִידִים הָרִאשׁוֹנִים וּגְדוֹלֵי הַחֲכָמִים הִתְפָּאֵר אֶחָד מֵהֶם שֶׁמֵּעוֹלָם לֹא נִסְתַּכֵּל בַּמִּילָה שֶׁלּוֹ. וּמֵהֶן מִי שֶּׁהִתְפָּאֵר שֶׁלֹּא הִתְבּוֹנֵן מֵעוֹלָם בְּצוּרַת אִשְׁתּוֹ. מִפְּנֵי שֶׁלִּבּוֹ פּוֹנֶה מִדִּבְרֵי הֲבַאי לְדִבְרֵי הָאֱמֶת שֶׁהֵן אוֹחֲזוֹת לְבַב הַקְּדוֹשִׁים: \n",
      "מִצְוַת חֲכָמִים שֶׁיַּשִּׂיא אָדָם בָּנָיו וּבְנוֹתָיו סָמוּךְ לְפִרְקָן. שֶׁאִם יַנִּיחָן יָבוֹאוּ לִידֵי זְנוּת אוֹ לִידֵי הִרְהוּר. וְעַל זֶה נֶאֱמַר <small>(איוב ה כד)</small> \"וּפָקַדְתָּ נָוְךָ וְלֹא תֶחֱטָא\". וְאָסוּר לְהַשִּׂיא אִשָּׁה לְקָטָן שֶׁזֶּה כְּמוֹ זְנוּת הִיא: \n",
      "וְאֵין הָאִישׁ רַשַּׁאי לֵישֵׁב בְּלֹא אִשָּׁה. וְלֹא יִשָּׂא עֲקָרָה וּזְקֵנָה שֶׁאֵינָהּ רְאוּיָה לֵילֵד. וּרְשׁוּת לָאִשָּׁה שֶׁלֹּא תִּנָּשֵׂא לְעוֹלָם אוֹ תִּנָּשֵׂא לְסָרִיס. וְלֹא יִשָּׂא בָּחוּר זְקֵנָה וְלֹא יִשָּׂא זָקֵן יַלְדָּה שֶׁדָּבָר זֶה גּוֹרֵם לִזְנוּת: \n",
      "וְכֵן מִי שֶׁגֵּרֵשׁ אֶת אִשְׁתּוֹ מִן הַנִּשּׂוּאִין לֹא תָּדוּר עִמּוֹ בֶּחָצֵר שֶׁמָּא יָבוֹאוּ לִידֵי זְנוּת. וְאִם הָיָה כֹּהֵן לֹא תָּדוּר עִמּוֹ בְּמָבוֹי. וּכְפָר קָטָן נִדּוֹן כְּמָבוֹי. הָיָה לָהּ מִלְוֶה אֶצְלוֹ עוֹשָׂה שָׁלִיחַ לְתָבְעוֹ. וּגְרוּשָׁה שֶׁבָּאָה עִם הַמְגָרֵשׁ לַדִּין מְנַדִּין אוֹתָן אוֹ מַכִּין אוֹתָן מַכַּת מַרְדּוּת. וְאִם נִתְגָּרְשָׁה מִן הָאֵרוּסִין מֻתֶּרֶת לְתָבְעוֹ בַּדִּין וְלָדוּר עִמּוֹ. וְאִם הָיָה לִבּוֹ גַּס בָּהּ אַף מִן הָאֵרוּסִין אָסוּר. וּמִי נִדְחֶה מִפְּנֵי מִי הִיא נִדְּחֵת מִפָּנָיו. וְאִם הָיְתָה הֶחָצֵר שֶׁלָּהּ הוּא יִדָּחֶה מִפָּנֶיהָ: \n",
      "אָסוּר לְאָדָם לִשָּׂא אִשָּׁה וְדַעְתּוֹ לְגָרְשָׁהּ שֶׁנֶּאֱמַר <small>(משלי ג כט)</small> \"אַל תַּחֲרשׁ עַל רֵעֲךָ רָעָה וְהוּא יוֹשֵׁב לָבֶטַח אִתָּךְ\". וְאִם הוֹדִיעָה בַּתְּחִלָּה שֶׁהוּא נוֹשֵׂא אוֹתָהּ לְיָמִים מֻתָּר: \n",
      "וְלֹא יִשָּׂא אָדָם אִשָּׁה בִּמְדִינָה זוֹ וְאִשָּׁה בִּמְדִינָה אַחֶרֶת שֶׁמָּא יַאֲרִיכוּ הַיָּמִים וְנִמְצָא אָח נוֹשֵׂא אֲחוֹתוֹ וַאֲחוֹת אִמּוֹ וַאֲחוֹת אָבִיו וְכַיּוֹצֵא בָּהֶן וְאֵינוֹ יָדוּעַ. וְאִם הָיָה אָדָם גָּדוֹל שֶׁשְּׁמוֹ יָדוּעַ וַהֲרֵי זַרְעוֹ מְפֻרְסָמִין וִידוּעִין הֲרֵי זֶה מֻתָּר: \n",
      "לֹא יִשָּׂא אָדָם אִשָּׁה מִמִּשְׁפַּחַת מְצֹרָעִים וְלֹא מִמִּשְׁפַּחַת נִכְפִּין. וְהוּא שֶׁהֻחְזְקוּ שְׁלֹשָׁה פְּעָמִים שֶׁיָּבוֹאוּ בְּנֵיהֶם כָּךְ: \n",
      "אִשָּׁה שֶׁנִּשֵּׂאת לִשְׁנֵי אֲנָשִׁים וָמֵתוּ. לִשְׁלִישִׁי לֹא תִּנָּשֵׂא וְאִם נִשֵּׂאת לֹא תֵּצֵא. וַאֲפִלּוּ נִתְקַדְּשָׁה יִכְנֹס. וְלֹא יִשָּׂא יִשְׂרָאֵל עַם הָאָרֶץ כֹּהֶנֶת שֶׁזֶּה כְּמוֹ חִלּוּל לְזַרְעוֹ שֶׁל אַהֲרֹן. וְאִם נָשָׂא אָמְרוּ חֲכָמִים אֵין זִוּוּגָן עוֹלֶה יָפֶה אֶלָּא מֵת בְּלֹא בָּנִים אוֹ מֵת הוּא אוֹ הִיא בִּמְהֵרָה אוֹ קְטָטָה תִּהְיֶה בֵּינֵיהֶם. אֲבָל תַּלְמִיד חָכָם שֶׁנָּשָׂא כֹּהֶנֶת הֲרֵי זֶה נָאֶה וּמְשֻׁבָּח. הֲרֵי תּוֹרָה וּכְהֻנָּה כְּאֶחָד: \n",
      "לֹא יִשָּׂא אָדָם בַּת עַמֵּי הָאָרֶץ שֶׁאִם מֵת אוֹ גּוֹלֶה בָּנָיו עַמֵּי הָאָרֶץ יִהְיוּ שֶׁאֵין אִמָּן יוֹדַעַת כֶּתֶר הַתּוֹרָה. וְלֹא יַשִּׂיא בִּתּוֹ לְעַם הָאָרֶץ שֶׁכָּל הַנּוֹתֵן בִּתּוֹ לְעַם הָאָרֶץ כְּמִיִ שֶׁכְּפָתָהּ וּנְתָנָהּ לִפְנֵי הָאֲרִי מַכֶּה וּבוֹעֵל וְאֵין לוֹ בּשֶׁת פָּנִים. וּלְעוֹלָם יִמְכֹּר אָדָם כָּל מַה שֶּׁיֵּשׁ לוֹ וְיִשָּׂא בַּת תַּלְמִיד חָכָם שֶׁאִם מֵת אוֹ גּוֹלֶה בָּנָיו תַּלְמִידֵי חֲכָמִים. וְכֵן יַשִּׂיא בִּתּוֹ לְתַלְמִיד חָכָם שֶׁאֵין דָּבָר מְגֻנֶּה וְלֹא מְרִיבָה בְּבֵיתוֹ שֶׁל תַּלְמִיד חָכָם: \n"
    ],
    [
      "אָסוּר לְהִתְיַחֵד עִם עֶרְוָה מִן הָעֲרָיוֹת בֵּין זְקֵנָה בֵּין יַלְדָּה שֶׁדָּבָר זֶה גּוֹרֵם לְגַלּוֹת עֶרְוָה. חוּץ מֵהָאֵם עִם בְּנָהּ וְהָאָב עִם בִּתּוֹ וְהַבַּעַל עִם אִשְׁתּוֹ נִדָּה. וְחָתָן שֶׁפֵּרְסָה אִשְׁתּוֹ נִדָּה קֹדֶם שֶׁיִּבְעל אָסוּר לְהִתְיַחֵד עִמָּהּ אֶלָּא הִיא יְשֵׁנָה בֵּין הַנָּשִׁים וְהוּא יָשֵׁן בֵּין הָאֲנָשִׁים. וְאִם בָּא עָלֶיהָ בִּיאָה רִאשׁוֹנָה וְאַחַר כָּךְ נִטְמֵאת מֻתָּר לְהִתְיַחֵד עִמָּהּ: \n",
      "לֹא נֶחְשְׁדוּ יִשְׂרָאֵל עַל מִשְׁכַּב זָכוּר וְעַל הַבְּהֵמָה. לְפִיכָךְ אֵין אָסוּר לְהִתְיַחֵד עִמָּהֶן. וְאִם נִתְרַחֵק אֲפִלּוּ מִיִּחוּד זָכוּר וּבְהֵמָה הֲרֵי זֶה מְשֻׁבָּח. וּגְדוֹלֵי הַחֲכָמִים הָיוּ מַרְחִיקִין הַבְּהֵמָה כְּדֵי שֶׁלֹּא יִתְיַחֲדוּ עִמָּהּ. וְאִסּוּר יִחוּד הָעֲרָיוֹת מִפִּי הַקַּבָּלָה: \n",
      "כְּשֶׁאֵרַע מַעֲשֶׂה אַמְנוֹן וְתָמָר גָּזַר דָּוִד וּבֵית דִּינוֹ עַל יִחוּד פְּנוּיָה. וְאַף עַל פִּי שֶׁאֵינָהּ עֶרְוָה בִּכְלַל יִחוּד עֲרָיוֹת הִיא. וְשַׁמַּאי וְהִלֵּל גָּזְרוּ עַל יִחוּד כּוּתִית. נִמְצָא כָּל הַמִּתְיַחֵד עִם אִשָּׁה שֶׁאָסוּר לְהִתְיַחֵד עִמָּהּ בֵּין יִשְׂרְאֵלִית בֵּין כּוּתִית מַכִּין אֶת שְׁנֵיהֶן מַכַּת מַרְדּוּת הָאִישׁ וְהָאִשָּׁה. וּמַכְרִיזִין עֲלֵיהֶן. חוּץ מֵאֵשֶׁת אִישׁ שֶׁאַף עַל פִּי שֶׁאָסוּר לְהִתְיַחֵד עִמָּהּ אִם נִתְיַחֵד אֵין לוֹקִין. שֶׁלֹּא לְהוֹצִיא לַעַז עָלֶיהָ שֶׁזִּנְּתָה וְנִמְצְאוּ מוֹצִיאִין לַעַז עַל הַבָּנִים שֶׁהֵן מַמְזֵרִים: \n",
      "כָּל אִשָּׁה שֶׁאָסוּר לְהִתְיַחֵד עִמָּהּ אִם הָיְתָה אִשְׁתּוֹ עִמּוֹ הֲרֵי זוֹ מֻתֶּרֶת לְהִתְיַחֵד מִפְּנֵי שֶׁאִשְׁתּוֹ מְשַׁמַּרְתּוֹ. אֲבָל לֹא תִּתְיַחֵד יִשְׂרְאֵלִית עִם הַכּוּתִי וְאַף עַל פִּי שֶׁאִשְׁתּוֹ עִמּוֹ שֶׁאֵין אִשְׁתּוֹ שֶׁל כּוּתִי מְשַׁמַּרְתּוֹ וְאֵין לָהֶן בּוּשָׁה: \n",
      "וְכֵן אֵין מוֹסְרִין תִּינוֹק יִשְׂרָאֵל לְכוּתִי לְלַמְּדוֹ סֵפֶר וּלְלַמְּדוֹ אָמָּנוּת. מִפְּנֵי שֶׁכֻּלָּן חֲשׁוּדִין עַל מִשְׁכַּב זָכוּר. וְאֵין מַעֲמִידִין בְּהֵמָה בְּפֻנְדָּקִיּוֹת שֶׁל כּוּתִים וַאֲפִלּוּ זְכָרִים אֵצֶל זְכָרִים וּנְקֵבוֹת אֵצֶל נְקֵבוֹת: \n",
      "וְאֵין מוֹסְרִין בְּהֵמָה חַיָּה וְעוֹף לְרוֹעֶה כּוּתִי אֲפִלּוּ זְכָרִים לְכוּתִים וּנְקֵבוֹת לְכוּתִית מִפְּנֵי שֶׁכֻּלָּן חֲשׁוּדִין עַל הַרְבָּעַת בְּהֵמָה וּכְבָר בֵּאַרְנוּ שֶׁהֵן אֲסוּרִין בְּזָכוּר וּבִבְהֵמָה וְנֶאֱמַר <small>(ויקרא יט יד)</small> \"וְלִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁל\": \n",
      "וּמִפְּנֵי מָה אֵין מוֹסְרִין בְּהֵמָה נְקֵבָה לְכוּתִית מִפְּנֵי שֶׁכֻּלָּן בְּחֶזְקַת נוֹאֲפִים וּכְשֶׁיָּבוֹא הַנּוֹאֵף לִשְׁכַּב עִם הַכּוּתִית זוֹ אֶפְשָׁר שֶׁלֹּא יִמְצָאֶנָּה וְיִשְׁכַּב עִם הַבְּהֵמָה אוֹ אֲפִלּוּ יִמְצָאֶנָּה יִשְׁכַּב עִם הַבְּהֵמָה: \n",
      "לֹא תִּתְיַחֵד אִשָּׁה אַחַת אֲפִלּוּ עִם אֲנָשִׁים הַרְבֵּה עַד שֶׁתִּהְיֶה אִשְׁתּוֹ שֶׁל אֶחָד מֵהֶם שָׁם. וְכֵן לֹא יִתְיַחֵד אִישׁ אֶחָד אֲפִלּוּ עִם נָשִׁים הַרְבֵּה. נָשִׁים הַרְבֵּה עִם אֲנָשִׁים הַרְבֵּה אֵין חוֹשְׁשִׁין לְיִחוּד. הָיוּ הָאֲנָשִׁים מִבַּחוּץ וְהַנָּשִׁים מִבִּפְנִים אוֹ הָאֲנָשִׁים מִבִּפְנִים וְהַנָּשִׁים מִבַּחוּץ וּפֵרְשָׁה אִשָּׁה אַחַת לְבֵין הָאֲנָשִׁים אוֹ אִישׁ לְבֵין הַנָּשִׁים אֲסוּרִין מִשּׁוּם יִחוּד. אֲפִלּוּ אִישׁ שֶׁעִסְקוֹ וּמְלַאכְתּוֹ עִם הַנָּשִׁים אָסוּר לוֹ לְהִתְיַחֵד עִם הַנָּשִׁים. כֵּיצַד יַעֲשֶׂה. יִתְעַסֵּק עִמָּהֶן וְאִשְׁתּוֹ עִמּוֹ אוֹ יִפְנֶה לִמְלָאכָה אַחֶרֶת: \n",
      "מֻתָּר לְהִתְיַחֵד עִם שְׁתֵּי יְבָמוֹת. אוֹ עִם שְׁתֵּי צָרוֹת. אוֹ עִם אִשָּׁה וַחֲמוֹתָהּ. אוֹ עִם אִשָּׁה וּבַת בַּעְלָהּ. אוֹ עִם אִשָּׁה וּבַת חֲמוֹתָהּ. מִפְּנֵי שֶׁשּׂוֹנְאוֹת זוֹ אֶת זוֹ וְאֵין מְחַפּוֹת זוֹ עַל זוֹ. וְכֵן מֻתָּר לְהִתְיַחֵד עִם אִשָּׁה שֶׁיֵּשׁ עִמָּהּ תִּינֹקֶת קְטַנָּה שֶׁיּוֹדַעַת טַעַם בִּיאָה וְאֵינָהּ מוֹסֶרֶת עַצְמָהּ לְבִיאָה. שֶׁאֵינָהּ מְזַנָּה בְּפָנֶיהָ שֶׁהֲרֵי זוֹ מְגַלָּה אֶת סוֹדָהּ: \n",
      "תִּינֹקֶת מִבַּת שָׁלֹשׁ וּלְמַטָּה וְתִינוֹק בֶּן תֵּשַׁע וּלְמַטָּה מֻתָּר לְהִתְיַחֵד עִמָּהֶן. שֶׁלֹּא גָּזְרוּ אֶלָּא עַל יִחוּד אִשָּׁה הָרְאוּיָה לְבִיאָה וְאִישׁ הָרָאוּי לְבִיאָה: \n",
      "אַנְדְּרוֹגִינוּס אֵינוֹ מִתְיַחֵד עִם הַנָּשִׁים. וְאִם נִתְיַחֵד אֵין מַכִּין אוֹתוֹ מִפְּנֵי שֶׁהוּא סָפֵק. אֲבָל הָאִישׁ מִתְיַחֵד עִם הָאַנְדְּרוֹגִינוּס וְעִם הַטֻּמְטוּם: \n",
      "אֵשֶׁת אִישׁ שֶׁהָיָה בַּעְלָהּ בָּעִיר אֵינָהּ חוֹשֶׁשֶׁת לְיִחוּד. מִפְּנֵי שֶׁאֵימַת בַּעְלָהּ עָלֶיהָ. וְאִם הָיָה זֶה גַּס בָּהּ כְּגוֹן שֶׁגָּדְלָה עִמּוֹ אוֹ שֶׁהָיְתָה קְרוֹבָתוֹ לֹא יִתְיַחֵד עִמָּהּ וְאַף עַל פִּי שֶׁבַּעְלָהּ בָּעִיר. וְכֵן כָּל הַמִּתְיַחֵד עִם אִשָּׁה וְהָיָה הַפֶּתַח פָּתוּחַ לִרְשׁוּת הָרַבִּים אֵין חוֹשְׁשִׁין מִשּׁוּם יִחוּד: \n",
      "מִי שֶׁאֵין לוֹ אִשָּׁה לֹא יְלַמֵּד תִּינוֹקוֹת. מִפְּנֵי שֶׁאִמּוֹת הַבָּנִים בָּאוֹת לְבֵית הַסֵּפֶר לִבְנֵיהֶם וְנִמְצָא מִתְגָּרֶה בְּנָשִׁים. וְכֵן אִשָּׁה לֹא תְּלַמֵּד קְטַנִּים מִפְּנֵי אֲבוֹתֵיהֶן שֶׁהֵן בָּאִין בִּגְלַל בְּנֵיהֶם וְנִמְצְאוּ מִתְיַחֲדִים עִמָּהּ. וְאֵין הַמְלַמֵּד צָרִיךְ שֶׁתִּהְיֶה אִשְׁתּוֹ שְׁרוּיָה עִמּוֹ בְּבֵית הַסֵּפֶר אֶלָּא הִיא בְּבֵיתָהּ וְהוּא מְלַמֵּד בִּמְקוֹמוֹ: \n",
      "תִּקְּנוּ חֲכָמִים שֶׁתִּהְיֶינָה הַנָּשִׁים מְסַפְּרוֹת זוֹ עִם זוֹ בְּבֵית הַכִּסֵּא כְּדֵי שֶׁלֹּא יִכָּנֵס שָׁם אִישׁ מִשּׁוּם יִחוּד: \n",
      "אֵין מְמַנִּין אֲפִלּוּ אָדָם נֶאֱמָן וְכָשֵׁר לִהְיוֹת שׁוֹמֵר חָצֵר שֶׁיֵּשׁ שָׁם נָשִׁים אַף עַל פִּי שֶׁהוּא עוֹמֵד בַּחוּץ שֶׁאֵין אַפּוֹטְרוֹפּוֹס לַעֲרָיוֹת. וְאָסוּר לְאָדָם לְמַנּוֹת אַפּוֹטְרוֹפּוֹס עַל בֵּיתוֹ שֶׁלֹּא יַנְהִיג אִשְׁתּוֹ לִדְבַר עֲבֵרָה: \n",
      "אָסוּר לְתַלְמִיד חָכָם לִשְׁכֹּן בְּחָצֵר שֶׁיֵּשׁ בָּהּ אַלְמָנָה אַף עַל פִּי שֶׁאֵינוֹ מִתְיַחֵד עִמָּהּ מִפְּנֵי הַחֲשָׁד. אֶלָּא אִם כֵּן הָיְתָה אִשְׁתּוֹ עִמּוֹ. וְכֵן אַלְמָנָה אֲסוּרָה לְגַדֵּל כֶּלֶב מִפְּנֵי הַחֲשָׁד. וְלֹא תִּקְנֶה אִשָּׁה עֲבָדִים זְכָרִים אֲפִלּוּ קְטַנִּים מִפְּנֵי הַחֲשָׁד: \n",
      "אֵין דּוֹרְשִׁין בְּסִתְרֵי עֲרָיוֹת בִּשְׁלֹשָׁה מִפְּנֵי שֶׁהָאֶחָד טָרוּד בִּשְׁאֵלַת הָרַב וְהַשְּׁנַיִם נוֹשְׂאִין וְנוֹתְנִין זֶה עִם זֶה וְאֵין דַּעְתָּם פְּנוּיָה לִשְׁמֹעַ. שֶׁדַּעְתּוֹ שֶׁל אָדָם קְרוֹבָה אֵצֶל עֲרָיוֹת. אִם נִסְתַּפֵּק לוֹ דָּבָר שֶׁשָּׁמַע מוֹרֶה לְהָקֵל. לְפִיכָךְ אֵין דּוֹרְשִׁין אֶלָּא לִשְׁנַיִם כְּדֵי שֶׁיִּהְיֶה הָאֶחָד הַשּׁוֹמֵעַ מְפַנֶּה דַּעְתּוֹ וְיוֹדֵעַ מַה שֶּׁיִּשְׁמַע מִן הָרַב: \n",
      "אֵין לְךָ דָּבָר בְּכָל הַתּוֹרָה כֻּלָּהּ שֶׁהוּא קָשֶׁה לְרֹב הָעָם לִפְרשׁ אֶלָּא מִן הָעֲרָיוֹת וְהַבִּיאוֹת הָאֲסוּרוֹת. אָמְרוּ חֲכָמִים בְּשָׁעָה שֶׁנִּצְטַוּוּ יִשְׂרָאֵל עַל הָעֲרָיוֹת בָּכוּ וְקִבְּלוּ מִצְוָה זוֹ בְּתַרְעוֹמוֹת וּבְכִיָּה שֶׁנֶּאֱמַר <small>(במדבר יא י)</small> \"בֹּכֶה לְמִשְׁפְּחֹתָיו\" עַל עִסְקֵי מִשְׁפָּחוֹת: \n",
      "וְאָמְרוּ חֲכָמִים גֵּזֶל וַעֲרָיוֹת נַפְשׁוֹ שֶׁל אָדָם מִתְאַוָּה לָהֶן וּמְחַמְּדָתָן. וְאֵין אַתָּה מוֹצֵא קָהָל בְּכָל זְמַן וּזְמַן שֶׁאֵין בָּהֶן פְּרוּצִין בַּעֲרָיוֹת וּבִיאוֹת אֲסוּרוֹת. [וְעוֹד] אָמְרוּ חֲכָמִים רֹב בְּגֵזֶל מִעוּט בַּעֲרָיוֹת וְהַכּל בַּאֲבַק לָשׁוֹן הָרַע: \n",
      "לְפִיכָךְ רָאוּי לוֹ לְאָדָם לָכֹף יִצְרוֹ בְּדָבָר זֶה וּלְהַרְגִּיל עַצְמוֹ בִּקְדֻשָּׁה יְתֵרָה וּבְמַחֲשָׁבָה טְהוֹרָה וּבְדֵעָה נְכוֹנָה כְּדֵי לְהִנָּצֵל מֵהֶן. וְיִזָּהֵר מִן הַיִּחוּד שֶׁהוּא הַגּוֹרֵם הַגָּדוֹל. גְּדוֹלֵי הַחֲכָמִים הָיוּ אוֹמְרִים לְתַלְמִידֵיהֶם הִזָּהֲרוּ בִּי מִפְּנֵי בִּתִּי הִזָּהֲרוּ בִּי מִפְּנֵי כַּלָּתִי. כְּדֵי לְלַמֵּד לְתַלְמִידֵיהֶם שֶׁלֹּא יִתְבַּיְּשׁוּ מִדָּבָר זֶה וְיִתְרַחֲקוּ מִן הַיִּחוּד: \n",
      "וְכֵן יִנְהֹג לְהִתְרַחֵק מִן הַשְּׂחוֹק וּמִן הַשִּׁכְרוּת וּמִדִּבְרֵי עֲגָבִים שֶׁאֵלּוּ גּוֹרְמִין גְּדוֹלִים וְהֵם מַעֲלוֹת שֶׁל עֲרָיוֹת. וְלֹא יֵשֵׁב בְּלֹא אִשָּׁה שֶׁמִּנְהָג זֶה גּוֹרֵם לְטָהֳרָה יְתֵרָה. גְּדוֹלָה מִכָּל זֹאת אָמְרוּ יַפְנֶה עַצְמוֹ וּמַחֲשַׁבְתּוֹ לְדִבְרֵי תּוֹרָה וְיַרְחִיב דַּעְתּוֹ בַּחָכְמָה שֶׁאֵין מַחְשֶׁבֶת עֲרָיוֹת מִתְגַּבֶּרֶת אֶלָּא בְּלֵב פָּנוּי מִן הַחָכְמָה. וּבַחָכְמָה הוּא אוֹמֵר <small>(משלי ה יט)</small> \"אַיֶּלֶת אֲהָבִים וְיַעֲלַת חֵן דַּדֶּיהָ יְרַוֵּךָ בְכָל עֵת בְּאַהֲבָתָהּ תִּשְׁגֶּה תָמִיד\": \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות איסורי ביאה",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Kedushah"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שאין קשוי אלא לדעת.</b> כתב הראב''ד ז''ל יש אונס שהוא פטור כגון שהוא מתכוון לאשתו ותקפתו אחת מן העריות והביאתו עליה או שדבקוהו עכו''ם עליה עכ''ל: "
      ],
      [],
      [],
      [
        "<b> כמתעסק וכו'.</b> א''א חייבי לאוין לא ידעתי למה קרבן אין כאן: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> המקנא לאשתו וכו'.</b> כתב הראב''ד ז''ל אינו כן דאינו לוקה משום זונה אלא משום טומאה דכל אונס בעד אחד לא קרינן ביה זונה אלא משום טומאה והכי איתא ביבמות בלישנא בתרא דרבה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> הבא על אשה וכו'.</b> כתב הראב''ד ז''ל אלו השתים אינן אלא לקוברו בין רשעים חמורים עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> עבר ונאף וכו'.</b> כתב הראב''ד ז''ל יש בכאן שבוש גדול וטעה בדברי עצמו כי הוא כתב במי שהלכה ארוסתו למ''ה ואמרו לו מתה ונשא אחותה ואח''כ באה ארוסתו אסורה לחזור לו מפני שאחותה צריכה ממנו גט שמא יאמרו תנאי היה בקידושי ארוסה ובהיתר נשא אחותה ועתה הביא אותו הדבר ראיה לכאן שביאת אחות ארוסתו אוסרת ארוסתו ודבר זה שבוש גדול אם אמרו בנישואין שלא נתכוון לעבירה ויאמרו בהיתר נשאה נאמר כן בזנות שיאמרו בהיתר בה עליה. ועוד מה יאמרו שהיה תנאי בקידושיה שלא היה שם איסור ביאת אחותה ולמה תיאסר זו בביאה של זו וכי צריכה [זו] גט לביאתה שתיאסר זו בשבילה. ועל זה היה ראוי לגנוז זה השער עכ''ל: "
      ],
      [],
      [
        "<b> מי שנטען וכו'.</b> כתב הראב''ד ז''ל זה המחבר ממשל משלים הוא והם רחוקים מאד אם אמרו בחמותו דגייסא ביה מחמת בתה יאמרו באשה אחרת לאוסרו לדור ולראות בכל השכונה עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> ונאסרה על בעלה.</b> כתב הראב''ד ז''ל לא ידעתי למה נאסרת על בעלה ישראל שהרי אמרו פיתוי קטנה אונס הוא עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> דין חדש וכו'.</b> כתב הראב''ד ז''ל בודאי זה חידוש שלא שמענו אותו מעולם וכי מפני שהבעל הביא עדים יוציאו לזו בסקילה והלא משנה שלימה שנינו כיון שנכנסה לחופה אע''פ שלא נבעלה ה''ז בחנק. והטעה אותו מה שראה בכמה מקומות דהא נכנסה לחופה ולא נבעלה וזינתה בעלמא בחנק והכא בסקילה. ויס''ג ואילו מש''ר בסקילה ואינו מתפרש כמו שהוא סובר וקלישת הדעת הוא זה עכ''ל: "
      ],
      [],
      [
        "<b> נסקלת בבית הסקילה.</b> כתב הראב''ד ז''ל זה שבוש דהלכה כראב''י שלא נאמרו דברי מוציא שם רע אלא כשבעל קודם שיוציא שם רע ואחר כל זאת פתח בית אביה וחכמים גם כן מודים לראב''י דאף בשבעל היה הדין כן ורבי אליעזר לא היה מודה לחכמים עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> מביא אשם אחד.</b> כתב הראב''ד ז''ל גרסינן בכריתות שאם בא על שפחות הרבה אפילו בהעלם אחד חייב אשמות הרבה משום דגופים מוחלקים עכ''ל: "
      ],
      [],
      [],
      [
        "<b> בן ט' שנים וכו'.</b> כתב הראב''ד ז''ל זה שבוש שלא מצינו קטן בר עונשין וקרבן זה מן העונשין הוא והיא כמו כן פטורה דהא מקשו אהדדי והכי איתא בכריתות עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אבל אחר תשמיש וכו'.</b> כתב הראב''ד ז''ל כמה יגיעות יגע בחנם שאף רב יהודה שהיה צדיק שאין כמותו מנע את רבי זירא שלא לבדוק אחר תשמיש שלא יהא לבו נוקפו ופורש שלא אמרו בדיקות הללו אלא באשה העסוקה בטהרות עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואם נסתפק וכו'.</b> כתב הראב''ד ז''ל כל מה שכתב בזה אין בו הלכה למעשה שאין לנו עכשיו דם טוהר אלא כל מראה אדמומית טמא עכ''ל: "
      ],
      [
        "<b> המפלת חתיכה וכו'.</b> כתב הראב''ד ז''ל הא דלא כהלכתא דהא אסיקנא דאפשר לפתיחת הקבר בלא דם פליגי ורבנן סברי א''א לפתיחת הקבר בלא דם עכ''ל: "
      ],
      [
        "<b> הפילה חתיכה וכו'.</b> כתב הראב''ד ז''ל הא נמי דלא כהלכתא עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> ואם ראתה דם בבית אביה וכו'.</b> כתב הראב''ד ז''ל כב''ש היא עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> בעת תשמיש וכו' ה''ז דם בתולים.</b> כתב הראב''ד ז''ל כל זה אינו למעשה ולעולם אינו בועל אלא בעילת מצוה ופורש עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מפני שאין יום וכו'.</b> כתב הראב''ד ז''ל וקראוהו גרגרן וצריך שימור לאותו יום ואפי' לאחר [כמה] ימי נדה ואם עבר עליה יום אחד נקי מתוך שבעת ימי נדה עולה לה לשמור אותו יום י''א שראתה בו עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> זבה שפסק וכו'.</b> כתב הראב''ד ז''ל זה שבוש שדם הקושי אינו סותר ואינו עולה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> וכבר נקבע וכו'.</b> כתב הראב''ד ז''ל בלבולים יש כאן ואינו על פי הגמרא עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> הרי זו זבה.</b> כתב הראב''ד ז''ל זה הלשון חושך ולא אור עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מה בין כתם וכו'.</b> כתב הראב''ד ז''ל אין זה מחוור שהרי שאל רבי ירמיה על כתם שבבשרה טפין טפין מהו ואם אין לו שיעור מה שאל ועוד כי בדרך אחר נשנו במשנה חלוק למטה מן הצואר ובשרה כנגד בית התורפה ועל כולן אמרו תולה בכל דבר ועוד שקראוהו כתם ואם כדבריו שאינה צריכה שיעור אף היא טמאה ומונה לה מאותה שעה ואינו כן עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אבל הרואה כתם אחר כתם כו'.</b> כתב הראב''ד ז''ל כל מה שאסף ודיבר בכאן על מה שאמרו בגמרא בעא מיניה רבי זירא מרבי אמי כתמים צריכין הפסק טהרה או לא אישתיק זימנין אשכחיה דיתיב וקאמר תולה כתמה בראייתה כל מעל''ע אמר ר''ל והוא שבדקה רבי יוחנן אמר אע''פ שלא בדקה אמר ליה מכלל דכתמים צריכין הפסק טהרה אמר ליה אין. ועל זאת השמועה שם יסודותיו ובנה בניניו ובחיי ראשי אין צורת השמועה הולכת על פי דרכו ולא מתנהגת על סברתו כלל ואיך יתפרש כתמים צריכין הפסק טהרה על זה הדרך שכתב ואם שאל בין כתם לכתם ויהיה צורך הבדיקה כדי לתלות כתם בכתם ולא תהיה זבה כמו שכתב הוא פשיטא דצריך שהרי אמרנו למעלה שהכתמים שלשה מביאין לזיבה ולקרבן אם לא הפסיקה טהרה ועוד איך הביא ראיה מבין כתם לראיה לבין כתם לכתם ואיך ידע רבי זירא מה יאמר רבי יוחנן בין כתם לכתם ואם שאל רבי זירא בין כתם לראיה אם בתוך מעת לעת מה למדנו רבי יוחנן מה יאמר על זה אם יעקר אותו אפילו בהפסק טהרה או לא ואולי יודה לר''ל שלא יועיל אך לא זו הדרך ולא זו העיר אלא כל הכתמים שאל אף על המביאים לידי זיבה כשתספור שבעה אם צריכה בדיקה כל שבעה ימים לנקיים או בדיקה שנייה אחת באחרונה להפסק כנדה הואיל ולא הוחזקה טומאה מגופה ופשט ליה מתרווייהו דצריכה בדיקה דאפילו כתם שהיא תולה בראיה בעיא בדיקה דנהי דראיה מצלא לה דלא מיקלקלא למפרע טובא אבל מ''מ נקיים בעינן כשאר כתמים ובבדיקה ורבי יוחנן ע''כ לא פליג אלא בהאי שהרי תולין אותו ואינו מטמא למפרע יותר מראיה אבל שאר כתמים המביאים לזיבה או שמקלקלים למפרע מודה דצריך בדיקה. זאת הוא תורת אמת ואין תולין כתם בכתם שכתב לא נאמר מעולם על זה הענין ואין ראוי לו אלא במשאלת חלוקה ליושבת על הכתם שאינה תולה בחבירתה ושתיהן מקולקלות והוא האמת וכל מ''ש בזה הענין אינו כי אם להג הרבה ויגיעת בשר עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אפילו מחגור ולמעלה וכו'.</b> כתב הראב''ד ז''ל זה אינו אלא בנזדקרה והכי איתא בגמרא עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אינו מטמא וכו'.</b> כתב הראב''ד ז''ל זה אינו אלא אף הבגד מטמא עד שיודע שהוא צבע ע''י הבדיקה עכ''ל: ",
        "<b> ואם נסתפק וכו' וטהורה.</b> כתב הראב''ד ז''ל טעה בזה שאין זה הבדיקה לטהר את האשה אלא לטהר את הבגד שאע''פ שיהיה דם מאחר שאינו יכול לצאת אינו מטמא מפני שהוא בלוע שאינו יכול לצאת והוא טהור אבל האשה לעולם טמאה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> המפלת דמות נחש וכו'.</b> כתב הראב''ד ז''ל ולפי מה שכתב דבעינן צורת פנים כולה כשל אדם כי הוי גלגל עיניו כשל אדם מה יועיל ובודאי ר' יהושע דאמר הכי לא סבירא ליה דנבעי אפילו חצי הצורה שלמה אלא אפילו בצורה אחת עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כל בת שתבעוה להנשא וכו'.</b> כתב הראב''ד ז''ל כל ראתה שהוא מוזכר בכאן טעות גדולה מן הסופר שאפילו בלא הרגשה היא טמאה ודאי והאי ראתה רצתה היא עכ''ל: "
      ],
      [
        "<b> ואם נשאת לת''ח וכו'.</b> כתב הראב''ד ז''ל מה שחילק זה בין ת''ח לשאר בני אדם הוציא אותו ממה שאמרו כי מיקלע רב נחמן לשכנציב הוה אמר מאן הויא ליומא ואקשו עליה מדרבא תבעוה לינשא ונתפייסה ושני דמודע לה מעיקרא והדר אקשי ליה מדראב''י כל הנושא אשה במקומות הרבה על זה נאמר ומלאה הארץ זמה ושני ליה רבנן קלא אית להו ואבע''א רבנן יחודי בעלמא הוא דמייחדי להו והוא סובר שמתייחדין היו עמהן אחר נישואין ולא בועלין. ואני איני אומר כן אלא כיון שהנשים היו מיוחדות להם ולכשירצו ישאום פת בסלו הוא ואתרתי קושייתא קא מתרץ לה והא מעשה דבריה דרבינא בי רב חביבא צורבא מרבנן הוה וחש ליה לדרבנן ועוד חופה דאיסורא היכי הוו עבדי וכלה שפירסה נדה אסור להתייחד עמה עכ''ל: "
      ],
      [
        "<b> דין הכתמים וכו'.</b> כתב הראב''ד ז''ל זה שבוש גדול וזהו שאמרנו כתמים צריכין הפסק טהרה ונקיים בעינן ואחר יום מציאה היא מונה עכ''ל: "
      ],
      [
        "<b> כל מה שאמרנו ביולדת וכו'.</b> כתב הראב''ד ז''ל אין אני אומר כן שהרי בצורת הפנים אמו טמאה לידה ומי יכיר בצורות ויטהר עכ''ל: ",
        "<b> הרי היא טהורה וכו'.</b> כתב הראב''ד ז''ל גם זה טעות שהרי אמרו אין פתיחת הקבר בלא דם הילכך טמאה עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואסור לאדם שידבק וכו'.</b> כתב הראב''ד ז''ל אנו נוהגים אפילו על שלחן אחד וכן כתב רב אחא ז''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> כל הבועל עכו''ם וכו'.</b> כתב הראב''ד ז''ל בד''א שהתרו בו ולא פירש אבל לא התרו בו לא אמרינן הרי אלו משובחין עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אבל מי שבא וכו'.</b> א''א שלא על דרך הלכה היא זו דלדעת רבי יהודה בא''י צריך להביא ראיה אבל לא בח''ל ולדעת חכמים בכל מקום צריך להביא ראיה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אלא בזמן שהיובל נוהג וכו'.</b> כתב הראב''ד ז''ל דעת זה המחבר סתום וחתום ולא פירש מהו אין מקבלין גר תושב אלא בזמן שהיובל נוהג ומה הן מצות גר תושב והוא שאין מושיבין אותו בתוך העיר דדרשינן בספרי עמך ישב ולא בעיר עצמה ומצוה להחיותו דכתיב וחי אחיך עמך וקונה עבד עברי כעכו''ם ואלה הדינים שאינם נוהגים בו אלא בזמן שהיובל נוהג יש מהן שהוא להקל עליו ויש מהן להחמיר עליו שבזמן שאין היובל נוהג יושב אפילו בעיר עצמה שאין קדושת הארץ עליה כשהיתה וקונה ע''ע עד זמן שירצה שאין זמן מיוחד ואלו להקל עליו אבל אין אנו מצווים להחיותו זהו להחמיר עליו וקרוב הדבר להיות מן הטעם כי בזמן היובל היו שומטין והיה יכול להתפרנס שלא בטורח צבור ועכשיו אינו יכול מעתה מקיימין מי שהתנה שלא למול ושלא לטבול כמה שירצה בכל זמן עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> אבל אינו נושא וכו'.</b> כתב הראב''ד ז''ל מכדי רב ששת אמרה לשמעתיה דפליג ביבמות בבני יודן אמתא דאשתחרור ואסר להו למינסב נשי דהדדי ואיהו מוקים לברייתא דקתני ומותר באשת אחיו דנסבה כשהוא עכו''ם ולא דנסבה כשהוא גר מעתה באשת אחי אביו ובאשת אביו דקתני להו כי הדדי חד אורחא אית להו ובדנסבה כשהוא עכו''ם הוא דשרו ליה אבל נסבה כשהוא גר אסור עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> שאם בא העבד וכו'.</b> כתב הראב''ד ז''ל זה לא צריך אפילו לתינוקות וכי משום קורבה נאסרו אלו שיהיו אלו מרוחקים וכל עונשים שבתורה הרי הן מוזהרות כישראל הנקבות עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> אחד ממזר שנשא ישראלית וכו'.</b> כתב הראב''ד ז''ל על הבבא ראשונה אין זה מחוור וקשיא ליה ממזרת דאלו נערות וכו' דפריך התם אי רבי יצחק קשיא ממזרת והמבין יבין עכ''ל: ",
        "<b> אלא כהן גדול באלמנה וכו'.</b> כתב הראב''ד ז''ל לא נתבאר ולא יתבאר והאומרה לא יתפאר כי טעות גדול היא השתא איסור כהונה דכתיב ביה לא יקח אמרי' בעל ולא קידש לוקה הנך פסולין דלא כתיב בהו אלא ביאה לחודה לא כל שכן והדין נותן שהביאה תאסר כדי שלא ירבה ממזרות בישראל ופצוע דכא כדי שלא תזנה אשתו תחתיו והממזרות רבה עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> קידש אשה וכו'.</b> כתב הראב''ד ז''ל אם רוב עכו''ם ונתגייר קרוב אני להכשיר עכו''ם הוא ונתגייר עכ''ל: "
      ],
      [],
      [
        "<b> יראה לי וכו'.</b> כתב הראב''ד ז''ל מצאנו במס' סנהדרין שהולכין בדיני נפשות אחר הרוב ובמס' מכשירין ר' יהודה היא שאמר כן שאם היתה שם שפחה או עכו''ם היא חשודה להשליך עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> בממזרת ודאית וכו'.</b> כתב הראב''ד ז''ל וברייתא זו הביאהו לומר כך פצוע דכא מותר בנתינה ולא אמר בממזרת אלמא אסור בממזרת והאי סברא לא נהירא חדא דמתני' קתני ואינן אסורים אלא מלבא בקהל וממזרת לאו קהל הוא ועוד פצוע דכא כהן שמותר בגיורת דרב ששת הכי פשט להו והלא גיורת לכהן אסורה מדאורייתא היא ושריא ליה דלאו בקדושתיה קאי וה''ה לישראל פסול בממזרת ואי אמרת אמאי קאמר בנתינה ליתני בממזרת אימא לך רבותא קמ''ל דאפילו לרבי יהודה דאמר קהל גרים אקרי קהל גר כשר אבל הני דפסולים לא וכ''ש ממזרת דלאו קהל הוא כלל עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> ובעל לוקה וכו'.</b> כתב הראב''ד ז''ל אין השכל מודה בזה שהרי למדו כהן הדיוט מכהן גדול לחלול הזרע בג''ש זונה זונה הלכך כי הדדי נינהו באסורייהו וטעות הוא בידו והטעהו מה שראה בגמרא כהן גדול באלמנה לוקה שתים אחד משום לא יקח ואחד משום לא יחלל והוא סבר דוקא כהן גדול ולא היא אלא משום דלא מיתני ליה בכהן הדיוט חלול דאשה בשלא גמר ביאתו קמיירי דליכא חילול זרע עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואינו נושא ב' נשים וכו'.</b> כתב הראב''ד ז''ל לא מתחורא זאת הסברא שלא אמרו במס' יומא אלא ביתו אמר רחמנא ולא ב' בתים ואפשר שלא נאסר בב' נשים אלא ביו''כ שמא ימשוך לבו אחריהן ויבא לידי טומאה. אבל הדעת נותנת כן כדי שלא יצטרך לגרש ערב י''כ אלא שאני מוצא וישא לו יהוידע נשים שתים ויולד בנים ובנות עכ''ל:כבר תמהו גדולים שכוונת הכ' הוא שיהוידע השיא ליואש ב' נשים. "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> יצא שמה בעיר שנתקדשה וכו'.</b> כתב הראב''ד ז''ל איני יודע מהו אבל אין הפרש בקולות בין גרושה לחלוצה ולא בין שאר הקולות חוץ משם מזנה דתלינן בפריצותא ואינשי קרו לה מזנה משום פריצותא ושאר הקולות אם הוחזקו בבית דין שאמרו פלוני מהיכן שמע מפלוני עד שהגיעו קרוב לדברים ברורים חוששין להם עכ''ל: ",
        "<b> כמו שביארנו וכו'.</b> כתב הראב''ד ז''ל והוא בהלכות גירושין לא כתב אלא כמו שהוא בגמרא שאם יצא קול שנתקדשה ונתגרשה מותרת לכל אדם קול ושוברו עמו ולא דברו שם על כהונה. מ''מ אמת הוא שאם הוחזק קול בבית דין אסורה לכהן וכן כל קול שהוחזק בבית דין שלא יהא קול הברה חוששין לה ובלבד שלא תהא בתר אירוסין עכ''ל: "
      ]
    ],
    [
      [
        "<b> שהזונה האמורה וכו'.</b> כתב הראב''ד ז''ל ליתנהו להני כללי שאין זונה אלא מחייבי כריתות או מעכו''ם ועבד שאין בהן קידושין מיהו כל הפסולים לבא בקהל אם באו עליה פסלוה מן הכהונה ומן התרומה ואפילו חלל משום דכתיב ולא יחלל זרעו מה הוא מחלל אף זרעו מחלל אבל ללקות עליה משום זונה לא עכ''ל: "
      ],
      [],
      [
        "<b> וכן הגיורת וכו'.</b> כתב הראב''ד ז''ל אינה משום זונה אלא משום דכתיב בתולות מזרע בית ישראל והכי איתא בקידושין עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נאנסתי וכו'.</b> כתב הראב''ד ז''ל אע''פ שאמר דבר חכמה אין שמועתו מתכוונת שאם אמרה לאחר מיתת בעלה לא אמרתי אלא כדי שיגרשני בעלי למה אינה נאמנת והלא לא הודת על עצמו הודאה לאסור ולא נתקבלו דבריה כלל והרי אשה שאמרה א''א אני ואחר כך אמרה פנויה אני ונתנה אמתלא לדבריה נאמנת אף בזו אם היתה קטטה ביניהם אמתלא גדולה היא זו ונאמנת עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואם משפחת כהנים וכו'.</b> תימא דהוה ליה לכתוב כהן לא ישא אותה אבל בישראל לא גזרו שיהא צריך לבדוק כ''כ עד ד' אמהות וצ''ע לדבריו שאינו מצריך לכהנים בדיקה יותר מישראל לא ידעתי לפרש נאמן להאכילו בתרומה ואינו נאמן להשיאו אשה דהא לא הוזהרו כשרות לינשא לפסולים עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> כל שקורין לו ממזר וכו'.</b> כתב הראב''ד ז''ל כל אלו שאמרו על שתיקתן שהם פסולים לא אמרו אלא בדורות הראשונים שהיו ב''ד נזקקין לחרפות שאדם מחרף את חבירו כגון הקורא לחבירו עבד יהא בנדוי ממזר סופג את הארבעים וזה ששתק ולא צווח לב''ד כבר הודה אבל עכשיו השותק על המריבה הרי הוא משובח אא''כ קורין לו שלא בשעת מריבה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> הכהנים שבזמנינו וכו'.</b> כתב הראב''ד ז''ל אף בזמנינו אין כהן אוכל תרומה אלא תרומת ח''ל וכהן קטן אבל תרומת הארץ לא דסבירא לן כרבי יוחנן אליבא דרבי יוסי דאמר ירושה שלישית אין להם עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> אתבונן על בתולה.</b> כתב הראב''ד ז''ל חכמים אמרו האי צורבא מרבנן דאזיל לקדושי איתתא לידבר עם הארץ בהדיה דילמא מחלפא ליה מיניה אלמא אין דרך ת''ח בכך עכ''ל: "
      ],
      [
        "<b> לדבר מכשול וכו'.</b> כתב הראב''ד ז''ל אבל לא במקום הסתר שלה והכי איתא בנדרים עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שידור בבית חמיו וכו'.</b> כתב הראב''ד ז''ל אם ייחד לו בית למשכב מותר וכן אכסנאי ובלבד שיישן בטלית של עצמו עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אסור לת''ח לשכון וכו'.</b> כתב הראב''ד ז''ל הפריז על מדותיו שלא אמרו חכמים אלא שלא יתאכסן עמה עכ''ל: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>הבא על אחת מכל העריות וכו'.</b> כבר נתבאר פ''א מהלכות אישות מה הן עריות והדין הזה מבואר בהרבה מקומות ומהם בכריתות בתחלת המסכתא:"
      ],
      [
        "<b>אותן העריות וכו'.</b> זה מבואר בהרבה מקומות:"
      ],
      [
        "<b>ומ''ש רבינו ואפי' היה העובר תלמיד חכם.</b> הוא דלא כרבי יוסי ברבי יהודה דאמר בפ''ק דמכות (דף ו' ע\"ב) חבר אינו צריך התראה לפי שלא נתנה התראה אלא להבחין בין שוגג למזיד ע''כ בגמרא ומתניתין דהתם דלא כר''י ורבינו כתב הלשון הנזכר בגמרא בדברי ר''י ופי' לשונו הוא שלא ניתנה התראה אלא להבחין המעשה אם נעשה בשלימות כוונה ומחשבה או אם הוא שוגג בשום דבר כגון שלא ידע שזו היא ערוה או דבר אחר ופירוש הלשון הנזכר בגמרא הוא שלא נתנה התראה אלא להבחין אם הוא שוגג בידיעת עונש המעשה או לא ות''ח מן הסתם יודע הוא הדבר, ולפי שראיתי בזה משיגים על דברי רבינו ביארתי לשונו והחילוק שיש בין לשונו ובין לשון הגמרא: "
      ],
      [
        "<b>העריות שיש בהן מיתת בית דין וכו'.</b> בסנהדרין פרק ארבע מיתות (סנהדרין דף מ\"ט ע\"ב) משנה כלשון רבינו: "
      ],
      [
        "<b>ואלו הן העריות וכו'.</b> שם פרק אלו הן הנשרפין (דף ע\"ה) משנה: "
      ],
      [
        "<b>אין לך ערוה בחנק וכו'.</b> פרק אלו הן הנחנקין (סנהדרין דף פ\"ד ע\"ב) במשנה מבואר שאשת איש בחנק ובגמרא מבואר שם שכל מיתה האמורה בתורה סתם אינה אלא חנק: ",
        "<b>ואם היתה בת כהן וכו'.</b> דין בת כהן שהיא בשריפה מבואר בכתובות ובמשנה פרק אלו הן הנשרפין (דף ע\"ה) ודין בועלה שהוא בחנק במשנה פרק אלו הן הנחנקין (סנהדרין דף צ'): ",
        "<b>ואם היתה נערה מאורסה וכו'.</b> דלא כמ''ד התם פרק ארבע מיתות ב''ד (דף נ') דאפילו מאורסה בת כהן שזינתה בשריפה אלא כי ההיא דמרגלא בפומיה דרבי יוחנן נערה מאורסה בת כהן שזינתה בסקילה:",
        "<b>וכל מקום שנאמר בתורה וכו'.</b> שם מבואר שמאוב וידעוני אנו למדין שכתוב בהן באבן ירגמו אותם דמיהם בם:"
      ],
      [
        "<b>שאר העריות כולן וכו'.</b> במכות פרק אלו הן הלוקין (מכות דף י\"ג) משנה ומבואר בגמרא דלרבי ישמעאל ורבי עקיבא כל חייבי כריתות לוקין: "
      ],
      [
        "<b>הבא על אחת וכו'.</b> במשנה שם:",
        "<b>והבא על אחת מן השניות וכו'.</b> פרק ראשון מהלכות אישות נתבאר מי הן השניות ושאסורין מד''ס וכבר הזכרתי פרק ראשון מהלכות שבת מקצת מהמקומות שנזכר בגמרא מכת מרדות באיסורין של דבריהם ובחייבי עשה ג''כ כ''ש הוא שאם רצו ב''ד שיש שם מכת מרדות ובביאור אמרו במצות עשה כגון סוכה איני עושה לולב איני נוטל מכין אותו עד שתצא נפשו:"
      ],
      [
        "<b>אנוס פטור מכלום כו'.</b> זה מבואר בהרבה מקומות ובספרי ולנערה לא תעשה דבר מלמד שפטרה הכתוב מן המיתה מנין אף מן הקרבן ת''ל חטא מנין אף מן המכות ת''ל חטא מות מלמד שכל אונסין שבתורה פטורין:",
        "<b>בד״א בשנאנס הנבעל וכו'.</b> ביבמות בפרק הבא על יבמתו (יבמות דף נ\"ג ע\"ב) במשנה הוא אנוס והיא לא אנוסה קנה ואמרו בגמרא אנוס דמתניתין ה״ד אילימא שאנסוהו עכו״ם ובא עליה האמר רבא אין אונס לערוה שאין קישוי אלא לדעת. וי״מ שאם אמרו לו עכו״ם לבא על הערוה ואם לאו שיהרגו אותו ובא עליה מומת על ידה לפי שאין קישוי אלא לדעת וזה דעת רבינו אבל י״א דכיון שמחמת האונס יהב אדעתיה ונתקשה אף הוא פטור בדיני אדם והא דרבא משכחת לה כגון שתקפתו אשה וקרבתו לעצמה לאונסו או שדבקו אותו עכו״ם לערוה ואין שם פחד מיתה כיון דליכא אונס דגופיה אע״פ שדבקום זה לזה ובא עליה חייב שאלמלא נתן דעתו עליה לא היה אפשר לו לבעול שאין קישוי אלא לדעת ולפי פירוש זה הקשו למה לא פירש המשנה דהוא אנוס בשאנסוהו למיתה לבא עליה דהא בכה״ג לא אמר רבא אין אונס בערוה לפי פי' זה והם ז״ל תירצו דההיא כיון דבביאה עצמה ליכא אונס לא קרינא ביה הבא על יבמתו באונס אלא מדעת ושלא בכוונת מצוה ע״כ דבריהם: <b>ובהשגות</b> א״א יש אונס שהוא פטור וכו'. ונראה שבכגון זה אפילו רבינו יודה בו שכל שהקישוי נעשית לדעת היתר ואח״כ נאנס בהיותו עומד בקישויו ודאי אונס גמור הוא ואין לומר על זה אין קישוי אלא לדעת: ",
        "<b>ואשה שתחלת ביאתה וכו'.</b> בכתובות פרק נערה שנתפתתה (כתובות דף נ\"א ע\"ב) מימרא דרבא שם: "
      ],
      [
        "<b>המכניס ראש העטרה וכו'.</b> ביבמות פרק הבא על יבמתו (יבמות דף נ\"ה ע\"ב) אמר רבי יוחנן העראה זו הכנסת עטרה גמר ביאה גמר ביאה ממש מכאן ואילך אינו אלא נשיקה ופטור עליה ופליגא אדשמואל ע״כ. וידוע שהלכה כרבי יוחנן לגבי שמואל ועוד אזכיר מימרא זו פרק כ״א: ",
        "<b>וכל הביאות האסורות וכו'.</b> שם מפורש בגמרא שבכולן העראה כגמר ביאה חוץ משפחה חרופה ויתבאר דין השפחה פרק ג':",
        "<b>ואחד הבא על הערוה וכו'.</b> בפרק ארבע מיתות (סנהדרין דף נ\"ה) ובהרבה מקומות: "
      ],
      [
        "<b>כל הבא ביאה אסורה וכו'.</b> מחלוקת אביי ורבא בשבועות פרק ידיעות הטומאה (שבועות דף י\"ח) והלכה כרבא דאמר התם זאת אומרת המשמש מת בעריות פטור. ",
        "<b>ומ''ש אבל פוסל הוא מן התרומה.</b> מימרא בסוטה פרק ארוסה ושומרת יבם (דף כ\"ו:) אמר שמואל שחוף מקנין על ידו ופוסל בתרומה וענין הפיסול בתרומה הוא שהאשה שנבעלה לפסול לה ונעשית זונה אסורה לאכול בתרומה כנזכר פ''א מהלכות תרומות. ",
        "<b>ומ''ש מהכאת מכת מרדות.</b> הוא מפני שזה פטור אבל אסור הוא וכבר ביארתי כיוצא בזה פרק ראשון מהלכות שבת:"
      ],
      [
        "<b>הבא על ערוה מן העריות כמתעסק וכו'.</b> מימרא דשמואל הובאה פרק ארבע מיתות (סנהדרין דף ס\"ב ע\"ב) המתעסק בחלבים ובעריות חייב שכן נהנה וכבר נתבאר פרק שני מהלכות שגגות שהמתעסק הוא כגון נתכוון לאשתו ונזדמנה לו אחותו וי״מ שלא נתכוון לביאה ובא עליה ופשוט הוא שכל זה אינו אלא לענין קרבן אבל לענין מלקות או מיתה אין חיוב בלא מזיד והתראה כנזכר למעלה וא״כ מה שנמצא בכאן בספרי רבינו וכן בחייבי לאוין ובשניות הוא ט״ס שהרי חייבי לאוין שוגגין פטורין הן מכלום כנזכר למעלה וכ״ש בשניות שהם מדבריהם וא״א ליישב לשון זה בשום פנים וכן כתב בהשגות א״א חייבי לאוין לא ידעתי למה קרבן אין כאן ע״כ, ודבר פשוט הוא: ",
        "<b>אבל הבא על ערוה מן העריות והיא מתה.</b> פרק הבא על יבמתו (יבמות דף נ\"ה ע\"ב) ממעט ליה מקרא: ",
        "<b>והבא על הטריפה וכו'.</b> בסנהדרין פרק הנשרפין (סנהדרין דף ע\"ח) הרובע את הטריפה חייב ואמרו שם מהו דתימא ליהוי כמאן דמשמש מת וליפטר קמ״ל דמשום הנאה הוא והא אית ליה הנאה ע״כ ובפרק העור והרוטב (חולין קכ\"א ב') אמרו שחט בה שנים או רוב שנים ועדיין היא מפרכסת [הרי היא כחיה לכל דבריה]: "
      ],
      [
        "<b>כל אשה אסורה מאלו וכו'.</b> משנה בנדה פרק יוצא דופן (נדה דף מ\"ד) הובאה בהרבה מקומות בגמרא: ",
        "<b>וכן אשה גדולה וכו'.</b> גם זה שם וכבר נזכר פ''א מהלכות אישות מי הוא הנקרא גדול ומי היא הנקראת גדולה:"
      ],
      [
        "<b>הבא על הזכר וכו'.</b> בסנהדרין פרק ארבע מיתות (סנהדרין דף נ\"ד) משנה וברייתא: ",
        "<b>ואם היה הזכר וכו'.</b> מחלוקת רב ושמואל ורב פטר בפחות מבן תשע ותניא כוותיה. וענין המכת מרדות כבר נתבאר שהוא בכל דבר כזה שהוא פטור אבל אסור:"
      ],
      [
        "<b>אחד הבא על הזכר וכו'.</b> רבינו פסק כדברי האומר ביבמות בפרק הערל (יבמות דף פ\"ג ע\"ב) אנדרוגינוס חייבין עליו סקילה כזכר [בד״א בזכרות שלו אבל בנקבות שלו פטור ודרבי סימאי דאמר חייבין עליו משני מקומות יחידאה ורבנן פליגי עליה כמו שאמרו שם ורבנן אע״ג דאית ביה שני משכבות את זכר כתיב פירוש במקום זכרותו] ושם נתבאר בגמרא שהאומר כן אינו סובר שיהיה אנדרוגינוס כזכר לכל דבריו וזהו דעת רבינו ממה שנזכר במקומות אחרים ודין הטומטום שהוא ספק זכר ספק נקבה מבואר שם ובהרבה מקומות וענין המכת מרדות כבר הזכרתי למעלה. ",
        "<b>ומ''ש והאנדרוגינוס מותר לישא אשה.</b> הוא כסתם מתני' דהתם (יבמות דף פ\"א) דתני אנדרוגינוס נושא אבל לא נישא ודעת רבינו אע''פ שהוא ספק וקידושיו ספק כמו שנזכר פ''ד מהלכות אישות אף על פי כן נושא לכתחלה שאף על פי שאין אשה נושאת אשה אנדרוגינוס נושא הוא אשה דהא חזינן דרחמנא רבייה לענין משכב זכור ואף על פי שאשה אינה נושאת אשה ונשים המסוללות זו בזו אסור הוא כמו שנזכר פרק כ''א לענין זה אנדרוגינוס כזכר הוא זהו דעת רבינו: "
      ],
      [
        "<b>הבא על הבהמה וכו'.</b> בסנהדרין פרק ד' מיתות (נ\"ה): ",
        "<b>ואחד בהמה וכו'.</b> בבבא קמא פרק שור שנגח את הפרה (בבא קמא דף נ\"ה) מתבאר בגמרא דומה לזה ובע״ז פרק אין מעמידין (עבודה זרה דף כ\"ב כ\"ג) הזכירו רביעה בעופות: ",
        "<b>ולא חלק הכתוב וכו'.</b> ברייתא פרק ד' מיתות (סנהדרין דף נ\"ד ב'): "
      ],
      [
        "<b>קטן בן תשע שנים וכו'.</b> משנה בפ' יוצא דופן (נדה דף מ\"ה) הובאה בפרק ד' מיתות (סנהדרין נ\"ד:) קטן בן ט' שנים ויום אחד פוסל את הבהמה מעל גבי המזבח ונסקלת על ידו והיקש הקטנה בת שלש שנים ויום אחד לקטן בן תשע שנים ויום אחד ידוע הוא שם ובהרבה מקומות: "
      ],
      [
        "<b>וכן השוכב עם הבהמה וכו'.</b> בעיא בפרק ארבע מיתות ולא איפשיטא ואין סוקלין אותה מספק:",
        "<b>כל העריות כולן וכו'.</b> במשנה פרק יוצא דופן (נדה דף מ\"ה) נתבאר באחד גדול ואחד קטן אחד אנוס ואחד שאינו אנוס מפורש בכתובות בענין נערה המאורסה ומפורשים כל החלוקים שהזכיר רבינו במשנה פרק הבא על יבמתו (יבמות דף נ\"ג ע\"ב) ובכריתות פרק ד' מחוסרי כפרה (כריתות דף י\"א): "
      ],
      [
        "<b>אין העדים נזקקין וכו'.</b> סוף פירקא קמא דמכות (דף ז') ורבנן היכי דייני כשמואל דאמר שמואל במנאפים משיראו כמנאפים:"
      ],
      [
        "<b>מי שהוחזק בשאר בשר וכו'.</b> בקידושין פ' י' יוחסין (קידושין דף פ') מלקין על החזקות וסוקלין ושורפין על החזקות. והמעשה שהזכיר רבינו מפורש שם. והראיה שהביא מפורש שם בירושלמי:"
      ],
      [
        "<b>איש ואשה שבאו ממדינת הים וכו'.</b> מימרא דרב בבא בתרא (דף קס\"ז): "
      ],
      [
        "<b>האשה שהוחזקה וכו'.</b> שם פרק עשרה יוחסין ובכתובות פרק המדיר (כתובות דף ע\"ב): ",
        "<b>המקנא לאשתו ונסתרה וכו'.</b> דעת רבינו דאע״פ ששנינו שם ביבמות פ״ק (דף י\"א) וחכמים אומרים אחת זו ואחת זו אסורה אלא מה אני מקיים אחרי אשר הוטמאה לרבות סוטה שנסתרה ואמרו שם מאי נסתרה נבעלה ואמאי קרי ליה נסתרה לישנא מעליא נקט והקשו נבעלה טומאה בהדיא כתיב בה ונסתרה והיא נטמאה ותירצו למיקם עליה בלאו ורבי יוסי בן כיפר פליג עליה התם ואמרו דלאו בסוטה לית ליה ובודאי דקי״ל כחכמים ואעפ״כ סובר רבינו שאין ישראל שזינתה תחתיו אשתו לוקה על לאו זה מפני שעיקר הלאו הוא למחזיר גרושתו אחר שנתארסה או שנשאת לאחר כדכתיב והלכה והיתה לאיש אחר לא יוכל בעלה הראשון לשוב לקחתה ואף ע״פ שחכמים דרשו בו שני דברים מניעת חזרת הגרושה ומניעת לבא על האשה אחרי אשר הוטמאה דהיינו זינתה וקרא הכי משמע להו לא יוכל בעלה הראשון לשוב לקחתה וגם כן לא יוכל אחרי אשר הוטמאה הוי ליה לאו שבכללות פירוש שהוא כולל ב' דברים ואין לוקין עליו לדעת רבינו כפי מה שביאר רבינו בספר המצות בעיקר התשיעי. ומ״מ כיון שפשוטו של מקרא הוא במניעת חזרת הגרושה המחזיר גרושתו לוקה אבל הבא על אשתו שזינתה אינו לוקה מחמת לאו זה. זהו דעת רבינו ומפני כן לא מנה בכלל מנין מצות הלאוין שלא לבא על אשתו אחר שזינתה ולא חייב עליה מלקות בספר שופטים ולא בשום מקום וכאן כתב בעלה כהן בדווקא וחייב לו מלקות משום זונה ולא משום טומאה ופשוט הוא שיש כאן משום זונה ואפילו נבעלה באונס סובר רבינו שהיא זונה כמו שיתבאר פרק י״ח ובמימרא דרב עמרם דפרק הבא על יבמתו (יבמות דף נ\"ו ע\"ב) ומה שחידש כאן רבינו אינו אלא שמחמת עד אחד הוא לוקה מפני שכבר הוחזק בטומאה מפני שכבר נתבאר פ״א מהלכות סוטה שמי שקינא לאשתו ונסתרה בעדים ובא עד אחד והעיד שנבעלה שהיא אסורה על בעלה לעולם שמא יקשה לך מה ששנינו פרק הבא על יבמתו אמר רבה אשת כהן שנאנסה בעלה לוקה עליה משום זונה והקשו משום זונה אין משום טומאה לא ותירצו אימא אף משום זונה עוד שם איכא דאמרי אשת כהן שנאנסה בעלה לוקה עליה משום טומאה משום טומאה אין משום זונה לא אלמא [כל] באונס לא קרינן לה זונה. הנה בכאן מפורש לשני הלשונות שיש מלקות מחמת לאו זה דאחרי אשר הוטמאה ועוד מבואר זה שם ויש לומר שהוא סובר דאתיא כמאן דאמר לוקין על לאו שבכללות ולא קי״ל הכי וקשה לזה דהא רבא דאמר הכי מתרץ התם אליבא דרבה ואילו רבא ס״ל בעלמא דאין לוקין על לאו שבכללות וי״ל דלטעמי' דרבה קאמר ליה וליה לא ס״ל. זהו הנראה לדעתו ז״ל אבל הרמב״ן ז״ל חלק עליו בפירוש לאו שבכללות מה הוא ענינו והאריך בזה בספר ההשגות שחבר על ספר המצות ודברים ארוכים הם. ובהשגות כתוב כאן א״א אינו כן דאינו לוקה עליה משום זונה אלא משום טומאה דכל באונס לא לקי משום זונה אלא משום טומאה והכי איתא ביבמות בלישנא בתרא דרבה ע״כ: <b>ואני</b> תמה בזה שהרי דברי רבינו בכאן אינם בשנאנסה ולא הזכיר בכאן כלל אונס ואפילו באונס אין דברי הר״א ז״ל מחוורין לפסוק כל״ב דרבה דהתם דבאונס לא מקריא זונה משום דההוא לישנא פליגא אדרב עמרם דאמר התם בשם רב ששת אשת ישראל שנאנסה אע״פ שמותרת לבעלה פסולה לכהונה וכ״כ הרב בעל המאור ז״ל וסוגיין דעלמא כרב עמרם כמו שאבאר פי״ח וכיון דרב עמרם בשם רב ששת ס״ל כל״ק וסוגיין הכי דאיכא משום זונה אפילו באונס קי״ל כההוא לישנא וכן מוכח בפרק ד' אחין (יבמות דף ל\"ה) דרבה מתרץ מתניתין דהתם אליבא דרב עמרם ודבר ברור הוא דהא דר״ע וסוגיין דעלמא מכרען ביני לישני למנקט ל״ק דאפילו באונס איכא משום זונה וכבר ביארתי למעלה דעת רבינו בלאו דטומאה מפני מה לא הזכירו. ואני תמה בדעת הר״א ז״ל אחר שהוא סובר כל״ב דרבה מפני מה לא השיגו בזה פי״ח ועוד שממה שכתב שם הר״א ז״ל נראה בביאור שהוא מודה שאשת ישראל שנאנסה פסולה לכהונה ונראה לדעתו ז״ל שהוא סובר דהא דר״ע לא פליגא אהאי ל״ב דרבה וא״א להולמו דהא ודאי משום זונה אשת ישראל שנאנסה פסולה לכהן דמשום טומאה ליכא למימר דהא באשת ישראל שנאנסה ליכא משום טומאה לכ״ע אלא ודאי משום זונה קאמר דהא כהן מוזהר על הזונה ולא ישראל וכן מתבאר מדברי רש״י ז״ל דהא דקתני פסולה לכהונה משום זונה קאמר וכן עיקר: "
      ],
      [
        "<b>האב שאמר וכו'.</b> בקידושין פ' האומר (ס\"ג:) מחלוקת רבא ורב אסי ורב חסדא רבא ורב חסדא ס''ל דאין סוקלין על פי האב דכי הימניה רחמנא לאב לאיסורא לקטלא לא הימניה והוו להו תרי לגבי רב אסי דאמר סוקלין (אבל) לכולה מילתא הימניה רחמנא לאב והלכתא כוותייהו: ",
        "<b>וכן האשה שאמרה וכו'.</b> שם מבואר במשנה ובגמרא:"
      ]
    ],
    [
      [
        "<b>אשת אביו ואשת בנו וכו'.</b> זה מתבאר בהרבה מקומות ומהם בסנהדרין פרק ארבע מיתות (סנהדרין דף נ\"ד): ",
        "<b>ואם בא על אחת מהן וכו'.</b> זה מתבאר במשנה פרק ארבעה אחין ביבמות (דף ל\"ב). ובסנהדרין פרק ארבע מיתות: "
      ],
      [
        "<b>לפיכך הבא על אמו וכו'.</b> שם (דף נ\"ג) הבא על האם חייב עליה משום אם ומשום אשת אב רבי יהודה אומר אינו חייב אלא משום אם בלבד וקי''ל כת''ק וכסתם משנה וכו': ",
        "<b>אחד אחיו מאביו או אחיו וכו'.</b> בגמרא דיבמות פרק הבא על יבמתו (יבמות דף נ\"ה) ברייתות שם: ",
        "<b>אבל אשת אחי אביו.</b> שם מבואר בברייתא שאינה אסורה מן התורה וכבר נזכר בפרק ראשון מהלכות אישות שהיא שנייה כנזכר ביבמות פרק כיצד (דף כ\"א): ",
        "<b>ואחד אחותו מאביו וכו'.</b> שם ובהרבה מקומות ומהם פירקא קמא דמכות (ה' ע\"ב): "
      ],
      [
        "<b>בת אשת אביו וכו'.</b> זה מבואר בכתובות אבל מ״ש <b>רבינו אבל אם נשא אביו אשה אחרת</b> פשוט הוא ומתבאר בהרבה מקומות בגמרא שאין כאן שום איסור ובפירוש אמרו בסוטה פרק משוח מלחמה (סוטה דף מ\"ג ע\"ב) חורגת פי' בת אשת אב מאיש אחר הגדלה בין האחין אסורה לינשא לאחין משום מראית העין פירוש שנראית כאחותם ואסיקו התם ולא היא קלא אית ליה וזה מבואר: ",
        "<b>והלא משום אחותו וכו'.</b> ביבמות פרק כיצד (דף כ\"ב:) ברייתא ודעת ת''ק כמו שכתב רבינו: "
      ],
      [
        "<b>אבל אם אנס וכו'.</b> גם זה מתבאר שם:"
      ],
      [
        "<b>אחות אמו וכו'.</b> פרק הבע״י (יבמות דף נ\"ד) ברייתא מבואר בה שהן [ערוה] בין מן האב בין מן האם. ",
        "<b>ומ''ש בין מן הנישואין בין מן הזנות.</b> פשוט הוא דא''צ לאישות בקרובות אלו וכן מתבאר בהרבה מקומות:"
      ],
      [
        "<b>הבא על אשה וכו'.</b> בסנהדרין פרק אלו הן הנשרפין במשנה הבא על בתו ואמרו בגמרא (דף ע') בתו מאנוסתו מנין אמר אביי ק''ו על בת בתו ענוש על בתו לא כ''ש והקשו עליו וכי עונשין מן הדין ותירצו גלויי מילתא בעלמא הוא ורבא יליף לה התם בג''ש. <b>וכתב רבינו ואעפ''י שלא נאמר וכו' ואיסורה מן התורה וכו',</b> הוצרך לזה לפי שיטתו שכתב בס''ה בעיקר השני שכל הדברים הנדרשים באחת מי''ג מדות אין נקראין ד''ת אלא ד''ס ובכאן ביאר שאין בתו בכלל הזה שהרי ככתובה ממש היא וסמך לו הכתוב על בת בתו שנתבארה בתורה שהיא קרובה לו מחמת בתו וא''א שתהיה בתו מותרת ובתה הבאה מחמתה אסורה. וכבר כתבתי פ''א מהלכות אישות שחלקו על העיקר הזה שכתב רבינו ושכל הנדרש באחת מי''ג מדות נקרא ד''ת ולדעת זו אין אנו צריכין עתה לזה: ",
        "<b>לפיכך הבא על בתו וכו'.</b> זה למד רבינו מהיקש אמו שהיא אשת אביו לבתו שהיא בת אשתו ששניהם שני איסורין הבאין כאחד וקי״ל דאיסור חל על איסור באיסור בת אחת כמו שנתבאר למעלה אלא שלא מצאתי זה הדין ממש מבואר בגמ'. ובהשגות א״א אלו השתים אינן אלא לקוברו בין רשעים חמורים ע״כ. ולא הבנתי דבריו שהרי זו מן הנשרפין היא וכבר נתבאר פרק נגמר הדין (סנהדרין דף מ\"ו) שקבר אחד היה לנסקלין ולנשרפין וא״כ אפילו לא יתחייב אלא אחת היה נקבר בקבר זה ומה הוסיף כשיש שם שתים ובודאי שדעת רבינו הוא שיש כאן שתים כשאר השתים הנזכרים למעלה בפרק זה והם לענין קרבן ובשוגג כנזכר בהלכות שגגות והטעם שאע״פ שבתו אינה כתובה בביאור כבר נתבאר בפ״ק דכריתות שיש קרבן בבתו מאנוסתו ובבת אשתו שאינה בתו וא״כ בהתחבר שניהם דין הוא שיחוייב שתים כמו בשאר הנזכרים למעלה: "
      ],
      [],
      [
        "<b>כיון שקידש אדם אשה וכו'.</b> זה מבואר בהרבה מקומות.",
        "<b>ומ''ש רבינו שאם בא על אחת מהן בחיי אשתו שהן נשרפין ולאחר מיתת אשתו הן בכרת.</b> הוא ממה שאמרו פרק אלו הן הנשרפין (דף ע\"ו:) דרבי ישמעאל סבר חמותו לאחר מיתה בשריפה ור' עקיבא פליג עליה וקי''ל כר''ע מחבירו וסובר רבינו דשריפה הוא דליכא אבל כרת איכא ואע''ג דאמרי' התם ור''ע סבר איסורא בעלמא לגבי שריפה דהיא בידי אדם קרי לכרת איסורא בעלמא כלומר שאין בה מיתת בית דין אבל הרבה מן המפרשים פי' איסורא בעלמא מדכתיב ארור שוכב עם חותנתו אבל כרת ליכא וכן פי' ז''ל ולזה הסכימו הרמב''ן והרשב''א ז''ל ובה''ג כתב כדברי רבינו. עוד סובר רבינו שכל הקרובות מחמת אישות הן בכלל זה שלאחר מיתת אשתו אין בהן שריפה והביאו לזה מפני שעונש בת אשתו ובת בתה ובת בנה מחמותו ואם חמותו ואם חמיו למדוה שם בגמרא ואחר שחמותו ואינך אינן לאחר מיתת אשתו בשרפה דיו לבא מן הדין להיות כנדון. ואף בזה חלקו עליו ואמרו דקי''ל כמ''ד דון מינה ואוקי באתרה ואין בדבריהם הכרח והרמב''ן ז''ל הניח דין זה בצ''ע פרק נושאין על האנוסה: "
      ],
      [
        "<b>וכן אחות אשתו וכו'.</b> זה מבואר שם ובהרבה מקומות ומהם פרק האשה רבה (יבמות דף צ\"ו) מתבאר במשנה דלא שנא אחות אשתו מן האב לא שנא מן האם וכן נזכר בפרק הבא על יבמתו בגמרא (דף נ\"ד): "
      ],
      [
        "<b>עבר ונאף עם אחת משבע נשים וכו'.</b> בפרק האשה רבה (יבמות דף צ\"ה) מסקנא דגמרא כן וכן מבואר בהלכות וכן מבואר בסוגיא שבסוף פרק כיצד. ",
        "<b>ומ''ש רבינו חוץ מאחות ארוסתו.</b> כבר ביאר הוא ז''ל שהוא מכוין אל מה שביאר בהלכות גירושין והוא מה שנזכר שם פ''י קידש אשה והלכה למדינה אחרת ושמע שמתה ונשא אחותה ואח''כ נודע שלא מתה צריכות שתיהן ממנו גט [ואסורות עליו] כנזכר שם ושם כתוב בביאור ומפני מה הצריכו אחות ארוסתו גט [גזירה] שמא יאמרו תנאי היה באירוסין וכדת נשא אחותה והואיל ויצאה אחותה בגט אחותה שהיא ארוסתו הראשונה אסורה כדי שלא יאמרו נשא אחות גרושתו עכ''ל. ומתבאר מזה שכל שאין אחות ארוסתו צריכה גט כגון שלא קידשה אלא שבא עליה דרך זנות שאין ארוסתו אסורה עליו וכאן ודאי לא נתכוון רבינו לחדש דין אחר אלא לפי שהיה כולל שאין ביאת אחת מן הקרובות אוסרת אשתו או ארוסתו עליו בשום צד בין שקידש הקרובות (בין בא עליהן בזנות) הוציא מן הכלל הדין הנזכר בהלכות גירושין והוא אפי' בלא ביאה על אחות ארוסתו אלא בנישואין כנזכר שם וזהו שכתב רבינו כאן כמו שביארנו בהלכות גירושין ודרכו ברוב המקומות לכתוב סתם כמו שביאר ולפי שלא יטעה אדם בכוונת דבריו כתב התחלת הדין והזכיר המקום שבו נתבאר כולו. זה נראה לי מבואר בדעתו ז''ל והארכתי בזה מפני שראיתי כתוב בהשגות א''א יש כאן שיבוש גדול וכו' ועל זה היה ראוי לגנוז זה השער עכ''ל. וכבר כתבתי דעת רבינו שלא טעה בדברי עצמו ולא כיון להוסיף כאן דבר על מה שנזכר שם אבל הר''א ז''ל לא נתכוון בכוונת רבינו ולעיקר הדין שניהם נתכוונו לדעת אחת:"
      ],
      [
        "<b>הבועל אשה דרך זנות וכו'.</b> ביבמות (דף צ\"ז) ר''פ נושאין על האנוסה ועל המפותה: ",
        "<b>אבל חכמים אסרו וכו'.</b> ברייתא שם הנטען מן האשה אסור באמה ובבתה ובאחותה פירוש והוא הדין לכל שאר הקרובות וכ''כ בעל הלכות גדולות וכמ''ש רבינו ומתבאר שם שאין איסור זה אלא בזמן שהזונה קיימת כמו שהזכיר רבינו:",
        "<b>ואם כנס הקרובה כו'.</b> בתוספתא סוף הברייתא אם כנס לא יוציא:"
      ],
      [
        "<b>מי שנטען על ערוה וכו'.</b> זה הדין הוציא רבינו מהמעשה שהזכיר והוא בפרק קמא דקידושין (דף י\"ב:) ההוא חתנא דחליף אבבא דבי חמוה ונגדיה רב ששת ואמרו משום דמידם הוה דיימא חמתיה מיניה. ובהשגות כתוב א''א זה המחבר ממשל משלים הוא וכו' ובאמת יש לחלק ביניהם אולי שזהו שרבינו לא הזכיר מכת מרדות לפי שעבר על פתח אחת מן העריות שנטען עליהם אבל הזכיר בו איסור והטעם משום הרחק מן הכיעור ובפירוש אמרו בפ''ק דע''ז (דף י\"ז) ואל תקרב אל פתח ביתה זו זונה וכמה אמר רב חסדא ד' אמות וא''כ בערוה החמורה מי שנטען עליה דין הוא לאסרו בכל המבוי. ואפשר שדעת רבינו שחמותו וכל שאר העריות שוין: "
      ],
      [
        "<b>הבא על אשה וכו'.</b> זה פשוט ומבואר ממה שהזכרתי למעלה נושאין על האנוסה וכו' והוא בין אנס אחת או שתים ופשוט הוא:",
        "<b>וכן אם אנס אביו וכו'.</b> שם יבמות (דף נ\"ז) סתם משנה נושא אדם אנוסת אביו ומפותת אביו אנוסת בנו ומפותת בנו: "
      ],
      [
        "<b>אביו או בנו וכו'.</b> כבר נתבאר זה למעלה בפרק זה:",
        "<b>ומותר לאדם לישא וכו'.</b> תוספתא הובאה בהלכות פרק כיצד נושא אדם אשת בן אחיו ואשת בן אחותו ובת אחיו:",
        "<b>ונושא אדם אשה ובת אחותה כו'.</b> זה פשוט ומתבאר מהמשנה שבפ' שלישי בכריתות (דף י\"ד:) שאשה אחת יכולה להיות חמותו ואם חמותו ואם חמיו והוא בהיתר על דרך זה שנשא אשה ובת אחיה ובת אחותו: ",
        "<b>ומצות חכמים וכו'.</b> ביבמות בפרק הבע״י (יבמות דף ס\"ב) ובסנהדרין פרק אלו הן הנשרפין (דף ע\"ו:) הנושא בת אחותו וכו' עליו הכתוב אומר אז תקרא וה' יענה ופירש״י ז״ל לעיל מיניה כתיב ומבשרך לא תתעלם וכתב רבינו וה״ה לבת אחיו אבל רש״י ז״ל פירש דגעגועי אדם רבים על אחותו יותר מאחיו ומתוך כך נמצא מחבב את אשתו עכ״ל. ודעת רבינו כמ״ש במדרש נשא אדם אשה מקרובותיו עליו הכתוב אומר עצם מעצמי ובשר מבשרי והענין שאהבת הקרובים היא טבעית ואהבת האיש לאשתו באה מחמת מעשה שניהם שהוא מקרה להם ובהתחבר שתיהן אז יהיה האוהל נכון ויהיה שלום בבית וידוע שאין לך קרובה שיכול אדם לישא יותר מבת האחות ובת האח ע״כ אמרו חכמים שעליהם אמר המקרא שנאמר ומבשרך לא תתעלם: "
      ]
    ],
    [
      [
        "<b>הבא על אשת קטן וכו'.</b> בקידושין (דף י\"ט) פ''ק אשת איש פרט לאשת קטן ואוקמה רב אשי ביבם בן תשע שבא על יבמתו וכבר כתבתיה פרק ה' מהלכות יבום: ",
        "<b>וכן הבא על אשת חרש וכו'.</b> כל זה פשוט ומבואר בהרבה מקומות וטעמיהם חלוקים אשת חרש או חרשת אשת פקח לפי שאין להם נישואין מן התורה אלא מדבריהם. אשת שוטה או שוטה אשת פקח אינם נישואין אפילו מדבריהם. אשת טומטום ואנדרוגינוס מפני שהן ספק קידושין וכל זה מבואר פ''ד מהלכות אישות וידוע שאין מלקין ולא ממיתין על הספיקות כנזכר בכמה מקומות. וכתב רבינו ואם היו מזידין מכין אותן מכת מרדות. וכבר ביארתי טעם פרק א' בכיוצא בזה ונראה שדעת רבינו שאפילו באשת שוטה שאע''פ שאין להם נישואין אפילו מדבריהם יש כאן מכת מרדות לא יהא אלא כבא על פנויה לשום זנות בלא התראה. ונראה לפמ''ש פ''א מהלכות אישות שהבא על פנויה לשום זנות לוקה שאף באשת שוטה אם התרו בו משום פנויה הרי זה לוקה כללו של דבר אשת השוטה והשוטה הרי הן כפנויות גמורות עכ''ל:"
      ],
      [
        "<b>הבא על הקטנה וכו'.</b> במשנה בנדה פרק יוצא דופן (נדה דף מ\"ד:). <b>ועל מ״ש רבינו ונאסרה על בעלה כמו שביארנו בהלכות סוטה</b> כתוב בהשגות א״א לא ידעתי למה נאסרה על בעלה ישראל שהרי אמרו פתוי קטנה אונס הוא ע״כ. ובפ״ב מהלכות סוטה האריך עוד בזה ובאמת שבפרק ארבעה אחין (יבמות דף ל\"ג:) שנינו שנים שקידשו שתי נשים ובשעת כניסתן לחופה החליפו את של זה לזה ואת של זה לזה הרי אלו חייבין משום א״א ואם היו אחין משום אשת אח ואם היו אחיות [אף] משום אשה אל אחותה ואם היו נדות [אף] משום נדה ומפרישים אותן שלשה חדשים שמא מעוברות הן ואם היו קטנות שאינן ראויות לילד מחזירין אותן מיד ואם היו כהנות נפסלו מן הכהונה ובגמרא החליפו מידי ברשיעי עסקינן ותו הא דתני רבי חייא הרי כאן י״ו חטאות אי במזיד מי איכא קרבן ותירצו תני הוחלפו ה״נ מסתברא דקתני אם היו קטנות שאינן ראויות לילד מחזירין אותן מיד ואי במזיד מי שרי ודחו הא לא קשיא פיתוי דקטנה אונס הוא ואונס בישראל משרא שריא ואמרו אלא מדקתני מפרישין אותן שלשה חדשים שמא מעוברות הן הא לאו מעוברות שריין ואי במזיד מי שריא אלא לאו ש״מ הוחלפו ש״מ ע״כ בסוגיא שם. והיא קשה על דברי רבינו שבפירוש אמרו כאן דפיתוי קטנה אונס הוא ולא מצאתי מקום לרבינו על מה יסמוך בזה אלא מאותה שאמרו פ״ק דכתובות (דף ח' ט') אמר רבי אלעזר האומר פתח פתוח מצאתי נאמן לאוסרה עליו והקשו ואמאי ספק ספיקא הוא ספק תחתיו זנתה ספק אין תחתיו זנתה ואת״ל תחתיו ספק באונס ספק ברצון ותירצו לא צריכא באשת כהן ואיבעית אימא באשת ישראל כגון דקביל בה אביה קידושין פחותה מבת שלש שנים ויום אחד וסובר רבינו שהוא אפילו עדיין היא קטנה ואפילו את״ל דגדולה היא השתא אכתי איכא למשמע מינה דאם איתא דקטנה שזינתה ברצון אינה נאסרת על בעלה אפילו קיבל בה אביה קידושין פחותה מבת שלש שנים ויום אחד אכתי תרתי ספיקי נינהו ספק זינתה קטנה ספק גדולה ואת״ל גדולה ספק באונס ספק ברצון אלא לאו ש״מ שאפילו קטנה שזינתה ברצון נאסרת על בעלה ומש״ה ליכא אלא חדא ספיקא וסובר הוא ז״ל דהך סוגיא דפרק ד' אחין לאו בדוקא איתמר אלא בדרך דחייה לומר דה״נ מסתברא דאמרן לאו הכרח הוא דאנא אמינא לך דפיתוי דקטנה אונס הוא וכיון שמן המשנה עצמה היו למדין דהוחלפו הוא לא דקדקו בדין זה שם. זה נ״ל לדעתו ז״ל. וראיתי לקצת מן המפרשים ז״ל שדחו הא דרבי אלעזר דכתובות ואמרו דחדא ספיקא היא דהא טעמא דקטנה דמותרת משום דאונס היא הילכך כולה משום ספק אחד אתה בא להתירה ואין זה ספק ספיקא והם הקשו לדבריהם א״כ קיבל אביה קידושין כבת שית כבת שבע תתסר דחד ספק הוא ותירצו דקודם שנתארסה אי אתה צריך לטענת אונס כלל דאפילו את״ל דפיתוי דקטנה רצון הוא אפילו הכי שריא ע״כ דבריהם. ואין לי בדין זה הכרע אלא שמצאתי בירושלמי בסוטה פרק היה מביא סוטה קטנה אין אתה יכול דא״ר זעירא רבי יוסא בשם רבי יוחנן קטנה שזינתה אין לה רצון ליאסר על בעלה ע״כ שם. ומעתה צריכין אנו ראיה גמורה לדברי רבינו ובקשתיה ולא מצאתיה: ",
        "<b>ואם היא בת מיאון וכו'.</b> זה פשוט שכל שאינה אשת איש מן התורה הויא לה כפנויה שזינתה ואפילו לכהונה קי''ל פנוי הבא על הפנויה שלא לשם אישות אפילו גדולה לא עשאה זונה כמו שיתבאר פי''ח:"
      ],
      [
        "<b>בת כהן שזינתה וכו'.</b> ברייתא פרק ארבע מיתות (סנהדרין דף נ'):"
      ],
      [
        "<b>הבא על נערה מאורסה וכו'.</b> משנה שם (דף ס\"ו:) הבא על נערה מאורסה אינו חייב עד שתהא נערה בתולה מאורסה והיא בבית אביה פירוש אינו חייב סקילה כמבואר שם: ",
        "<b>היתה בוגרת או שנכנסה לחופה.</b> שם ובכתובות פרק נערה שנתפתתה (כתובות דף מ\"ח) תנא מסר האב לשלוחי הבעל וזינתה הרי זו בחנק: "
      ],
      [
        "<b>הבא על הקטנה וכו'.</b> פרק ד' מיתות (סנהדרין ס\"ו:) מחלוקת ר״מ וחכמים וקי״ל כחכמים דאמרי נערה ואפילו קטנה במשמע: ",
        "<b>ונערה מאורסה וכו'.</b> שם (דף נ':) מרגלא בפומיה דרבי יוחנן נערה מאורסה בת כהן שזנתה בסקילה:"
      ],
      [
        "<b>באו עליה עשרה והיא בתולה וכו'.</b> שם (דף ס\"ו:) במשנה באו עליה שנים הראשון בסקילה והשני בחנק ובגמרא באו עליה עשרה ועדיין היא בתולה כולן בסקילה רבי אומר ראשון בסקילה וכולן בחנק וקי''ל כחכמים דפליגי עליה דרבי: "
      ],
      [
        "<b>נערה מאורסה שהיתה משוחררת וכו'.</b> בכתובות (דף מ\"ד) פרק נערה שנתפתתה במשנה בגיורת וה''ה ודאי למשוחררת: "
      ],
      [
        "<b>דין חדש יש במוציא שם רע וכו'.</b> זה כתב רבינו בפירוש מה שאמרו שם (דף מ\"ה) אמר רבא מוציא שם רע קאמרת שאני מש''ר דחידוש הוא דהא נכנסה לחופה ולא נבעלה וזנתה [בעלמא] בחנק [ואילו] מוציא ש''ר בסקילה ופירשו רבינו שמש''ר על אשתו שזנתה עכשיו בבית חמיה קודם שנבעלה שהיא בסקילה כפשט הלשון וכן פירש''י ז''ל אבל ר''ח ושאר המפרשים ז''ל פירשו בדרך אחרת ואמרו שאין דינו של רבינו אמת דכל שזינתה בבית חמיה אפילו על ידי הוצאת שם רע אינה נסקלת וזה דעת הר''א ז''ל בהשגות וא''צ להאריך בזה: ",
        "<b>הא למדת וכו'.</b> זה פשוט ממה שנתבאר כבר:"
      ],
      [
        "<b>והיכן סוקלין את הנערה המאורסה וכו'.</b> גירסת רבינו שם (דף מ\"ד) כך היא תני שילא שלש מדות בנערה באו לה עדים בבית חמיה שזינתה בבית אביה סוקלין אותה על פתח בית אביה כלומר ראו גידולים שגדלתם באו לה עדים בבית אביה שזינתה בבית חמיה סוקלין אותה על פתח שער העיר ההיא וכן היא בהלכות ופי' בגירסא זו פשוט בדבריו אבל גירסת רש''י ז''ל והרבה מן המפרשים הוא באו לה עדים בבית אביה שזינתה בבית אביה סוקלין אותה על פתח שער העיר ההיא: "
      ],
      [
        "<b>באו עדים אחר שבגרה וכו'.</b> דעת רבינו בזה הוא מן הברייתא שהביאו שם נערה מאורסה שזינתה ומשבגרה הוציא עליה ש''ר הוא אינו לוקה ואינו נותן מאה סלע היא וזוממיה מקדימין לבית הסקילה. וסובר רבינו דכשם שהבגרות שבא בין זנותה לעדות משנה דינה מפתח בית אביה לבית הסקילה כך אם נבעלה בין זנותה לעדות נסקלת בבית הסקילה והטעם מפני שבשני אלו אם היתה מזנה עכשיו היתה בחנק וכיון שכן אע''פ שזינתה מתחילה ואין דינה משתנה מסקילה לחנק משתנה היא להיותה נסקלת בבית הסקילה. זה נראה בדעתו ז''ל אבל באמת יש לתמוה בזה שהרי בפרשת מוציא שם רע שהיא אחר שבעל כנזכר פרק ג' מהל' נערה בתולה נאמר בה והוציאו את הנערה אל פתח בית אביה וסקלוה וכבר הושג רבינו מזה:"
      ],
      [
        "<b>היתה הורתה שלא בקדושה וכו'.</b> משנה שם:",
        "<b>כל מי שמצותה לסקול וכו'.</b> ברייתא שם:",
        "<b>וכל מי שמצותה וכו'.</b> משנה שם (דף מ\"ד): "
      ],
      [
        "<b>הבא על ערוה מן העריות וכו'.</b> זה מתבאר בהרבה מקומות ומהם במכות באלו הן הלוקין (מכות דף י\"ג) לענין מזיד ובשוגג ג״כ נזכר שם ובמקומות אחרים: ",
        "<b>וכן יש בא ביאה אחת וכו'.</b> זה יתבאר פרק שמנה עשר:"
      ],
      [
        "<b>שפחה חרופה שנא' בתורה היא שחציה שפחה וכו'.</b> משנה בכריתות (דף י\"א) פרק ארבע מחוסרי כפרה אי זו היא שפחה [חרופה כל] שחצייה שפחה וחצייה בת חורין ובגמרא ת''ר וכו' חציה שפחה וחציה ב''ח מאורסת לעבד עברי דברי ר''ע וידוע שהלכה כמותו מחבירו: "
      ],
      [
        "<b>ביאת שפחה וכו'.</b> משנה שם:",
        "<b>אחד שוגג וכו'.</b> משנה שם:",
        "<b>והבא עליה ביאות הרבה וכו'.</b> שם במשנה (דף ט') ובגמרא מוכיח כן מדכתיב וכפר עליו הכהן באיל האשם מלמד שמביא קרבן אחד על עבירות הרבה. ובהשגות אמר אברהם גרסינן בכריתות וכו' וכ''כ רבינו פרק תשיעי מהלכות שגגות עם דינין אחרים דומין לזה ששם הוא מקומו:",
        "<b>אבל היא חייבת וכו'.</b> לפי שלא נתמעט אלא הוא לפוטרו בקרבן אחד משום דכתיב מחטאתו אשר חטא אבל היא כשאר חייבי לאוין:"
      ],
      [
        "<b>המערה בשפחה חרופה וכו'.</b> משנה שם (דף י' ע\"ב): ",
        "<b>ואינו חייב אלא על הגדולה וכו'.</b> שם (י\"א) ת''ר בזמן שהאשה לוקה האיש מביא קרבן אין האשה לוקה אין האיש מביא קרבן מנא לן אמר רבא דכתיב ואיש כי ישכב את אשה שכבת זרע והיא שפחה נחרפת לאיש וכו' מכדי עד הכא באיש משתעי קרא נכתוב והביא את אשמו לה' ולבסוף לכתוב בקורת תהיה אמאי כתב רחמנא ברישא בקורת תהיה ולבסוף כתב והביא וכו' ה''ק אם בקורת תהיה היא והביא וכו' ואם לאו וכו' לא יביא עוד שם א''ר יצחק לעולם אינו חייב אלא על שפחה בעולה בלבד ועוד נתבארו שם כל החלוקים שכתב רבינו: ",
        "<b>וכן אם בא עליה וכו'.</b> בגמרא מימרא (שם י\"א): "
      ],
      [
        "<b>כל מקום שאמרנו וכו'.</b> כבר ביארתי פרק ראשון שיש מכת מרדות מדבריהם בכיוצא בזה:"
      ],
      [
        "<b>בן תשע שנים ויום אחד וכו'.</b> בהשגות אמר אברהם זה שבוש שלא מצינו וכו'. ורבינו סבור שהכל תלוי באשה שתהיה בת עונשין אבל הוא אינו צריך להיות בר עונשין וכן אמרו בזמן שהאשה לוקה האיש מביא קרבן בזמן שאין האשה לוקה אין האיש מביא קרבן ולא אמרו בזמן שהוא אינו מביא קרבן היא אינה לוקה וקרא נמי הכי דרשינן ליה בקורת תהיה והביא את אשמו ומשמע הא לא תהיה בקורת לא יביא אבל לא משמע הא אם לא יביא לא תהיה בקורת. ומה שאמרו שם כל העריות אחד גדול ואחד קטן קטן פטור וגדול חייב והכא גדול נמי פטור מאי טעמא דהא מוקשין אהדדי בגדול הבא על הקטנה היא אבל לא בקטן הבא על הגדולה. וכן מ''ש שם לשון זה באחד ער ואחד ישן הוא כשהיא ישנה אבל כשהיא ערה אע''פ שהוא ישן אינה פטורה זהו דעת רבינו ומפני שהוא סובר שהכל תלוי בה כתב שהוא מביא קרבן, ובפרק ט' מהלכות שגגות כתב ויראה לי שאינו מביא קרבן עד שיגדיל ויהיה בן דעת: "
      ]
    ],
    [
      [
        "<b>הנדה הרי היא כשאר כל העריות וכו'.</b> זה מבואר ביבמות פרק הבא על יבמתו (יבמות דף נ\"ד) בגמרא: ",
        "<b>ואפילו היתה קטנה וכו'.</b> בנדה פרק יוצא דופן משנה (דף מ\"ד:): ",
        "<b>שהבת מתטמאה בנדה וכו'.</b> משנה שם (דף מ\"ג:) ופי' אע''פ שהבא עליה אינו חייב עד שתהא בת ג' שנים ויום אחד התחלת טומאתה לכל דבר טומאה וטהרה היא אפילו בת יום אחד וכן אם ראתה בת יום אחד ולא טבלה במים הרי היא בטומאתה והבא עליה אחר ג' שנים ויום אחד חייב ושם למדוהו מדכתיב ואשה בנדה ובזבה ולא כתיב אשה: "
      ],
      [
        "<b>ואחד הבא על היולדת זכר וכו'.</b> זה מתבאר בהרבה מקומות ומפורש בכתוב.",
        "<b>ומ''ש בין שפחה בין משוחררת.</b> ברייתא בספרא הובאה בהלכות:"
      ],
      [
        "<b>בד''א שהטומאה תלויה וכו'.</b> גם זה בהרבה מקומות והבנין אב שהזכיר רבינו מפורש בספרא:"
      ],
      [
        "<b>העכו״ם אין חייבין עליהם משום נדה וכו'.</b> בהרבה מקומות ומהם בנדה פרק בנות כותים (נדה דף ל\"ד): "
      ],
      [
        "<b>כל דם שתראה היולדת וכו'.</b> בהרבה מקומות במסכתא וקי''ל כרב (דף ל\"ה:) דאמר מעיין אחד הוא התורה טמאתו והתורה טהרתו ואפילו שופעת מתוך שבעה של זכר לאחר שבעה או מתוך י''ד של נקבה לאחר י''ד: "
      ],
      [
        "<b>כל חייבי טבילות וכו'.</b> ברייתא (יומא דף ו') והובאה בהלכות במסכת שבועות בהלכות נדה:"
      ],
      [
        "<b>נתאחרה ימים רבים וכו'.</b> בפרק תינוקת (נדה דף ס\"ז:) נדה בין בזמנה בין שלא בזמנה לא תטבול אלא בלילה מפני סרך בתה. פירוש שלא תבא בתה ללמוד ממנה ותטעה ותטבול ביום השביעי: "
      ],
      [
        "<b>היתה חולה או שהיה מקום הטבילה וכו'.</b> שם מבואר בגמרא:"
      ],
      [
        "<b>כל הנשים שיש להן וסת.</b> משנה פרק כל היד (נדה דף ט\"ו) כל הנשים בחזקת טהרה לבעליהן והבאין מן הדרך נשיהן להן בחזקת טהרה ובגמרא אמר ר״ל משום רבי יהודה נשיאה והוא שבא ומצאה בתוך ימי עונתה ואמר רב הונא לא שנו אלא שאין לה וסת אבל יש לה וסת אסורה לשמש והקשו כלפי לייא איפכא מסתברא אין לה וסת אימא חזאי יש לה וסת וסת קביע לה אלא אי איתמר הכי איתמר אר״ה ל״ש אלא שלא הגיע שעת וסתה אבל הגיע שעת וסתה אסורה קסבר וסתות דאורייתא רבה בר בר חנה אמר אפילו הגיע שעת וסתה מותרת קסבר וסתות דרבנן רב אשי מתני הכי אמר רב הונא ל״ש אלא שאין לה וסת לימים ויש לה וסת לקפיצות אבל יש לה וסת לימים ולקפיצות כיון דבמעשה תליא מילתא אימור לא קפיץ ולא חזאי אבל יש לה וסת לימים אסורה לשמש קסבר וסתות דאורייתא רבה בר בר חנה אמר אפילו יש לה וסת לימים מותרת קסבר וסתות דרבנן. עוד שם אמר ר' יוחנן אשה שיש לה וסת בעלה מחשב ימי וסתה ובא עליה אמר ליה רב שמואל בר ייבא לרבי אבא אמר ר' יוחנן אפילו ילדה דבזיזא למטבל אמר ליה אטו ודאי ראתה מי אמר ר״י אימור דאמר ר״י ספק ראתה ספק לא ראתה ואת״ל ראתה אימור טבלה אבל ודאי ראתה לא מי יימר דטבלה הוי ליה ספיקא וודאי ואין ספק מוציא מידי ודאי ומשמע דמסקנא דגמרא התם דוסתות דרבנן וכן הסכימו המפרשים ז״ל. ועתה אבאר דעת רבינו הוא מפרש משנתנו בשיש לה וסת בדוקא מדאמרינן בסוגיא אין לה וסת אימור חזאי וכן נראה מסוגיא דפ״ק. וראיתי לרשב״א ז״ל שהקשה למה אמרו אי איתמר הכי איתמר ל״ש אלא שלא הגיע שעת וסתה וכו' הל״ל ל״ש אלא שיש לה וסת אבל אין לה וסת אסורה דהיינו הך דהוה קשיא להו ותירץ דמשום דכל הנשים בחזקת טהרה לבעליהן קתני בין שיש לה וסת בין שאין לה וסת לא אמרו כן והא דאמרי' איפכא מסתברא ה״ק אם באת לחלק ביניהם בהפך יש לך לומר אבל קושטא דמילתא שכולן בחזקת טהרה וכתב שזו ראיה גדולה שכולן שוות שלא כדברי רבינו שכתב שיש להן וסת בדוקא. ויש לי לדחותה בטעם נכון ולומר דאה״נ דהוי מצי למימר איפכא איתמר דקושטא דמילתא הכין הוא אלא שאם היו מתרצין כן היו מטעים האומר הראשון מהן ללאו ומלאו להן אבל כשתירץ ואמר שלא הגיע שעת וסתה לא הטעה האומר הראשון אלא ששמע שלא הגיע שעת וסתה ואמר אין לה וסת ומשהגיע שעת וסתה אמר יש לה וסת והוא דבר מצוי לטעות א״נ דקים להו דמימרא דרב הונא הכי איתמר ורבה בר בר חנה הוה פליג עליה זה נראה לי בדעת רבינו. והוא סובר דהא דריש לקיש דאמר והוא שבא ומצאה בתוך ימי עונתה הלכתא היא ומאי עונתה וסתה ופי' דר״ל אתא לאשמועינן דלא תימא דכיון דווסתות דרבנן בבא מן הדרך הקלו שאפילו ביום וסתה תהיה מותרת אלא אם בא ביום וסתה אסורה היא לו שמא תראה בשעת תשמיש ומן הטעם שאסרו חכמים לשמש בעונה סמוך לוסת כמו שיתבאר בסמוך אבל אם עברה עונת הוסת אפילו לא עברו אחריה ימים שתוכל לספור בהם הרי היא בחזקת טהרה ואין חוששין שמא ראתה בעונת הוסת וכרבה בר בר חנה דאמר אפילו הגיע עונת וסתה מותרת וסתות דרבנן ולא מצריך שיעור לספירה וכן אמר רבה בר בר חנה אפילו יש לה וסת לימים מותרת קסבר וסתות דרבנן וכיון דקי״ל דוסתות דרבנן קי״ל כוותיה ור״י דאמר מחשב ימי וסתה פי' אם עברו ימי ספירה ושתוכל לטבול ס״ל וסתות דאורייתא ולא קי״ל כוותיה וזה נראה דעת ההלכות שכתבו הא דתניא בפ' קמא חמרין ופועלין והבאין מבית האבל ובית המשתה נשיהן להן בחזקת טהרה באין ושוהין עמהן בין ערות בין ישנות בד״א בשהניחה בחזקת טהרה אבל הניחה בחזקת טומאה לעולם היא בטומאתה עד שתאמר טהורה אני ע״כ בהלכות ולא חלקו בין עברה עונת הוסת ללא עברה. ויש בדברים אלו שיטות חלוקות למפרשים ז״ל ורבים מהם פי' דהא דר״ל דאמר והוא שבא ומצאה בתוך ימי עונתה ר״ל לתוך שלשים יום שהיא עונה בינונית לראיית הנשים ואשאין להם וסת קאי. וזה דעת הרמב״ן ז״ל וז״ל בפסקי הלכותיו בין שיש להן וסת בין שאין להם וסת והוחזקו שלא יהו רואות מחמת תשמיש הרי כולן לבעליהן בחזקת טהרה ובאין ומשמשין עמהן בין ערות בין ישנות בד״א בזמן שמניחין אותן בחזקת טהרה אבל אם הניחו אותן טמאות הרי היא אסורה לו עד שתאמר טבלתי וטהורה אני. הבאין מן הדרך נשיהן להן בחזקת טהרה והוא שבא ומצאה תוך ימי עונתה כמה היא עונה שלשים יום מתחלת ראייה לתחלת ראייה אחרת שרוב הנשים כך הם רואות מל' לל'. בד״א באשה שאין לה וסת אבל אשה שיש לה וסת לימים ה״ז מחשב ימי וסתה אם הגיע שעתו הרי היא אצלו בחזקת טומאה היה לה וסת הגוף ולא וסת יום קבוע הרי היא אצלו בחזקת טהרה עד העונה כמי שאין לה וסת חשב בעלה ימי וסתה או ימי עונתה והרי יש לה שהות אח״כ שתספור ותטבול הרי זו בחזקת טהרה ומותרת לו בין ערה בין ישנה שהרי שתי ספיקות הן שמא [ראתה ושמא] לא ראתה [ושמא ראתה וטבלה] עכ״ל וזה דעת הרשב״א ז״ל: "
      ],
      [
        "<b>האשה שאמרה לבעלה וכו'.</b> בכתובות פרק האשה שנתארמלה (כתובות דף כ\"ב) וכבר נתבאר פ״א שהאשה שהוחזקה נדה בשכנותיה בעלה לוקה עליה משום נדה ומפני כן כל שהוחזקה אינה נאמנת לומר טהורה אני ואפילו נתנה אמתלא לדבריה כגון שאמרה לא לבשתי בגדים אלו אלא כדי שלא תטרידני עכשיו שלא הייתי בבריאותי וכיוצא בזה אינה נאמנת למה הדבר דומה למי שידענו שראתה ואמרה לא ראיתי שאינה נאמנת כ״כ הרשב״א ז״ל וזה נראה דעת [רבינו] והרמב״ן ז״ל ועיקר: "
      ],
      [
        "<b>היה משמש (מטתו) עם הטהורה וכו'.</b> ברייתא בשבועות פרק ידיעות הטומאה (שבועות דף י\"ז ע\"ב): "
      ],
      [
        "<b>ואסור לאדם לבא על אשתו וכו'.</b> שם ובנדה פרק האשה (דף ס\"ג:) והזרתם את בני ישראל מטומאתם מכאן אמר ר' יאשיה אזהרה לבני ישראל שיפרשו מנשותיהן סמוך לוסתן וכמה אמר רבא עונה ושם נתבאר מ״ש רבינו אם היתה דרכה וכו' שהלכה כר' יהודה דאמר הכין. ומתבאר מדברי רבינו שאם היתה למודה לראות עם הנץ החמה שקודם לכן מותרת לשמש כל הלילה שלפניו וכן אם היתה למודה לראות בתחלת הלילה מותרת בכל היום שלפניו וכן מפורש בגמרא שם. ובפרק תשיעי יתבאר מהו ענין הוסתות ושם נתבאר שהם מדבריהם וכיון שכן פשוט הוא שזה האיסור אינו מן התורה אלא מדרבנן וקרא אסמכתא בעלמא. וכתב הרשב״א ז״ל לפיכך אינה אסורה אלא בתשמיש בלבד וכ״כ הרמב״ן ז״ל. עוד כתב הרשב״א ז״ל עוד הקלו בה שהיוצא לדרך סמוך לוסתה פוקד את אשתו ופקידה זו אפילו בתשמיש ויש מי שהורה שהיא אסורה בכל קריבה שבעולם כנדה והיוצא לדרך אינו פוקד בתשמיש ולא התירו לו אלא פקידת ריצוי ודבר הרגל ולא יראה לי כן עכ״ל. ומ״ש ביוצא לדרך. היא מימרא ביבמות פרק הבע״י (יבמות דף ס\"ב ע\"ב) נזכרה שם בהלכות וסוף המימרא שם וה״מ לדבר הרשות אבל לדבר מצוה מיטריד פי' מיטריד מתשמיש ובטל מן המצוה ולא ידעתי למה לא הזכירוהו רבינו והרמב״ן ז״ל: "
      ],
      [],
      [
        "<b>דרך בני ישראל ובנות ישראל לעולם וכו'.</b> בפרק כל היד (נדה דף י\"ד) משנה דרך בנות ישראל משמשות בשני עדים אחד לו ואחד לה הצנועות מתקנות [להן] שלישי לתקן את הבית. עוד שם (דף י\"ו) ב״ש אומרים צריכה שני עדים על כל תשמיש ותשמיש וכו' ב״ה אומרים דיה בשני עדים כל הלילה: "
      ],
      [
        "<b>ומ''ש בגדים אלו שמקנחין בהן וכו'.</b> שם בגמרא (דף י\"ז) ודעת רבינו הוא שכל זה הוא אפילו לבעלה ופי' דיה שני עדים לומר שאע''פ שהיא צריכה לבדוק בין כל תשמיש ותשמיש דיה באותם עדים הראשונים ואין צריך עדים חדשים לכל תשמיש ותשמיש וכן מה ששנינו (דף י\"ח) פ''ק אע''פ שאמרו דיה שעתה פירוש מעוברת ומניקה וזקנה וקטנה הנזכרות קודם לכן צריכה להיות בודקת חוץ מן הנדה והיושבת על דם טוהר וכו' ובתולה שדמיה טהורים ופעמים צריכה להיות בודקת שחרית ובין השמשות ובשעה שהיא עוברת לשמש את ביתה ואיתמר עלה בגמרא ל''ש אלא באשה עסוקה בטהרות דמיגו דבעיא בדיקה לטהרות בעיא נמי בדיקה לבעלה אבל אינה עסוקה בטהרות לא בעיא בדיקה. סובר הוא ז''ל שהוא דוקא בעדים דלפני תשמיש אבל עדים דלאחר תשמיש בכל גוונא היא צריכה בדיקה וז''ש גבי סיפא דבשעה שהיא עוברת לשמש את ביתה ולא אמרה גבי ומשמשת בעדים. ומ''ש שם שאין האשה בודקת עצמה לבעלה כדי שלא יהא לבו נוקפו ופורש פירש הרמב''ן ז''ל לפי שיטתו שהוא דוקא בבודקת תוך הזמן הנזכר פרק ה' מהלכות שגגות שהן חייבין בקרבן אבל אחר מכן לא אמרו וכן סובר רבינו ז''ל דהלכה כמ''ד אשה שאין לה וסת אסורה לשמש עד שתבדוק דהלכה כרבי חנינא בן אנטיגנוס (נדה דף י\"ב ע\"ב) דאמר משמשת בשני עדים הן עוותוה הן תיקנוה ואפילו בשאינה עסוקה בטהרות זהו דעתו ז''ל. ויש בכלל דברים אלו שיטה אחרת למפרשים ז''ל וכתב הרמב''ן ז''ל בפסקי הלכותיו ונשים שיש להן וסת משמשות שלא בשעת וסתן ואינן צריכות בדיקה ובועל ושונה כמה פעמים ואינן צריכות לבדוק לא לפני תשמיש ולא לאחריו ולא בין תשמיש לתשמיש לא הוזכרה בהן בדיקת עדים בגמרא אלא בעסוקה בטהרות עכ''ל זה דעת הר''א ז''ל וכן דעת הרשב''א ז''ל. עוד כתב הרמב''ן ז''ל כל אשה שאין לה וסת חוששין לה בתחלתה שמא תראה מחמת תשמיש לפיכך צריכה לבדוק עצמה לפני תשמיש בעד אחד אם מצאה טהורה משמשת ולאחר תשמיש מיד בודקין את עצמן היא ובעלה בשני עדים אחד לו ואחד לה עשתה כן שלש פעמים ולא ראתה מחמת תשמיש מותרת לשמש בלא בדיקה ואם מצאה דם ג' פעמים בעד שלו או בשלה מיד לאחר תשמיש הוחזקה להיות רואה מחמת תשמיש ואסורה לעולם לבעל זה כמו שיתבאר וכזה הורו מגדולי המורים ע''כ וכן דעת הרשב''א ז''ל: "
      ],
      [],
      [
        "<b>שמשה מטתה וכו'.</b> שם (דף י\"ו) א''ר אבא א''ר חייא בר אשי אמר רב בדקה בעד ואבד אסורה לשמש עד שתבדוק מתקיף לה רבי אילא אילו איתיה מי לא משמשא ואע''ג דלא ידעה השתא נמי תשמש אמר ליה רבא זו מוכיחה קיים וזו אין מוכיחה קיים ע''כ. וכבר כתבתי דעת המפרשים ז''ל שאין צורך לזה לבעלה: "
      ],
      [
        "<b>הניחה העד תחת הכר וכו'.</b> משנה פרק הרואה (דף מ\"ח ע\"ב) עד שהוא נתון תחת הכר ונמצא עליו דם (אם) עגול טהור (אם) משוך טמא. ונראה מדברי רבינו שהוא בעד הבדוק שהרי נמשך אל מה שהזכיר תחלה בגדים אלו שמקנחין בהן צריכים שיהיו של פשתן שחקים ולבנים אבל בעד שאינו בדוק לה פשוט הוא שאינה טמאה אא''כ הוא כגריס ועוד כמ''ש רבינו למטה קנחה עצמה בעד שאינו בדוק לה וכו' ולא חילק בין עגול למשוך אלא בין כגריס לפחות מכגריס וזה מבואר וכ''כ ז''ל וכתבו הרמב''ן והרשב''א ז''ל שאם יש בו כגריס ועוד אפילו עגול טמאה וכן הדין שהרי אפילו לא בדקה אלא שמצאה בחלוקה כתם כגריס ועוד טמאה כמו שיתבאר פ''ט ועל זה נסמך רבינו שלא כתב כאן חילוק זה ואם הניחה העד הזה בקופסא אפילו עגול טמאה בכל שהוא וזה מתבאר בדברי רבינו במה שכתב למעלה נמצא הדם על עד שלו או על עד שלה הרי זו טמאה ולא חילק בין עגול למשוך ובגמ' (דף י\"ד) אמרו וניחוש דילמא דם מאכולת הוא אמר ר' זירא אותו מקום בדוק הוא אצל מאכולת איכא דאמרי דחוק אצל מאכולת מאי בינייהו איכא בינייהו [כגון] דאשתכח מאכולת רצופה וקי''ל לחומרא דאפילו נמצא על הכתם מאכולת מעוכה טמאה ואין אומרים דם מאכולת מעוכה היא ועד זה מיעכו וכן כתב הרשב''א ז''ל ולזה סתם רבינו: "
      ],
      [
        "<b>קנחה עצמה בעד הבדוק וכו'.</b> בפרק כל היד איתמר בדקה בעד הבדוק וטחתו ביריכה ולמחר מצאה עליו דם אמר רב טמאה נדה ודעת רבינו דאפילו עגול ופחות מכגריס טמאה נדה ואין זה דומה להניחתו תחת הכר וזהו שלא חילקו כאן בין עגול למשוך כמו שחילקו בהניחתו תחת הכר משום דבכל גוונא היא טמאה אבל הרמב''ן והרשב''א ז''ל השוו דינן וכדברי רבינו ראוי להחמיר:",
        "<b>קנחה עצמה בעד שאינו בדוק וכו'.</b> שם בדקה [עצמה] בעד שאינו בדוק לה והניחתו בקופסא ולמחר מצאה עליו דם רבי מטמא ורבי יוסי מטהר ואמר רבי זירא כשטמא רבי כר' מאיר וכשטיהר רבי יוסי לעצמו טיהר דתניא האשה שהיא עושה צרכיה וראתה דם רבי מאיר אומר אם עומדת טמאה אם יושבת טהורה רבי יוסי אומר בין כך ובין כך טהורה וסובר רבינו דאע''ג דבההיא דהאשה שהיא עושה צרכיה הלכה כרבי יוסי כמו שיתבאר פ''ה בההיא הלכה כרבי דהא ר' חייא נמי מטמא לה משום כתם ולאו הא בהא תליא אלא דקים ליה לר' זירא דרבי ס''ל כר''מ בההיא ור' יוסי אזיל לשיטתיה אבל אנן דקי''ל בהא כרבי יוסי דאיפסיקא הלכתא כוותיה ובהא כרבי דהלכה כמותו מחבירו ושם בגמרא מבואר דבעינן כגריס ועוד כמ''ש רבינו אבל הרמב''ן והרשב''א ז''ל פסקו כרבי יוסי להלכה ולמעשה הורו כדעת רבינו והראשונים שסוברים להחמיר. וכתב הרשב''א ז''ל אי זהו עד הבדוק יש מרבותי שכתבו כשבדקתו ולא הניחתו עד שבדקה בו אבל אם בדקתו ואח''כ הניחתו ולאחר שעה בדקה בו אין זה עד בדוק שאני אומר כשהניחתו נכתם במקום [אחר] ולא יראה לי כן אלא כל שבדקתו בין היא בין חבירתה ולא נודע שנכתם בו כתם משום צד אחר ושלא העבירתו בשוק של טבחים או בצד כתמים הרי זו בחזקת בדוקה וכזה ראוי להורות עכ''ל:"
      ],
      [],
      [],
      [
        "<b>מי שראתה דם בשעת תשמיש וכו'.</b> בפרק תינוקות (נדה דף ס\"ח ע\"ב) הרואה דם מחמת תשמיש משמשת פעם ראשונה ושנייה ושלישית מכאן ואילך לא תשמש עד שתתגרש ותינשא לאחר נשאת לאחר וראתה דם מחמת תשמיש משמשת פעם ראשונה ושנייה ושלישית מכאן ואילך לא תשמש עד שתתגרש ותינשא לאחר נשאת לאחר וראתה דם מחמת תשמיש משמשת פעם ראשונה ושנייה ושלישית מכאן ואילך לא תשמש עד שתבדוק עצמה ובהלכות הגירסא כך היא אלא תתגרש ותינשא לאחר עד כמה מותרת לינשא עד שלשה יותר מכן לא תינשא עד שתבדוק עצמה וזו היא גירסת רבינו כמו שאבאר לפי הנראה מדבריו. עוד שם כיצד בודקת את עצמה מביאה שפופרת ובתוכה מכחול ומוך מונח על ראשו אם נמצא דם על ראש המוך בידוע שמן המקור הוא בא לא נמצא דם על ראשו בידוע שמן הצדדין הוא בא [ואם יש לה מכה באותו מקום תולה במכתה] ואם יש לה וסת תולה בוסתה ואם היה דם מכתה משונה מדם ראייתה אינה תולה ונאמנת אשה לומר מכה יש לי במקור שממנה דם יוצא דברי רבי ואמרו שם שפופרת אפגורי מפגרא ליה ותירץ שמואל בשפופרת של אבר ופיה רצוף לתוכה ועוד שם א״ל ר״ל לרבי יוחנן ותבדוק עצמה בביאה שלישית של בעל הראשון א״ל לפי שאין כל האצבעות שוות א״ל ותבדוק עצמה בביאה ראשונה של בעל שלישי [א״ל] לפי שאין כל הכחות שוות ע״כ. וממ״ש <b>רבינו הרי זו אסורה לשמש עם בעלה זה לעולם</b> <b>וכתב ואסורה להנשא עד שתבריא מחולי זה</b> <b>וכתב כיצד בודקת עצמה לידע אם נתרפאת אם לא נתרפאת</b> נראה שהוא סובר שאין בדיקה זו מועלת לה לעמוד עם בעלה אלא תתגרש בין בראשון בין בשני בין בשלישי כפשט הברייתא דקתני לא תשמש עד שתתגרש וכפי הגירסא שכתבתי יותר מכן לא תינשא עד שתבדוק עצמה והוא מפרש ותבדוק עצמה בביאה שלישית של בעל ראשון דה״ק למה אנו מגרשין אותה מזה תבדוק עצמה ותשאר תחתיו, שאין כל האצבעות שוות ומוטב שתינשא לאחר מלסמוך על בדיקה זו. עוד הקשו ותבדוק בביאה ראשונה של בעל שלישי שהרי הוחזקה זו בג' אצבעות והיאך אתה מתירה לו פעם שנייה ושלישית וא״ל שאין כל הכחות שוות ועדיין לא הוחזקה זו ומיהו אפילו בדקה עצמה בראשון או בשני או בשלישי הם אינם מותרים לשמש עמה שכיון שהן עצמן מוחזקים בה שרואה דם אינם מותרים אפילו בבדיקה וקצת מחכמי הצרפתים סוברין כן שאין מתירין אותה לשני ולראשון על סמך בדיקה ונתנו טעם לדבריהם מפני שלא הקלו חכמים לסמוך על בדיקה אלא כשאין לה תקנה אחרת ותשאר עגונה אבל כל שיכולה לינשא לא הקלו ומ״מ מודים הם בשלישי שיכולה לעמוד תחתיו בבדיקה. ונ״ל בדעת רבינו שהוא סובר שאין לה לעמוד עם בעלה בבדיקה שמא יבא עליה קודם בדיקה וכיון שהוחזקה אסורה היא לו וצריכה להתגרש ואינה יכולה שוב לחזור אצלו כמו שנתבאר פכ״ה מהלכות אישות אבל ודאי אם בדקה עצמה בין ראשון לשני או בין שני לשלישי ומצאה שהדם מן הצדדין מותרת היא לשני או לשלישי לעולם ואפשר שהוא מפרש ותבדוק עצמה בביאה שלישית של בעל ראשון דה״ק היאך מתירין אותה לינשא לאחר בלא בדיקה נצריכה לאחר בדיקה שהרי הוחזקה בשלש ביאות וא״ל שלא הוחזקה עדיין שאין כל האצבעות שוות ומ״מ דעת הרבה מן המפרשים הוא ומכללם הרשב״א ז״ל והרמב״ן ז״ל שכל זמן שהיא רוצה לבדוק עצמה בודקת ואם הוא מן המקור אסורה לכל ואם הוא מן הצדדין מותרת לעמוד עם בעלה או להתגרש ולהנשא לאחר בין בראשון בין בשני בין בשלישי ולא הזכירו בברייתא תתגרש אלא לומר שהיא מותרת לשני ולשלישי בלא בדיקה ואע״פ שהוחזקה עם הראשון לראות מחמת תשמיש שלו לפי שאין כל האצבעות שוות זהו דעתם ז״ל ועיקר ויתר דברי רבינו מבוארים הם במה שהזכרתי. ",
        "<b>ומ''ש ואם דם מכתה משונה וכו'.</b> פי' הרשב''א ז''ל דוקא נתברר שהוא משונה הא לא נתברר תולין במכה לפי שהאשה בחזקת טהרה עומדת עד שתראה ודאי וכל שיש לה לתלות תולה עוד כתב הוא ז''ל שיש אומרים שבזמן הזה אין תולין במכה ואין כן דעתו ז''ל ולא דעת רבינו שהרי אנו מתירין אותה וכמ''ש רבינו פרק י''א מהלכות אלו:"
      ]
    ],
    [
      [
        "<b>האשה מתטמאת באונס בין לנדה וכו'.</b> זה מבואר בהרבה מקומות במסכתא ומהם בפרק בנות כותיים (נדה דף ל\"ו:) ברייתא דקתני שמחמת האונס טמאה: ",
        "<b>ומ''ש ומטמאה בכל שהוא.</b> מפורש בהרבה מקומות:"
      ],
      [
        "<b>כל הנשים מתטמאות וכו'.</b> [משנה פרק יוצא דופן (נדה דף מ') כל הנשים מתטמאות בבית החיצון] שנאמר דם יהיה זובה בבשרה ובגמרא (דף מ\"א ע\"ב) במתניתא תנא מקום דישה מאי מקום דישה א''ר יהודה מקום שהשמש דש ושם מבואר ג''כ תני ר' זכאי עד בין השינים ובין השינים עצמן כלפנים: "
      ],
      [
        "<b>משל משלו חכמים באשה וכו'.</b> בנדה פרק כל היד (נדה דף י\"ז:) משנה משל משלו חכמים באשה החדר והפרוזדור והעליה ובגמרא החדר מבפנים והפרוזדור מבחוץ והעלייה בנויה על [גבי] שניהם ולול פתוח בין עליה לפרוזדור ורבינו ביאר תכונתן כפי בקיאותו בחכמת הניתוח: "
      ],
      [],
      [
        "<b>דם הבא מן החדר וכו'.</b> במשנה שם דם החדר טמא דם העליה טהור נמצא בפרוזדור ספיקו טמא [לפי] שחזקתו מן המקור ופסק רבינו כרב הונא דאמר התם נמצא בפרוזדור מן הלול ולפנים ודאי טמא מן הלול ולחוץ ספיקו טמא והא דתני רבי חייא דם הנמצא בפרוזדור חייבים עליו על ביאת מקדש ושורפים עליו את התרומה אוקימנא אליבא דרב הונא מן הלול ולפנים והא דתני רב קטינא אין חייבין עליו על ביאת מקדש ואין שורפין עליו את התרומה אוקימנא לה במן הלול ולחוץ ולא פליגי וכתב הרמב''ן ז''ל בזמן הזה שאין בקיאות בדבר כל שהאשה מוציאה דם בעד שלה טמאה עכ''ל:"
      ],
      [
        "<b>לא כל משקה וכו'.</b> שם במשנה ובגמרא (דף י\"ט) ונחלקו במשנה בירוק שעקביא מן מהללאל מטמא וחכמים מטהרין וקי''ל כחכמים ופירוש ירוק זה ירוק כזהב ואין צ''ל ירוק ככרתי כך פירש ז''ל. והלבן מפורש בריש פ' המפלת בגמרא (דף כ\"א): "
      ],
      [
        "<b>וחמשה דמים טמאים יש באשה וכו'.</b> שם במשנה (דף י\"ט) כלשון רבינו: "
      ],
      [
        "<b>האדום כיצד וכו'.</b> שם במשנה אי זהו אדום כדם המכה וכו' ובגמרא הרבה מימרות בפי' זה והאחרונה רב נחמן אמר כדם הקזה וכו' אמימר ומר זוטרא ורב אשי הוו יתבי קמי אומנא שקלי ליה קרנא קמייתא לאמימר חזייה אמר להו אדום דתנן כי האי הדר שקלו ליה אחריתי אמר להו אשתני אמר רב אשי כגון אנא דלא ידענא בין האי להאי לא מיבעי לי למיחזי דמא ע''כ. והשחור ג''כ מפורש שם:",
        "<b>כקרן כרכום וכו'.</b> שם (דף כ') תנא לח ולא יבש עוד שם כי אתו לקמיה דר' אבהו אמר להו בגושייהו שנינו ונאמרו שם ברייתות ופי' אביי דתלתא דרי דתלתא תלתא טרפן הוויין נקוט דרא מציעאה וטרפא מציעאה ע''כ:",
        "<b>כמימי אדמה כיצד וכו'.</b> שם מבואר בגמרא:"
      ],
      [
        "<b>ארבעה מראות הללו וכו'.</b> במשנה (דף י\"ט) עמוק מכן טמא דיהה מכן טהור ובגמרא (דף כ') אמר ר' אלעזר כזית כזפת כעורב טהור וזו היא ששנינו דיהה מכן טהור עוד שם אמר עולא כולן עמוק מכן טמא דיהה מכן טהור כשחור עוד שם איכא דאמרי רמי בר אבא אמר וכולן עמוק מכן טהור דיהה מכן טהור חוץ משחור (שעמוק מכן טמא דיהה מכן טהור) בר קפרא אמר וכולן עמוק מכן טמא דיהה מכן טהור חוץ ממזוג שעמוק מכן טהור דיהה מכן טהור ואמרו שם דבר קפרא עבד עובדא כשמעתיה ונמצא לפי זה דבשחור כולן שוין שהעמוק מכן טמא והדיהה מכן טהור ובשאר המראות חוץ מן המזוג הוה להו עולא ובר קפרא בחדא שיטתא להשוותן לשחור ורמי בר אבא דהוה מטהר בהו העמוק ה''ל יחידאה לגבייהו ובמזוג הוה להו בר קפרא ורמי בר אבא בחדא שיטתא לטהר בו העמוק מכן והדיהה והוה ליה עולא יחידאה לגבייהו דמשוה אותו לשאר המראות ומטמא בו העמוק ולזה פסק רבינו כבר קפרא בכל דבריו: "
      ],
      [
        "<b>כיין המזוג כיצד וכו'.</b> במשנה שם ובגמרא.",
        "<b>ומ''ש היה המראה עמוק וכו'.</b> כבר נתבאר בסמוך:",
        "<b>ונאמנת אשה לומר וכו'.</b> שם ברייתא (דף כ':) נאמנת אשה לומר כזה ראיתי ואבדתיו פירוש וכן הדין בזמן הזה לענין הלבן וירוק שאנו מטהרין כמו שיתבאר פי''א ושם שאלו כזה טיהר [לי איש] פלוני חכם מהו ואתו למפשטה מהא ברייתא ואמרו שאני התם דליתיה קמן ולא איפשיטא בעיין ולחומרא ולכך לא הזכיר רבינו נאמנותה אלא באבד בדוקא וכ''ש עכשיו שאין אנו מטהרין אלא הלבן והירוק שאם הביאה דם לפנינו ונסתפקנו בו אם הוא ירוק או לבן או משאר מראות שאין סומכין עליה אם תאמר כזה טיהר לי פלוני חכם:"
      ],
      [
        "<b>כיצד מקיף וכו'.</b> שם מפורש בסוף הפרק:"
      ],
      [
        "<b>אין בודקין את הדם וכו'.</b> שם מפורש במימרות חלוקות:",
        "<b>ולא כל הרואה צריך וכו'.</b> שם מתבאר במעשים הרבה הנזכרים שם. ובהשגות א''א כל מ''ש בזה וכו'. ולא היה צריך לכתבו שכבר ביאר כן רבינו פי''א:"
      ],
      [
        "<b>המפלת חתיכה אע״פ שהיא אדומה וכו'.</b> תחלת פרק המפלת (נדה דף כ\"א) המפלת חתיכה [של בשר] אם יש עמה דם טמאה ואם לאו טהורה ר' יהודה אומר בין כך ובין כך טמאה ובגמרא המפלת חתיכה אדומה ושחורה ירוקה ולבנה אם יש עמה דם טמאה ואם לאו טהורה רבי יהודה אומר בין כך ובין כך טמאה ואסיקו בגמרא דבאפשר לפתיחת הקבר בלא דם קמיפלגי ובפלוגתא דהני תנאי דתניא קשתה ב' ולג' הפילה ואינה יודעת מה הפילה ה״ז ספק לידה ספק זיבה מביאה קרבן ואינו נאכל רבי יהושע אומר מביאה קרבן ונאכל שא״א לפתיחת הקבר בלא דם ופסק רבינו כסתם משנה דהיינו רבנן כדאיתא בגמרא דיחיד ורבים הלכה כרבים ועוד שהלכה כסתם משנה ועוד ששם הביאו ברייתא דהמפלת חתיכה אע״פ שמלאה דם אם יש עמה דם טמאה ואם לאו טהורה רבי אליעזר אומר בבשרה ולא בשפיר ולא בחתיכה ומסקינן (דף כ\"ב) דרבא אמר דכלהו הני תנאי ס״ל דאי אפשר לפתיחת הקבר בלא דם זהו דעת רבינו. ויש מי שפסק כרבי יהודה מדאמרינן בפרק תינוקת (נדה דף ס\"ו) אדברי' רבא לרב שמואל ודרש קשתה שני ימים ולשלישי הפילה [צריכה] שתשב שבעה נקיים קסבר אין קישוי לנפלים וא״א לפתיחת הקבר בלא דם וכיון דרבא דהוא בתרא ס״ל הכין קי״ל כוותיה. ויש להכריע כדברי רבינו מההיא דאמרינן בכריתות פרק ד' מחוסרי כפרה יולדת שוחטין וזורקין עליה ביום מ' לזכר וביום שמונים לנקבה וקשיא לן עד כאן טמאה היא וכו' ואמר רב אשי רבא מתרץ לה ביום מ' ליצירת זכר וביום פ' ליצירת נקבה ור' ישמעאל היא דאמר לזכר מ' ואחד לנקבה שמונים ואחד והקשו סוף סוף תיפוק ליה משום נדה ותירצו בלידה יבישתא והקשו א״ה מאי למימרא ותירצו מהו דתימא א״א לפה״ק בלא דם קמ״ל דאפשר לפה״ק בלא דם מדאקשו להדיא א״ה מאי למימרא אלמא פשיטא להו דהלכה כרבנן וכן נראה קצת מאותה שאמרו פרק יש נוחלין (בבא בתרא דף קכ\"ז) על טומטום שנקרע ונמצא זכר דאמר רב שרביא אין אמו טמאה לידה דאמר קרא אשה כי תזריע וילדה זכר עד שיהא זכר משעת לידה ואע״ג דאיתותב מטומטום מ״מ משמע דס״ל דאפשר לפה״ק בלא דם דאי לא משום נדה מיהא הות מטמאה והוה ליה לפרושי ועוד נראית לי ראיה אחרת דהתם בפרק המפלת (נדה דף כ\"א) תנינן המפלת כמין דגים וחגבים וכו' אם יש עמהם דם טמאה ואם לאו טהורה ומפ' בגמרא דאתיא כרבנן והויא ליה מחלוקת ואח״כ סתם והלכה כסתם וכמה ברייתות הובאו שם בגמרא בשם תנאים ופירשום שם דאתו כרבנן [דאפשר לפה״ק בלא דם מכל הלין אנפי משמע דהלכה כן]. ובהשגות א״א הא דלא כהלכתא דהא אסיקנא באפשר לפתיחת הקבר בלא דם [פליגי ורבנן סברי א״א לפתיחת הקבר בלא דם] ע״כ (עוד כתוב) והוא ט״ס או נתעלמה ממנו הלכה דרבנן אפשר סברי וכמ״ש כנזכר שם בכמה מקומות ולענין הדין דעת הרמב״ן והרשב״א ז״ל לפסוק כר' יהודה משום ההיא דתינוקת שהזכרתי למעלה: ",
        "<b>ואפילו נקרעה החתיכה ונמצאת מליאה דם וכו'.</b> פסק כרבנן כמ''ד אם יש עמה דם טמאה עמה אין בתוכה לא:"
      ],
      [
        "<b>הפילה חתיכה קרועה וכו'.</b> נראה שגירסת רבינו שם (דף כ\"א:) א''ר יוחנן משום רבי שמעון בן יוחאי המפלת חתיכה קרועה אם יש בה דם אגור טמאה ואם לאו טהורה כסומכוס וקילא מכולהו ופסק רבינו כן אבל בספרים שלנו כתוב קורעה. ובהשגות כתוב הא נמי דלא כהלכתא ע''כ. ולא ידעתי מהו דלפי שיטתו שכתבתי למעלה הא ודאי פשיטא דטמאה דאפילו בלא דם כלל היא מטמאה ונראה כוונתו דאליבא דהלכתא שאין צורך לדם אגור אלא אפילו בלא דם כלל היא מטמאה והיה לו לבאר: ",
        "<b>הפילה כמין קליפה כמין שערה.</b> שם במשנה המפלת כמין קליפה כמין שערה כמין עפר כמין יבחושין אדומין תטיל למים אם נמוחו טמאה ואם לאו טהורה ובגמרא (דף כ\"ב) אמרו שהרואה דם אפילו יבש מעיקרו טמאה כמ''ש רבינו והטעם לאלו שצריכין בדיקה דשמא מחמת מכה הן מפני שינוי צורתן אבל דם יבש בכל גווני טמאה ואמרו שם תטיל למים פושרין רשב''ג אומר ממעכתו ברוק על גבי צפורן ואמר רבינא מיעוך ע''י הדחק איכא בינייהו פירוש דלת''ק אם נמוח על ידי מיעוך לא הוי דם וכן פירש רש''י ז''ל. עוד שם התם תנן כמה היא שרייתן בפושרין מעת לעת הכא מי בעינן מעת לעת או לא ועלתה בתיקו ולזה כתב רבינו שאם עומד מעת לעת ולא נימוחו הרי היא טהורה אבל בשנימוחו תוך מעת לעת הרי זה ספק לפי שהבעיא היתה אם צריך מעת לעת לדם או דלמא ביום ולא לילה או לילה בלא יום סגי וכל שלא נימוח תוך זמן זה לאו דם הוא וידוע דספק דאורייתא לחומרא ולא הזכיר רבינו הא דרשב''ג אלא סתם משנה אבל הרשב''א ז''ל כתב אם מיעכתו ברוק על גבי צפורן ולא נימוחו טהורה ואין צריך לשרותן בפושרין משום דאפי' ת''ק מודה בה ועדיפא מפושרין ויש לפרש דה''ק מיעוך ע''י הדחק איכא בינייהו דלת''ק לא חשיבא בדיקה כלל בין נימוחו בין לא נימוחו אבל הפי' הראשון עיקר. וכתב הרשב''א ז''ל אין חוששין לפתיחת הקבר בדברים אלו ודבר זה שאמרנו בין מעוברת שהפילה כמין אלו בין שאינה מעוברת כל שנימוחו טמאה נדה ואם לאו טהורה בד''א בזמן שהם יבשים אבל אם יש עליהן דם ואפילו יש מעט לחלוחית טמאה שדם הנדה אין לו שיעור אפילו כחרדל ואפילו פחות מכן עכ''ל ופשוט הוא: "
      ],
      [
        "<b>הפילה כמין חגבים וכו'.</b> סתם משנה וכבר כתבתי למעלה דבגמרא מפרש דאתיא אליבא דרבנן דאמרי אפשר לפתיחת הקבר בלא דם ודעת רבינו דאין מחמירין ביולדת יתר על דין הגמרא ויש חולקין ובפרק אחד עשר יתבאר:"
      ],
      [
        "<b>האשה שהכניסה שפופרת וכו'.</b> שם בגמרא (דף כ\"ב:) מבואר בבשרה ולא בשפופרת לפי שאין דרכה של אשה לראות בשפופרת: "
      ],
      [
        "<b>האשה שהשתינה מים וכו'.</b> (נידה דף נ\"ט:) תחלת פרק האשה שהיא עושה צרכיה וראתה דם ר''מ אומר אם עומדת טמאה ואם יושבת טהורה ר' יוסי אומר בין כך ובין כך טהורה ובגמרא אמר רב יהודה אמר שמואל הלכה כר' יוסי וכן אורי ליה רבי אבא לקלא הלכה כר''י ע''כ. ",
        "<b>ומ''ש רבינו ואפילו הרגיש גופה.</b> מבואר בפרק הרואה כתם (נידה דף נ\"ז): "
      ],
      [
        "<b>דם בתולים וכו'.</b> זה מבואר בהרבה מקומות ועיקרו בפרק תינוקת (נדה דף ס\"ה): ",
        "<b>וכיצד דין הבתולה בדמים וכו'.</b> ראש פרק תינוקת שלא הגיע זמנה לראות ב''ה אומרים עד שתחיה המכה ומפרש בגמרא אפי' ראתה ושם מתבאר דהיינו ימי קטנות ופ''ב מהלכות אישות מבאר מה הן קטנות ומה הן נערות ובגרות:"
      ],
      [
        "<b>נשאת כשהיתה נערה וכו'.</b> שם הגיע זמנה לראות ונשאת ב''ה אומרים ד' לילות והוא בלא ראתה כמפורש שם ופסק רבינו כרב דאמר שמשה בימים לא הפסידה לילות.",
        "<b>ומ''ש והוא שלא חיתה המכה.</b> פשוט הוא שאם חיתה אפילו בלא הגיע זמנה לראות דם נדה הוא:",
        "<b>ואם ראתה דם בבית אביה וכו'.</b> שם ראתה ועודה בבית אביה ב''ש אומרים נותנין לה בעילת מצוה וב''ה אומרים כל הלילה כולה. ולזה כתב בהשגות אמר אברהם כב''ש היא ע''כ. ונראה שדעת רבינו בזה הוא ממ''ש בגמ' דרב ושמואל דאמרי תרוייהו הלכה בועל בעילת מצוה ופורש והוא מפרש לה בהגיע זמנה לראות וראתה בבית אביה ואמרו שם אינהו דעבוד כרבותינו דתניא רבותינו חזרו ונמנו שיהא בועל בעילת מצוה ופורש ומ''מ לפי המסקנא בכולן בועל ב''מ ופורש והך דרב ושמואל דין גמור הוא. זה נראה לדעתו ז''ל:",
        "<b>ובוגרת שלא ראתה דם וכו'.</b> שם (דף ס\"ד) אמר רב בוגרת נותנין לה לילה הראשון וה''מ שלא ראתה אבל ראתה אין [נותנין] לה אלא בעילת מצוה ותו לא: "
      ],
      [
        "<b>ארבעה לילות שנותנין וכו'.</b> שם מעשה ונתן לה רבי ד' לילות מתוך י''ב חדש וכ''ש בקטנה כנזכר שם:"
      ],
      [],
      [
        "<b>קטנה שנשאת ונעשת נערה וכו'.</b> מימרא שם מתבארת בסוגיא כל הבבא הזאת:"
      ],
      [
        "<b>כיצד יודעין אם חיתה המכה וכו'.</b> בגמרא אם עומדת ורואה יושבת ואינה רואה בידוע שלא חיתה המכה על גבי קרקע ורואה על גבי כרים וכסתות ואינה רואה בידוע שלא חיתה המכה על גבי כולם ורואה על גבי כולם ואינה רואה בידוע שחיתה המכה ע''כ:"
      ],
      [
        "<b>היתה רואה בעת תשמיש וכו'.</b> שם אמר שמואל כל זמן שהרוק מצוי לה בתוך הפה מחמת תשמיש:"
      ],
      [
        "<b>הבועל בתולה ולא יצא ממנה דם וחזר ובעלה וכו'.</b> שם איתמר בעל ולא מצא דם וחזר ובעל ומצא דם ר' חנינא אומר טמאה וכו' דאם איתא דהוה דם בתולים מעיקרא הוה אתי ופסק רבינו כן:",
        "<b>הבועל פחותה מבת שלש שנים וכו'.</b> בגמרא בעיא דאיפשיטא בפרק יוצא דופן (נדה דף מ\"ה). וכתוב בהשגות על זה אמר אברהם כל זה אינו למעשה ולעולם אינו בועל אלא בעילת מצוה ופורש ע״כ. ולא היה צריך הר״א ז״ל לכתוב ולומר דבר זה כאן שכבר ביאר כל זה רבינו בפרק י״א מהלכות אלו: "
      ]
    ],
    [
      [
        "<b>דם הנדה ודם הזבה ודם טוהר וכו'.</b> בפרק בנות כותיים (נדה דף ל\"ה:) פסקו הלכה בגמרא כרב דאמר מעין אחד הוא התורה טמאתו והתורה טהרתו: "
      ],
      [
        "<b>כיצד כשתראה האשה דם תחלה וכו'.</b> זה מבואר בהרבה מקומות ומהם בסוף המס' ושם (דף ע\"ב:) הביאו ברייתא דרבי אלעזר בן עזריה דאמר י''א יום שבין נדה לנדה הל''מ: "
      ],
      [],
      [],
      [],
      [
        "<b>כל שבעת הימים וכו'.</b> ז''ש רבינו שכל ימי האשה מהתחלת הוסת עד יום המיתה מונה שבעה וי''א בין תראה בין לא תראה והלידה מפסקת ווסת אחר ג''כ משנה הסדר ומתחלת מהשני וקצת סוגייאות הגמרא כפשטן מורות כן. אבל הרמב''ן ז''ל בירר בראיות ברורות שדין התורה בספירות הנדות והזיבה כך הוא האשה שראתה דם תחלה יושבת שבעה לנדתה ראתה יום שמיני נעשית זבה קטנה ושומרת יום כנגד יום ראתה ביום תשיעי שומרת יום עשירי ראתה בו ביום הרי זו זבה גדולה וצריכה שבעה נקיים משעה שהאשה נעשית זבה גדולה אינה חוזרת לימי נדות עד שתספור שבעה נקיים כיצד הרי שראתה שלשה ימים בסוף י''א ושפעה וראתה גם ביום הד' שהוא מן הימים הראויים לנדה אפילו התחילה למנות נקיים שלה וסתרה וחזרה למנותן וסתרה אינה אלא זבה שסותרת ולכשתשלים שבעה נקיים ותראה תחזור לתחלת ימי נדה ראתה נדה בתחלה ולא ראתה בי''א משתראה ביום י''ט לראייתה הרי היא נדה כבתחלה לא ראתה עד כ''ו אין מונין ליום הראוי לזיבה אלא הרי זו תחלה נדה אין זיבה אלא בי''א שסמוכין לז' שראתה בהן נדות והזהר במנין זה שכבר טעה בו מגדולי המחברים עכ''ל. ועכשיו אין לנו מפנים אלו כמו שיתבאר פי''א וע''כ לא אאריך בזה:"
      ],
      [
        "<b>אשה שראתה דם וכו'.</b> בהרבה מקומות ומהם בסוף המסכתא:"
      ],
      [
        "<b>אין בין זבה גדולה לזבה וכו'.</b> משנה פרק קמא דמגילה (דף ח'):"
      ],
      [
        "<b>כיצד ראתה וכו'.</b> זה מפורש בהרבה מקומות ומהם בנדה פרק תינוקת (נדה דף ע\"ב): "
      ],
      [],
      [],
      [
        "<b>זבה קטנה שטבלה בלילה וכו'.</b> שם תנו רבנן ושוין [בית שמאי ובית הלל] בטובלת לילה לזבה [קטנה] שאינה טבילה וכן מתבאר שם בזבה גדולה:"
      ],
      [
        "<b>הבא על הזבה וכו'.</b> בזבה קטנה משנה שם טבלה ביום של אחריו ושמשה הרי זו תרבות רעה ומגען ובעילתן תלויין ובזבה גדולה ג''כ מתבאר שם (דף ס\"ו:) ר''ש אומר ואחר תטהר אחר מעשה תטהר פי' אחר טבילת שביעי אבל אמרו חכמים אסור לעשות כן שמא תבא לידי ספק: "
      ],
      [],
      [
        "<b>זבה שספרה ו' ימים נקיים וכו'.</b> בהרבה מקומות מבואר:"
      ],
      [
        "<b>פלטה שכבת זרע וכו'.</b> זה יצא לרבינו ממה שאמרו בפרק בנות כותיים (נדה דף ל\"ג) פולטת שכבת זרע מהו שתסתור בזיבה רואה היתה וסותרת או דילמא נוגעת היתה ולא סתרה ואמרו שם כמה תסתור תסתור שבעה דיה כבועלה תסתור יום אחד ואחר תטהר אמר רחמנא אחר אחר לכלן שלא תהא טומאה מפסקת ביניהם ואמרו זב גופיה היכי סתר לטהרתו אמר רחמנא שלא תהא טומאה מפסקת ביניהם אלא מאי אית לך למימר שלא תהא טומאת זיבה מפסקת ביניהם ה״נ שלא תהא טומאת זיבה מפסקת ביניהם ובפרק יוצא דופן (נדה דף מ\"ב) העלו דפולטת ש״ז רואה הויא וסותרת ולזה כתב רבינו שהיא סותרת יום אחד וכן הסכימו המפרשים ז״ל ומ״מ יש מהם מי שסובר שלא אמרו שסותרת אלא לענין טהרות אבל לבעלה אינה סותרת שכל דבר שאינו גורם טומאה לבעלה אינו סותר וזה דעת הראב״ד ז״ל אבל דעת חכמי הצרפתים ז״ל הוא שהיא סותרת לכל דבר כדעת רבינו ומתוך כך הורו הם ז״ל שהאשה ששמשה מטתה ואחר כך פירסה נדה או שמצאה כתם אפילו הפסיקה בטהרה אינה סופרת עד יום ה' לשימושה שהרי זו פולטת כל ששה עונות שלימות ואם קנחה עצמה יפה יפה חזקה הכל נתכבד ולא נשאר ממנו כלום והרי זו מונה מחרת אותו יום שקנחה עצמה ואם הלכה ברגליה החמירו הם ז״ל עד שתקנח יפה יפה אבל הרמב״ן ז״ל כתב יראה לי שאין חוששין לה שכל מה שיש לפלוט פלטה בהלוכה והרשב״א ז״ל כתב לעולם ילמד אדם בתוך ביתו שתהא מכבדת בית התורף יפה יפה ומרחצת במים חמין כדי שלא תבא לידי ספיקות הללו עכ״ל: ",
        "<b>ראתה דם בעשירי מימי זיבתה וכו'.</b> בפרק תינוקת (נדה דף ע\"ב:) ברייתא יכול הרואה שלשה ימים בתחלה תהא זבה וכו' ת״ל בלא עת נדתה על נדתה סמוך לנדתה ואין לי אלא סמוך לנדתה מופלג מנדתה יום אחד מנין ת״ל או כי תזוב אין לי אלא יום אחד מנין לרבות מופלג ב' ג' ד' ה' ו' ז' ח' ט' י' מנין אמרת מה מצינו ברביעי שראוי לספירה וראוי לזיבה אף אני וכו' ומנין לרבות י״א ת״ל בלא עת נדתה יכול שאני מרבה אף י״ב אמרת לאו וכו': "
      ],
      [
        "<b>ראתה דם באחד עשר וכו'.</b> משנה שם (דף ע\"ב:) הרואה יום אחד עשר וטבלה לערב ושמשה בית שמאי אומרים מטמאין משכב ומושב וחייבין בקרבן ובית הלל פוטרים מן הקרבן וידוע שהלכה כבית הלל. ובהשגות אמר אברהם וקראוהו גרגרן וכו' ולא הבנתי לשונו שמה שכתב וקראוהו גרגרן כבר נתבאר מדברי רבינו שיותר מגרגרן הוא שכתב אינן חייבין כרת הא איסורא איכא וכן מורה לשון המשנה ובטבלה ביום י''ב ושמשה הוא שקראוהו גרגרן ותו לא כמו שיתבאר בסמוך וכן מ''ש דיום י''א בעי שימור אינו דמפורש הוא בגמרא שם די''א לא בעי שימור מן התורה לב''ה ואיסור זה אינו אלא מדבריהם ואם דעת הר''א ז''ל לומר שמדבריהם צריך שימור יתבאר בסמוך בדברי רבינו שאסורה לשמש בי''ב אבל מ''ש ואפילו לאחר כמה לא ידעתי זה מנין לו ליום י''א אבל בי' ודאי הוא כדבריו אם ראתה י' וי''א ובסמוך אבאר בזה: "
      ],
      [
        "<b>טבלה ביום י''ב וכו'.</b> שם טבלה יום של אחריו ושמשה את ביתה ואח''כ ראתה ב''ש אומרים מטמאין משכב ומושב ופטורים מן הקרבן וב''ה אומרים ה''ז גרגרן ובגמרא בפרק בא סימן אמר רב ששת זאת אומרת גרגרן דתנן אסור ואע''ג דרב אשי אמר התם דלא ילפינן מההיא ברייתא מידי ואמר נהי די''א לא בעי שימור עשירי בעי שימור מ''מ דעת רבינו דלא פליג רב אשי אדרב ששת אלא לומר דמההיא לא שמעינן ליה וכ''נ דעת רש''י ז''ל שכתב בפרק תינוקת ומדרבנן מיהא אפילו רואה יום י''א אסורה ביום של אחריו כדקתני מתני' הרי זה גרגרן ואמרינן בפרק בא סימן גרגרן דתנן אסור עכ''ל:"
      ],
      [
        "<b>ראתה דם בסוף שביעי וכו'.</b> משנה (שם דף נ\"ג נ\"ד) ואמרו בגמרא ה''ק הרואה יום י''א בין השמשות תחלת נדה וסוף זבה ובשביעי לנדתה סוף נדה ותחלת זבה וביאור זה מובן בדברי רבינו: "
      ],
      [
        "<b>נדה שבדקה עצמה בתוך ימי נדתה.</b> משנה בפרק תינוקת (נדה דף ס\"ח) וחכמים אומרים אפילו בשנים לנדתה בדקה ומצאה טהורה ובין השמשות של שביעי לא הפרישה ולאחר זמן בדקה ומצאה טמאה הרי זו בחזקת טהרה פירוש ימים שבינתים וכגון שטבלה בליל שמיני לנדתה או אפילו לא טבלה הרי היא בחזקת טהרה לענין שאינה מוחזקת לזבה כיון שבדקה ומצאה טהורה בתחלה בבדיקה ראשונה. ויש חלוף נסחאות בזה בספרי רבינו וממ״ש תתבאר הנוסחא האמיתית: ",
        "<b>בדקה עצמה ומצאה טמאה וכו'.</b> בגמרא איתמר נדה שבדקה עצמה יום שביעי שחרית ומצאה טמאה ובין השמשות לא הפרישה ולאחר ימים בדקה ומצאה טמאה רב אמר זבה ודאי ולוי אמר זבה ספק רב אמר זבה ודאי כיון דמעיקרא נמצאת טמאה והשתא נמצאת טמאה ודאי טמאה ולוי אמר ספק זבה אימא פסקה ביני ביני וכן תני לוי במתניתא אחר הימים בין בדקה ומצאה טהורה בין בדקה ומצאה טמאה הרי זו ספק זבה ע''כ. ורבינו פסק כרב ומתבאר במ''ש דלא פליג רב אלא בבדקה ומצאה טמאה אבל בבדקה ומצאה טהורה הוא מודה ללוי שאינה זבה ודאי אלא ספק:",
        "<b>ויום ראשון של נדה וכו'.</b> זהו סתם המשנה שהזכרתי למעלה אפילו בשנים לנדתה בשנים אין בראשון לא וז''ש בגמרא ובראשון מי איכא למאן דאמר אין והתניא אמר רבי שאלתי את רבי יוסי ורבי שמעון כשהיו מהלכין בדרך נדה שבדקה עצמה יום שביעי שחרית ומצאה טהורה ובין השמשות לא הפרישה אחר ימים בדקה ומצאה טמאה מהו אמרו לו הרי זו בחזקת טהרה ששי ה' ד' ג' ב' מאי אמרו לו לא שנא בראשון לא שאלתי וטעיתי שלא שאלתי שאם שאלתי היו מטהרין אטו כולהו לאו בחזקת טומאה הוה קיימא וכיון דפסק פסק ראשון נמי כיון דפסק פסק ומעיקרא שלא שאל מאי סבר הואיל והוחזק מעיין פתוח עד כאן בגמרא. ודעת רבינו דכיון דסתם מתניתין הוא דוקא בשנים וגמרא מתמה בראשון מי איכא למ''ד קי''ל דבראשון לא ויש אומרים דאפילו בראשון נמי דרבי דסתם מתני' בשנים איהו גופיה אמר שאם שאלתי בראשון היו מטהרין. ואע''פ שאין לנו עכשיו נדה וזבה הארכתי בזה משום דנפקא מינה לדידן וזהו דין הבדיקה והספירה ובלשון הרמב''ן ז''ל כך היא בודקת עצמה יפה יפה ואם פסק הדם יפה מתחלת לספור מיום המחרת אפילו ראתה בשחרית ואח''כ בדקה עצמה והרי פסק אינה צריכה בדיקה אחרת כל היום ואין חוששין שמא חזרה וראתה בלילה או בין השמשות אלא למחר מתחלת לספור שבעה ימים נקיים ראתה בזמן הזה יום ראשון בשחרית ופסקה בו ביום אינה מונה מיום המחרת עד שתחזור לבדוק ויהיו ידיה בין שיניה כל ביה''ש שחזקת היום הראשון כולו טמא שהוחזקה מעיין פתוח ודמיה חוזרין לה אע''פ שפסקה בשחרית ויש מיקל בדבר מכיון שבדקה ופסק הדם ולאחר זמן מצאה טהור הרי זו בחזקת טהורה לא בדקה עצמה ביום ההפסקה ובדקה לאחר ב' וג' ימים ומצאה טהורה הרי זו בחזקת טמאה לעולם אינה סופרת עד שתבדוק אם פסקה מונה מיום שלמחר ואילך עד כאן:"
      ],
      [
        "<b>זבה שבדקה עצמה וכו'.</b> במשנה שם (דף ס\"ח:) הזב והזבה שבדקו עצמן ביום ראשון ומצאו טהור ביום הז' ומצאו טהור ושאר ימים שבינתיים לא בדקו ר''א אומר הרי הן בחזקת טהרה ובגמרא רבי יוסי ור''ש אומרים הלכה כר''א ובפ''ק (דף ז':) אמר שמואל הלכה כר''א בארבעה וזו אחת מהן ובפרק תינוקת אמר רב דלר''א זב וזבה שבדקו עצמן יום ראשון ויום ח' ומצאו טהור ושאר ימים לא בדקו שהן בחזקת טהרה תחלתן אע''פ שאין סופן פי' שאין סופן שאין שמיני סוף המנין וכן אמר רב בסופן אע''פ שאין תחלתן וכן פסקו המפרשים ז''ל וזה דעת רבינו ולכתחלה כתבו הרמב''ן והרשב''א ז''ל כל ז' הימים צריכה בדיקה בכל יום עוד כתבו ישבה לה כל ז' ולא בדקה וביום ח' בדקה אע''פ שכבר הפסיקה בטהרה קודם שתספור אין לה אלא יום אחד ומשלמת עליו ו' וטובלת ע''כ. והטעם בזה משום דליכא בדיקה לא בתחלתן ולא בסופן לפיכך אין עולים לה וז''ב. וכתב הרשב''א ז''ל בדקה באמצע ולא בדקה לא בתחלתן ולא בסופן טהורה שהרי היתה לה בדיקה בימי הספירה ולא תהיה בדיקת אמצע גרועה מבדיקת תחלה ובדיקת הסוף ויש מורים בזו להחמיר עכ''ל. ובדיקות אלו הסכימו הם ז''ל שצריכות לבדוק בין בדיקת הפסק טהרה בין בדיקות ימי הספירה בכל חורין וסדקים יפה יפה ואם לא בדקה בחורין וסדקין אינן אלא קינוח וצריכות לבדוק כמ''ש רבינו בפרק ד' בבגד פשתן לבן שחוק אבל לא חדש מתוך שהוא קשה מעט (עותה) ובודקת ג''כ בצמר לבן נקי ורך או בצמר גפן נקי ע''כ דבריהם לקוחים מסוגיית הגמרא: "
      ],
      [],
      [
        "<b>כל אשה שהיא ספק נדה וכו'.</b> זה מבואר בהרבה מקומות:"
      ]
    ],
    [
      [
        "<b>מעוברת שהתחילה להצטער ואחזוה וכו'.</b> בפרק בנות כותיים (נדה דף ל\"ו:) משנה ובגמרא המקשה בימי נדה נדה בימי זיבה טהורה וכו' דת״ר דמה מחמת עצמה ולא מחמת ולד. ",
        "<b>ומ״ש רבינו אבל אם הפילה וכו'.</b> הוא ממ״ש בפרק בנות כותיים (נדה דף ל\"ח:) דרבא דהוא בתרא סבר אין קושי לנפלים: ",
        "<b>אפילו היה הדם וכו'.</b> שם (דף ל\"ו:) במשנה כמה הוא קישויה ר' מאיר אומר וכו' ורבי יוסי ור''ש אומרים אין קישוי יותר משתי שבתות ופסק רבינו כן דתרי נינהו ואע''פ שאין ימי זיבה אלא י''א יום וכבר נתבאר שהמקשה בימי נדה נדה זהו כשהתחיל בימי נדות אבל התחיל בימי זיבה הולד מטהר כל י''ד יום שהן ימים הראויין לספירת זבה או לספירת סתירת זבה וכרב דאמר הכין ורב אדא בר אהבה דמפרש לה הכין וזהו דעת רבינו: ",
        "<b>אבל אם התחיל הדם וכו'.</b> מ''ש רבינו שאם תתחיל ט''ו יום או יותר שהיא יולדת בזוב אינו ר''ל שביום אחד קודם הי''ד תהא צריכה שבעה נקיים כדין יולדת בזוב שיזכור למטה ואע''פ שכולם הם בקושי דהא ודאי מחמת יום אחד או שנים אינה רק זבה קטנה וכן מבואר בגמרא (דף ל\"ח:) יש מקשה כ''ה יום ואין זיבה עולה בהן כיצד ב' בלא עת נדתה ושבעה נדה ושנים שלאחר נדה וי''ד שהולד מטהר וא''א שתקשה כ''ו יום במקום שיש ולד ולא תהיה יולדת בזוב אלא ביאור דבריו הם שקודם י''ד אין הולד מטהר אע''פ שמקשה ורואה ואם הוא יום אחד או שנים קודם לכן בימי זיבה היא זבה קטנה ואם שלשה היא זבה גדולה ויולדת בזוב: "
      ],
      [
        "<b>בד''א בשלא פסקו וכו'.</b> שם (דף ל\"ו:) קשתה ג' ימים בתוך י''א יום ושפתה מעת לעת וילדה הרי זו יולדת בזוב דברי ר' אליעזר ר' יהושע אומר לילה ויום כליל שבת ויומו ששפתה מן הצער ולא מן הדם ונפסקה הלכה פ''ק (דף ז':) כר''א ובגמרא (דף ל\"ו:) אמרו שפתה מזה ומזה ר''ל מן הצער ומן הדם רב חסדא אמר טמאה ור' חנינא אמר טהורה ודעת רבינו לפסוק כרב חסדא: "
      ],
      [
        "<b>ראתה יום אחד בלא צער וכו'.</b> ברייתא שם (דף ל\"ו:) קרוב ללשון רבינו: "
      ],
      [
        "<b>חל שלישי לראייתה וכו'.</b> הדין שכתב רבינו פשוט הוא שאפילו ילדה בלא קושי וצער אין לך אונס גדול מלידה וא''א בלא קושי וכן מתבאר בסוגיא שם וכן כתבו ז''ל. אבל נראה שהוא כתב כן בביאור מה שאמרו חנינא בן אחי ר' יהושע אומר כל שחל קישוייה להיות בשלישי שלה אפילו כל היום כולו בשופי אין זו יולדת בזוב ואם זאת היתה כוונת הלשון והסוגיא שאמרו שם גבי ההיא דרב חסדא שהזכרתי למעלה קשין לפירושו ואין להאריך בזה אחר שהדין אמת:",
        "<b>ראתה ב' ימים ובג' הפילה וכו'.</b> בפ' המפלת (נדה דף כ\"א) ברייתא קשתה שנים ולשלישי הפילה ואינה יודעת מה הפילה הרי זו ספק לידה ספק זיבה מביאה קרבן ואינו נאכל ר' יהושע אומר מביאה קרבן ונאכל שא״א לפתיחת הקבר בלא דם ורבינו פוסק כת״ק כפי שיטתו שכתב פ״ה שאפשר לפה״ק בלא דם: "
      ],
      [
        "<b>כיצד דין יולדת בזוב וכו'.</b> מפורש בפרק בנות כותיים (נדה דף ל\"ה:) בגמרא שהיולדת בזוב צריכה לישב ז' נקיים: ",
        "<b>לפיכך אם ילדה וכו'.</b> שם (דף ל\"ז) תניא ר' מרינוס אומר אין לידה סותרת בזיבה איבעיא להו מהו שתעלה אביי אמר אינה סותרת ואינה עולה רבא אמר אינה סותרת ועולה וקי''ל כרבא. וימי לידתה שאינה רואה בהן עולין לה לספירת זיבתה וכן פסקו הגאונים ז''ל ונפקא מינה לדידן שכולן הן נידונות כיולדות בזוב כמו שיתבאר פי''א: "
      ],
      [],
      [
        "<b>יולדת בזוב וכו'.</b> משנה שם (דף ל\"ד) דם היולדת שלא טבלה ב''ש אומרים כרוקה וכמימי רגליה וב''ה אומרים מטמא לח ויבש ומודים ביולדת בזוב שהיא מטמאה לח ויבש ואמרו בגמרא (דף ל\"ה:) דבלא ספרה הוא דמודו ב''ש אבל ספרה ולא טבלה וראתה פליגי ב''ש וקי''ל כב''ה ובספרה וטבלה פשוט הוא שהדם הבא לאחר מכן בתוך מלאת אינו כלום והרי הוא כדם טוהר אחר כנזכר שם. ועתה אבאר דעת רבינו. <b>מ''ש לא ספרה שאין לה דם טוהר</b> מבואר בגמרא דקי''ל דמעיין אחד הוא וביומי תלא רחמנא ואפילו ב''ש דמקילים סברי יולדת גרידא דשלימו לה יומי אבל יולדת בזוב דבעינן ספורים וליכא. <b>ומ''ש שאם ספרה וטבלה</b> מבואר שם בברייתא ביולדת שאם טבלה וראתה טהורה וכמ''ש: "
      ],
      [
        "<b>ומ''ש ספרה ז' ימים נקיים וכו'.</b> הוא דברי הכל.",
        "<b>ומ''ש אבל עצמו של דם וכו'.</b> הוא מחלוקת ב''ש וב''ה וידוע שהלכה כבית הלל:"
      ],
      [
        "<b>היולדת נקבה ולאחר וכו'.</b> משנה שם (דף ל\"ח:) המקשה בתוך שמונים של נקבה כל דמים שהיא רואה טהורים עד שיצא הולד. ",
        "<b>ומ״ש אפילו היו תאומים וכו'.</b> פשוט הוא ומתבאר מסוגיא שבפרק המפלת (נדה דף כ\"ה:) גבי סנדל: "
      ],
      [
        "<b>זבה שפסק זובה וכו'.</b> שם (דף ל\"ז) בעי רבא קושי מהו שתסתור בזיבה ואסיקו דדבר הגורם סותר דבר שאינו גורם אינו סותר עוד שם אמר אביי נקיטינן אין קושי סותר בזיבה ודעת רבינו שאינו סותר ועולה והטעם לפי שדם זה טהור גמור הוא דבימי זובה טהרה רחמנא לגמרי דזבה מחמת עצמה ולא מחמת ולד ומותרת היא לבעלה בעודו שותת ולא דמי לדם טוהר דהתם ביומי וטבילה תלא רחמנא ויולדת בזוב שלא ספרה אין לה דם טוהר אם ראתה בתוך ימי טהרה בעודה סופרת סותרת היא מנינה משא''כ בדם הקושי וג''כ פשוט הוא שאינו דומה לימי לידה שרואה בהן שאינן עולין ולא סותרים משום דהתם דם טמא קא חזיא ואפילו בלא ראיה היא טמאה אלא שכל שאינה רואה עולין זו היא שיטת רבינו ויש מפרשים דדם הקושי אינו סותר ולא עולה וזה דעת ההשגות וכ''כ שם א''א זה שיבוש שדם הקושי אינו סותר ואינו עולה ע''כ. ואין לדבריו ראיה: ",
        "<b>ילדה בשבעה וכו'.</b> זהו ברייתא דר' מרינוס הנזכרת למעלה.",
        "<b>ומ''ש וימי הלידה עולין.</b> הוא כרבא כמו שכתבתי למעלה:"
      ],
      [
        "<b>ימי לידתה וימי וכו'.</b> מ״ש רבינו בימי לידתה ברור הוא שהדין כן דבשאינה רואה כבר נתבאר שהן עולין וכרבא דאמר הכין וברואה בהן אינה סותרת כל המנין כאותה שאמרו בפולטת ש״ז דמאי דכתיב ואחר תטהר אחר אחר לכולן הוא שלא תהא טומאת זיבה מפסקת ביניהם וכן משמע בסוגיא גבי פלוגתא דאביי ורבא וכן כתבו מן המפרשים ז״ל. אבל מ״ש בימי נדתה הוציאו ממה שאמרו ס״פ בא סימן (נדה דף נ\"ד) אמר רב אדא בר יצחק זאת אומרת ימי נדתה שאין רואה בהן עולין לה לספירת זיבתה ומשמע התם שהן שוין לימי לידתה וסובר רבינו דלספירת זבה גדולה קאמר ויצאו לו מזה ב' דברים מתמיהים האחד שהיא נכנסת בימי נדות אע״פ שלא ספרה ז' לימי זיבה שראתה כיון שלעולם אחר כל י״א יום חוזרת לפתח נדתה והשני שכיון שחזרה לפתח נדתה א״צ שיהיו שבעה רצופין לפי שאין ראיית הנדה סותרת כל המנין דומיא דלידה וכ״ז מתבאר ממה שכתב כאן וכבר כתבתי פרק חמישי שאין הדבר כן ושאין האשה חוזרת לימי נדות עד שיעברו שבעה נקיים לספירת זיבה וכמ״ש הרמב״ן ז״ל ומה שאמרו ימי נדתה שאינה רואה בהן עולין לה לספירת זיבתה ר״ל לספירת זבה קטנה כגון שראתה עשירי וי״א ועל זה נאמר שם בגמרא אבל לזבה גדולה דבר שא״א הוא שאינה חוזרת לפתח נדות עד שיעברו עליה ז' נקיים רצופים וכן מוכיח בפרק בנות כותיים (נדה דף ל\"ז:) בההיא דאמרינן דנין אפשר משא״א כך הוכיח הרמב״ן ז״ל ועיקר: "
      ],
      [
        "<b>מאחר שתבין וכו'.</b> שם (דף ל\"ח) תניא היה ר''מ אומר יש מקשה מאה וחמשים יום ואין זבה עולה בהם כיצד שנים בלא עת ושבעה נדה ושנים שלאחר נדה ונ' שהולד מטהר ופ' של נקבה וז' נדה וב' שלאחר הנדה ואנן דקי''ל כר' יוסי ור''ש שאין הולד מטהר אלא ב' שבתות כנזכר בראש פ' זה לא יהא אלא קי''ד וזהו המנין שהזכיר רבינו: ",
        "<b>הא למדת וכו'.</b> אלו הן דברי רבינו שהוא מודה ביולדת שמפסקת המנין שהוא סובר שהאשה מונה שבעה וי''א בין תראה בין לא תראה והודה ביולדת שחוזרת לפתח נדות ולמד הדבר מכאן אבל לפי שיטת הרמב''ן ז''ל א''צ לזה שלעולם כל שהפסיקה ימים הרבה היא חוזרת לפתח נדות שאין זיבה אלא בי''א שסמוכין לז' שראתה בהן נדות וכמ''ש בשמו פרק ששי:",
        "<b>לפיכך הרואה דם וכו'.</b> משנה פרק בא סימן (נדה דף נ\"ג:): "
      ],
      [
        "<b>כבר ביארנו וכו'.</b> פ''ו נתבארו דברים אלו:"
      ],
      [
        "<b>ומאחר שתהיה זוכר וכו'.</b> שם (דף נ\"ד) ברייתא ויום אחד טמא ויום אחד טהור משמשת כל ימיה שמיני ולילו עמו וארבעה לילות מתוך י''ח יום פירוש ליל י''א וי''ג וט''ו וי''ז ורש''י ז''ל פי' ולילו עמו ליל אחריו נגהי ט' שכיון שאינה רואה מבערב הרי היא מותרת לשמש בליל ט' ודאי: ",
        "<b>לפיכך אם היתה רואה הדם בכל יום טמא וכו'.</b> שם בברייתא:"
      ],
      [
        "<b>היתה רואה שני ימים וכו'.</b> בברייתא הנזכרת וענין אלו המנינים מבואר:"
      ],
      [
        "<b>היתה רואה ג' ימים וכו'.</b> בברייתא הוזכר בביאור כל אלו הדינין:"
      ],
      [],
      [],
      [],
      [
        "<b>היתה רואה שבעה טמאין וכו'.</b> שם ז' ימים טמאין וז' ימים טהורין משמשת רביע ימיה מתוך כ''ח יום. ונראה שלא היתה בגירסת רבינו אלא משמשת רביע ימיה ואם היה גורס מתוך כ''ח יום היה מפרש רביע הימים מתוך כ''ח יום הראשונים שבכל י''ח שבועות לפי שיטתו והיה דוחק בפי' כמו שהוא נדחק לגירסתו בביאור משמשת ט''ו מתוך מ''ח יום שיתבאר בסמוך ומפני שהוא סובר שלעולם היא סופרת ז' וי''א הוצרך לידחק בביאור זה ואמר שר''ל משמשת רביע הימים שהיתה משמשת אם לא אירע לה חולי זה אלא שהיתה רואה בזמן נדות ופסקה בימי זיבה וכתב חשבון י''ח שבועות לפי שידוע שאחר י''ח שבועות חוזרת היא לאותו חשבון ממש מי''ח שבועות לי''ח שבועות ז' היקפים מי''ח ימים אע''פ שי''ח יום שהיא משמשת אינן רביע שלם מע''ז יום שהיתה משמשת אם לא אירע לה חולי זה לא חשו חכמים לומר רביע ימיה אע''פ שחסר יום א' זהו דעתו ז''ל וזהו באמת ביאור רחוק מאד ולפי שיטת הרמב''ן ז''ל הדבר מבואר שלעולם אינה חוזרת לפתח נדות עד שישלמו ז' נקיים של זיבה נמצא שמכ''ח לכ''ח היא חוזרת לפתח נדות לפי שהשבוע הרביעי שהוא טהור הוא לספירת השלישי שהיתה בו זבה ונמצא שהיא משמשת לעולם השבוע השני מכל ד' שבועות וזהו פשט הברייתא משמשת רביע ימיה מתוך כ''ח יום שבכל עשרים ושמונה ועשרים ושמונה היא משמשת כן וזה ברור:"
      ],
      [],
      [
        "<b>היתה רואה שמנה ימים וכו'.</b> שם שמונה ימים טמאים ושמונה ימים טהורים משמשת ט''ו יום מתוך מ''ח. ודע שאין חשבון זה עולה לדעת רבינו אלא בכל מ''ח יום ראשונים שבכל קמ''ד יום שהן ח' היקפים מי''ח יום או י''ח היקפים מח' ימים והיא חוזרת לסדרה הראשון מקמ''ד לקמ''ד ובמ''ח הראשון שבכל קמ''ד משמשת ט''ו יום ובשאר הימים הנשארים לתשלום הקמ''ד אינה משמשת אלא י''ב יום והם אחד בשמנה השמניים ואחד בשמנה העשיריים ואחד בשמנה הי''ב ואחד בשמנה הי''ד ואחד בשמנה הט''ז ושבעה מהשמונה שהוא היקף הי''ח זהו דעתו ז''ל ולפי שיטת הרמב''ן ז''ל הברייתא כפשטה שבכל מ''ח משמשת ט''ו יום והיא חוזרת ממ''ח למ''ח לפתח נדות גמור לפי שכיון שהיא זבה בשמנה החמשיים אינה חוזרת לפתח נדות עד שעברו ז' ספיריים ואח''כ כשמתחלת לראות היא נדה וזה ברור:"
      ],
      [
        "<b>היתה רואה ט' ימים טמאים וכו'.</b> שם ט' ימים טמאים וט' ימים טהורין משמשת ח' ימים מתוך י''ח יום:"
      ],
      [
        "<b>היתה רואה עשרה ימים וכו'.</b> שם י' ימים טמאים ועשרה ימים טהורים ימי שימושה כימי זיבתה וכן לק' וכן לאלף ע''כ ופי' כימי זיבתה לדעת רבינו כל הימים שהיא רואה חוץ מהז' של נדות הראשונים ולפי שיטת הרמב''ן ז''ל הלשון הוא כתקנו שלעולם היא זבה עד שתספור ז' נקיים וא''כ נמצא שימושה כימי זיבתה ולפי' רבינו לפי שבי' הראשונים הג' הם ימי זיבה תפסו בברייתא לשון זה בכולן אע''פ שאינו מדוקדק:"
      ]
    ],
    [
      [
        "<b>יש אשה שיש לה וסת וכו'.</b> בפ' האשה שהיא עושה צרכיה (נדה דף ס\"ג) משנה כל אשה שיש לה וסת דיה שעתה ואלו הן הוסתות מפהקת ומעטשת וחוששת בפי כרסה ובשיפולי מעיה ושופעת וכמין צמרמורות אוחזין אותה וכן כיוצא בהן וכל שקבעה לה ג' פעמים הרי זה וסת ובגמרא הקשו תנינא חדא זימנא (בפירקא קמא) כל אשה שיש לה וסת דיה שעתה ותירצו התם בוסתות דיומי הכא בוסתות דגופא כדקתני אלו הן הוסתות וכו' ומדברי רבינו נראה שהוא מפרש שוסתות דגופא הם המקרים הנמשכים אחר הוסת הקבוע בימים לפי שכך כתב וקודם שיבא הדם וכו' ויבאו לה וסתות אלו או אחד מהן בשעה הקבוע לה מיום וסתה ובפ' שלישי מהלכות מטמאי משכב ומושב כתב כל אשה שיש לה וסת תרגיש בעצמה מפהקת וכו' והוא סובר שאין כאן שני וסתות חלוקים אלא שהמשנה הודיעה שבוסת הקבוע באים מקרים אלו או אחד מהם ונפקא מינה שיש למודה לראות תיכף שבא המקרה ההוא ויש לאחר שעה ואינה חוששת אלא לשעה שהיא רגילה לראות כדתנן התם (דף ס\"ג) היתה למודה לראות בסוף הוסת כל טהרות שעשתה בתוך הוסת טהורות ונזכר בדברי רבינו בהלכות מטמאי משכב ומושב אבל כל המפרשים שראיתי דבריהם פירשו שהם שני וסתות חלוקים וסת הימים ווסת הגוף בלא ימים ידועים אלא בעת בוא המקרה ואמרו שהוא שוה לוסת הימים לענין קביעותו שאינו נקבע אלא בג' פעמים וכשנקבע אינו נעקר בפחות מג' פעמים כדין וסת הימים ואע״פ שאינו נקבע אלא בג' פעמים חוששת היא לו בפעם אחת כמו שיתבאר בוסת הימים וכתבו הם שאין אחד ממקרים אלו קובע וסת לחבירו שאם פיהקה וראתה ונתעטשה וראתה אינה קובעת וסת כדרך זה עד שתפהק ג' פעמים ותראה או תתעטש ג' פעמים ותראה. עוד כתבו הם ז״ל שיש וסת מורכב מימים ומקרים אלו והוא הוסת שהזכיר רבינו בכאן ולדעתם ז״ל שיש שני מיני וסתות קבועות המורכב הוא כך פיהקה בר״ח וראתה ופיהקה בר״ח וראתה ופיהקה בר״ח וראתה הרי זה וסת מורכב וחוששת לכל ר״ח ור״ח כל העונה שהיא רגילה לראות יום או לילה אבל וסת הגוף הפשוט כתבו הם ז״ל שאינו אוסר אלא שעתו כיצד היתה למודה במקרים הללו להיות רואה עם הוסת מיד הרי זו חוששת לכל המשכת הוסת אע״פ שלא ראתה עכשיו בתחלת הוסת שמא תראה באמצעו או בסופו היתה למודה להיות רואה בסוף הוסת אינה חוששת אלא עד סוף הוסת וזה למדו מהדין השנוי במשנה שם לטהרות שהזכרתי למעלה ולדברי רבינו אין כאן מקום לזה כלל שאין כאן וסת אלא לימים קבועים: "
      ],
      [],
      [
        "<b>כבר ביארנו שכל אשה וכו'.</b> בפרק ד' הזכיר רבינו דין אשה שיש לה וסת ושם כתבתי מה שחלקו עליו ז''ל ושם הזכיר עונת איסור הוסת בתשמיש ובפ''ו הזכיר שימי נדות וזיבות תלוין בוסת וכבר הארכתי שם בביאור מנין ימי הנדה והזבה דבר תורה:"
      ],
      [
        "<b>היה דרכה לראות וכו'.</b> שם במשנה היתה למודה להיות רואה יום ט''ו ושינתה ליום כ' [זה וזה אסורין שינתה פעמים ליום עשרים זה וזה אסורים שינתה ג' פעמים ליום כ'] הותר [יום] ט''ו וקבעה לה יום כ' שאין אשה קובעת לה וסת עד שתקבענה ג' פעמים ואינה מטהרת מן הוסת עד שתעקר ממנה ג' פעמים ונתבאר כאן שפי' אין אשה קובעת לה וסת עד שתקבענו ג' פעמים הוא שאינו נקבע שתהיה צריכה ג' פעמים לעקרו אלא כשנקבע ג' פעמים אבל בפעם אחת או בשתים חוששת לו שמא יקבע ובפעם אחת נעקר וכן נזכר שם בגמרא ונתבאר בדברי רבינו כאן ולמטה בפרק זה. והוסת הזה שכתב רבינו כאן נקרא בדברי המפרשים וסת ההפלגות שאינו ביום ידוע מן השבוע ולא מן החדש אלא מהפלגה שוה להפלגה אחרת מעשרים לעשרים ואינו נקבע אלא בד' ראיות לפי שאין הפלגה בנויה בפחות משתי ראיות ועוד יתבאר למטה שיש וסת ביום ידוע מן החדש אע''פ שיש מן החדשים מלאים ויש מהם חסרים והוא נקבע בג' פעמים כמו שיתבאר:"
      ],
      [
        "<b>כל וסת שנקבע מחמת אונס וכו'.</b> פ''ק (דף י\"א) אמר רב הונא קפצה וראתה [קפצה וראתה קפצה וראתה] קבעה לה וסת למאי אילימא לימים הא כל יומא דלא קפצה לא חזאי אלא לקפיצות והתניא כל שתקבענה מחמת אונס אפילו כמה פעמים לא קבעה [לה] וסת מאי לאו לא קבעה [לה] וסת כלל ותירצו לא לא קבעה [לה] וסת לימים לחודייהו ולקפיצות לחודייהו אבל קבעה לה וסת לימים ולקפיצות והקשו לימים לחודייהו פשיטא ותירץ רב אשי כגון דקפצה בחד בשבא וחזאי וקפצה בחד בשבא וחזאי ובשבת קפצה ולא חזאי ולחד בשבתא חזאי בלא קפיצה מהו דתימא איגליא מילתא למפרע דיומא הוא דקא גרים ולא קפיצה קמ''ל דקפיצה דאתמול נמי גרמא [והאי דלא חזאי דאכתי לא אתא זמן קפיצה] ל''א אמר רב הונא קפצה וראתה קפצה וראתה [קפצה וראתה] קבעה לה וסת לימים ולא לקפיצות היכי דמי אמר רב אשי כגון דקפצה בחד בשבת וחזאי וקפצה בחד בשבת וחזאי [ובשבת קפצה ולא חזאי] ולחד בשבא אחרינא חזאי בלא קפיצא איגלאי מילתא דיומא הוא דקא גרים עד כאן בגמרא. ויש בבבא זו נסחאות משובשות בקצת ספרי רבינו ואין להם ענין ולזה כתוב בהשגות א''א בלבולים יש בכאן ואינו על פי הגמרא ע''כ. אבל במקצת הספרים כתוב כן קפצה וראתה קפצה וראתה קבעה לה וסת לימים בלא קפיצות כיצד קפצה בא' בשבת וראתה דם ולאחר כ' יום קפצה באחד בשבת וראתה דם ולאחר י''ט יום קפצה ביום השבת ולא ראתה דם ולאחר השבת ראתה בלא קפיצה הרי נקבע אחד בשבת אחר כ' [יום] שהרי נודע שהיום גרם לה לראות ולא הקפיצה וכבר נקבע יום זה ג' פעמים וכן כל כיוצא בזה ע''כ. וזו היא נוסחא מדוקדקת וסובר רבינו דהאי לישנא בתרא פליג אלישנא קמא דאמר כל היכא דקפצה בשבת וראתה למחר דקפיצה דאתמול גרמא וקבעה לה וסת לימים ולקפיצות ולא לימים לחודייהו אע''ג דאיכא למיתלי בימים דהא קפצה ולא ראתה א''כ לא גרם לה קפיצה ולהאי לישנא בתרא כיון דליומא דחזאי לא קפצה איגלאי מילתא דיומא הוא דקא גרים בלחוד וכן כתב הרמב''ן ז''ל לא ידעינן אי פליגאן לישני ולמדחייה לקמא איתמר בתרא או דילמא אע''ג דלאו הכי איתמר אלא הכי תרוייהו איתנהו לענין מעשה ומסתברא כיון דוסתות דרבנן לקולא נקיטינן בהו והלכתא כתרי לישנא לקולא ואחר שכתבתי זה מצאתי לרמב''ם ז''ל שהחמיר ובטלתי דעתי מפני דעתו עכ''ל. אבל הרשב''א ז''ל פסק כשני הלשונות להקל ואמר שכל שקפצה בשבת ולמחר ראתה לא קבעה לה וסת לימים לבד אלא לימים ולקפיצות דקפיצה של אתמול גרמא וכלישנא קמא אבל אם לא קפצה בשבת ולפעם שלישית ראתה באחד בשבת בלא קפיצה בכי הא קבעה לה וסת לימים בלבד ומתבאר מדברי רבינו שלעולם אינה קובעת וסת לקפיצות בלבד וכגון שקפצה וראתה בימים חלוקים ג' פעמים ואינם שוים בהפלגה לפי שכל שתקבענו מחמת האונס אינו קבוע ואינה חוששת לכל עת שתקפוץ וכדברי הברייתא וכן דעת הרשב''א ז''ל ועיקר ולא נזכר בדברי רבינו וסת המורכב מימים וקפיצות כגון שקפצה ג' פעמים ביום ידוע וראתה ומ''מ מתבאר הוא מדבריו שכל שלא ראתה באותו יום בלא קפיצה שאינה חוששת לו אא''כ תקפוץ והזכיר רבינו בדבריו לאחר עשרים וכן כתבו מן המפרשים ז''ל דהאי חד בשבא וחד בשבא שהזכירו בגמרא אינן סמוכין זה לזה דא''כ הויא ליה בחד בשבא תניין בימי זיבה ואינה קובעת וסת גמור בימי זיבה כמו שיתבאר אלא לחד בשבא רביעי קאמר שיש כ' יום בינתיים בלא ימי הראיות וחזרה לימי נדותה שהיא קובעת בהן וסת קבועה ע''כ דבריהם ז''ל: "
      ],
      [
        "<b>ראתה יום ט״ו בחדש זה וכו' ויום י״ח כו'.</b> גם בזה יש נוסחאות משובשות בקצת ספרי רבינו ועיקר הנוסחא היא ראתה יום ט״ו לחדש זה יום ט״ז בחדש שלאחריו ויום י״ז בחדש של אחריו ויום י״ח לחדש של אחריו הרי קבעה לה וסת לדילוג בא חדש רביעי וראתה ביום י״ז עדיין לא נקבע לה וסת וכל יום שראתה חוששת לו להבא כיון שיגיע אותו יום ולא תראה טהר אותו יום מן הוסת שאין צריך עקירת שלש פעמים אלא יום שנקבע שלש פעמים ע״כ עיקר הנוסחא. ועתה אפרש. בפרק האשה שהיא עושה צרכיה (נדה דף ס\"ד) איתמר ראתה יום ט״ו לחדש זה ויום ט״ז לחדש זה ויום י״ז לחדש זה רב אמר קבעה לה וסת לדילוג ושמואל אמר עד שתשלש בדילוג וכו' רב סבר ט״ו ממניינא [הוא] ושמואל סבר כיון דלאו בדילוג חזיתיה לאו ממניינא הוא וכו' מיתיבי ראתה יום כ״א בחדש זה ויום כ״ב בחדש זה ויום כ״ג בחדש זה קבעה לה וסת סירגה ליום כ״ד לא קבעה לה וסת תיובתא דשמואל אמר לך שמואל הב״ע כגון דרגילה למיחזי ביום כ' ושינתה ליום כ״א דיקא נמי דשבקה ליום כ' ונקט כ״א ש״מ. ורבינו פסק כשמואל דאע״ג דהלכתא כוותיה דרב באיסורי כיון דאסיקו בגמרא דיקא נמי כוותיה דשמואל ש״מ נקטינן כוותיה דשמואל הילכך צריך ד' ראיות לקבוע לה וסת הדילוג. וכתב רבינו בא חדש רביעי וראתה ביום י״ז [והוא היום שראתה בו בחדש שלישי] עדיין לא נקבע לה וסת ליום י״ז בחדש לפי שלא ראתה בו אלא שתי פעמים וחוששין לו ובפעם אחת נעקר וכן הדין לכל יום ידוע מן החדש שראתה בו שחוששת לו פעם אחת. זו נראה כוונת רבינו ולא נתבאר בדבריו פירוש קבעה לה וסת לדילוג. וי״מ שהיא חוששת לי״ט מן החדש האחר וכ' מהחדש של אחריו וכן לעולם וזה דעת הרמב״ן ז״ל והרשב״א ז״ל וסת הדילוג בין שיהיה מיום אחד בין שיהיה יותר על כן והוא שיהיה שוה וזה פשוט והקשו המפרשים ה״ד אי בחדשים כולן מלאין אין כאן דילוג אלא הפלגות שוות מל״ב לל״ב עם ימי הראיה ואם בכולם חסרים ג״כ מל״א לל״א ואי בחדשים כסדרן אחד מלא ואחד חסר אין כאן הפלגות שוות ותירצו שכשם שהאשה קובעת לה וסת להפלגות שוות כך היא קובעת וסת בימי החדש ואם ראתה שלש פעמים בט״ו בחדש אע״פ שאחד מלא ואחד חסר קבעה לה וסת לט״ו באי זה חדש שיהיה ולפיכך זו שדלגה בחדשים כסדרן ואין כאן הפלגות שוות לימי החדש היא קובעת שלא בהשואה אלא בדילוג וכן דעת הרמב״ן והרשב״א ז״ל בפסקי הלכותיהם. ויש ג״כ מן המפרשים שפסקו בוסת הדילוג כרב ובג' ראיות קבעה לה וסת וזה שלא כדברי רבינו וג״כ יש מהם מי שכתב שוסת הדילוג אינה חוששת לו כלל עד שתקבענו ואינו כשאר וסתות ולזה הסכים הרשב״א ז״ל ואין נראה כן מדברי רבינו: "
      ],
      [
        "<b>היה דרכה להיות רואה יום ט''ו וכו'.</b> ברייתא שם וסוף הברייתא אינה אסורה אלא מי''ח ואילך פירוש שקבעה לה וסת לדילוג ואסורה ביום י''ט מן החדש הבא ובעשרים מן החדש שלאחריו ולא הוצרך רבינו לבאר זה לפי שכבר נתבאר למעלה שבארבע ראיות כאלו הוי נקבע וסת הדילוג:"
      ],
      [
        "<b>היה דרכה לראות יום עשרים וכו'.</b> גם בכאן יש שבוש בנוסחאות והנוסחא המדוקדקת היא כך היה דרכה לראות יום כ' ושינתה ליום כ''ב שניהם אסורין הגיע יום כ' ולא ראתה [יום] כ''ב וראתה עדיין שניהם אסורין הגיע יום כ' וראתה טהר יום כ''ב שהרי חזרה לוסתה הקבוע ונעקר [יום] כ''ב מפני שלא נקבע שלש פעמים ע''כ. והדין הזה מבואר בגמרא שם שאע''פ שיום כ''ב נקבע שתי פעמים הרי הוא נעקר בפעם אחת. ודע שהכ' היא מונה מיום ראיית הכ''ב לפי שכך היתה מוחזקת להרחיק ראיותיה עשרים יום:"
      ],
      [
        "<b>אין האשה וכו'.</b> דין הנדה הוא כרבי יוחנן דפ״ק (דף י\"א) ודין זיבה הוא מחלוקת אמוראי בפרק בנות כותיים (נדה דף ל\"ט) ופסק רבינו כרב פפא דאמר דלא קבעה וסת בימי זיבה אבל חוששת לו והך דר״פ איתמר בפרק האשה בלי מחלוקת וכ״כ מקצת הפוסקים ז״ל וביאור זה כתב הרשב״א ז״ל כיצד אינה קובעת וסת בימי נדה ראתה בר״ח ובחמשה לחדש [שהוא תוך ימי נדה לראיה ראשונה אפילו עשתה כן כ״פ בר״ח ובה' לחדש] לא קבעה וסת לחמשה בחדש אלא לר״ח בלבד וכן הדין אם ראתה ר״ח וט״ו לחדש לא קבעה לה וסת לט״ו לפי שראיית ט״ו עומדת תוך ימי זיבה לראיית ר״ח עכ״ל. וכל זה לפי שיטת הרמב״ן ז״ל שכתבתי פ״ו שאין זיבות אלא סמוך לימי נדות שראתה בהן אבל לדעת רבינו שהיא סופרת לעולם נדות וזיבה בין תראה בין לא תראה אין לכל זה צורך. ודע שלפי שיטת הרמב״ן ז״ל ג״כ מה שאמר רבי יוחנן שהאשה קובעת לה וסת בתוך ימי נדתה וה״מ היכא דחזיתיה ממעיין סתום אבל ממעיין פתוח לא אין פי' כדברי רבינו שכתב לא ראתה בהן אלא כך פי' כגון שראתה שני ראשי חדשים ובשלישי ראתה בכ״ה לחדש ובר״ח שאע״פ שראיה שלישית בתוך ימי נדות קבעה לה וסת לר״ח שרגלים לדבר שהשתי פעמים הראשונים ממעיין סתום ראתה אותן ועכשיו גם כן ראתה בזמנה בר״ח ודמים יתירים שנתוספו לה גרמו לה להקדים. וכתב הרמב״ן ז״ל וחוששת ליום ההקדמה שמא וסת אחר היא קובעת והרשב״א ז״ל כתב וכן הדין לימי זיבה וכגון שראתה שני ראשי חדשים ובשלישי ראתה בעשרים ובר״ח שראיית יום ר״ח השלישי באת בימי זיבה לראיית הכ'. וכתב הרמב״ן ז״ל שנראה לו שבזמן הזה אין משגיחין בימי נדה וזיבה כל עיקר ובכל עת היא קובעת וסת לפי שכבר החמירו בנות ישראל על עצמן כדי שלא יבא הדבר לכלל טעות ואם אתה מחלק להן בין ימי נדה וזיבה לשאר הימים נמצאת מצריכן ללמוד פתחי נדה ופתחי זיבה ולא הסכים הרשב״א ז״ל וכן נראה לי שהוא דעת רבינו שכתב פרק י״א ובאותן הימים היו בנות ישראל נזהרות מדבר זה ומשמרות וסתותיהן וסופרות תמיד ימי הנדה וימי הזיבה וכו' ובימי חכמי הגמרא נסתפק הדבר הרבה בראיית הדמים ונתקלקלו הוסתות לפי שלא היה כח בכל הנשים למנות ימי נדה וימי זיבה וכו' נראה מכאן בביאור שעכשיו אין מונות ימי נדה וימי זיבה לשום דבר וכן עיקר: "
      ],
      [
        "<b>כיצד חוששת לוסת וכו'.</b> זה הלשון שכתב רבינו בכאן הוא לפי מה שכתב פ' ששי כל ימי האשה מיום שיקבע לה וסת עד שתמות או עד שיעקר הוסת ליום אחר תספור לעולם שבעה מתחלת יום הוסת ואחריהן י''א ואחריהן ז' ואחריהן י''א הנה בכאן מבואר שהוא סובר שעקירת הוסת לוסת אחר משנה המנין ומונה מתחלת השני ולזה כתב רבינו כאן שהוסת שבימי זיבה שאינו קבוע שחוששת לו הוא שנותנין עליו חומר הנדה והזבה שאע''פ שהוא בתוך ימי זיבות ולפי הוסת הראשון שמא היא מתחלת בוסת אחר וממנו יש להתחיל מנין הנדות לפיכך בראייה אחת צריכה לישב ז' כדין הנדה ואם ראתה ג' ימים אחר שהיא בימי זיבה צריכה לישב ז' נקיים וכפי מנין הוסת הראשון וכן חוששת היא לו מלשמש בו קודם שתראה כמו שנתבאר פ''ד שחייב לפרוש ממנה סמוך לוסתה. ויש בכאן ג''כ שיבושין בנוסחאות אבל זו נראית כוונת רבינו. ובהשגות א''א זה הלשון חשך ולא אור ע''כ. ודע שלפי שיטת הרמב''ן ז''ל במנין הספירה אין כאן מקום לחומר הנדה והזיבות שאין הוסת גורם שום דבר במנין כלל ואין דין הוסתות עולה בזמן הזה לדעת רבינו ואין צ''ל לדעת שאר המפרשים ז''ל אלא לחוש לו שלא לשמש באותו יום כנזכר פ''ד:"
      ],
      [],
      [
        "<b>כל אשה שמרבה לבדוק וכו'.</b> (דף י\"ג) ראש פרק כל היד המרבה לבדוק בנשים משובחת: ",
        "<b>וכל י״א יום וכו'.</b> בפרק בנות כותים (נדה דף ל\"ח ל\"ט) משנה כל י״א יום בחזקת טהרה ישבה ולא בדקה שגגה נאנסה הזידה ולא בדקה [הרי זו] טהורה ובגמרא למאי הלכתא אמר רב יהודה לומר שאינה צריכה בדיקה והקשו והא מדקתני בסיפא ישבה ולא בדקה מכלל דלכתחלה בעי בדיקה ותירצו סיפא אתאן לימי נדה וה״ק כל י״א בחזקת טהורה ולא בעיא בדיקה ובימי נדה בעיא בדיקה ישבה [לה] ולא בדקה וכו' טהורה ורש״י ז״ל פי' אינה צריכה בדיקה שחרית וערבית ומשעברו צריכה לבדוק [לטהרות] כדאיתא פ״ק וכנזכר פ״ד מהלכות מטמאי משכב ומושב: "
      ],
      [
        "<b>האשה שלא בדקה עצמה וכו'.</b> זה למד רבינו מפני שטומאת הוסתות מדבריהם כמו שיתבאר בסמוך והרי היא כטומאת מעת לעת באשה שאין לה וסת הנזכרת פרק ג' מהלכות מטמאי משכב ומושב ושנינו פ''ה דנדה ברייתא הרואה דם מטמאה מעל''ע ומה היא מטמאה אוכלין ומשקין משכבות ומושבות וכלי חרס המוקף צמיד פתיל ואינה מקולקלת למניינה ואינה מטמאה את בועלה ואינה מונה אלא משעה שראתה ע''כ וכן הדין בוסתות אחר שהן מדבריהם:",
        "<b>ואם מצאה עצמה טהורה וכו'.</b> בפרק כל היד (נדה דף י\"ו) אתמר אשה שיש לה וסת והגיע שעת וסתה ולא בדקה ולבסוף בדקה אמר רב בדקה ומצאתה טמאה טמאה טהורה טהורה ושמואל אמר אפילו בדקה ומצאתה טהורה נמי טמאה מפני שאורח בזמנו בא וכו' ואמר רב נחמן בר יצחק בוסתות קמיפלגי מר סבר וסתות דאורייתא ומר סבר וסתות דרבנן והביאו שם ברייתא דקתני הרואה דם מחמת מכה אפילו בתוך ימי נדתה טהורה דברי רשב״ג רבי אומר אם יש לה וסת חוששת לוסתה ואסיקו דכ״ע פי' רשב״ג ורבי ס״ל וסתות דרבנן והכא במקור מקומו טמא קא מיפלגי רשב״ג סבר אשה טהורה ודם טמא דקאתי דרך מקור ואמר ליה רבי אי חיישת לוסת אשה נמי טמאה אי לא חיישת לוסת מקור מקומו טהור הוא ופירש״י ז״ל רבי בא להקל על דבריו וה״ק אם יש לה וסת כלומר אם אתה אומר לטמאה מפני וסתה חוששת לוסתה כלומר יש לך לטמא טומאת שבעה והואיל ואינך חושש לכך שהרי אתה אומר טהורה משום נדה שוב אין לך טומאה עכ״ל ונתבארו דברי רבינו. ודע שדעת הרמב״ן ז״ל שהאשה שיש לה וסת ועבר ולא הרגישה אסורה לשמש עד שתבדוק וזהו בוסת הקבוע אבל בוסת שאינו קבוע כיון שלא הרגישה באותו יום אינה צריכה בדיקה והרשב״א ז״ל כתב מי שאין לה וסת קבוע חוששת ליום ל' לראייתה הואיל והיא עונה בינונית שסתם נשים עשויות לראות כן והוא סובר שהוא לה כווסת קבוע לענין חשש ואם עבר אותו יום שצריכה בדיקה ובוסת שאינו קבוע כתב שאם הוא לה בפחות מעונה בינונית שראתה כגון לכ״ה וכיוצא בהן אע״פ שלא בדקה כיון שלא הרגישה בדם הרי זו טהורה בלא בדיקה כלל ע״כ: "
      ],
      [],
      [
        "<b>הסומא בודקת עצמה וכו'.</b> בפרק כל היד (נדה דף י\"ג ב') מפורש במשנה ובגמרא וידוע שחרשת האמורה בכל מקום שאינה מדברת ואינה שומעת כנזכר בפרק שני מהלכות אישות והרי היא כשוטה: "
      ],
      [
        "<b>כל אשה שטעתה ולא ידעה וכו'.</b> בערכין פרק שני (דף ח') משנה אין פתח בטועה פחות מז' ולא יתר על י''ז בטועה ובגמ' תנו רבנן טועה שאמרה יום אחד טמא ראיתי פתחה י''ז שני ימים טמא ראיתי פתחה י''ז ג' ימים טמא ראיתי פתחה י''ז ד' ימים טמא ראיתי פתחה י''ו ה' ימים טמא ראיתי פתחה ט''ו ו' ימים טמא ראיתי פתחה י''ד ז' ימים טמא ראיתי פתחה י''ג ח' ימים טמא ראיתי פתחה י''ב ט' ימים טמא ראיתי פתחה י''א עשרה ימים טמא ראיתי פתחה עשרה י''א פתחה תשעה י''ב פתחה שמנה י''ג (יום טמא) פתחה ז' שאין פתח בטועה פחות מז' ולא יתר על י''ז אמר ליה רב אדא בר אהבה לרבא למה לי כולי האי תמנה ז' ותשתרי אמר ליה לתקוני לידי נדה ופתחה קאמרינן ודעת רבינו שאע''פ שאשה אחרת שאינה טועה היא מונה שבעה וי''א בין תראה בין לא תראה והרי היא נכנסת בימי נדות אע''פ שלא ספרה ז' נקיים לזבה כמו שכתבתי פ''ז לפי דעתו ז''ל וכן הוא סובר שלעולם היא מונה המנין הזה כמו שנתבאר פ''ו בטועה זו הוא סבור שכיון שאינה יכולה לשמור הסדר הזה ואם היתה חוששת לכך לעולם תהיה מקולקלת למנינה דשמא כשראתה ד' או ה' או ו' או י''א כולן היו בימי זיבה או שמא הז' מהן היו בימי נדה ולכשתחזור ותראה לאחר מכן לא תדע באי זה זמן תעמוד אם בנדות או בזיבות וכן בכל הטועות היה להן לחוש דנו אותה חכמים כמי שעוקרת וסתה וקובעת וסת אחר שהיא מתחלת בוסת השני לימי נדות לפי דעתו וזהו הסדר שהנהיגו בה לענין טומאה לבעלה לעולם היא חוששת לספק נדות ולספק זיבות להחמיר אבל לענין המנין כדי לתקנה לזמן הבא אינה חוששת לזבה גדולה אלא א''כ הדבר מוכרח וכגון שראתה י''ב אבל חוששת היא ליום אחד או לשנים מימי זיבות ולעולם נותנין לימי נדות השאר ואם אינה אלא יום אחד נותנין אותו לנדות שנים האחד לזיבות והשני לנדות ג' אחד לזיבות ושנים לנדות ולזה פתחה י''ז ולא נתנו כולן לזיבות מפני שלא לרבות פתחה של זו יותר מהמתחילות לראות שאפילו אינן רואות אלא יום אחד אין פתחן יותר על י''ז ואיפשר שהוא סובר דהלכתא גמירי לה שאין טועה יותר על י''ז ולא פחות מז' והרי זה בכלל מה שאמרו שי''א יום שבין נדה לנדה דהלכתא גמירי לה זהו דעתו ז''ל ובאמת שאלו דברים דחוקים והעיקר כשיטת הרמב''ן ז''ל שאין האשה נכנסת לפתח נדות עד שיכלו ז' נקיים לזבה גדולה ושאין זיבות אלא סמוך לימי נדות שראתה בהן ואם לא כן לעולם היא מתחלת בנדות כמו שנתבאר פ''ו ולפי השיטה הזו בטוען חוששין לכל מה שאפשר ואעפ''כ פתחי נדותה בהכרח הם כפי מ''ש חכמים ויתבאר לך זה במעט התבוננות:"
      ]
    ],
    [
      [
        "<b>אין האשה מתטמאה מן התורה וכו'.</b> בפרק הרואה כתם (נדה דף נ\"ז ע\"ב) בגמרא בבשרה עד שתרגיש בבשרה וכבר נתבאר פרק ה' באי זה מקום שבפנים האשה טמאה מן התורה: "
      ],
      [
        "<b>ומדברי סופרים וכו'.</b> שם בפרק הרואה כתם מבואר דין הכתמים שהיא טמאה בהן ומפורש במשנה ובגמרא שהכתמים מדבריהם:"
      ],
      [
        "<b>וכן מדברי סופרים שכל הרואה דם בלא עת וסתה וכו'.</b> במשנה פ''ק דנדה כחכמים ודין הרואה כתם מפורש בגמרא שם ואפילו באשה שיש לה וסת כבר נתבאר פרק ח' שהאשה שראתה דם אינה מטמאה את בועלה למפרע:",
        "<b>ואינה מונה לנדתה וכו'.</b> ברייתא שם:",
        "<b>וכל הרואה כתם וכו'.</b> שם בברייתא ובמשנה בפרק בא סימן (נדה דף נ\"ב:): "
      ],
      [
        "<b>הרואה דם בשעת וסתה וכו'.</b> שם במשנה (דף ב') ובגמרא (דף ד' ע\"ב) כל אשה שיש לה וסת דיה שעתה ואוקים לה בשעת וסתה וד''ה: ",
        "<b>וכן מעוברת וכו'.</b> במשנה (דף ז') שם כדברי רבי אליעזר ונפסקה שם הלכה כדבריו:",
        "<b>איזו היא מעוברת וכו'.</b> משנה וגמרא (דף ט') שם ובגמרא בעא מיניה ההוא סבא מרבי יוחנן הגיע עת וסתה בימי עיבורה [ולא בדקוה] מהו קא מיבעיא לי אליבא דמאן דאמר וסתות דאורייתא מאי כיון דוסתות דאורייתא בעיא בדיקה או דילמא כיון דדמיה מסולקין לא בעיא בדיקה ופשט ליה רבי יוחנן דאפילו למאן דאמר וסתות דאורייתא דמיה מסולקין ולא בעיא בדיקה ודקדקו מכאן קצת המפרשים שאף היא אינה חוששת לוסתה כלל ואין בעלה חייב לפרוש ממנה בעונת הוסת שהרי היא מסולקת דמים וכן הדין במניקה כל כ''ד חדש והעלו בזה דינין וכתב הרשב''א ז''ל ואפילו הגיע עת וסתן תוך זמן זה אינן צריכות בדיקה ומותרות לבעליהן שאפילו שופעות ורואות באותן עונות שהיו למודות לראות אינו אלא מקרה עברו ימי העיבור וההנקה חוזרות לחוש לוסתן הראשון כיצד הרי שהיה לה וסת הימים כגון שלמודה לראשי חדשים חוששת לר''ח ראשון שתפגע בו וכן הדין לשאר הוסתות חוץ מוסת ההפלגות שא''א לה לחוש עד שתחזור ותראה חזרה לראות אפילו פעם אחת הרי זו חוששת ליום ההפלגה שהיתה למודה להפליג ע''כ. עוד נחלקו המפרשים אם היא קובעת וסת בימים אלו והרמב''ן ז''ל כתב יראה לי שהן קובעין וסת בשאר ימיה של אשה חוץ מימי טוהר של יולדת שאין ראויות לקביעות וסת מדין הגמרא ובזמן הזה אף הן קובעין וסת להחמיר עכ''ל אבל הרשב''א ז''ל הסכים לדעת הראב''ד שאינן קובעות וסת בימים אלו אבל הן חוששות כדין הוסת שאינו קבוע ורבינו נראה שהוא סובר דהך בעיא דההוא סבא היא לענין טהרות בלבד אבל לא לענין פרישה לבעלה דחוששת היא ליום וסתה עד שתעקרנו או שהוא מפרש כדברי שאר מפרשים דאמרו לא בעיא בדיקה [בדיעבד שאם עברה וסתה ולא בדקה ולא ראתה לא בעיא בדיקה] מיום זה ואילך אבל בשעת וסתה חוששת היא לבעלה וזהו שלא הזכיר רבינו דין זה וכן נראה שהוא סובר שהיא קובעת וסת בהן כדעת הרמב''ן ז''ל ולא הזכיר דין ימי טוהר שהרי בדין תורה דמיה טהורים ולא עוד אלא שהוא ז''ל סובר שאפילו עכשיו מותר לבעול על דם טוהר כמו שכתב פרק עשירי:",
        "<b>מניקה כל כ''ד וכו'.</b> ברייתא שם (דף ט') וכרבי יוסי ור''ש:"
      ],
      [
        "<b>בתולה שלא ראתה דם מימיה וכו'.</b> משנה וברייתא שם (דף ז'):",
        "<b>זקנה כל שעברו עליה וכו'.</b> משנה וגמרא שם:",
        "<b>מעוברת ומניקה וזקנה וכו'.</b> שם (דף ה') נשים שאמרו חכמים דיין שעתן כתמן כראייתן חוץ מתינוקת שלא הגיע זמנה לראות שאפילו סדינין שלה מלוכלכין בדם אין חוששין לה ואמרו שם אימתי הגיע זמנה משהגיעו ימי הנעורים ולזה כתב רבינו קטנה וכבר נתבאר ענין הקטנות והנערות פרק ב' מהלכות אישות שהנערות תלוי בשנים ובסימנין וכתב הרשב''א ז''ל שכל שהגיע לכלל שנותיה חזקה הביאה סימנין אא''כ נבדקה אבל אם בדקוה אין חוששין לנשירת סימנין לפי שהכתמים הם מדבריהם. <b>וכתב רבינו עד שתראה שלש וסתות</b> והוא ממה שאמרו שם (דף י' ע\"ב) תינוקת שלא הגיע זמנה לראות וראתה פעם ראשונה ושנייה רוקה ומדרסה בשוק טהור כתמה נמי טהור ואמרו תינוקת שלא הגיע זמנה לראות אפילו שופעת כל ז' אינם אלא ראייה אחת עוד שם אמר רב שימי בר חייא מדלפת אינה כרואה והקשו והא קא חזיא ותירצו אינה כשופעת אלא כפוסקת והקשו מכלל דשופעת נמי כי נהרא ותירצו אלא אימא אינה אלא כשופעת ע''כ. ולזה כתב רבינו ג' וסתות אבל הרשב''א ז''ל כתב אבל אם פסקה מעט וחזרה וראתה ופסקה וראתה ג' פעמים כן ביום אחד הרי זו מוחזקת בדמים וכתמה טמא כראייתה עוד כתב תינוקת שלא הגיע זמנה לראות שראתה ג' פעמים ופסקה מלראות שתי עונות שלימות הרי זו חוזרת להיתרה הראשון וכתמה וראייתה טהורים עד שתשוב ותראה עוד ג' פעמים ודין זה נזכר בגמרא לענין דיה שעתה והזכירו רבינו פרק ד' מהלכות מטמאי משכב ומושב והרשב''א ז''ל למד ממנו לדין הכתמים ואפשר שכן הוא: "
      ],
      [
        "<b>מה בין כתם הנמצא על בשרה וכו'.</b> נראה דעת רבינו בזה ממה שאמרו פרק הרואה כתם (נדה דף נ\"ז ע\"ב) [הרואה כתם על בשרה] ספק טמא ספק טהור טמא על חלוקה ספק טמא ספק טהור טהור ועוד אכתוב בפרק זה ברייתא זו וסובר רבינו דכל פחות מכשיעור ספק הוא אם הוא דם מאכולת אם לאו וכבר אמרו שספק בבשרה טמא. אבל בהשגות השיגו הר״א ז״ל בזה וכתב א״א אין זה מחוור שהרי שאל רבי ירמיה על כתם שבבשרה טפין טפין מהו ואם אין לו שיעור מה שאל ע״כ. ואין זו קושיא דר' ירמיה לאו לאיצטרופי קא בעי אלא לומר אם צורתן מוכחת עליהן שאינם מגופה דאי מגופה הוא לא הוה ליה לאשכוחינהו כה״ג או דילמא ל״ש וכן פירשו מן המפרשים בעיא זו משום דקשיא להו אי לענין איצטרופי ברייתא היא בסוף הפרק (דף כ\"ט) כתם ארוך מצטרף טפין טפין אין מצטרפין וכבר כתבה רבינו למטה ופירשה כן. עוד כתובות בהשגות קושיות על דברי רבינו ואין צורך להשיב עליהן ומ״מ לענין הדין דעת הרמב״ן ז״ל והרשב״א ז״ל מסכמת לדעת ההשגות שאפילו על בשרה אם אינו כשיעור טהורה: ",
        "<b>והנמצא על הבגד וכו'.</b> משנה וגמרא. ושיעור הגריס שהוא כדי ט' עדשות משנה בנגעים פרק ששי (דף ע\"ה): ",
        "<b>נמצא טפין טפין וכו'.</b> זו היא הברייתא שהזכרתי בסמוך כתם ארוך מצטרף טפין טפין אין מצטרף ולדעת רבינו הכרח היא שאינה אלא בבגדים אבל בבשרה אפילו בפחות מכשיעור טמאה ואף הרמב''ן ז''ל והרשב''א ז''ל כתבו שאין דין הברייתא אלא בבגדיה אבל בבשרה אפילו טפין טפין מצטרפין לכשיעור וכפי דעתם ז''ל שאף על בשרה צריכה שיעור:"
      ],
      [
        "<b>כתם שנמצא על דבר שאינו מקבל טומאה וכו'.</b> משנה בפרק האשה שהיא עושה צרכיה (נדה דף נ\"ט ע\"ב) ישבה על ספסל של אבן או על האצטבא של מרחץ רבי נחמיה מטהר שהיה רבי נחמיה אומר כל דבר שאינו מקבל טומאה אינו מקבל כתמים ובגמרא (דף ס' ע\"ב) מטהר היה רבי נחמיה אפילו באחורי כלי חרס ולא גזרו בו אטו תוכו ומטהר היה במטלניות שאין בהן ג' על ג' וכו' דרש רב חייא בר רב מתנא משמיה דרב הלכה כר' נחמיה. ",
        "<b>ומ״ש רבינו אפילו בדקה קרקע וכו'.</b> מימרא דשמואל פרק הרואה כתם (נדה דף נ\"ז ע\"ב) ואוקמה רב אשי כרבי נחמיה: ",
        "<b>ולא במקבל טומאה וכו'.</b> בפ' האשה (דף ס\"א) ת''ר בגד צבוע מטמא משום כתם ר' נתן בר יוסף אומר אינו מטמא משום כתם שלא תקנו בגדי צבעונין באשה אלא להקל על כתמיהן והקשו תקנו מאן תקנינהו ותירצו אלא שלא הותרו וכו' והקשו הותרו מכלל דאסירי ותירצו אין דתנן בפולמוס של אספסיינוס גזרו על עטרות חתנים ועל האירוס בקשו לגזור על בגדי צבעונין אמרי הא עדיפא כדי להקל על כתמיהן ע''כ בגמרא. ופסק רבינו כר' נתן להקל בכתמים של דבריהם ועוד דקא יהיב טעמא למילתיה ומפרשים ליה בגמרא והרמב''ן ז''ל פסק כת''ק והרשב''א ז''ל הסכים לדעת רבינו וכתב אלא שהמחמיר בדברים אלו תע''ב עכ''ל: "
      ],
      [
        "<b>לא בכל מקום שנמצא הדם וכו'.</b> ראש (דף נ\"ז) פרק הרואה כתם על בשרה כנגד בית התורפה טמאה ושלא כנגד בית התורפה טהורה על עקבה ועל ראש גודלה טמאה על שוקה ועל פרסותיה מבפנים טמאה מבחוץ טהורה ובגמרא (דף נ\"ח) מבפנים עד היכא עד מקום חבק וחבק עצמו כלפנים: ",
        "<b>נמצא על ראש גודל רגלה וכו'.</b> כבר נתבאר זה ואמרו בגמרא הטעם שאני ראש גודלה דבהדי דפסעה עביד דמתרמי [ונטף]:",
        "<b>וכן אם נמצא הדם וכו'.</b> שם תניא נמצא [לה] על קשרי אצבעותיה טמאה מפני שידים עסקניות הם ואמרו שם מ''ט לאו משום דאמרינן בדקה בחדא ידא ונגעה באידך ידא והעלו לא שאני ידה דכולה עבידא דנגעה ע''כ. וכתב הרשב''א ז''ל יש מרבותי שהורו שאין דברים הללו אמורין אלא בזמן שבדקה עצמה ולא נטלה ידיה לאחר בדיקה אבל מן הסתם אינה חוששת לו לפי שאינה ראויה ליגע שם שלא במתכוין כדי שלא ילכלך ידיה שם עכ''ל. והרמב''ן ז''ל ורבינו כתבו הברייתא כפשטה ולא חלקו ואני אומר שכן בדין שאפילו תאמר שאין היד נוגעת בלא כוונה באותו מקום נוגעת היא במקומות מן הגוף שאפשר שבשעת נגיעתה באותן מקומות נתז הדם מן המקור על ידיה דאי לא תימא הכי לא הוה שתקה ברייתא מלפרושי וכן עיקר להחמיר:",
        "<b>אבל אם נמצא הדם וכו'.</b> כבר נתבאר זה וכתבו הרמב''ן והרשב''א ז''ל היתה יודעת שנזדקרה כגדי המזדקר בבת ראש והגביהה רגליה למעלה מראשה אפילו מחגור ולמעלה טמאה בין מלפניה בין מלאחריה ע''כ. ומסוגיית הגמרא למדו כן ולמטה בפרק זה אבאר:"
      ],
      [
        "<b>הכתם הנמצא על בשרה וכו'.</b> שם בעי רבי ירמיה כשיר מהו כשורה מהו טפין טפין מהו לרחב ירכה מהו ת''ש על בשרה ספק טמא ספק טהור [ודאי] טמא [לאתויי] מאי [לאו לאתויי] כה''ג [ודחי] לא דילמא דעביד כרצועה וכתבו מן המפרשים ז''ל דכיון דאתיא למפשטה לאיסורא מהך ברייתא ובדילמא דחינן לה לא סמכינן אדיחויא וטמא בכל הני גווני וכן דעת הראשונים והרמב''ן וכדברי רבינו:"
      ],
      [
        "<b>הכתם הנמצא על החלוק שלה וכו'.</b> משנה שם וכתבו הרמב''ן והרשב''א ז''ל שכל שנמצא על החלוק בלבד למעלה מחגורה אפילו נזדקרה טהורה דאם איתא דמגופה הואי אף על בשרה איבעי לה לאשתכוחי:",
        "<b>נמצא על בית יד.</b> במשנה וכתב הרשב''א ז''ל אם מגיע כנגד בית התורף אפילו בשעה שהיא שוחה טמאה חוששין שמא שחתה ונגעה עכ''ל:"
      ],
      [
        "<b>היתה פושטתו ומתכסה בו וכו'.</b> משנה שם ופי' הרשב''א ז''ל אפילו לא כסתה בו אלא ראשה בכל מקום שנמצא בו טמא מפני שעשוי לחזור אילך ואילך ושמא נתהפך ונגע שם עכ''ל:",
        "<b>וכן האזור שלה וכו'.</b> במשנה וכן בפליון וי''מ מעפורת שהיא מכסה בו ראשה ע''כ:"
      ],
      [
        "<b>היתה לובשת חלוק אחד וכו'.</b> בפרק בא סימן משנה וגמרא פסק כחכמים ושיעור כתם אחד כבר נתבאר למעלה שהוא כגריס:",
        "<b>וכן אם לבשה וכו'.</b> שם אמרו דאפילו רבי חנינא בן אנטיגנוס דפליג אחכמים מודה בלבשה ג' חלוקות בג' ימים הבדוקים לה קודם לבישה ומצאן עליהן כתם הן הן הכתמים המביאין לידי זיבה אבל מה שכתב כאן רבינו נראה שהוא אפילו בלבשה אותן בבת אחת וכן משמע לשונו ונראה שהוציא זה מן התוספתא ששנינו שם לבשה שלשה חלוקים ראתה עליהן שלשה טיפין לשלשה ימים הרי זו חוששת משום זוב ע''כ :"
      ],
      [
        "<b>מצאה כתם אחד וכו'.</b> שם ת''ר הרואה כתם אם יש בו לחלק ג' גריסין שהן כגריס ועוד [כגריס ועוד] חוששת [משום זוב] ואם לאו אינה חוששת וכו' זו דברי ר' יהודה בן אגרא שאמר משום רבי יוסי א''ר אחד זו ואחד זו חוששת ואמרו שם דחכמים לא פליגי עליה אלא בשבדקה בין השמשות דרבי יהודה דאמר בשבת פרק במה מדליקין ששיעורו חצי מיל וסברי רבנן דבין השמשות דרבי יוסי דאמר התם בין השמשות כהרף עין זה נכנס וזה יוצא ואי אפשר לעמוד עליו דלילה הוא או שהוא נכלל בזמן זה דבין השמשות דר''י אבל בשלא בדקה בין השמשות מודו רבנן שחוששת לזוב ונתבארו דברי רבינו:"
      ],
      [
        "<b>מצאה כתם על חלוקה וכו'.</b> שם (דף נ\"ב:) ראתה שני ימים וחלוק אחד חוששת לזיבה וביאר רבינו בין שיהיה החלוק ראשון או אחרון ופשוט הוא: "
      ],
      [],
      [],
      [],
      [
        "<b>הרואה כתם ואח''כ ראתה דם וכו'.</b> שם (דף נ\"ג:) ת''ר ראתה כתם ואחר כך ראתה דם תולה כתמה בראייתה עד מעת לעת דברי רבי רשב''א אומר יומו אמר רבי נראין דבריו מדברי שהוא מתקנה ואני מעוותה והקשו מתקנה הא עוותי מעוות לה אמר רבינא איפוך רב נחמן אמר לעולם לא תיפוך שהוא מתקן הלכותיה לידי זיבה ואני מעוות הלכותיה לידי זיבה בעא מיניה רבי זירא מרבי אסי כתמים צריכין הפסק טהרה או לא וכו' אשכחיה דיתיב וקאמר תולה כתמה בראייתה כל מעת לעת דברי רבי אמר ר''ל והוא שבדקה ורבי יוחנן אמר אע''פ שלא בדקה אמר ליה מכלל דכתמים צריכין הפסק טהרה אמר ליה אין עד כאן בגמרא. ורבו בזה הפירושין ורבינו פוסק כרבי דהלכה כמותו מחבירו וכרבי יוחנן דהלכה כמותו לגבי ר''ל. וזה פי' הגמרא לדעתו תולה כתמה בראייתה שאינה מונה לענין זיבות מיום הכתם כל שראתה תוך מעת לעת למציאת הכתם והטעם מפני שהכתמים מדבריהם וטומאת מעת לעת למפרע מדבריהם והיא טמאה מחמת ראיה עד כדי זמן מציאת הכתם אין חוששין לכתם למנות לו כיון שמחמת ראייתה כבר היא טמאה ואע''פ שלא בדקה בין מציאת הכתם לראייה ואין צ''ל אם בדקה ומצאתה טהור בין מציאה לראיה שכיון שיש הפסק טהרה בנתיים אין הכתם מצטרף עם הראיה ורשב''א אומר יומו ואע''ג דלענין מנין כל שראתה ביומה לא נפקא מידי אם תולה כתמה בראייתה אם לאו ה''ק יומה היא תולה בלבד ולא יותר וכשראתה אחר מכן אינה תולה והקשו מתקנה הא עוותי מעוות לה שרשב''א מחמיר עליה יותר לחוש ולמנות מיום מציאת הכתם ואמר רבינא איפוך נראין דברי מדבריו שאני מתקנה והוא מעוותה רב נחמן בר יצחק אמר לעולם לא תיפוך הוא מתקן הלכותיה לידי זיבה שהוא מביאה לידי זיבה כל זמן שיש לה ג' ימים בין יום מציאת הכתם וימי ראיה ואני מעוות הלכותיה לידי זיבה שפעמים שיש לה ג' ימים אלו ואינה זבה והוא כשהראיה תוך מעל''ע למציאת הכתם ואע''פ שאינה ביומה בעי מיניה רבי זירא כתמין צריכין הפסק טהרה פירוש תולין כתם בכתם תוך מעל''ע בלא הפסק טהרה כמו בראיה או אין תולין אא''כ הפסיקה טהרה בינתים ופי' תולה בכתמה למנות מזמן הכתם השני שכל שהן רצופין כ''כ ועוד שיש הפסק בינתים כיון דאיכא הני תרתי לא מצטרפי לעשותם כראיות חלוקות או דילמא אף בלא הפסק טהרה הם כראיה אחת כיון שהם תוך מעל''ע ופשט ליה דע''כ לא פליגי רבי יוחנן ור''ל אלא בראיה דסבר רבי יוחנן דכיון דמנין הראיה ודאי ומדאורייתא תלינן הכתם שהוא מעל''ע בראיה אע''פ שלא הפסיקה טהרה אבל בכתם דלא אלים האי כתם מהאי לא תלינן אא''כ איכא תרתי. זה נראה לפרש לדעת רבינו ומזה מתבאר כל מה שהזכיר עד כל כתם שאמרנו וכו'. ובהשגות כתוב בזה דברים ארוכים ואין בהם קושיא מכרחת על דברי רבינו והוא ז''ל מפרש דרבי זירא על כל הכתמים שאל ואף על המביאין לידי זיבה כשתספור ז' אם צריכה בדיקה כל שבעת ימים לנקיים או בדיקה שעה אחת באחרונה להפסקה כנדה וכו' [עיין בהשגת הראב''ד] זו היא תורת אמת עכ''ל. וכמה רחוק הפי' הזה. חדא דכתמים צריכין הפסק טהרה לא משמע בדיקת שבעה ואדרבה הפסק טהרה משמע שעה אחת ובהכי סגי לה. ועוד דבדיקת שבעה ליכא אלא באותם המביאין לידי זיבה וה''ל לפרושי כתמים המביאין לידי זיבה צריכין הפסק טהרה דהשתא בדין הגמרא איירינן דאיכא נדות וזיבות. ועוד דאם איתא דר''ל ורבי יוחנן בצריכה בדיקה כל ז' פליגי לא הוה ליה למימר והוא שבדקה דמשמע דתליית כתמה בראייתה תלוי בבדיקתה אלא הכי הוה ליה למימר אמר ר''ל וצריכה בדיקה ורבי יוחנן אמר אינה צריכה בדיקה. ועוד דהיכי אמר דרבי יוחנן פליג בכתם התלוי בראייה שאינה צריכה בדיקה אבל בכתם אחר מודה היכי דמי אם היתה הראיה מביאה לידי זיבה וכגון שראתה אחר מכן לתשלום זיבה תיפוק ליה משום שלש ראיות דודאי צריכה ואם בשלא ראתה אחר כן אפילו בכתם אחר כך כה''ג שאינו מביא לידי זיבה למה תהא צריכה בדיקה כל ז' וכי מפני שהיא מטמאה למפרע עד שתאמר בדקתי את החלוק הזה נצריכה לבדוק כל ז'. סוף דבר אין פירושו עולה כלל בשמועה זו וכמה פי' נאמרו בה ומ''מ דעת הרמב''ן והרשב''א ז''ל הוא לפרש שהכתמים כולם עכשיו שכולם כזבות צריכות הפסק טהרה שתבדוק עצמה ותמצא טהור ואחר כך תמנה שבעה נקיים חוץ מיום המציאה וזהו הפסק טהרה משעת המציאה קודם שתתחיל למנות והרשב''א פירש הסוגיא לפי שיטה זו ועוד אכתוב בדין בעלת הכתם פרק אחד עשר: "
      ],
      [
        "<b>כל כתם שאמרנו שהיא טמאה בגללו וכו'.</b> (דף נ\"ז:) בפרק הרואה כתם על בשרה ספק טמא ספק טהור טמא על חלוקה ספק טמא ספק טהור טהור והקשו היכי דמי אי מחגורה ולמטה על חלוקה אמאי טהור והתנן על חלוקה מחגור ולמטה טמאה ואי מחגור ולמעלה על בשרה אמאי טמא והתנן ראתה דם על בשרה שלא כנגד בית התורפה טהורה ותירצו אי בעית אימא מחגור ולמטה כגון שעברה בשוק של טבחים על בשרה ודאי מגופה אתאי דאם [איתא] דמעלמא אתא על חלוקה איבעי לה לאשתכוחי על חלוקה מעלמא ודאי אתא דאי מגופה אתא על בשרה מיבעי לה אשתכוחי אבע''א מחגור ולמעלה כגון דאזדקרה על בשרה ודאי מגופה אתא דאי מעלמא אתא על חלוקה איבעי לה אשתכוחי על חלוקה מעלמא אתאי דאי מגופה אתאי על בשרה מבעי ליה אשתכוחי עכ''ל הגמרא. ורבינו מפרש דהנך אוקימתות לא פליגן אהדדי והלכה כשני התירוצין וכן דעת הרבה מן המפרשים ז''ל ועיקר והוא ז''ל נראה שמפרש דהאי איבעית אימא מחגור ולמעלה אעברה בשוק של טבחים דאוקימתא קמייתא קאי ולישנא בתרא לא חדית מידי אלא דבנזדקרה הרי היא למעלה מן החגור כלמטה מן החגור וג''כ הוא מפרש על בשרה הנזכר כאן בגמרא על בשרה בלבד. ",
        "<b>ומ''ש על חלוקה.</b> אף על חלוקה קאמרי בכל המקומות שנזכר כאן. ומ''מ קשה לדבריו בשכתב ואפילו מחגור ולמעלה טמאה היה לו לכתוב והוא שנזדקרה דהא ודאי מסתמא לא חיישינן שמא נזדקרה ובפירוש אמרו בגמרא כגון דאזדקרה וכן כתוב בהשגות אמר אברהם זה אינו אלא בשנזדקרה והכי איתא בגמרא ע''כ. ואפשר שרבינו סמך לו על מ''ש למעלה בפרק זה אבל אם נמצא דם על שוקה וכו' ואין צ''ל אם נמצא מן היריכים ולמעלה הרי זו טהורה שאין זה אלא דם שניתז עליה ממקום אחר עכ''ל. והכרח הוא שאין דבריו סותרין זה את זה בפרק אחד א''ו הדין שכתב כאן הוא בשידוע שנזדקרה ומ''מ היה לו לבאר. זו היא שיטת רבינו ויש בזה שיטה אחרת בהך אוקימתא בתרייתא דלאו אעברה בשוק של טבחים קאי אלא כגון שנזדקרה לבד ואין לה במה לתלות ובנמצא על חלוקה בלבד טהורה והם מפרשים על בשרה ועל חלוקה דאוקימתא קמייתא כפי' רבינו ועל חלוקה דאוקימתא בתרייתא על חלוקה בלבד ועל בשרה אף על בשרה וזו היא שיטת רמב''ן ז''ל והרשב''א ז''ל ויצא להם מכאן שאפילו ידוע שנזדקרה ונמצא על חלוקה בלבד למעלה מן החגור אפילו אין לה במה לתלות טהורה וכמש''ל ואף הם מודים שכל שיש לה במה לתלות הרי הוא למעלה בנזדקרה כלמטה וכל שלא נמצא על בשרה בלבד תולה וכדעת רבינו:"
      ],
      [],
      [],
      [
        "<b>היתה בה מכה וכו'.</b> במשנה שם ויתבאר בסמוך דוקא בשאפשר שנטף הדם מן המכה עצמה על מקום הכתם:"
      ],
      [
        "<b>נמצא הכתם על בגדיה ובשרה כאחד תולה בכל שיש לה לתלות וכו'.</b> כבר נתבאר זה למעלה:",
        "<b>ותולה במאכולת וכו'.</b> פי' לדעת רבינו דוקא בשנמצא על בשרה ובגדיה אבל על בשרה בלבד כבר כתב למעלה שאין לו שיעור ובכל שהוא טמאה וכבר כתבתי למעלה שחולקין עליו מן המפרשים ז''ל ולדבריהם אפילו נמצא על בשרה בלבד כל שהוא פחות מכגריס תולה במאכולת ודין תלייתה במאכולת שם במשנה הרגה מאכולת הרי זו תולה בה עד כמה [היא תולה] רבי חנינא בן אנטיגנוס אומר עד כגריס של פול ואע''פ שלא הרגה ובגמרא הרגה אין לא הרגה לא מתניתין מני רשב''ג היא דתניא הרגה תולה לא הרגה אינה תולה דברי רשב''ג וחכמים אומרים בין כך ובין כך תולה אמר רשב''ג לדברי אין קץ וכו' שאין לך אשה שטהורה לבעלה שאין לך כל מטה ומטה שאין בה כמה טפי דם מאכולת לדברי חבירי אין סוף שאין לך אשה שאינה טהורה לבעלה וכו' אבל נראין דברי רבי חנינא בן אנטיגנוס מדברי ומדבריהם שהיה אומר עד כמה היא תולה עד כגריס של פול וכדבריו אנו מורים ושאלו שם ולרבנן דאמרי תולה עד כמה אמר רב נחמן בר יצחק תולה בפשפש ועד כתורמוס ופסק רבינו כרבי חנינא בן אנטיגנוס כי רבן שמעון בן גמליאל אמר נראין דבריו והכין משמע בסוגיא דגמרא שהזכירה בכמה מקומות כגריס וכן דעת כל הפוסקים ז''ל והרשב''א ז''ל כתב דע''כ לא פליג רחב''א עלייהו דרבנן אלא בסתם המקומות שאין ידוע שהרחש הזה מצוי אבל במקומות שידוע שהוא מצוי אפילו רחב''א מודה שתולה עד כתורמוס וכן פסק בחבורו והרמב''ן ורבינו לא הזכירו זה ואפשר שהם סוברים דבכל גוונא פליגי וקי''ל כרחב''א והטעם שכיון שפשפש כל המוללו מריח בו לא תלינן שנהרג ולאו אדעתה שאינן כשאר מאכולות:",
        "<b>אבל אם מצאה הכתם וכו'.</b> פסק כרבי חנינא וכרב חסדא דאמר דכגריס שלם תולה וכן דעת כל הפוסקים ז''ל:",
        "<b>ואפילו היתה המאכולת רצופה וכו'.</b> שם איתמר נמצא עליה כגריס ועוד ואותו עוד רצופה בו מאכולת רבי חנינא אמר טמאה רבי ינאי אמר טהורה ופסק רבינו כרבי חנינא דאמר טמאה וכפשטה דמתניתין דלא מפלגא וקתני עד כמה היא תולה עד כגריס של פול משמע דבכל גוונא דטפי לא תליא במאכולת ואע''ג דלאו ראיה היא דהא לא אותיבו מינה לרבי ינאי מ''מ נקיטינן לחומרא כפשטא דמתניתין וכדרבי חנינא ויש שפסקו כרבי ינאי להקל בשל דבריהם וכן כתב הרמב''ן ז''ל היתה מאכולת רצופה במקצת הכתם אע''פ שהיא יותר מכגריס הרי זו תולה להקל עכ''ל וזה דעת הרשב''א ז''ל:"
      ],
      [
        "<b>וכן תולה בבנה ובבעלה וכו'.</b> משנה שם תולה בבנה או בבעלה והרמב''ן ז''ל כתב היו הם עסוקים בדם ולא נראה בהם דם יראה לי שאינה תולה עכ''ל:"
      ],
      [
        "<b>אין מחזיקין דם ממקום למקום וכו'.</b> שם ברייתא היתה לה מכה בצוארה שתוכל לתלות תולה על כתיפה שאינה יכולה לתלות אינה תולה ואין אומרין שמא בידה נטלתו והביאתו לשם ופירש רבינו אין תולין בין בגופה בין בחלוקה ופשוט הוא וכתבו הרמב''ן והרשב''א ז''ל שאם היתה פושטתו ומתכסה בו בלילה שבאי זה מקום שנמצא בו תולה במכה להקל כדרך שנתבאר למעלה לענין טומאה שכתב רבינו פושטתו ומתכסה בו בלילה כ''מ שתמצא בו טמאה:"
      ],
      [
        "<b>שתי נשים שנתעסקו בצפור אחד וכו'.</b> ברייתא קרוב ללשון רבינו:",
        "<b>נתעסקה בדם שאי אפשר וכו'.</b> בעיא דרבי ירמיה שם ולא איפשיטא וה''ל ספיקא בדרבנן ולקולא וכן פסקו ז''ל:",
        "<b>נמצא הכתם וכו'.</b> מבואר שם:"
      ],
      [
        "<b>נתעסקה באדום אין תולה בו שחור וכו'.</b> שם (דף נ\"ט) איכא דאמרי אמר רבא נתעסקה במין אחד תולה בו כמה מינין מיתיבי נתעסקה באדום אין תולה בו שחור ותירצו כי קאמר רבא דאתעסקה בתרנגולת דאית בה כמה מיני דמא ע''כ. וכתב הרמב''ן ז''ל אין האשה צריכה להקיף מראה כתמה למראה הדם שתולה בו אלא תולה מן הסתם עד שתדע שזה שחור וזה אדום עכ''ל וכן דעת הרשב''א ז''ל והביא ראיה לזה עוד שם בגמרא לישנא קמא אמר רבא נמצא עליה מין אחד תולה בו כמה מינין [אע''פ שאין דומין לו] מיתיבי נתעסקה באדום אין תולה בו שחור ותירצו נתעסקה שאני והרשב''א ז''ל פסק אף כלשון הזה וז''ל פעמים שתולה אפילו שחור באדום או בהפך כיצד הרי שנתז בבגדיה אדום ולא הקפידה לבדוק את בגדיה במה הוא ובאי זה מקום נתז ולאחר זמן מצא עליו כתמים אחרים אפילו שחורים הרי זו טהורה שאני אומר הואיל ולא הקפידה זו על כתמים שנתעסקה בהם ושנתזו על בגדיה כך נתעסקה בכתמים אחרים ואינה זכורה לפי שאינה מקפדת ע''כ. ורבינו והרמב''ן ז''ל לא הזכירו דין זה בהלכותיהם ואפשר שהם סוברים דלישנא בתרא פליגא אלישנא קמא ולפום לישנא בתרא מעולם לא אמרה רבא כלישנא קמא הילכך נקיטינן כלישנא בתרא בלחוד: ",
        "<b>היתה לובשת שלשה חלוקות וכו'.</b> ברייתא שם (דף נ\"ח) קרוב ללשון רבינו: ",
        "<b>ספק עברה ספק לא עברה וכו'.</b> ברייתא שם:"
      ],
      [
        "<b>עיר שיש בה חזירים וכו'.</b> אמר רב אסי עיר שיש בה חזירים אין חוששין לכתמים אמר רב נחמן בר יצחק והאי דרוקרת (אע\"ג דמעלמא קא אתו לה) כעיר שיש בה חזירים דמי. והטעם מפני שהחזירין מתריזין דם ומצויין באשפות ומתלכלכים בדם ובודאי שאם ברי לה שלא נגע בה חזיר חוששת לכתמיה אבל מסתמא תולה. וכתב הרשב''א ז''ל אמרו בתוספות דהאידנא אין לתלות בחזירים אם מצאה כתם על חלוקה דאין נראה לומר שבא שם מן החזירים ואיני יודע טעם לדבריהם עכ''ל. ומסתברא דכל שיש שכונה לישראל בפ''ע הרי היא כעיר מיוחדת ואינה תולה אא''כ ברי לה שהלכה אצלן: "
      ],
      [
        "<b>האשה שהשאילה חלוקה וכו'.</b> משנה בפרק האשה (דף נ\"ט) השאילה חלוקה לנכרית או לנדה הרי זו תולה בה [אבל לישראלית טהורה שתיהן טמאות] ובגמרא אמר רב בנכרית הרואה ממאי דומיא דנדה מה נדה דקא חזיא אף נכרית דקא חזיא ורש''י ז''ל פירש הרואה שגדולה היא וידעינן דכבר ראתה עכ''ל. ואפשר שאף דעת רבינו כן שכל נכרית שראתה פעם אחת הרי היא לעולם נדה של דבריהם שהרי אינן יוצאות לידי טהרה ולזה כתב לנדה בין נכרית בין ישראלית וכן פירש הרמב''ן והרשב''א ז''ל שכל נכרית שהגיע זמנה לראות וראתה פעם אחת אע''פ שאינה רואה בימי השאלת החלוק תולה בה. ומכאן ומדינים אחרים הנזכרים בפרק זה מתבאר שאין חוששין לכתמים הנמצאים בבגדים אלא בבגדים בדוקים וכ''כ ז''ל וזה לשון הרמב''ן ז''ל אין האשה מתטמאה בכתם שבחלוק עד שיהא בדוק לה כיצד לקחה חלוק מן השוק לבשתו ולא בדקה אותו הרי זו טהורה עכ''ל: ",
        "<b>השאילה אותו לזבה קטנה וכו'.</b> שם ת''ר תולה בשומרת יום כנגד יום בשני שלה ובסופרת שבעה שלא טבלה לפיכך היא מתוקנת וחבירתה מקולקלת דברי רשב''ג רבי אומר אינה תולה לפיכך שתיהן מקולקלות ושוין שתולה בשומרת יום כנגד יום בראשון שלה וביושבת על דם טוהר ובתולה שדמיה טהורין ופסק רבינו כרבי דהלכה כמותו מחבירו אבל הרמב''ן והרשב''א פסקו כרשב''ג להקל בכתמים של דבריהם והרמב''ן כתב שבזמן הזה אינה תולה ביושבת על דם טוהר לפי שהוא סובר שאסור לבעול על דם טוהר בזמן הזה אבל רבינו כתב פרק י''א שהוא תלוי במנהג כמו שיתבאר שם וכתבו מן המפרשים שכשם שתולה בחבירתה נדה או זבה כך תולה בעצמה שאם לבשה חלוק בזמן נדות או זיבות ולא בדקתו אחרי כן ונמצא עליו כתם תולה באותו זמן:",
        "<b>השאילה אותו ליושבת על הכתם וכו'.</b> שם מבואר בגמרא:"
      ],
      [],
      [
        "<b>בדקה חלוקה ובדקה עצמה וכו'.</b> ברייתא בפרק הרואה כתם (נדה דף נ\"ח) קרוב ללשון רבינו: ",
        "<b>ארוכה שלבשה חלוקה של קצרה וכו'.</b> שם ת''ר ארוכה שלבשה חלוקה של קצרה וכו' אם מגיע [הכתם] כנגד בית התורפה של ארוכה שתיהן טמאות ואם לאו ארוכה טהורה וקצרה טמאה וקצרה שלבשה חלוקה של ארוכה אם מגיע כנגד התורפה של קצרה פירוש ולא של ארוכה היא טמאה וחבירתה טהורה ורבינו הזכיר מן הברייתא מה שצריך:"
      ],
      [
        "<b>שלש נשים שלבשו חלוק אחד וכו'.</b> בפרק האשה (נידה דף נ\"ט:) משנה שלש נשים שלבשו חלוק אחד או שישבו על ספסל אחד ונמצא עליו דם כולן טמאות ישבו על ספסל של אבן [או על האיצטבא של מרחץ] רבי נחמיה מטהר שהיה רבי נחמיה אומר כל דבר שאינו מקבל טומאה אינו מקבל כתמים (נידה דף ס':) ג' נשים שהיו ישנות במטה אחת ונמצא דם תחת אחת מהן כולן טמאות בדקה אחת מהן ונמצאת טמאה היא טמאה ושתיהן טהורות ותולות זו בזו ואם לא היו ראויות לראות רואין אותן כאילו הן ראויות (נידה דף ס\"א) ג' נשים שהיו ישנות במטה אחת ונמצא דם תחת האמצעית כולן טמאות תחת הפנימית שתים הפנימיות טמאות והחיצונה טהורה תחת החיצונה שתים החיצונות טמאות והפנימית טהורה אימתי בזמן שעברו דרך מרגלות המטה אבל אם עברו דרך עליה (שלשתן) כולן טמאות בדקה אחת מהן ונמצאת טהורה היא טהורה ושתים טמאות בדקו שתים ונמצאו טהורות הן טהורות והג' טמאה [בדקו] שלשתן ומצאו טהורות כולן טמאות ע''כ במשנה ובגמרא (נידה דף ס':) אמר רב יהודה אמר רב והוא שבדקה עצמה בשיעור וסת [של מציאתה] עוד שם ותולות זו בזו ת''ר כיצד תולות זו בזו עוברה ושאינה עוברה תולה עוברה בשאינה עוברה מניקה ושאינה מניקה תולה מניקה בשאינה מניקה זקנה ושאינה זקנה תולה זקנה בשאינה זקנה בתולה ושאינה בתולה תולה בתולה בשאינה בתולה היו שתיהן עוברות שתיהן מניקות שתיהן זקנות שתיהן בתולות זו היא ששנינו לא היו ראויות לראות רואין אותן כאילו הן ראויות [לראות] עוד שם ג' נשים שהיו ישנות מ''ש רישא דלא קא מפליג ומאי שנא סיפא דקא מפליג א''ר אמי [רישא] במשולבות ע''כ בגמרא. ועתה אבאר דעת רבינו הוא סובר דחלוק ומטה שוין לענין בדיקה וכשם שבמטה אם בדקה אחת ומצאה טמאה השאר טהורות כך הדין בחלוק ומתני' דקא תני בדקה אחת מהן ונמצא טמאה וכו' אפילו אחלוק קאי ולזה השוה דינן. ",
        "<b>ומ''ש וכן אם ישנות במטה אחת כאחת.</b> הוא הדין הראשון הנזכר במשנה ואע''ג דבגמרא אוקימו לרישא במשולבות משום דלא מפלגא בין עלו דרך מרגלות המטה או דרך עליה לא חשש רבינו לבאר זה דכיון שכתב למטה דכשעלו דרך מרגלות המטה אין כולן טמאות בשנמצא תחת אחת מן החיצונות ממילא דדין זה הוא או בשעלו דרך עליה או בדרך שיש לחוש בכל מקום שנמצא הדם לכל אחת מהן ופירוש משולבות שרגליהן מעורבבות זו בזו. ורבינו הזכיר בכאן דין בדקה אחת מהן עצמה ומצאה טמאה שמצלת על השאר וה''ה שאם בדקה אחת מהן עצמה ומצאה טהורה וחבירתה לא בדקה שהיא טהורה ולמטה כתב בדקה אחת מהן ומצאה טהורה וכו' וה''ה לבדקה אחת מהן ומצאה טמאה שמצלת על השאר לפי שכאן וכאן דין אחד הוא ותפס לו ז''ל דרך המשנה דקתני ברישא בדקה אחת מהן ומצאה טמאה ובסיפא בדקה אחת מהן ומצאה טהורה וכל חדא מינייהו ה''ה לאידך זו היא שיטת רבינו. ויש בדינין אלו שיטות חלוקות למפרשים ז''ל והרשב''א ז''ל הסכים לדעת הר''א ז''ל שכתב דבחלוק כיון שלבשוהו זו אחר זו הרי הוא כמטה לענין אם בדקה אחת מהן ומצאתה טהורה מיד אחר מציאה אבל אם בדקה אחת מהן ומצאה טמאה אינה כדין המטה שאינה מצלת על חברותיה אא''כ היא האחרונה וכשבדקה מיד עצמה לאחר שפשטתו ואני אומר שסדר המשנה אינו נראה כן דקתני בדקה אחת ומצאתה טמא ברישא ומשמע דקאי אף אחלוק טפי מסיפא דבדקה אחת מהן ומצאתה טהור עוד כתבו דכל שהן ערות וכל אחת יודעת מקומה אינה חוששת אלא למקומה ואם נמצא הכתם שלא במקומה ולא עברה דרך מקום הכתם טהורה כיון שאינה טרודה במלאכה ולא ישנה אין חוששין שמא דחקה ונכנסה לפנים ממקומה. עוד כתבו דכולה מתני' בשלא נתעסקה אחת מהן בכתמים אבל נתעסקה בכתמים היא תולה בכתמיה והשאר תולות בה וזה נכון ועיקר:"
      ],
      [],
      [],
      [],
      [
        "<b>כל כתם שנמצא על הבגד וכו'.</b> דעת רבינו לפי הנ''ל הוא שאם האשה מוצאה כתם וברור הדבר שהוא דם טמאה מיד והבגד טמא כמו שנתבאר בהלכות מטמאי משכב ומושב ולענין הבגד אם העביר עליו ז' סמנין ואח''כ הטבילו טהור כנזכר שם פ''ד לפי שכבר נתבטל אע''פ שהוא דם ואם הדבר מסופק אם הוא דם או צבע בין לבעלה בין לטהרות מעברת עליו ז' סמנין ואם עמד בעינו הרי זו צבע וטהורה ואם אינה מעברת עליו (ודאי) טמאה מספק שאין זה ספק של דבריהם דהולכין בו להקל שהרי כבר אנו יכולין לעמוד על עיקרו של דבר בבדיקה וזה נ''ל ברור בדעת רבינו דכל שאינה בודקת בסמנין הרי היא טמאה והבגד טמא.",
        "<b>ומ''ש אינו מטמא עד שיודע שהוא דם.</b> ר''ל שאינו מטמא טומאה ודאית שלא יהא לה בדיקה שאם היה דעתו ז''ל לומר שכל שנסתפק הדבר ולא בדק בסמנין טהורה היל''ל נסתפק להם שהוא דם או צבע אדום טהורה ואם העבירו עליו ז' סמנין ועבר או כהה הרי זה דם וכן מתבאר בדבריו פ''ד מהלכות מטמאי משכב ומושב בדין טומאת הבגד שכל שאינה מעברת הסמנין טמא. והרשב''א ז''ל הסכים לזה בפסקי הלכותיו שכל שנסתפק הדבר והעבירו עליו הסמנין הרי זו טהורה אפילו לבעלה שהוא ז''ל הבין דברי רבינו בדרך אחרת לומר שדעת רבינו היה שכל שלא בדקה בסמנין אינה חוששת מספק וכן חשב הר''א ז''ל בכוונת רבינו וכתב בהשגות אינו מטמא עד שיודע שהוא דם א''א זה אינו אלא אף הבגד וכו'. עוד כתוב שם ואם עמד כמות שהוא הרי זה צבע וטהורה א''א טעה בזה שאין זו הבדיקה וכו' אבל האשה לעולם טמאה (בצירוף כתמים) ע''כ. וכן דעת הרמב''ן ז''ל כדבריו שאין בדיקת הסמנין דבר ברי כדי לטהר את האשה ולא הזכירו בגמרא אלא לענין מגע עכ''ל. וכבר כתבתי שדעת הרשב''א בזה מסכמת לדברי רבינו שכל שהעבירו עליו סמנין ועמד כמות שהוא הרי זו טהורה לבעלה וכן נ''ל עיקר. והריני מפרש הסוגיא והמשנה לדעת רבינו. שנינו שם (נידה דף ס\"א:) ז' סמנין מעבירין על הכתם רוק תפל וכו' הטבילו ועשה על גביו טהרות העביר עליו ז' סמנין ולא עבר הרי זה צבע הטהרות טהורות ואינו צריך להטביל עבר או שדיהה הרי זה כתם והטהרות טמאות וצריך להטביל. והוא ז''ל מפרש לפמ''ש פ''ד מהל' מטמאי משכב ומושב דלעולם צריך טבילה אפילו לא עבר כלל ומתניתין ה''ק ז' סמנין מעבירין על הכתם ואח''כ מטבילין אותו והוא טהור ממ''נ שאם עבר כבר נתבטל ואם לא עבר הרי זה צבע. ומ''מ כיון שאפשר להטבילו אפילו לא עבר מטבילין אותו שאין סומכין בטהרות לומר לא כהה וצבע הוא כיון דאפשר בטבילה ועוד דטהרות חמירי. הטבילו קודם העברת הסמנין ואח''כ עשה ע''ג טהרות העביר עליו ז' סמנין ולא עבר ה''ז צבע ומדתלינן בצבע ואמרינן דטהרות שנעשו קודם העברה טהורות ה''ה לבעלה דתלינן בצבע וטהורה דהא ממ''נ לכל הפחות ספק הוא אם הוא דם או צבע וא''א לעמוד עליו שהרי כבר נבדק והוי ליה ספק דרבנן ולקולא וכ''ש דמשמע טפי שהוא צבע כיון שאינו עובר על ידי הסמנין ואע''ג דצריכה טבילה לטהרות אחר העברה כיון שלא נטבל קודם לכן כמ''ש הוא מפני מעלת הטהרות שהחמירו בכמה מקומות בספיקו ואפילו בקפידת בעל הבגד החמירו כמו שנזכר בגמרא ובדברי רבינו בדין הטומאה. עבר או שדיהה הרי זה כתם וכו' וצריך להטביל שאע''פ שהטבילו תחלה קודם שעבר לא עלתה לו אותה טבילה ראשונה ובגמרא (נידה דף ס\"ב:) פליגי ר''ל ורבי יוחנן במשקין טמאים הבלועים והן משקין חמורין ואין סופן לצאת דר''ל מטמא ור''י מטהר ואמרינן התם איתיבי' ר''י לר''ל הטבילו ועשה על גביו טהרות והעביר עליו שבעה סמנין ולא עבר הרי זה צבע וטהרותיו טהורות וא''צ להטביל וא''ל [ר''ל] הנח לכתמים דרבנן [אמר ליה] והא תני רבי חייא דם הנדה ודאי מעביר עליו שבעה סמנים ומבטלו א''ל [וכי] רבי לא שנאה רבי חייא מנא ליה וזה פי' לדעת רבינו דר' יוחנן קא מותיב הכי אא''ב דכל שאין סופן לצאת טהורין היינו דתלינן בצבע ולא מחמרינן בטהרות אלא אי אמרת דטמאין אמאי לא חיישינן לטהרות כ''כ הרמב''ן ז''ל לדעת רבינו. ויש לי עוד לפרש דמסיפא דקתני דצריך להטביל קא מותיב ליה ובגמרא נקט רישא דמתניתין על שם סיפא ודכוותא איכא בגמרא והכי קא מותיב לה אי אמרת בשלמא דכל שאין סופן לצאת טהור היינו דכהה ע''י סמנין והטבילו אחר כך טהור לפי שאין סופו לצאת אלא אי אמרת דמשקין חמורין אע''פ שאין סופן לצאת טמאין כי מטבילו אח''כ מאי הוי דאכתי איכא בבגד דם בלוע ומהדר ליה דכתמים דרבנן הוה להו כמשקין קלין וכל שאין סופן לצאת טהורין והיינו דאקשי ליה מרבי חייא דאפילו בדם ודאי סגי בהעברת סמנין ואמר ליה דאינה משנה. כך נ''ל לדעת רבינו ובודאי שדינו של רבינו אמת שכל שהעבירו עליו שבעה סמנין ולא עבר טהורה אפילו לבעלה דלא גרע מספק של דבריהם שהוא להקל כמו שכתבתי: "
      ],
      [
        "<b>אלו הן שבעה סמנין וכו'.</b> שם במשנה ופי' לכסכס פירש''י ז''ל לשפשף ג' פעמים בין שתי ידיו בדרך כסכוס בגד שכופל צדו עם צדו ומשפשף ומוליך ומביא עכ''ל רש''י ז''ל:",
        "<b>העבירן שלא על הסדר וכו'.</b> משנה שם:",
        "<b>הקדים אחרונים וכו'.</b> ברייתא שם:"
      ],
      [
        "<b>אי זהו רוק תפל.</b> שם בגמרא (דף ס\"ב) מתבאר כל הבבא הכתובה כאן: "
      ],
      [
        "<b>כל אשה שהיא וכו'.</b> מ''ש רבינו כאן הוא לדין הגמ' כמו שיתבאר פי''א ודברים פשוטים הם דכל שנמצא בימי נדות חוששת לו וצריכה לישב ז' נקיים ופעמים שחוששת בימי זיבה משום זוב וכדאיתא בפ' בא סימן וכמו שנתבאר למעלה בפ' זה וכבר כתב רבינו למעלה שהרואה כתם מקולקלת למנינה.",
        "<b>ומ''ש מכין אותו מכת מרדות.</b> הוא ממה שנתבאר בהרבה מקומות מכת מרדות בעובר על של דבריהם:"
      ]
    ],
    [
      [
        "<b>כל היולדת טמאה כנדה וכו'. מה שכתב ואחד היולדת ולד חי וכו'.</b> הוא בתורת כהנים ומתבאר בגמרא בכמה מקומות ובפרק המפלת (נדה דף ל') במשנה המפלת לארבעים יום אינה חוששת לולד ליום ארבעים ואחד תשב לזכר ולנקבה ולנדה רבי ישמעאל אומר וכו' וחכ״א אחד בריית הזכר ואחד בריית הנקבה זה וזה מ״א. ולמטה בפרק זה ביאר רבינו מה היא תשב לזכר ולנקבה ולנדה:"
      ],
      [
        "<b>היתה צורת אדם וכו'.</b> שם (דף כ\"ד) המפלת שפיר וכו' אם היה מרוקם תשב לזכר ולנקבה ובגמרא תנו רבנן אי זהו שפיר מרוקם אבא שאול אומר תחלת ברייתו וכו' ושם נתבאר כל מ''ש רבינו: "
      ],
      [
        "<b>וכל אלו הרקימות וכו'.</b> שם (דף כ\"ה:) אמר ליה שמואל לרב יהודה שיננא לא תעביד עובדא עד שישעיר ופירשו דה''ק לחוש חוששת ימי טהרה לא יהבינן לה עד שישעיר: "
      ],
      [
        "<b>הפילה חתיכה לבנה וכו'.</b> שם (דף נ\"א:) תנא המפלת חתיכה רבי בנימין אומר קורעה אם יש בה עצם אמו טמאה לידה אמר רב חסדא ובחתיכה לבנה. והרשב''א ז''ל כתב ויש מי שמורה להחמיר לפי שאין אנו בקיאין במראות והוא דעת הרמב''ן ז''ל וחומרא יתירה זו אין לה שום עיקר ופשוט הוא דלדברי הכל אין כאן ימי טוהר אפילו בלבנה: ",
        "<b>הפילה שפיר מלא מים וכו'.</b> משנה שם (דף כ\"ד:) המפלת שפיר מלא מים מלא דם מלא גנונים אינה חוששת לולד ופירוש גנונים גוונים ובגמרא במפלת שפיר מלא בשר נמוח נחלקו שם וכן נחלקו בעכור ובצלול ומסקנא דגמרא (דף כ\"ה) אמר ליה רב חנינא בר שלמיה לרב הא רבי והא רבי ישמעאל ברבי יוסי הא רבנן הא רבי יהושע בן חנניה והא ר' אושעיא והא ריב''ל מר כמאן ס''ל אמר ליה אני אומר אחת זו ואחת זו אינה חוששת ושמואל אמר אחת זו ואחת זו חוששת ואזדא שמואל לטעמיה דכי אתא רב דימי אמר מעולם לא דכו שפיר בנהרדעא לבד מההוא שפיר דאתא לקמיה דמר שמואל ומתח ליה חוטא דשערא מהאי גיסא וחזייה מהאי גיסא אמר אם איתא דולד הואי לא הוה זייג כולי האי ע''כ. ופסק רבינו כרב חדא דהלכתא כמותו באיסורי לגבי שמואל ועוד דקאי כסתם משנה והלכה כסתם משנה ועוד דהתם מתפרש בהדיא דחכמים אפילו בעכור מטהרי והלכה כרבים והא דשמואל חומרא יתירה היא ואין הלכה כמותו. אבל הרמב''ן והרשב''א ז''ל הורו להחמיר ובכל גוונא חוששת לולד וכתב הרשב''א ז''ל ואע''ג דקי''ל כרב באיסורי בין לקולא בין לחומרא כיון דעביד בה שמואל עובדא ולא דכו שפיר בנהרדעא הכי קי''ל דמעשה רב עכ''ל. ואין אומרין מעשה רב במי שמחמיר כפי דעתו ורבי חנינא ודאי הלכה למעשה שאל לו ואמר לו אינה חוששת ודברי רבינו עיקר: "
      ],
      [
        "<b>יוצא דופן אין אמו טמאה וכו'.</b> (נידה דף מ') ראש הפרק יוצא דופן אין יושבין עליו ימי טומאה וימי טהרה ובגמרא מ''ט דרבנן אמר קרא כי תזריע וילדה זכר עד שתלד ממקום שהיא מזרעת:",
        "<b>המקשה וילדה דרך דופן וכו'.</b> שם ת''ר המקשה שלשה ימים ויצא ולד דרך דופן הרי זו יולדת בזוב רבי שמעון אומר אין זו יולדת בזוב ודם היוצא משם טמא ור''ש מטהר ואוקימו רישא דאתי ולד דרך דופן ודם דרך רחם סיפא כגון שיצא הולד ודם דרך דופן וס''ל לת''ק מקור מקומו טמא והטפה שנגעה במקור אע''פ שיצאה דרך דופן הרי הטפה טמאה ואמר ר' יוחנן אף לדברי המטמא בדם מטהר באשה שאין האשה טמאה בנדה עד שיצא נדותה דרך ערותה וקי''ל ודאי כרבנן וכר' יוחנן:"
      ],
      [
        "<b>נחתך הולד במעיה וכו'.</b> משנה בפרק המפלת (נדה דף כ\"ח) יצא מחותך או מסורס משיצא רובו הרי הוא כילוד יצא כדרכו עד שיצא רוב ראשו ואי זהו רוב ראשו משיצא פדחתו ובגמרא (דף כ\"ט) אמר רבי יוחנן הראש כרוב ואוקימנא לדידיה דמתניתין הכי קתני יצא מחותך או שלם זה וזה מסורס משיצא רובו הרי זה כילוד וסובר רבינו דראש זה כל הראש בעינן ולא אמרינן במחותך ברוב ראשו דהיינו כשיצא פדחתו אלא כולו בעינן וכ״נ מדברי קצת מפרשים ז״ל ועיקר: ",
        "<b>ואם לא נחתך וכו'.</b> כבר נתבאר זה וכתב הרשב''א ז''ל לא סוף דבר שיצא לחוץ ממש אלא אפילו משיצא חוץ לפרוזדור וכן מתבאר בגמרא פרק יוצא דופן:"
      ],
      [
        "<b>הוציא העובר את ידו והחזירה וכו'.</b> שם בהמפלת (דף כ\"ח) אמר רב הונא הוציא עובר את ידו והחזירה אמו טמאה לידה שנאמר ויהי בלדתה ויתן יד ואמרו לחוש חוששת מדרבנן וקרא אסמכתא בעלמא היא ימי טוהר לא יהבינן לה עד דנפיק רוביה. ויש מי שכתב דלאו דוקא יד אלא ה''ה לרגל ויש מי שכתב דדוקא יד דאסמכוה אקרא: "
      ],
      [
        "<b>המפלת כמין בהמה חיה או עוף.</b> משנה שם (דף כ\"א) המפלת מין בהמה חיה ועוף בין טמאין בין טהורין אם זכר תשב לזכר ואם נקבה תשב לנקבה ואם אין ידוע תשב לזכר ולנקבה דברי ר''מ וחכ''א כל שאין בו מצורת אדם אינו ולד. ובגמרא (דף כ\"ג:) אמר ר' ירמיה בר אבא א''ר יוחנן המצח והגבינין והעינים והלסתות וגבות הזקן עד שיהיו כולן כאחת רבא אמר חסא המצח והגבין העין והלסת וגבת הזקן עד שיהיו כולן כאחת ולא פליגי הא כמאן דאמר כל צורת הא כמאן דאמר מצורת ופסק רבינו כרבי ירמיה ויש לומר פי' בסוגיא לפי שיטתו ויש פוסקים כחסא דבאחד אחד סגי ושם אמרו גופו אדם ופניו תיש ולא כלום. וכתבו הרמב''ן ז''ל והרשב''א ז''ל ובזמן הזה בכולן מטמאין אותה לידה אם זכר כדין הזכר ואם נקבה כדין הנקבה ואין כן דעת רבינו לפמ''ש פרק י''א: "
      ],
      [],
      [
        "<b>המפלת דמות נחש וכו'.</b> (שם כ\"ד:) המפלת דמות נחש הורה חנניא וכו' אמו טמאה לידה ואמרו שם שהורה כן מפי רבי יהושע אחיו והטעם הואיל וגלגל עיניו עגול כשל אדם. ובהשגות א''א ולפי מ''ש וכו' אלא אפי' בצורה אחת ע''כ. ובאמת שהסוגיא האמורה בגמרא על מחלוקת ר' מאיר וחכמים מוכחא להדיא דלרבנן המפלת דמות נחש אין אמו טמאה לידה ודעת רבינו צריך לעיין: ",
        "<b>המפלת דמות אדם וכו'.</b> מימרא וברייתא שם:",
        "<b>נברא בעין אחת וכו'.</b> שם (דף כ\"ג:) אמר רבא נברא בעין אחת ובירך אחת מן הצד אמו טמאה [לידה] באמצע אמו טהורה: "
      ],
      [
        "<b>נברא ושט שלו וכו'.</b> מימרות וברייתות שם:",
        "<b>אבל אם הפילה יד חתוכה וכו'.</b> שם (דף כ\"ד ודף כ\"ח) ת''ר המפלת יד חתוכה ורגל חתוכה אמו טמאה לידה ואין חוששין שמא מגוף אטום באו רב חסדא ורבה בר רב הונא דאמרי תרוייהו אין נותנין לה ימי טוהר מ''ט אימא הרחיקה לידתה. ופירש''י ז''ל הרי כמה ימים שיצא רוב הולד לאיברים וכבר עברו ימי טוהר שלה ולא ידעינן מאימת נמנו עכ''ל. עוד שם בגמרא מתיב רב יוסף המפלת ואין ידוע מה הפילה תשב לזכר ולנקבה ואי ס''ד כל כי האי גוונא אימר הרחיקה לידתה ליתני [נמי] ולנדה אמר [ליה] אביי אי תנא לנדה הוה אמינא מביאה קרבן ואינו נאכל קמ''ל [מביאה קרבן] ונאכל ע''כ. ודין זה דהרחיקה לידתה לא נזכר בדברי רבינו ולא נתבאר לי למה וכ''נ מדברי רבינו שאינה טמאה ביד זו בלבד אלא שהיא מצטרפת לרוב האברים וכוונתו צ''ע: "
      ],
      [
        "<b>פעמים יקפה משאר הדמים.</b> דין הסנדל מפורש שם (דף כ\"ד ע\"ב וכ\"ה ע\"ב) במשנה ובגמרא: "
      ],
      [
        "<b>החותלת העבה וכו'.</b> שם (דף כ\"ו) ת''ר שליא תחלתה דומה לחוט של ערב וסופה דומה כתורמוס וחלולה כחצוצרת ואין שליא פחותה מטפח רשב''ג אומר שליא דומה לקרקבן של תרנגולין שהדקין יוצאין ממנה ע''כ. וכתבו הרמב''ן והרשב''א ז''ל שעכשיו בזמן הזה אפילו פחות מטפח מטמאים אותה להחמיר שלא יבא הדבר לכלל טעות: "
      ],
      [
        "<b>המפלת שליא תשב לזכר וכו'.</b> שם במשנה המפלת סנדל או שליא תשב לזכר ולנקבה וכתב הרשב''א ז''ל דעכשיו לא יהבינן לה ימי טוהר כלל וכן דעת הרמב''ן ז''ל:",
        "<b>הפילה נפל וכו'.</b> שם בגמרא נתבארו דינין אלו וכן כתבו הרמב''ן והרשב''א ז''ל:"
      ],
      [
        "<b>יצאת מקצת השליא וכו'.</b> פ''ק דבבא קמא (דף י\"א) אמר עולא אמר ר' אלעזר שליא שיצתה מקצתה ביום ראשון ומקצתה ביום שני מונין לה מיום ראשון אמר ליה רבה מאי דעתיך לחומרא חומרא דאתי לידי קולא היא דקא מטהרת לה מראשון אלא אמר רבה לחוש חוששת מימנא לא ממניא אלא לשני ע''כ: "
      ],
      [
        "<b>הפילה דמות בהמה.</b> שם (נדה כ\"ו:) המפלת מין בהמה חיה ועוף ושליא עמהם בזמן שהשליא קשורה עמהן אין חוששין לולד אחר אין שליא קשורה עמהן חוששין לולד אחר [הריני מטיל עליה חומר שני ולדות] שאני אומר שמא נמוח שפיר של שליא [ושמא] נימוחה שליא של שפיר וכתב רבינו שאין נותנין לה ימי טהרה ופשוט הוא: "
      ],
      [
        "<b>וכל מי שהפילה וכו'.</b> כבר נתבאר פרק ה' שדעת רבינו לפסוק כדברי האומר אפשר לפתיחת הקבר בלא דם ושם כתבתי שיש חולקין:"
      ],
      [
        "<b>מי שילדה זכר ונקבה וכו'.</b> זה פשוט ומתבאר ממה שיבא בסמוך:",
        "<b>ילדה טומטום וכו'.</b> משניות שם (דף כ\"ח) ובכל אלו אם נולד האחד קודם שקיעת החמה ואחד אחר שקיעת החמה הולכים להחמיר ואם נקבה היתה אותה שנולדה אחר שקיעת החמה מונין ממנה שבין שהיה ראשון זכר בין שהיה נקבה הכל נכלל בימי טומאה וטהרה של נקבה אחרונה: "
      ],
      [
        "<b>האשה שהוחזקה מעוברת וכו'.</b> שם (דף כ\"ט) משנה המפלת ואין ידוע מהו תשב לזכר ולנקבה אין ידוע אם ולד היה אם לאו תשב לזכר ולנקבה ולנדה ובגמרא אמר ריב''ל עברה בנהר והפילה מביאה קרבן ונאכל הלך אחר רוב נשים ורוב נשים ולד מעליא ילדן והקשו עליו ממתניתין דקתני אין ידוע אם ולד היה וכו' ותירצו מתניתין בשלא הוחזקה עוברה [בפנינו] וכי קאמר ריב''ל בשהוחזקה עוברה [בפנינו]: "
      ],
      [
        "<b>כל מקום שנאמר וכו'.</b> כל מה שהזכיר רבינו עד סוף הפרק מבואר לפי דעתו במנין הנדות והזיבות כנזכר פ''ו ופ''ז ובמקומות אחרים למעלה ולפי שיטת הרמב''ן ז''ל תקנת חזרת מנינה של זו בלא שום ספק משתעמוד שמנה עשר יום טהורים אחר ימי מלאת של נקבה ואין לנו עכשיו נדות וזיבות כמו שיתבאר פרק י''א ולפיכך לא אאריך בזה:"
      ]
    ],
    [
      [],
      [
        "<b>כל שאמרנו בנדה וזבה ויולדת וכו'.</b> מבואר בהרבה מקומות.",
        "<b>ומ״ש שאפילו ראתה הבת דם ביום הלידה וכו'.</b> מבואר בברייתא בפרק בנות כותיים (נדה דף ל\"ב) בת יום אחד לנדה בת י' לזיבה וכבר נתבאר פרק ששי דעת רבינו שהוא סובר שבין תראה בין לא תראה מונה ימי נדות וזיבות ושם ביארתי שיטה אחרת במנין הנדות והזיבות: "
      ],
      [
        "<b>ובימי חכמי הגמרא וכו'.</b> תקנת חכמי הגמרא לא נתבארה יפה מדברי רבינו לפי שסמך לו על מה שכתב שבנות ישראל החמירו על עצמן שהיא חומרא יתירה על תקנת חכמים וכן היא בפרק אחרון דנדה (דף ס\"ו) התקין רבי בשדות ראתה יום אחד תשב ששה [נקיים] והוא שנים תשב ששה [נקיים] והן שלשה תשב שבעה נקיים. ותקנה זו היתה מפני החשש שהזכיר רבינו שלא היו בקיאין במראות הדמים וכתב הרמב''ן ז''ל חששו שמא יבאו לטעות בדבר שזדונו כרת שהרי אפשר שתראה אשה בימי נדתה ז' ימים ויהיה ששה של דם טהור ושל יום הז' טמא וסבורה לטבול בלילה ותהא צריכה לישב עוד ששה ימים ואפילו היתה מראה דם לחכם גדול ובקי אפשר שתטעה בעצמה במנין הנדות והזיבה הרי שראתה בסוף י''א מימי הזיבה ומחרתו וטעתה והיתה סבורה שראיה הראשונה בימי הנדות ומונה ממנה ואינה ראויה למנות אלא מיום המחרת שבו התחיל הנדות עכ''ל: "
      ],
      [
        "<b>ועוד החמירו בנות ישראל.</b> שם בפרק אחרון דנדה ובהרבה מקומות. וכתב הרמב''ן ז''ל ומפני מה החמירו בנות ישראל כך ולא הספיק להן בתקנתן של חכמים כדי שיהו בכל זמן מונות מנין אחד ולא תשתנה מנהגן בין ראיה אחת לשלשה ימים הרי שראתה שלש ונעשת זבה התחילה וספרה עד ששה נקיים וראתה בשביעי טפה כחרדל ודאי צריכה לישב עליהן ז' נקיים שהרי סתרה כל המנין ויש שאינן בקיאות בין תחלת ראייה לסתירת הספירה ויבא הדבר לכלל טעות ע''כ:",
        "<b>וטובלת בליל שמיני וכו'.</b> שם (דף ס\"ז:) א''ל רב פפא לרבא ולאביי מכדי האידנא כולהו ספק זיבות שוינהו רבנן ליטבלן ביממא דשבעא [א''ל] משום ר''ש וכו' וכבר כתבתי הא דר''ש פ' ששי: "
      ],
      [
        "<b>וכן היולדת וכו'.</b> זה מבואר שכיון שכל ראייה היא כזוב כל היולדות הן יולדות בזוב וכ''כ ז''ל ופשוט הוא וכבר נתבארו דיני היולדת בזוב פ''ז:",
        "<b>ומנהג פשוט בשנער וכו'.</b> כ''כ בהלכות והכי נמי עבדינן בימי טוהר דיולדת ואע''ג דקי''ל כרב דאמר מעיין אחד הוא התורה טמאתו והתורה טהרתו כיון דאיכא יולדת בזוב דצריכה ז' נקיים בימי טוהר עבדינן נמי הרחקה יתירה כרבי זירא וכל דם דחזיא בימי טוהר יתבא עליה ז' נקיים ובתר הכי טבלה במי מקוה ומשתריא לבעלה ואע''ג דלא נפקן ימי טוהר כיון דיתבא בה ז' נקיים ותו לא חזיא שריא ע''כ. וכתב רבינו ודין זה בימי הגאונים נתחדש וכ''נ בגמרא שהרי תקנת בנות ישראל ר' זירא אמרה ובימי האמוראים האחרונים משמע בגמרא בהמפלת שהיו נותנין ימי טוהר הלכה למעשה וכן דעת המפרשים ז''ל שאין זה בכלל חומרא דר' זירא ודעת הרמב''ן ז''ל והרשב''א ז''ל כדעת המחמירים שלא לתת ימי טוהר כלל וכן אנו נוהגין ומורין:"
      ],
      [],
      [],
      [
        "<b>וכן דין דם בתולין בזמן הזה וכו'.</b> שם בגמ' ובהלכות דבכל תינוקת בועל בעילת מצוה ופורש ואפילו לא ראתה דם צריכה ז' נקיים שמא ראתה דם טפה כחרדל וחפתו ש''ז והסכימו הרבה מן המפרשים ז''ל שאין צריך להמתין בשעת יציאתו עד שימות האבר כדין הבועל את הטהורה ואמרה לו נטמאתי המבואר פרק ד' אלא הרי הוא יכול לפרוש והאבר בקשיו אע''פ שיציאתו הנאה לו כביאתו ואפילו דם שותת ויורד לפי שדין תורה דם טהור הוא והחכמים שהחמירו לא הצריכוהו להמתין כלל:"
      ],
      [
        "<b>יתר על זה כל בת וכו'.</b> כך היא הנוסחא האמיתית במקצת ספרי רבינו ובמקצתן נמצא במקום רצתה ראתה. ובהשגות א''א כל ראתה שהוא מזכיר כאן וכו' שאפילו מסתמא בלא ראתה היא טמאה ודאי וכו'. וזה פשוט שט''ס הוא באותן ספרים וסוף הלשון מוכיח שאמר שמא מחמודה לאיש ראתה דם טפה כחרדל ולא הרגישה בה אלמא בלא ראייה ודאית היא טמאה מלבד שהדבר בעצמו מבואר בגמ' וכך הוא שם (דף ס\"ו) אמר רבא תבעוה לינשא ונתפייסה צריכה שתשב שבעה נקיים רבינא איעסק ליה לבריה בי רב חביבא אמר להו [ליום פלן נכתוב כתובה] איעכב ז' יומי בר מההוא יומא [אתא] אמר ליה (מ\"ט עבד מר הכי) אמר ליה לא סבר לה מר להא דרבא דאמר תבעוה לינשא ונתפייסה צריכה לישב ז' נקיים א''ל אימר דאמר רבא בגדולה (דשכיחי בה דמים) בקטנה מי אמר א''ל בפירוש אמר רבא ל''ש גדולה ול''ש קטנה טעמא מאי משום דמחמדא קטנה נמי מחמדא ע''כ. וכתב הרמב''ן ז''ל צריכה לישב ז' נקיים חוץ מיום התביעה וצריכה בדיקה תוך ז' וטבילה בליל ח' כשאר כל הרואות ואע''פ שלא בדקה ביום התביעה להפסיק בין טומאה לטהרה מונה מיום של אחריו שאין ראיית חמוד אלא ראייה קטנה לשעתה לפיכך אינה צריכה לבדיקת הפסק עכ''ל. וכתב הרשב''א ז''ל יש לעיין מאימתי מונין לה וכי תבעוה לינשא לאחר י''ב חודש מונין לה משעת תביעה זאת ומסתברא שלא אמרו אלא משעה שמכינין לה צרכי חופה וכאותה שאמרו מכי רמו שערי באסינתא וכיוצא בזה דכל שמשתדלין להכין לה חופה נותנת דעתה ומחמדת או משעה שמודיעין אותה שתכין עצמה ליכנס לחופה וכאותה שאמרו ביבמות פרק החולץ ואזכירה בסמוך: "
      ],
      [
        "<b>לפיכך כל אשה שרצתה וכו'.</b> כבר נתבאר זה וכתב הרשב''א ז''ל עבר וכנסה תוך זמן זה אסור להתייחד עמה אלא הוא ישן בין האנשים והיא ישנה בין הנשים כדרך שאמרו בכלה שפירסה נדה עכ''ל.",
        "<b>ומ״ש רבינו ואם נשאת לת״ח וכו'.</b> למד זה רבינו ממ״ש ביבמות פרק החולץ (יבמות דף לז:) אמר ר' אליעזר בן יעקב לא ישא אדם אשה במדינה זו וילך וישא אשה במדינה אחרת שמא יזדווגו זה לזה ונמצא אח נושא את אחותו והקשו איני והא [רב כי איקלע לארדשיר אמר מאן הויא ליומא] ורב נחמן כי איקלע לשכנציב אמר מאן הויא ליומא פירוש מי רוצה להנשא לימים ידועים שכשילך הוא מהמקום יתן לה גט ותירצו שאני רבנן דפקיע שמייהו והקשו והאמר רבא תבעוה לינשא ונתפייסה צריכה לישב ז' נקיים ותירצו רבנן שלוחייהו הוו משדרי ומודעי להו ואיבעית אימא יחודי בעלמא הוא דמייחדי להו דאמר מר אינו דומה מי שיש לו פת בסלו למי שאין לו פת בסלו ע״כ. ופירש רבינו שהיו מתייחדות עמהן בבית אחד ולא היו באין עליהן וכיון שהיה שם יחוד קרי ליה פת בסלו אבל אם לא היו מתייחדות עמהן בבית לא הוה קרי ליה פת בסלו. ובהשגות א״א הוא סובר שמייחדין היו עמהן כו' וכלה שפירסה נדה אסור להתייחד עמה כדאיתא בכתובות עכ״ל. ומה שהקשה הראב״ד ז״ל על רבינו ממעשה דבריה דרבינא איני רואה בו קושיא של כלום דמאן לימא לן דההוא בריה דרבינא הוה צורבא מרבנן ותו דילמא לא הוה ניחא ליה בייחוד בלבד אלא בביאה ורצה להמתין עד שתהא ראויה לביאה וכן מה שהקשה חופה דאיסורא היכי עבדי ג״כ אינה קושיא דאשה זו מותרת גמורה היא דבר תורה שאפילו בראיה שראתה כל שלא הרגישה אינה טמאה כמו שהתבאר בדין הכתמים פ״ט ועל הדרך הנזכר שם וכ״ש זו שהוא ספק אם ראתה כלל ולא מצאה אפילו כתם שהיא מותרת גמורה דבר תורה אלא שחכמים החמירו בזה ומ״מ אינה חופה דאיסורא ואינה דומה לכלה שפירסה נדה והיא נדה ודאית וזה החילוק ברור. ומ״מ דעת הרשב״א ז״ל כדברי הר״א ז״ל:"
      ],
      [
        "<b>דין הכתמים בזמן הזה וכו'.</b> זה פשוט שלא מצינו בגמרא חומרא כלל בכתמים והם עצמם אינם אלא מדבריהם כמו שנתבאר.",
        "<b>ומ''ש רבינו שאם אין בכתם שיעור כדי לחוש לזיבות שהיא סופרת ז' נקיים מיום שנמצא בו הכתם ואותו יום הוא ממנין השבעה.</b> נ''ל שטעמו בזה הוא מפני שחומרת בנות ישראל לא היתה בכתמים כלל שלא הזכיר רבי כלל כתמים אבל תקנתו של רבי שאם ראתה יום אחד או שנים תשב ששה והם כנ''ל בפרק זה היתה אף בכתמים שא''ת שהכתמים עמדו על דין תורה בענין המנין כיון שהם עצמם אינם אלא מדבריהם אף אתה מצריכן למנות ימי נדה וזיבה וכבר נתקלקלו הוסתות אלא ודאי כיון שהכתמים הם מדרבנן כראיה מדאורייתא אף הן בכלל תקנתו של רבי ובכל כתם שיש לחוש לזיבות והוא כשלבשה הבגד שלשה ימים ויש בכתם שיעור ג' כתמים כנזכר בפרק ט' הרי היא צריכה ז' נקיים חוץ מיום מציאת הכתם כדין רואה שלשה ימים לפי תקנתו של רבי אבל להיות הכתם בכלל חומרת בנות ישראל לא מצינו ואין להחמיר מדעתנו ודיין לכתמים שמדבריהם להיותן כראייה גמורה לפי תקנתו של רבי זה נ''ל לדעת רבינו: <b>ובהשגות</b> אמר אברהם זה שיבוש גדול וזהו שאמרנו וכו'. וכבר כתבתי פרק ט' מהלכות אלו מה שיש בו די בפירוש ההיא דכתמים צריכין הפסק טהרה מ''מ אפילו לפי שיטת הר''א ז''ל אני תמה מה זו שהקשה על רבינו מההיא וכי השאלה היתה שם אם הכתמים הן בכלל תקנת בנות ישראל אם לאו והלא ר' זירא (דף נ\"ג:) דא''ל לתקנתא איהו קא בעי לה ועוד שהסוגיא מוכחת שם דלאו הכי קא מיירי [אלא] אם צריכה שבעה או ששה כתקנת רבי ובודאי שאף רבינו סובר שהיא צריכה בדיקה בימים נקיים של טהרה כדין ראייה אלא שהוא דן הכתמים בתקנת רבי בראייה גמורה כמ''ש ונראין דבריו אלא שהרמב''ן והרשב''א ז''ל מצריכין ז' נקיים בכל כתם חוץ מיום המציאה וכן ראוי להורות ולהחמיר: "
      ],
      [
        "<b>וכן כל מה וכו'.</b> בהשגות א''א אין אני אומר כן שהרי בצורת הפנים אמו טמאה ומי יכיר בצורות ויטהר עכ''ל. ואלו דברים אין להם סמך בגמרא כלל ומ''מ כבר כתבתי פרק י' כן בשם הרמב''ן והרשב''א ז''ל:",
        "<b>וכן האשה שראתה וכו'.</b> ברואה לבן או ירוק שהיא טהורה אף בזמן הזה מוסכם הוא מכל המפרשים ז''ל כמ''ש פ''ה ופי' ירוק זה בין ירוק ככרתי בין ירוק כזהב. אבל בדין החתיכה כתוב בהשגות א''א גם זה טעות שהרי אמרו אין פתיחת הקבר בלא דם הילכך טמאה עכ''ל. וכבר הארכתי בזה פ''ה לבאר דעת רבינו וראיותיו שפוסק הלכה כחכמים דסברי יש פתיחת הקבר בלא דם ושם כתבתי שדעת הרמב''ן והרשב''א ז''ל הוא כדברי הראב''ד ז''ל:"
      ],
      [
        "<b>וכן אם היתה וכו'.</b> גם זה יש סוברים שבזמן הזה אין תולין במכה ויש סוברין כדעת רבינו וכן עיקר. ובמשתנת דם עם מי רגלים הכל מודים שהיא טהורה:"
      ],
      [
        "<b>זה שתמצא במקצת מקומות וכו'.</b> דברים פשוטים וברורים הם:"
      ],
      [
        "<b>וכן זה שתמצא במקצת מקומות וכו'.</b> גם אלה דברים גלויים וידועים:"
      ],
      [
        "<b>אין האשה עולה מטומאתה וכו'.</b> כבר נתבאר זה פ''ד.",
        "<b>ומ''ש אבל רחצה במרחץ וכו'.</b> פשוט הוא בכמה מקומות:"
      ],
      [
        "<b>כל ז' ימים נקיים וכו'.</b> מה שכתב רבינו שאסורה לטבול ביום כבר נתבאר למעלה בפרק זה.",
        "<b>ומה שכתב שאם טבלה שעלתה לה טבילה וכו'.</b> כך הסכימו הרמב''ן והרשב''א ז''ל וכן עיקר:"
      ],
      [
        "<b>ואסור (לו) לאדם וכו'.</b> פ''ק דשבת (דף י\"ג) מה אשת רעהו הוא בבגדו והיא בבגדה אסור אף אשתו נדה הוא בבגדו והיא בבגדה אסור ועוד נזכר פכ''ח שהוא אסור לספר עמה דברי הרגל: ",
        "<b>ולא יאכל עמה בקערה אחת וכו'.</b> פ''ק דשבת (דף י\"ג) לא יאכל הזב עם הזבה מפני הרגל עבירה ופירש רבינו בקערה אחת. ובהשגות א''א אנו נוהגין אפילו על שלחן אחד וכן כתב רב אחא ז''ל עכ''ל הר''א ז''ל. וכן דעת הרמב''ן והרשב''א ז''ל דאפילו על השולחן קתני דאסור וכתבו דבפריסת מפה על השולחן להיכר סגי ויש מקילים כדברי רבינו: ",
        "<b>כללו של דבר ינהוג עמה וכו'.</b> זה ברור בגמרא שם שימי ליבונה וימי נדתה שוים וכן הסכימו ז''ל:"
      ],
      [
        "<b>כל מלאכות שהאשה עושה וכו'.</b> כבר נזכר זה פרק כ''א מהלכות אישות ושם כתבתי שי''א שאסור להושיט שום דבר מידו לידה שמא יגע בה ואין כן דעת רבינו לפמ''ש שם ומזיגת הכוס של יין דוקא אבל של מים מותר ושם נזכר שבשינוי מותר כדאיתא בפרק אע''פ בכתובות. וכתב הרשב''א ז''ל מדברי רבינו האיי גאון ז''ל שאסור לישן על מטתה אפילו אינה עמו במטה ונראים הדברים שאפילו הצעת המטה בפניו אסור מפני הרגל עבירה לשכב על מטתה ממש שיש יותר הרגל לא כ''ש ע''כ. וכ''ד הרמב''ן והרשב''א ז''ל:",
        "<b>ומותר לאשה להתקשט בימי נדתה וכו'.</b> ברייתא הובאה בשבת בפרק במה אשה יוצאה (שבת דף ס\"ד:) והדוה בנדתה זקנים הראשונים אמרו שלא תכחול ושלא תפקוס ושלא תתקשט בבגדי צבעונין עד שבא ר״ע ולמד א״כ אתה מגנה על בעלה ונמצא בעלה מגרשה אלא מה ת״ל והדוה בנדתה [בנדתה תהא] עד שתבא במים עכ״ל הברייתא: "
      ]
    ],
    [
      [
        "<b>ישראל שבעל עכו״ם וכו'.</b> בע״ז פרק אין מעמידין (עבודה זרה דף ל\"ו:) גזרו על בנותיהן והקשו בנותיהן דאורייתא היא דכתיב לא תתחתן בם ותירצו דאורייתא שבעה אומות אבל שאר אומות לא ואתו אינהו וגזור אפילו דשאר אומות והקשו ולרבי שמעון בן יוחאי דאמר כי יסיר את בנך מאחרי לרבות כל המסירין מאי איכא למימר ותירצו אלא דאורייתא אישות דרך חתנות ואתו אינהו וגזור אפילו דרך זנות ע״כ. ומ״ש רבא בפרק הערל (יבמות דף ע\"ז) בגירותם אית להו חתנות בגיותן לית להו חתנות כבר תירצוה המפרשים ובודאי בגיותן כל דרך אישות [איכא למימר] דאיכא לאו דאורייתא: "
      ],
      [
        "<b>אבל הבא על הכותית וכו'.</b> בברכות פרק הרואה (ברכות דף נ\"ה) רבי שילא נגדיה לההוא גברא דבעל ארמית: ",
        "<b>ואם ייחדה לו וכו'.</b> בפרק אין מעמידין בסוגיא שהזכרתי למעלה אמרו ישראל הבא על הכותית הלמ''מ היא דאמר מר הבועל ארמית קנאין פוגעין בו א''ל דאורייתא בפרהסיא וכמעשה שהיה ואתו אינהו גזור אפילו בצנעה והקשה בצנעה נמי ב''ד של חשמונאי גזרו דכי אתא רב דימי אמר ב''ד של חשמונאי גזרו ישראל הבא על הכותית חייב עליה משום נ''ש כ''ז פי' נדה שפחה כותית זונה ותירצו התם דמייחד לה אבל הכא אקראי בעלמא ע''כ בגמרא לפי גירסת רבינו ויש שם גירסאות אחרות:"
      ],
      [
        "<b>בד״א כשהיה הבועל וכו'.</b> בתמורה פרק כל האסורים (תמורה דף כ\"ט ע\"ב) מחלוקת אביי ורבא ואמר רבא התם דכהן הבא עליה לוקה משום זונה מ״ט ילפי' מהדדי מה זונה ישראלית בלאו אף כותית זונה בלאו וקי״ל אביי ורבא הלכה כרבא: "
      ],
      [
        "<b>כל הבועל כותית וכו'.</b> כבר הזכרתי למעלה מ״ש דאורייתא בפרהסיא וכמעשה שהיה. ובפרק בן סורר ומורה (סנהדרין דף ע\"ד) אמרו גבי פרהסיא בקידוש השם וכמה פרהסיא אמר רבי יוחנן אין פרהסיא פחותה מעשרה בני אדם ואמרו שם דכולן ישראל. ובהשגות א״א בד״א שהתרו בו וכו'. וי״ל שכל שהוא מזיד אינו צריך התראה שלא מצינו התראה אלא לחייבי מיתות בית דין אבל זו הלכה היא ואינן רשאין אלא בשעת מעשה ולא מצינו בפנחס שהתרה בזמרי ומכל מקום יראה לי שמה שאמרו גבי זמרי שהיה לו לפרוש ולא פירש הוא כשהתרה בו פנחס: "
      ],
      [
        "<b>ואין הקנאי וכו'.</b> בסנהדרין פרק אלו הן הנשרפין (דף פ\"ב) הבא לימלך אין מורין לו ולא עוד אלא שאם פירש זמרי והרגו פנחס נהרג עליו נהפך זמרי והרגו לפנחס אין נהרג עליו שהרי רודף הוא: ",
        "<b>והבא על בת גר תושב.</b> לא מצאתי זה מבואר אבל דבר נראה הוא שאין לנו אלא בבא על הכותית אבל גר תושב שהוא נכרי שקיבל עליו שלא לעבוד כו''ם שנזכר פרק י''ד אין בתו בדין זה:"
      ],
      [
        "<b>לא פגעו בו הקנאין וכו'.</b> בסנהדרין שם לא פגעו בו הקנאין מהו ודרשו בו המקרא שכתב רבינו. <b>וכתב רבינו ולא הלקוהו ב''ד</b> לפי שאם הלקוהו בית דין נפטר מעונש אחר בקבלת מלקותו:",
        "<b>הנה למדת וכו'.</b> שם מימרא:"
      ],
      [
        "<b>עון זה אל יהי קל בעיניך וכו'.</b> זה מבואר בהרבה מקומות ומהם ביבמות פרק כיצד (דף כ\"ג) שהממזר כבנו לכל דבר והבן מן הכותית אינו קרוי בנו אלא בנה: "
      ],
      [],
      [
        "<b>עכו''ם הבא על בת ישראל אם אשת וכו'.</b> מפורש בהרבה מקומות ומהם פרק ארבע מיתות (סנהדרין דף נ\"ז:) בא על עריות ישראל וכו': "
      ],
      [
        "<b>אבל ישראל הבא על הכותית וכו'.</b> זה לא מצאתי מבואר והפסוק הזה אינו מוכרח דהתם אפילו לא נבעלה כיון שהיו ראויות לביאה היו נהרגות כמו שמפורש ביבמות בפרק הבא על יבמתו ויהיה הטעם מפני שעל ידיהן עבדו ישראל לפעור ומתו מהם רבים. ומ״ש בסנהדרין פרק ד' מיתות (סנהדרין דף נ\"ה) גבי בהמה שהיא נסקלת משום שבאת תקלה לישראל על ידה ושקיל וטרי התם אי נסקלת בקלון בלא תקלה היינו בבהמה אבל בכותית לא אשכחן ואיכא למימר שדעת רבינו דכיון דבנשי מדין אשכחן דאפילו ראויות לביאה נהרגו משום שבאת תקלה על ידן איכא למילף מינייהו בעלמא בנבעלה במזיד. ",
        "<b>ומ''ש אפילו היה קטן בן ט'.</b> הוא מן הסוגיא שבפרק ד' מיתות כיוצא בזה גבי בהמה ועדיין הדבר צריך לי לימוד:"
      ],
      [
        "<b>העבדים שהטבילו אותן לשם עבדות וכו'.</b> זה מבואר בהרבה מקומות וסובר רבינו שאין השפחה במלקות כפי' אונקלוס שהרי בשפחה חרופה אין בה אלא אשם לבועל כנזכר פרק שלישי וכ''ש בשאינה חרופה כלל שאין בה מלקות ואין בשפחה אלא מכת מרדות ובודאי יש בה מכת מרדות דלא גרע מאיסור של דבריהם:",
        "<b>שהרי מפורש בתורה שהאדון וכו'.</b> בפ''ק דקידושין ג''כ מבואר ובהלכות עבדים פ''ג נתבאר בארוכה דין זה:"
      ],
      [],
      [
        "<b>אל יהי עון וכו'.</b> בפרק האומר בקידושין ובהרבה מקומות מפורש שולד השפחה כמוה.",
        "<b>ומ''ש רבינו שאונקלוס כלל בעילת עבד ושפחה בכלל לא יהיה קדש וכו'.</b> כבר כתבתי פרק ראשון מהלכות אישות שדעת רבינו שהפסוק הזה אזהרה לבא על הפנויה ישראל דרך זנות ושיש בפנויה מלקות ואין בשפחה ולא בכותית מלקות כמ''ש שם:"
      ],
      [
        "<b>הבא על השפחה וכו'.</b> זה פשוט שלא נאמרה הלכה אלא בהבועל ארמית וזו כיון שטבלה לשם עבדות אינה עכו''ם ומותרת היא לע''ע כמו שנתבאר:",
        "<b>וכן אם לקח וכו'.</b> גם זה פשוט:"
      ],
      [
        "<b>נתערב ולד ישראלית וכו'.</b> זה פשוט ומתבאר בביאור ביבמות פרק נושאין על האנוסה (יבמות דף צ\"ט) במשנת כהנת שנתערב ולדה בולד שפחתה ובגמרא: "
      ],
      [
        "<b>היו התערובות וכו'.</b> זה פשוט ונראה מדברי רבינו שאין כופין האדון לשחרר שתיהן שעד כאן לא אמרו בגמרא שכופין לשחרר ספק עבד אלא מפני ביטול פ''ו שהרי אינו יכול לא לישא שפחה ולא לישא בת חורין ואשה אינה מצווה על פו''ר והרי אלו כדין מי שחציה שפחה וחציה ב''ח שאין כופין את רבה לשחררה כנזכר בהלכות עבדים פ''ז ומ''מ נראה ודאי שאינו יכול להשתעבד בהן כלל מספק שהמוציא מחבירו ע''ה וכל אחד מדחה אותו אבל אם היו שתיהן בנותיו כגון הרב שבא על שפחתו וילדה לו ונתערבה בתה עם בתו יש לו בהן הזכות שיש לאב על בתו ממה נפשך וג''ז פשוט:",
        "<b>וכן אם נתערב וכו'.</b> ג''ז פשוט.",
        "<b>ומה שכתב רבינו וכל אחת מהן ספק.</b> דבר ברור הוא ואם היתה האחת נקבה הרי היא ספק גיורת ואסורה לכהונה כמו שיתבאר פרק י''א:"
      ],
      [
        "<b>כל העכו״ם וכו'.</b> זה מבואר בהרבה מקומות ומבואר בפרק החולץ (יבמות דף מ\"ז) שאין העבד צריך לקבל מצות התורה כשישתחרר שכבר קיבל תחילה כמו שיתבאר פי״ג: "
      ],
      [
        "<b>וכיצד דינם וכו'.</b> ביבמות פרק הערל (יבמות דף ע\"ו) משנה עמוני ומואבי אסורין ואיסורן איסור עולם אבל נקבותיהן מותרות מיד מצרי ואדומי אינן אסורין אלא עד שלשה דורות אחד זכרים ואחד נקבות: "
      ],
      [],
      [
        "<b>מצרית מעוברת וכו'.</b> מבואר שם:",
        "<b>מצרי שני שנשא וכו'.</b> שם (דף ע\"ח) אמר רבה בב''ח א''ר יוחנן מצרי שני שנשא מצרית ראשונה בנה שלישי הוי אלמא קסבר בתר דידיה שדינן ליה וכו' כי אתא רב דימי אר''י מצרי שני שנשא מצרית ראשונה בנה (מצרי) שני הוי אלמא קסבר בתר אימיה שדינן ליה ופסק רבינו כלישנא בתרא דרב דימי וכן נראה שם וסובר רבינו דכי אמר ר''ד דשדינן ליה בתר אימיה היינו דוקא כי הוי לחומרא אבל במצרי ראשון שנשא מצרית שנייה שדינן ליה בתר האב להחמיר והלך אחר הפחות שבשניהם ואי לאו הכי ר''ד הוה משמע לן כחא דהיתרא דעדיף טפי והיה אומר מצרי ראשון שנשא מצרית שנייה הולד שלישי. ומ''ש שם דטעמיה דר''ד משום דכתיב אשר יולדו להם הכתוב תלאן בלידה כמ''ש רבינו ה''פ כיון דכתיב אשר יולדו דור שלישי וא''א ללידה בלא אב ואם אלמא בעינן שיהא ג' לאב ואם וכל שאינו שלישי לשניהם אינו מותר. כנ''ל לדעת רבינו אבל רש''י ז''ל פי' תלאן בלידה אחר האם וכן נראה מדברי הרמב''ן ז''ל בביאור דאליבא דר''ד מצרי ראשון שנשא מצרית שנייה בנה שלישי הוי שהכל הולך אחר האם ואפילו להקל ומה שלא אמר ר''ד כחא דהיתרא משום דלאפלוגי אל''ק דרבה בב''ח אתא ע''כ דבריו: "
      ],
      [
        "<b>גר עמוני שנשא מצרית וכו'.</b> שם (דף ע\"ח:) כי אתא רבין א''ר יוחנן באומות הלך אחר הזכר נתגיירו הלך אחר הפגום שבשניהם ואמרו אחר פגום שבשניהם במאי אילימא במצרי שנשא עמונית מאי פגום שבשניהם אית בה עמוני ולא עמונית פי' אע''פ שכן הוא הדין שאם ילדה אפילו נקבה אין מותרת כדין עמונית אלא כדין מצרית מ''מ לא שייך בהא למימר פגום שבשניהם דמשמע דשניהן פגומין אלא שהא' פגום יותר ועמונית לא פגימא כלל אלא בעמוני שנשא מצרית אי זכר הוי שדייה בתר עמוני אי נקבה הוי שדייה בתר מצרית פי' אם ילדו זכר שדייה בתר האב שלא יהא זרע הזכרים מותר לעולם ואם ילדו נקבה שדייה בתר מצרית שלא תהא מותרת כדין עמונית. ורבינו כתב הולד עמוני ור''ל ולד זכר ולא ביאר הדבר וסמך לו על מ''ש הלך אחר הפחות שבשניהם שלעולם הולכין להחמיר. ",
        "<b>ומ''ש מצרי שנשא עמונית וכו'.</b> כבר נתבאר במ''ש:"
      ],
      [
        "<b>מי שנתגייר וכו'.</b> דעת רבינו בזה כדעת קצת המפרשים ז''ל שאמרו שבכ''מ שהזכירו בגמרא נתינה אצל ממזרת הוא אגב גררא דומיא דחלוצה אצל גרושה ואין איסור הנתינה אלא מדבריהם וסמכו על הסוגיא שבפרק הערל שאמרו אר''ח בר אדא נתינים דוד גזר עליהם ומפרש התם משום מעשה שבקשו שיהרגו בני שאול ופירש''י ז''ל גזר עליהם שלא יבאו בקהל והקשו שם דוד גזר עליהם יהושע גזר עליהם דכתיב ויתנם יהושע חוטבי עצים ושואבי מים פירוש אלמא עבדים נינהו וממילא נפסלו לקהל ותירצו יהושע גזר בזמן שב''ה קיים דוד גזר בזמן שאין ב''ה קיים עוד אמרו שם בימי רבי בקשו להתיר נתינים וכו' ומסקנא דלא התירו וכו' וסובר רבינו דהך סוגיא פליגא אדרבא דאמר דקרא דלא תתחתן בם אגירותן קאי ואין הלכה כרבא וזה דעת קצת המפרשים ז''ל אבל י''מ אחרים שסוברין דשבעה עממין שנתגיירו אסורין הן מן התורה וכדרבא אבל בניהם שנולדו אחר גירותן מותרין גמורין ד''ת שלא אסרן הכתוב לעולם ולא מנה בהם דורות לאסור ובאו יהושע ודוד וגזרו עליהן ודקתני נתינה בכל דוכתא היא אחת משבעה עממין שנתגיירה שהיא מן התורה בלאו דלא תתחתן בם וכדרבא וכן דעת הרמב''ן והרשב''א ז''ל:"
      ],
      [],
      [],
      [
        "<b>כשעלה סנחריב וכו'.</b> רבינו סמך לו בזה על התוספתא שבפ''ה דקידושין א''ר יהודה בנימין גר מצרי היה לי חבר מתלמידי ר' עקיבא ואמר אני גר מצרי ונשאתי אשה גיורת מצרית [ראשונה] והריני הולך להשיא אשה לבני בת גיורת מצרית כדי שיהא בן בני כשר לבא בקהל וכו' א''ל ר' עקיבא בנימין טעית הלכה משעלה סנחריב ובלבל את כל האומות לא עמונים ומואבים במקומן (עומדים) ולא מצרים ומואבים במקומן אלא עמוני נשא מצרית ומצרי נשא עמונית ואחד מכל אלו [נושא אחת] מכל משפחות האדמה ואחד ממשפחות האדמה נושא אחת מכל אלו ומכאן שכולן מותרים לבא בקהל דכל דפריש מרובא פריש ויש חולקין בזה בדין מצרי לפי שנתן הכתוב קצבה לחזרתן מקץ ארבעים שנה אקבץ את שבות מצרים מסוגיא דפרק הערל ומתוספתא דמסכת ידים אבל בעמוני ומואבי משנה מפורשת היא במסכת ידים (פ\"ד מ\"ד) והובאה פרק תפלת השחר וזה דעת הרמב''ן ז''ל: "
      ]
    ],
    [
      [],
      [
        "<b>בשלשה דברים נכנסו וכו'.</b> ברייתא בכריתות פרק ד' מחוסרי כפרה.",
        "<b>ומ''ש רבינו ששבט לוי לא בטלו ברית מילה.</b> הוא במדרש וכתב הרמב''ן ז''ל בפ' הערל שלא הוצרכו אפילו להטיף מהם דם ברית שכבר היו מצווין על המילה מימי אברהם ומילה חשובה היתה:"
      ],
      [],
      [
        "<b>וכן לדורות וכו'.</b> שם בכריתות:"
      ],
      [
        "<b>ומהו קרבן וכו'.</b> שם מבואר:",
        "<b>ובזמן הזה וכו'.</b> שם ת''ר גר בזמן הזה צריך שיפריש רובע לקנו אר''ש כבר נמנה עליה ריב''ז ובטלה מפני התקלה דילמא קא מעיל בקדשים ושם אמרו הלכה כר''ש ומכל מקום משמע ודאי שלכשיבנה ב''ה יביא קרבנו:"
      ],
      [
        "<b>גר שמל וכו'.</b> מחלוקת תנאים בגמרא בפ' החולץ (יבמות דף מ\"ו) ופסקו שם הלכה כרבי יוסי דבעי תרתי מילה וטבילה לעכב ושם מבואר דלר״י אין מטבילין אותו בשבת וה״ה ודאי בי״ט וכן מפורש שם שצריך שלשה מ״ט משפט כתיב ביה וכן אמרו אין מטבילים גר בלילה וכתב רבינו דהיינו לכתחילה אבל דיעבד ה״ז גר והרמב״ן ז״ל חלוק בזה ואמר שצריך להטבילו פעם אחרת ביום וכבר הכריע הרשב״א ז״ל כדעת רבינו דטבילה בדיעבד כגמר דין דמיא וכן עיקר: "
      ],
      [
        "<b>גר קטן וכו'.</b> פ''ק דכתובות (דף י\"א) אמר רב הונא גר קטן מטבילין אותו על דעת ב''ד מאי קמ''ל דזכות הוא לו וזכין לאדם שלא בפניו וכו' ואע''ג דעכו''ם בהפקירא ניחא ליה וכו' ה''מ גדול דטעים טעמא דאיסורא אבל קטן זכות הוא לו ע''כ בהלכות פ' החולץ ובגמרא בכתובות אתי לסיועי ודחייה דילמא ההיא דגר שנתגיירו בניו ובנותיו עמו. עוד שם אמר רב יוסף [ואם] הגדילו יכולין למחות ורבא ואביי אותיבו עליה דרב יוסף ודחו ליה בגמרא ואמרו דלר''י כיון שהגדילה שעה אחת ולא מיחתה שוב אינה יכולה למחות ולא נזכרה הא דר''י בהלכות וגם רבינו לא הזכירה ונראה שהם סוברים דכיון דרבא ואביי הוו מותבי עליה לא הוו סברי כוותיה הילכך אין הלכה כן ויש מי שפסק כר''י. אח''כ מצאתי לרבינו שכתבו פ''י מהלכות מלכים ומלחמותיהם: ",
        "<b>מעוברת שנתגיירה וכו'.</b> מימרא בפרק הערל (יבמות דף ע\"ח): ",
        "<b>טבל בינו כו'.</b> כבר נתבאר למעלה שהוא צריך שלשה דמשפט כתיב ביה ונזכר בגמרא שבינו לבין עצמו אינו גר וכתב רבינו ואפילו בפני שנים משום דקי''ל דשנים שדנו אין דיניהם דין:",
        "<b>בא ואמר וכו'.</b> שם (דף מ\"ו ע\"ב) ת''ר מי שבא ואמר גר אני יכול נקבלהו ת''ל אתך במוחזק לך בא ועדיו עמו וכו' בארץ צריך להביא ראיה בח''ל א''צ להביא ראיה דברי ר''י וחכמים אומרים בין בארץ בין בח''ל צריך להביא ראיה ונפסקה שם הלכה כחכמים וזהו שרבינו לא חלק כאן כלל אלא סתם דבריו ואמר אינו נאמן עד שיביא עדים ופי' ברייתא זו היא במי שהיה ידוע שהיה עכו''ם מעיקרא דלית שם מגו אבל במי שלא היה ידוע בחזקת עכו''ם מגו דמצי אמר ישראל אני ונאמן מצי למימר עכו''ם הייתי ונתגיירתי בב''ד פלוני כ''כ רובי המפרשים ז''ל וזהו דעת רבינו כמו שיתבאר למטה: "
      ],
      [
        "<b>היה נשוי לישראלית כו'.</b> שם (דף מ\"ז) מעשה באחד שבא לפני רבי יהודה ואמר לו נתגיירתי ביני לבין עצמי א''ל [ר''י יש לך עדים א''ל לאו] יש לך בנים א''ל הן א''ל נאמן אתה לפסול את עצמך ואי אתה נאמן לפסול את בניך ואמר רב נחמן בר יצחק הטעם משום דלדבריו עכו''ם הוא ואין עדות לעכו''ם ופסקו כן בגמרא ויש לדקדק כיון דקי''ל עכו''ם ועבד הבא על בת ישראל הולד כשר כמו שיתבאר פרק ט''ו אפילו יהיה כדבריו הולד כשר הוא ויראה לי דנ''מ לדידן בגר וגיורת שהיו מוחזקין בישראלים ואמרו שנתגיירו בינם לבין עצמם כך תירצו מקצת המפרשים ז''ל וכתבו הרמב''ן והרשב''א ז''ל ומיהו לגבי עצמו אם בא ליכנס בקהל אפילו יש לו כבר כמה בנים אסור דהא שוי נפשיה חתיכה דאיסורא וז''ש רבינו וחוזר וטובל בב''ד: "
      ],
      [
        "<b>גיורת שראינוה נוהגת בדרכי ישראל וכו'.</b> שם ההוא דהוו קרו ליה בר ארמייתא אמר רב אשי מי לא טבלה לנדותה ההוא דהוו קרו ליה בר ארמאה אמר ריב''ל ומי לא טביל לקריו. ונראה מדברי רבינו שהוא מפרש דלהכשיר הבנים שכבר נולדו קאמר או להחזיקן בחזקת גרים גמורים וכי קאמרי מי לא טבלה הכי קאמרי היכי איפשר לחוש שלא נתגיירו כראוי והרי הם נוהגים בכל המצות כישראלים גמורים וטובלים מטומאתן וטבילה דנקט לאו דוקא ואפשר גם כן שרבינו סובר שצריך ג''כ שיודע ודאי שטבלו לאיזה דבר לפי שהטבילה אחד מענייני הגרות ואעפ''כ ביאר רבינו שאם בא להתערב בישראל צריך להביא ראיה ובהלכות אמרו גבי מעשים אלו ואי קשיא לך ההיא דר''י דאמר גר צריך שלשה מ''ט משפט כתיב ביה וקי''ל דהלכתא היא ל''ק הא דר''א ודריב''ל דיעבד ולא פסלינן לבריה הואיל וטבל לשם קריו דאי לאו גיורא הוא לא הוה טביל לשם קריו והא דר' יוחנן לכתחלה הוא דלא נהגינן ביה מנהג גר ומנסבינן ליה בת ישראל עד דטביל בפני שלשה עכ''ל ההלכות וקרובים דבריהם לדברי רבינו. והרמב''ן ז''ל כתב דודאי לכתחלה צריך שלשה בין במילה בין בטבילה ואילו נתגייר בינו לבין עצמו לגמרי ואפילו דיעבד אינו גר דעכו''ם גמור הוא דמשפט כתיב ביה אבל אי קביל עליה בפני שלשה למול ולטבול והודיעוהו מקצת מצות כדינן והלך ומל וטבל שלא בפני ב''ד הרי זה כשר ולא פסלינן לזרעיה ולא מנסבין ליה לדידיה בת ישראל עד דטביל בפני שלשה משום דלכתחלה בעינן שלשה בין בקבלה בין בטבילה עד כאן דבריו ז''ל:"
      ],
      [
        "<b>אבל מי שבא ואמר וכו'.</b> זהו החילוק שהזכרתי למעלה בשם רוב המפרשים זכרונם לברכה דכי אמרינן צריך להביא ראיה הני מילי בידוע שהיה עכו''ם מעיקרו ואי לא א''צ שהפה שאסר הוא הפה שהתיר ונפקא להו משום דודאי כל אדם שאומר ישראל אני אין בודקין אחריו וכדמוכח ההוא עובדא בפרק קמא דפסחים (דף ג' ע\"ב) דההוא עכו''ם דהוה סליק לירושלים והוה קא אכיל פסחים בחזקת ישראל וכיון שכן נאמן מדין מגו וכ''כ הרמב''ן והרשב''א ז''ל והוסיף רבינו להחמיר דאע''ג דנאמן משום מגו בח''ל אין משיאין לו אשה עד שיביא ראיה ואפשר שיצא לו משם דההוא עובדא בא''י הוה והיו כולם ישראלים אבל בח''ל צריך להביא ראיה ואפילו לחכמים דסברי כל המשפחות בחזקת מיוחסות הן כיון שאין לזה חזקת משפחה צריך להביא ראיה ואף הרמב''ן והרשב''א ז''ל כתבו סברת רבינו בשמו ולא הקשו עליו ועוד אכתוב בזה פ''כ. ובהשגות א''א שלא ע''ד הלכה היא זו וכו'. ולא נתכוון הר''א ז''ל כחילוק זה שכתבתי שדין הברייתא הוא בשידוע שהיה עכו''ם מעיקרו וכבר כתב רבינו הדין ההוא למעלה ודברים ברורים: "
      ],
      [
        "<b>כשם שמלין וכו'.</b> זה מבואר בגמ' שם:",
        "<b>הלוקח עבד מן העובד כוכבים וכו'.</b> שם (דף מ\"ה) הלוקח עבד מן העכו''ם וקדם וטבל לשם בן חורין קנה עצמו ב''ח מאי טעמא עכו''ם גופיה לא קני [ליה] [מעשה ידיו הוא דקני] ומאי דקני ליה [הוא דמקני ליה לישראל] וכיון שקדם וטבל לשם בן חורין אפקעיה לשיעבודיה מתיב רב חסדא מעשה בבלוריא הגיורת שקדמו עבדיה וטבלו לפניה ובא מעשה לפני החכמים ואמרו קנו עצמן בני חורין לפניה אין שלא בפניה לא אמר [ליה] רבא בפניה בין בסתם בין במפורש שלא בפניה במפורש אין בסתם לא ויש בזה גירסא אחרת וזו גירסת ההלכות. עוד שם אמר שמואל וצריך לתקפו במים ופירש רבינו עד שיעלה והוא תחת שיעבודו וכו' וכן עיקר וכן פירש רש''י ז''ל וכתב הרמב''ן וקידם וטבל קודם שיטבילנו רבו לשם עבדות וא''צ גט שיחרור ומינה נמי דאי אמר ליה קודם טבילה זיל לא צריך ג''ש דכל שאין לו בו קנין הגוף לא צריך ג''ש מדאמרינן עבד עברי גופו קנוי דאי לא לימא ליה באפי תרי זיל וכן דעת חכמי הצרפתים ז''ל ומסתברא דאע''ג דקנה עצמו חייב הוא לכתוב לרב שטר על דמיו דהא משתרשי ליה, והביא ראיה לזה עד כאן דבריו וכן הסכים הרשב''א ז''ל: ",
        "<b>ואין העבד טובל וכו'.</b> דבר פשוט הוא שהרי הקשו בגמרא העבד והגר וכ''כ הרמב''ן ז''ל. עוד כתב הרמב''ן ז''ל כתב הרב ברצלוני ז''ל שהרב מברך על הטבילה שהוא צריך לה ולא העבד ולאו מילתא היא שהרי העבד הוא שעושה המצוה ונכנס תחת כנפי השכינה במקצת מצות והוא צריך לברך עכ''ל:"
      ],
      [
        "<b>כשישתחרר העבד וכו'.</b> מסקנא דגמ' שא''צ לקבל מצות שכבר קיבל אבל צריך טבילה ומבואר בהלכות וכתב רבינו צריך טבילה אחרת בפני שלשה וביום וי''ח בזה ואומרים שאין טבילת עבד משוחרר צריכה ג' אפילו לכתחלה והרמב''ן ז''ל הכריח דלכתחילה בעינן ג' אבל דיעבד לא וכפי שיטתו שכתבתי למעלה. ויש מן המפרשים ז''ל סוברין שכל ששחררו רבו אע''פ שלא טבל אם קידש בת ישראל קידושיו קידושין דטבילה לא מעכב דמדבריהם היא בעבד משוחרר וראוי לחוש לדבריהם:"
      ],
      [
        "<b>ובמקוה הכשר לטבילת הנדה וכו'.</b> שם בברייתא (דף מ\"ז): "
      ],
      [
        "<b>אל יעלה בלבך וכו'.</b> ביבמות בפרק הערל (יבמות דף ע\"ו) אמרו בסוגיא דשלמה גיורה גיירה לבת פרעה. <b>ומ״ש רבינו סוד הדברים כך הוא,</b> מתבאר ממ״ש לא קבלו גרים בזמן דוד ושלמה כמ״ש למטה ובפרק כיצד (דף כ\"ד:) הביאו בברייתא אחד איש שנתגייר לשום אשה ואחד אשה שנתגיירה לשום איש וכן מי שנתגייר לשום מלכים לשום עבדי שלמה אינם גרים דברי רבי נחמיה שהיה רבי נחמיה אומר אחד גירי אריות ואחד גירי חלומות ואחד גירי מרדכי ואסתר אינם גרים ונפסקה הלכה שם כולם גרים וכבר ביאר רבינו כן למטה דדיעבד כולן גרים: ",
        "<b>אם לא נמצא להם עילה וכו'.</b> בפרק החולץ מבואר:"
      ],
      [
        "<b>לפיכך לא קבלו בית דין וכו'.</b> בפרק הערל (יבמות דף ע\"ו) לא קבלו גרים בזמן דוד ושלמה ושם (דף ע\"ט:) אמרו במקום אחר שבימי דוד נתוספו עליהם מאה וחמשים אלף גרים ומתוך כך ביאר רבינו שבית דין הדיוטות היו מגיירין אותם ובדיעבד כולן גרים וכ''כ מן המפרשים ז''ל: "
      ],
      [
        "<b>ולפי שגייר וכו'.</b> בשבת (דף נ\"ו.) בפ' במה בהמה יוצאה אז יבנה שלמה במה מתוך שלא מיחה העלה עליו הכתוב כאילו בנאה: "
      ],
      [
        "<b>גר שלא בדקו אחריו וכו'.</b> זה פשוט שאין הודעת המצות מעכב דיעבד ואמרו בפרק החולץ (יבמות דף מ\"ז:) טבל ועלה הרי הוא כישראל לכל דבריו למאי הילכתא דאי (הדר ביה ומקדש בת ישראל) קידש ישראל מומר קרינא ביה וקידושיו קידושין: ",
        "<b>ומה שכתב רבינו ומצוה להחזיר אבידתו.</b> הוא ממה שנתבאר פרק י''א מהלכות גזילה ואבידה שמחזירין אבידת המומר והוא שיהיה מומר לתיאבון לאכול נבילות כמו שנזכר שם:"
      ],
      [
        "<b>ומפני זה אמרו חכמים וכו'.</b> בהרבה מקומות ומהם פרק החולץ (יבמות דף מ\"ז:) קשים גרים לישראל כספחת שנאמר ונלוה הגר עליהם ונספחו על בית יעקב: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b>ומ״ש ואם היה מהול מטיפין ממנו דם ברית.</b> אינו מבואר שם אבל נזכר בשבת פרק ר' אליעזר דמילה (שבת דף קל\"ה) וכ״כ מן המפרשים ז״ל ויתר הדברים מבוארים שם ודקדקו קצת המפרשים למה אין מטבילין אותו קודם שימול משום דשהויי מצוה לא משהינן ותירץ הרמב״ן ז״ל דכיון שהמילה קשה עליו מלין אותו תחלה דאי פריש נפרוש מיהו אם טבל תחלה הרי זה גר והביא ראיה לזה שאין קדימת המילה לטבילה מעכבת: "
      ],
      [
        "<b>כיצד מקבלין גירי הצדק וכו'.</b> ברייתא בהחולץ (דף מ\"ז) והכל מפורש שם חוץ ממ''ש ומאריכין בדבר זה בייחוד השם ובאיסור ע''א שאינו מבואר שם שיאריכו עמו בזה אבל הדבר פשוט שכיון שאלו הם עיקרי הדת והאמונה צריך להאמינם בברור ולהודיעם ולהאריך עמם בזה שהוא עיקר היהדות והדת והגירות: "
      ],
      [
        "<b>אי זה הוא גר תושב.</b> בע''ז פרק השוכר (דף סד:) אי זהו גר תושב כל שקבל עליו [בפני שלשה חברים] שלא לעבוד עבודה זרה דברי רבי מאיר וחכמים אומרים שבע מצות שקיבלו עליהם בני נח ואחרים אומרים וכו' והלכה כחכמים:"
      ],
      [
        "<b>ואין מקבלין גר תושב וכו'.</b> בערכין פרק המקדיש שדהו (ערכין דף כ\"ט) אין גר תושב נוהג אלא בזמן שהיובל נוהג ובבכורות פרק עד כמה (בכורות דף ל':) עכו״ם שבא לקבל דברי תורה חוץ מדבר אחד אין מקבלין אותו ר״י בר״י אומר אפילו דקדוק אחד מד״ס. ובהשגות א״א דעת זה המחבר סתום וחתום וכו' ושלא לטבול כמה שירצה בכל זמן עכ״ל. ומ״ש שבזמן שאין היובל נוהג מותר לישב בעיר עצמה, אין נראה כן מדברי רבינו פ״י מהלכות עכו״ם וחוקות העכו״ם וגם לא ראיתי בדברי רבינו מ״ש שאין מושיבין אותו בתוך העיר עצמה בזמן היובל: "
      ],
      [
        "<b>העבד הנלקח וכו'.</b> שם יתיב רבי חנינא בר פפי ורבי אמי ור' יצחק נפחא אקילעא דר' יצחק נפחא ויתבי וקאמרי עיר אחת היתה בישראל ולא רצו עבדיה למול וגלגלו עמהן עד י''ב חדש וחזרו ומכרום לנכרים כמאן כי האי תנא דתניא הלוקח עבד מן הנכרי ולא רצה למול מגלגל עמו עד י''ב חדש לא מל חוזר ומוכרו לנכרים בכאן מתבאר שאין נמולין על כרחן ואינן מקבלין מצות על כרחן וכן אמרו שם אחד עכו''ם ואחר לקוח מן העכו''ם צריך לקבל ואע''פ שי''ח בזה דעת רבינו כדעת ההלכות וכן הסכים הרשב''א ז''ל וכן עיקר:",
        "<b>ואם התנה וכו'.</b> שם אי זה הוא עבד ערל שמותר לקיימו זה שלקחו רבו על מנת שלא למולו ופירש רבינו אלא יהיה כגר תושב פירוש דודאי לאו בעובד ע''א שלו קאמר דמותר לקיימו שהרי אפילו חנייה בקרקע אסור לתת לו כ''ש לעמוד בתוך ביתו ולקיימו עמו אלא הרי הוא מקבל שבע מצות של ב''נ ואז מותר לקיימו שהרי הוא כגר תושב וכבר נתבאר למעלה שאין ג''ת נוהג אלא בזמן שהיובל נוהג ולזה כתב רבינו ואין מקיימין עבד כזה אלא בזמן היובל והר''א ז''ל חולק בזה שכתב למעלה מעתה מקיימין מי שהתנה שלא למול ושלא לטבול כמה שירצה בכל זמן לפי שהוא ז''ל סובר שמ''ש שאינו נוהג בזמן הזה אינו ר''ל שאינו נוהג כלל אלא שאין בו אותם דינים ויש מהם שהוא להקל עליו כנ''ל ורבינו ז''ל סובר שאינו נוהג כלל והרי הוא אצלנו לכל דבר כאילו לא קיבל כלל:"
      ],
      [
        "<b>העכו״ם אין אסורים עליהן וכו'.</b> בסנהדרין פרק ארבע מיתות (סנהדרין דף נ\"ז נ\"ח) ובהלכות מלכים יתבאר: "
      ],
      [
        "<b>עכו״ם שנתגייר ועבד וכו'.</b> זה מפורש בהרבה מקומות ומהם ביבמות פרק כיצד (דף כ\"ב) ובפרק נושאין על האנוסה (יבמות דף צ\"ז:): "
      ],
      [
        "<b>דין תורה שמותר לגר וכו'.</b> שם בפרק כיצד מפורש בגמרא שגזרו בהן חכמים כדי שלא יאמרו באנו מקדושה חמורה לקדושה קלה ומתבאר במקומות אחרים:"
      ],
      [
        "<b>כיצד דין הגרים וכו'.</b> מ''ש רבינו שאם היה נשוי לאמו או לאחותו שמפרישין אותם פי' אחותו מאמו שהיא ערוה עליו בגיות כמו שנתבאר.",
        "<b>ואם היה נשוי לשאר עריות שאין מפרישין אותן.</b> מבואר בפרק נושאין על האנוסה:",
        "<b>גר אסור בשאר האם אחר שנתגייר וכו'.</b> שם בני יודן אמתא אשתחרור שרא להו רב אחא בר יעקב למנסב נשי דהדדי א''ל רבא והא רב ששת אסר א''ל הוא אסר ואנא שרינא מן האב ולא מן האם כ''ע לא פליגי דשרי מן האם ולא מן האב כ''ע לא פליגי דאסור כי פליגי מן האב ומן האם מאן דשרי בתר אב שדינן [להו] דהא בני פלניא קרו להו ורב ששת קרו להו נמי בני פלונית ואיכא דאמרי פליג רב אחא בר יעקב אפילו באחין מן האם ומ''ט גר שנתגייר כקטן שנולד דמי ע''כ. ופסקו בהלכות לחומרא כרב ששת. <b>וממ''ש רבינו ואע''פ שיודע בודאי שזה שארו מאביו כגון תאומים וכו'</b> נראה בביאור שהוא פוסק דמן האב ומן האם שרי ולא אסירי אלא מן האם ולא מן האב ואפשר שהוא פוסק כלישנא קמא דגמרא וכרב אחא לקולא בשל דבריהם אבל לא רצה לפסוק כלישנא בתרא וכרב אחא משום דכולהו קולי לא נקטינן או אפשר שהוא מפרש דלישנא בתרא ה''ק א''ד פליג רב אחא בר יעקב אפילו באחים מן האם בלבד ובהא הוא דפליג רב ששת אבל במן האם ומן האב אפילו רב ששת מודה ופסק כרב ששת וכל''ב והראשון עיקר לפי שיטתו.",
        "<b>ומ''ש כגון תאומים.</b> יצא לו מן הסוגיא אשר שם (דף צ\"ח) לדעת רב אחא אמר רבא שם הא דאמור רבנן אין אב לעכו''ם לא תימא משום דשטופי בזימה [דלא ידיע] אבל היכא דידיע חיישינן אלא אפילו דידיע נמי לא חיישינן דהא שני אחים תאומים דטפה אחת היא ונחלקה לשתים וקתני סיפא לא חולצין ולא מייבמין ש''מ אפקורי אפקרי' רחמנא לזרעיה דכתיב אשר בשר חמורים בשרם וזרמת סוסים זרמתם: ",
        "<b>לפיכך נושא הגר אשת אחיו מאביו וכו'.</b> בהשגות אמר אברהם מכדי רב ששת אמרה לשמעתיה וכו' אבל נסבה כשהוא גר אסור ע''כ. ואין זו קושיא כלל דע''כ לא מוקמי לה בגמרא בנסבה כשהוא עכו''ם אלא משום דקתני אשת אחיו סתמא ומשמע אפילו אשת אחיו מאמו ואפילו מאמו בלבד מדלא קא מפלגא כלל ולאו רב ששת בלחוד מוקים לה הכי אלא אפילו רב אחא לפום לישנא קמא דאמרי דמודה הוא במן האם ולא מן האב דאסירי אבל באשת אחי אביו ואשת אביו לאו מינייהו פרכינן ולא אינהו מוקמינן בדנסב כשהוא בדוקא עכו''ם ואע''ג דגבי הדדי קתני להו מידי איריא הא כדאיתא והא כדאיתא וכבר הכריע הרמב''ן כדעת רבינו וביאר שהענין כן וכן הסכים הרשב''א ז''ל:",
        "<b>וכן אחות אמו מאביה וכו'.</b> ג''כ הסכים בזה הרמב''ן ז''ל דאע''ג דאמרו בברייתא התם הנך דאמור רבנן יקיים לכתחלה לא יכנוס פי' כגון אחותו מן האב ואחות האם מן האב הני מילי לדברי האומר אחות האב מן האם יוציא דכיון דמצינו להם אחוה בצד האב איכא למיגזר בהא משום הנך אבל לדידן כיון שלא מצינו להם שאר האב כלל כרבי עקיבא דדריש על כן יעזב איש את אביו לאשת אביו ולא לאחות אביו אם כן אחות האם מן האב ואינך שריין לכתחלה עכ''ד:",
        "<b>ובתו שנתגיירה וכו'.</b> גם בזה הסכימו הרמב''ן והרשב''א ז''ל שהרי העכו''ם מותר בבתו ולא גזרו בגר בשאר האב כלל והם האריכו בזה:",
        "<b>אבל אינו נושא לא אחותו וכו'.</b> שם מבואר. <b>ומה שכתב ולא אשת אחיו מאמו</b> כבר נתבאר שנראה מדבריו דוקא שהוא אחיו מאמו ולא מאביו אבל מאמו ואביו לא ויש חולקין בזה ואומרין דמן האב ומן האם אסירי וזה דעת הרמב''ן והרשב''א ז''ל והחילוק שכתב בין נשאה כשהוא עכו''ם לנשאה כשהוא גר מבואר שם:"
      ],
      [
        "<b>שני אחין תאומין וכו'.</b> שם ברייתא:"
      ],
      [
        "<b>הנושא גיורת וכו'.</b> שם נשא אשה ובתה כונס אחת ומוציא אחת ופי' בגר שנשא בגיותו אשה ובתה ונתגיירו עמו קאי כך פירשו המפרשים. ורבינו כתב דין זה במי שנשא אשה ובתה שנתגיירו ואפילו היה זה שנשאן ישראל ודינו ודאי אמיתי וכן כתב רש''י ז''ל והשוה רבינו דין שתי אחיות מן האם לאשה ובתה וכן כתבו ז''ל והטעם מפני שיש להם שאר האם בגיותן והוא הדין לאם חמותו כך כתבו הרמב''ן והרשב''א ז''ל:",
        "<b>נשא גיורת ומתה וכו'.</b> שם מתה אשתו מותר בחמותו:",
        "<b>ומותר אדם וכו'.</b> כבר נתבאר זה לפי שאין אבות לעכו''ם:"
      ],
      [
        "<b>השניות כולן וכו'.</b> בפרק כיצד (יבמות דף כ\"ב ע\"א) בעו במערבא גזרו שניות בגרים או לא גזרו שניות בגרים אמר ליה השתא ומה ערוה גופה אי לאו שלא יאמרו באין מקדושה חמורה לקדושה קלה לא גזרו בהו רבנן שניות מיבעיא עד כאן. וכבר נתבארו פרק ראשון מהלכות אישות מי הן עריות ומי הן שניות: "
      ],
      [
        "<b>העבד מותר לישא אמו כשהוא עבד וכו'.</b> בסנהדרין פרק ארבע מיתות (סנהדרין דף נ\"ח:) אמר רב חסדא עבד מותר באמו [כשהוא עבד] ומותר בבתו יצא מכלל עכו״ם ולכלל ישראל לא בא: "
      ],
      [
        "<b>ויראה לי שאם בא העבד וכו'.</b> סברת רבינו זו נכונה ופשוטה כטעמה: <b>ובהשגות</b> א''א זה לא היה צריך אפילו לתינוקות וכו'. ועוד אני תמה בזה דהא ודאי אם בא [על אשת] ישראל הרי זה נהרג שלא אמרו יצא מכלל עכו''ם ולכלל ישראל לא בא אלא שאין לו שאר כלל ולא שום יחס אבל אשת ישראל ודאי נהרג עליה וכל שכן בזכור ובהמה ולא ידעתי למה לא ביאר זה רבינו:"
      ],
      [
        "<b>עבדים שנשתחררו וכו'.</b> זה מבואר בפ' נושאין על האנוסה (יבמות דף צ\"ז:) בההיא דבני יודן אמתא דאשתחרור ומתבאר עוד שם בסוגיא: ",
        "<b>נותן אדם שפחתו וכו'.</b> בהרבה מקומות אמרו ומהם בקידושין פ' האומר (דף ס\"ח) שבו לכם פה עם החמור עם הדומה לחמור אלמא הרי הן כבהמות ואולי במקום אחר מצא רבינו הדבר מבואר ביותר: "
      ]
    ],
    [
      [
        "<b>אי זה ממזר כו'.</b> בהחולץ (דף מ\"ט) משנה מחלוקת תנאים ופסקו בהלכות כשמעון התימני דאמר כל שחייבין עליו כרת בידי שמים וכו' והכריחו כן בראיות וכבר נתבארו מי הן העריות פ''א מהל' אישות ובגמרא הכל מודים בבא על הנדה ועל הסוטה שאין הולד ממזר. ",
        "<b>ומ״ש בין בזדון בין בשגגה.</b> מתבאר בהרבה מקומות ומהם בפרק האשה רבה (יבמות דף פ\"ח) בדין האשה שהלך בעלה ושמעה שמת ונשאת לאחר: ",
        "<b>ואחד זכרים וכו'.</b> משנה בפרק הערל (יבמות דף ע\"ח:): "
      ],
      [
        "<b>אחד ממזר שנשא ישראלית וכו'.</b> מ''ש <b>רבינו שאם קדש ולא בעל אינו לוקה</b> דבר פשוט הוא ומוסכם.",
        "<b>ומ''ש בעל ולא קידש אינו לוקה משום ממזרת.</b> ר''ל שאינו לוקה משום ממזרת אבל לוקה משום פנויה וכפי מה שכתב הוא בפרק ראשון מהלכות אישות שהבועל אשה שלא לשם קידושין לוקה מן התורה מפני שבעל קדשה אבל משום לאו דממזרת אינו לוקה שאין לך בכל חייבי לאוין מי שלוקה על בעילה בלא קידושין אלא כ''ג באלמנה זהו דעת רבינו. וכבר נשאל רבינו על זה מחכמי לוניל וזה לשון השאלה והתשובה. נמצא כתוב בספר קדושה בכמה מקומות ובשאר הספרים שאין אדם הבא על חייבי לאוין לוקה אלא אם כן קדשה ויגענו הרבה ולא מצאנו מנין לו רק מצאנו קושיא גדולה באלו נערות שיש להן קנס דמקשינן אי רבי מאיר קשיא בתו אי רבי נחוניא בן הקנה קשיא אחותו אי רבי יצחק קשיא ממזרת הא קיימא לן דאינו לוקה ומשלם ולדברי הספר מעולם לא שייך ביה מלקות כלל, יורנו רבינו. תשובה זו השאלה והקושיא ודאי ראויה היא לעיין בה הרבה וחכמים גדולים ככם הם שיקשה להם דבר זה ובעת שחברתי עמדתי בדבר זה כמה ימים והנוסחא הראשונה הילדה שחברתיה תחלה שמקצתה מלבי ולא העתקתיה הנה כתוב בה כפי הנראה מהלכה זו אליבא דרבי יצחק וכל ביאורה דהא משנה דאלו נערות שכל הבועל חייבי לאוין בהתראה לוקה ובעת שהעתקתי ודקדקתי כל שמועה ושמועה מפי הספרים לא סמכתי על קושיא זו שאמרתי לא נניח גמרא ערוכה ונפסוק הלכה ממשא ומתן של גמרא שהרי עולא ורבי יוחנן וריש לקיש וכמה אמוראים אליבא דידהו נשאו ונתנו בהא מתניתא וגם חכמי משנה חולקים בדבר זה הרבה. וי''ל שרבי יצחק חולק בדבר זה וסבירא ליה שכל בועל חייבי לאוין בהתראה לוקה כאביי ואינה הלכה ועוד י''ל שרבי יצחק סבירא ליה בממזרת כסברא דעולא (דף ל\"ב) באחותו שהרי אמר עולא שהמלקות שבאחותו בבוגרת ולא בנערה כך אפשר דרבי יצחק סבירא ליה הכי בממזרת לפי שאי אתה יכול לחלק בחייבי לאוין עד שנאמר זאת האשה בבעילה לבד ילקה וזאת בקידושין ובבעילה אלא באלמנה לכהן גדול בלבד כמו שנתפרש שם בסוף קידושין (דף ע\"ח) וזאת הגמרא הערוכה שם אמר אביי קידש לוקה בעל לוקה קידש לוקה משום לא יקח בעל לוקה משום לא יחלל רבא אמר בעל לוקה לא בעל אינו לוקה [מה טעם קאמר] מה טעם לא יקח משום לא יחלל ומודה אביי במחזיר גרושתו שאם קידש ולא בעל אינו לוקה להיות לו לאשה אמר רחמנא והא ליכא ומודה רבא בכהן גדול באלמנה שאם בעל ולא קידש שלוקה ולא יחלל זרעו בעמיו אמר רחמנא והרי הוא חילל ושניהם מודים במחזיר גרושתו שאם בעל ולא קדש שאינו לוקה זהו נוסח הגמרא. ומדקאמר ומודה אביי וכו' ושניהם מודים וכו' שמע מינה שבכל חייבי לאוין פליגי אביי ורבא ולא באיסור כהונה לבד ופליגי שאביי סבר שהבועל אחת מחייבי לאוין בלא קידושין לוקה חוץ ממחזיר גרושתו שאינו לוקה עליה עד שיקדש ויבעול ורבא סבר שכל הבועל אחת מחייבי לאוין שאינו לוקה מאותו השם עד שיבעול אחר הקידושין חוץ מאלמנה לכהן גדול שאם בעל לוקה אע''פ שלא קידש והדבר ידוע שאביי ורבא הלכה כרבא בר מהנהו הלכך אי בעינן לאוקומי דברי רבי יצחק אליבא דהלכתא נימא שרבי יצחק אומר בממזרת כמו שאומר עולא באחותו [ואם תרצה תאמר] שכך ס''ל לר' יצחק שכל הבועל חייבי לאוין בלא קידושין לוקה כאביי ועל כל פנים לאו מדברי משא ומתן נפסוק הלכה כמו שביארנו ויראה לי שאין בדברים אלו ספק כלל ע''כ. והרמב''ן ז''ל דחה ראיה זו ופי' כל הסוגיא הזאת דוקא בלאוין שכתוב בהן קיחה כלאוי כהונה ומחזיר גרושתו שכתוב בהן לא יוכל בעלה הראשון אשר שלחה לשוב לקחתה אבל ממזר הדבר ידוע שעל הקידושין אינו לוקה שהרי אין כתוב בהן לאו בקיחה ועל ביאה בלא קידושין לוקה כמו שהכתוב מפורש צווח לא יבא שהיא הבעילה ומפורש בפרק אלו נערות דאקשינן בהדיא אי כרבי יצחק קשיא ממזרת והוא הדין לעמוני ומואבי ופצוע דכא ושאר כל חייבי לאוין וכיוצא בהן עד כאן דבריו ז''ל וזה דעת הראב''ד ז''ל בהשגות: ",
        "<b>המחזיר גרושתו משנשאת וכו'.</b> זה מפורש פ''ק דיבמות (דף י\"א) היא תועבה ואין בניה תועבין ומפני שכתוב בה תועבה הוצרך רבינו לומר כן בביאור יותר משאר חייבי לאוין: "
      ],
      [
        "<b>עכו״ם ועבד וכו'.</b> מסקנא דגמרא פרק החולץ (יבמות דף מ\"ה:) והלכתא עכו״ם ועבד הבא על בת ישראל הולד כשר בין בפנויה בין באשת איש. ויש מי שכתב שאם ילדה בת שהיא פסולה לכהונה והרמב״ן ז״ל העלה הדבר בספק וכתב ואם נשאה אין מוציאין מידו והולד ספק חלל: ",
        "<b>ועכו''ם ועבד וכו'.</b> זה פשוט שהולד כמוה ומתבאר בקידושין פרק האומר (דף ס\"ו ס\"ט) בסוגיא: ",
        "<b>וממזר הבא על העובדת כו''ם וכו'.</b> שם מבואר וכל מי שאין לה לא עליו ולא על אחרים קידושין הולד כמוה ואי זו זו ולד שפחה ונכרית ר''ט אומר יכולין ממזרים לטהר [עצמם] כיצד ממזר שנשא שפחה הולד עבד שחררו נמצא הבן בן חורין ואסיקו בגמרא דר''ט לכתחלה קאמר והלכה כר''ט כדאיתא התם:"
      ],
      [],
      [
        "<b>מי שחציו עבד וכו'.</b> מימרא פרק החולץ (יבמות דף מ\"ה): "
      ],
      [
        "<b>עכו''ם הבא על השפחה וכו'.</b> זה בכלל מה שאמרו בשפחה ונכרית שהולד כמוה.",
        "<b>ומה שכתב אבל עכו''ם וכו'.</b> הוא ממה שאמרו באומות הלך אחר הזכר ואין קפידא בשפחות ועבדות בעודן בגיותן:"
      ],
      [
        "<b>ממזר מותר לישא גיורת וכו'.</b> בפרק עשרה יוחסין (קידושין דף ע\"ב:) גר נושא ממזרת [והולד ממזר] דברי רבי יוסי ואמרו שם משום דקהל גרים לא איקרי קהל ופסקו הלכה כן בגמרא והוא הדין לממזר בגיורת שהולד הולך אחר הפגום וכן מפורש בסוגיא בפרק האומר: "
      ],
      [
        "<b>גיורת שנשאת לגר וכו'.</b> ברייתא שם (דף ע\"ה) גר עד עשרה דורות מותר בממזרת מכאן ואילך אסור בממזרת ויש אומרים עד שישתקע שם עכו''ם ממנו ופסק רבינו כי''א ופי' דוקא גיורת שנשאת לגר אבל אם היה ישראל גמור אחד מהן הבן אסור בממזרת כמ''ש רבינו וזה פשוט שאם גר הוא שבא על בת ישראל לא גרע הבן מעכו''ם שבא על בת ישראל שהולד כשר ואסור בממזרת ואם ישראל שבא על הגיורת הרי יש קידושין ואין עבירה והולד הולך אחר הזכר וכן יתבאר פרק י''ט כיוצא בזה בדין הכהונה שכל שיש שם צד אחד מישראל כשירה לכהונה: ",
        "<b>ומ''ש אחד גרים וכו'.</b> פשוט הוא ושם מתבאר ג''כ היקש העבדים לגרים:"
      ],
      [],
      [
        "<b>שלשה ממזרים וכו'.</b> בפ' י' יוחסין (קידושין דף ע\"ד) נתבארו השנים והשלישי שהוא מד״ס הוא בפרק האשה רבה (דף פ\"ו) בדין האשה שהלך בעלה למדינת הים ושמעה שמת ונשאת ואח״כ בא בעלה אמרו שם הולד ממזר מזה ומזה ובגמרא (דף פ\"ט:) אמרו בשלמא משני [הוי] ממזר אלא מראשון אמאי אשתו היא וישראל מעליא הוא וקא שרינן ליה בממזרת ותירצו אמאי קרי ליה ממזר לאוסרו בבת ישראל ופירש רבינו דוקא בשבא עליה קודם שגירשה השני אבל אחר שגירשה השני לא גרע ממחזיר גרושתו לאחר שנשאת ונתגרשה שלא מצינו בה תקנת חכמים לומר הולד ממזר וכן נתבאר פ״י מהלכות גירושין. ודין ספק ממזר וממזר מד״ס יתבאר למטה בפרק זה: "
      ],
      [
        "<b>פנויה שנתעברה מזנות וכו'.</b> בפ' י' יוחסין (קידושין דף ס\"ט) שתוקי כל שמכיר את אמו ואינו מכיר את אביו וכו' אבא שאול היה קורא לשתוקי בדוקי ופירשו בגמרא (דף ע\"ד) שבודקין את אמו ואם אמרה לכשר נבעלתי נאמנת ואע״ג דאיכא רוב פסולין אצלה אמר רבא הלכתא כאבא שאול ויש מי שכתב דדוקא בדיעבד אבל לכתחילה לא מנסבין ליה עד דאיכא רוב כשרין אצלה כדאיתא בכתובות פ״ק (דף י\"ד) ואת לא תעביד עובדא עד דאיכא רוב כשרים אצלה ובפ' י״ח יתבאר זה: "
      ],
      [
        "<b>ומ''ש ואם לא נבדקה אמו וכו'.</b> זה מבואר דכל שלא נבדקה אמו הרי הוא שתוקי והשתוקי מבואר שם בגמרא שהוא ספק ממזר וכן אמרו בירושלמי בפ''ק יש שתוקי בשותקת או במדברת ואומרת איני יודעת.",
        "<b>ומ''ש רבינו שאפילו היא אומרת לפלוני הממזר נבעלתי.</b> הוא מפני שאין האשה נאמנת בפסול אלא האב בלבד כמו שיתבאר ואע''פ שנאמנת להכשיר והיה נראה שכ''ש לפסול לא היא דלהכשיר דבר תורה אין אנו צריכין לה דהא מדינא לא הוי אלא ספק ממזר וספק ממזר מן התורה מותר גמור לבא בקהל אלא דרבנן גזרו עליהן והאמינוה בשל דבריהם אבל לפסול כיון דמדאורייתא מותר לבא בקהל ואסור בממזרת ודאית ואם היו מאמינים אותה ומתירין אותו בממזרת ודאית היו מקילין בשל תורה ולא נתנה תורה נאמנות אלא לאב ואפילו לאב נחלקו חכמים אלא דקיימא לן כרבי יהודה דאמר יכיר יכירנו לאחרים וכמו שיתבאר בסמוך כנ''ל טעם הענין ואע''פ שחיה נאמנת כל שלא קרא עליה ערער וכנזכר בפרק זה שאני הכא שאין אדם משים עצמו רשע ועוד שהיא קרובה לו וזהו שבגמרא לא אמרו בודקין את אמו אם אמרה לפסול נבעלתי או לכשר נאמנת ולא הזכירו אלא האומרת לכשר נבעלתי ולפי זה הירושלמי שאמר במדברת ואומרת איני יודעת ה''ה דהוה מצי למנקט באומרת לפסול נבעלתי שהולד שתוקי אלא דאורחא דמילתא נקט.",
        "<b>ומ''ש רבינו ואפילו אותו פלוני וכו'.</b> פשוט הוא שהרי הוא עצמו אינו יכול לידע דשמא זינתה עם אחרים והוא לא ידע ואין זה אב שיהא לו היכר וחשש זה כבר נזכר בגמרא בכיוצא בזה:"
      ],
      [
        "<b>וכן הבן הנמצא בשוק וכו'.</b> שם במשנה ובגמ' שאסופי מותר מדבר תורה:"
      ],
      [
        "<b>פנויה שזינתה וכו'.</b> פי' אינה נאמנת להיות זה בנו של פלוני לפטור את אשתו מן היבום ולקום לנחלה תחת אביו וכבר כתבתי בדין היבום פ''ג מהלכות יבום והארכתי בו ועתה כתב רבינו שאע''פ שאינה נאמנת שחוששין לדבריה לאסרו בקרובותיו וסברא נכונה היא להחמיר עליו בספק.",
        "<b>ומ''ש ואם אותו פלוני וכו'.</b> כבר נתבאר בסמוך:"
      ],
      [
        "<b>אבל האב שהוחזק וכו'.</b> כר״י דאמר הכין בפ' י' יוחסין (קידושין דף ע\"ח:) ונפסקה הלכה כן בפ' יש נוחלין (בבא בתרא דף קכ\"ט) ומבואר פרק החולץ (יבמות דף מ') נאמן אדם לומר על בנו קטן ואינו נאמן על בנו גדול ואמר ר' חייא בר אבא אר״י לא קטן קטן ממש ולא גדול גדול ממש אלא קטן ויש לו בנים זהו גדול גדול ואין לו בנים זהו קטן ומכאן שכל שיש לבן בנים אינו נאמן ופסקו אפילו על עצמו של בן וכן כתבו ז״ל ודבר ברור הוא: "
      ],
      [
        "<b>וכן אם היתה אשתו מעוברת וכו'.</b> במשנה שם יבמות (דף ע\"ח:) וכדעת ר''י: ",
        "<b>והאומר על עצמו וכו'.</b> זה ברור דשוי נפשיה חתיכה דאיסורא ודנין בו להחמיר ואם יש לו בני בנים כבר נתבאר זה ומצינו בגמרא כיוצא בזה במי שאמר נתגיירתי ביני לבין עצמי שהוא נאמן על עצמו ואינו נאמן על בניו כנזכר פי''ג:"
      ],
      [
        "<b>ארוסה שנתעברה והיא בבית אביה וכו'.</b> ביבמות בפ' אלמנה לכ״ג (יבמות דף ס\"ט:) איתמר הבא על ארוסתו בבית חמיו רב אמר הולד ממזר ושמואל אמר הולד שתוקי וכו' א״ד בבא עליה כ״ע לא פליגי דבתר דידיה שדינן ליה והכי איתמר ארוסה שעיברה רב אמר הולד ממזר ושמואל אמר הולד שתוקי ובהלכות הא שמעתא קא הוינן בה בפ' י' יוחסין ואסיקנא הכי רב דאמר הולד ממזר לאו ממזר ודאי הוי אלא ספק ממזר הוי ואסור בממזרת ושתוקי דאמר שמואל בדוקי הוא דבדקינן לה לאימיה ואי אמרה לכשר נבעלתי דהוא ארוס נאמנת והלכתא בהא כשמואל דקם ליה כאבא שאול דתנן אבא שאול היה קורא לשתוקי בדוקי ואמרינן מאי בדוקי דבדקינן לה לאימיה ואי אמרה לכשר נבעלתי נאמנת ואע״ג דרוב פסולים אצלה ואמר רבא הלכתא כאבא שאול הלכך הלכה כשמואל דקאי כוותיה אבל ודאי אי בדקינן לה ואמרה דלא ידענא הולד ספק ממזר הוי ובהא לא פליג שמואל ע״כ. ",
        "<b>ומ''ש רבינו ואם הכחישה הארוס וכו'.</b> פשוט הוא ממה שנתבאר שהולד ממזר אבל היא כשרה בשנשאת והכין משמע בפ''ק דכתובות (דף י\"ג) גבי ההוא ארוס וארוסתו דאתו לקמיה דרב יוסף וכו' דאמרינן התם דאפילו לא הוה מודה הוה מכשיר בדיעבד ומ''מ אינו מודה דהתם כגון דליתיה קמן דנשייליה הוא דאי מכחיש לה ברי וברי הוא ואע''פ כן דעת רבינו שאינו נאמן לפוסלה לעלמא אפילו במכחיש אבל ודאי לגבי דידיה במכחיש שוייה אנפשיה חתיכה דאיסורא דהא ליכא גביה אלא חד ספק שמא באונס שמא ברצון וספיקא דאורייתא לחומרא: "
      ],
      [
        "<b>היו העם וכו'.</b> דעת רבינו היא שכל זמן שלא נבדקה שהולד ספק ממזר לכ''ע ה''מ בשלא ראינו שבא עליה ארוס אבל היכא שבא עליה ארוס ולא דיימא מעלמא דאיכא תרתי לטיבותא אינה צריכה בדיקה אבל כל היכא דליכא אלא בחדא מינייהו כגון שלא ראינו שבא עליה ארוס אע''ג דלא דיימא מעלמא או שראינו שבא עליה ודיימא מעלמא צריכה בדיקה ואם לא נבעלה הרי הוא ספק ממזר ונראה שהוציא זה מלישנא קמא דאיתמר ביבמות (דף ס\"ט:) הבא על ארוסתו בבית חמיו רב אמר הולד ממזר ושמואל אמר הולד שתוקי אמר רבא מסתברא מילתיה דרב בדדיימא מעלמא אבל לא דיימא מעלמא בתר דידיה שדינן ליה ואע''ג דקי''ל כשמואל ה''מ בנבדקה אמו אבל בלא נבדקה אפילו שמואל מודה ופסק רבינו כלישנא קמא לחומרא דאע''ג דלישנא בתרא משמע דכל היכא דארוס בא עליה בודאי אע''ג דדיימא מעלמא בתר דידיה שדינן ליה מחמרינן כלישנא קמא: "
      ],
      [
        "<b>אשת איש שהיתה מעוברת וכו'.</b> כבר נתבאר זה למעלה דלכ''ע האם אינה נאמנת וע''כ לא פליג ר' יהודה אלא באב:",
        "<b>אמר האב וכו'.</b> דין האב כבר נתבאר:",
        "<b>או שהיה בעלה במדינת הים.</b> פשוט הוא.",
        "<b>ומ''ש ואם אמרה מעכו''ם ועבד נתעברתי הרי הולד כשר.</b> לא מצאתיו מבואר אבל הטעם הוא ממה שכבר נזכר למעלה שהיא נאמנת בשתוקי להכשיר אפילו ברוב פסולין להכשיר והוא הדין שיכולה ודאי לתלות בעכו''ם דהא ולד זה ספק מעכו''ם וכשר ספק מישראל ממזר ובכל ספק היא נאמנת להכשיר:",
        "<b>ואין העובר וכו'.</b> בפרק הערל (יבמות דף פ':) עבד רבה תוספאה עובדא באשה שהלך בעלה למדינת הים ואישתהי עד תריסר ירחי שתא ואכשריה ע״כ ואין להכשיר יותר ממה שאמרו חכמים:"
      ],
      [
        "<b>אשת איש שיצא עליה קול וכו'.</b> בסוטה פרק ארוסה ושומרת יבם (דף כ\"ז) והלכתא ישא אדם בת דומה ואל ישא דומה וכו' מאי טעמא רוב בעילות אחר הבעל ופירוש דומה חשודה וכתב רבינו חוששין לה משום זונה פירוש וכהן חושש לה מדין תורה וישראל אם רוצה להתרחק מן הכיעור עוד שם בגמרא בעי רב עמרם היתה פרוצה ביותר מהו וסלקא בתיקו ופסק רבינו לחומרא וכן עיקר דאמרינן התם דאיכא למ''ד דודאי חוששין: "
      ],
      [
        "<b>דין תורה וכו'.</b> מפורש בגמרא בקידושין פרק י' יוחסין (קידושין דף ע\"ד): ",
        "<b>אבל חכמים עשו וכו'.</b> שם כל האסורין לבא בקהל מותרין לבא זה בזה רבי יהודה אוסר רבי אליעזר אומר ודאן בודאן מותר ודאן בספיקן וספיקן בודאן וספיקן בספיקן אסור ואלו הן הספיקות שתוקי ואסופי ובגמרא אמר רב יהודה אמר רב הלכה כר''א.",
        "<b>ומ''ש וממזר של דבריהם וכו'.</b> הוא מפני שלא אסרוהו מספק כנזכר למעלה ומן הדין ודאי כשר. <b>ומ''ש שיש להם תקנה שישאו מן הגרים והולד הולך אחר הפגום</b> נכלל הוא במה שנזכר למעלה בפרק זה שגר מותר בממזרת והולד הולך אחר הפגום:"
      ],
      [],
      [],
      [],
      [
        "<b>האסופי שנמצא בעיר וכו'.</b> בפרק קמא דכתובות מצא בה תינוק מושלך אם רוב עכו''ם עכו''ם אם רוב ישראל ישראל מחצה על מחצה ישראל אמר רב לא שנו אלא להחיותו אבל ליוחסין לא ומפורש שם דאפילו ברוב ישראל אינו ישראל לענין יוחסין ופירש רש''י ז''ל דאם בת היא אסורה לכהונה ובודאי שאם קידש אשה שהיא ספק מקודשת ומי שהרגו לא היה נהרג עליו והטעם משום דאיכא מקצת עכו''ם או מקצת ישראל קבועים בעיר וכל קבוע בין מועט בין מרובה כמחצה על מחצה דמי כדאיתא התם בכיוצא בזה:"
      ],
      [
        "<b>הטבילוהו ב''ד וכו'.</b> כ''כ מן המפרשים ז''ל דכל שהטבילוהו ב''ד ישראל גמור הוא בכל גוונא ודברים פשוטים הם שכבר נתבאר פי''ג שגר קטן מטבילין אותו על דעת ב''ד ומתניתין דמצא בה תינוק דינא קתני כל זמן שלא הטבילוהו ב''ד מהו דינו אבל הטבילוהו גר גמור הוא ואין צ''ל טבל הוא משהגדיל ולענין יוחסין הרי הוא כשאר אסופי הנמצא בעיר ישראל שהרי אין הטבילה מועלת אלא להוציאו מידי עכו''ם. והר''א ז''ל כתב בהשגות א''א אם רוב עכו''ם ונתגייר קרוב אני להכשיר עכו''ם הוא ונתגייר ע''כ. ואין כן דעת רבינו והטעם משום דכל קבוע כמע''מ דמי וכיון שכן מיעוט ישראל שהיו שם הרי הם כמחצה וכיון דשאר אסופי ספק האי נמי ספק ולדברי הר''א ז''ל היאך מחזיקים אותו בגר ומתירין אותו בממזרת והא שמא מישראל הוא דכל קבוע כמע''מ הוא. ומ''מ היה נראה שהוא מותר בבת ישראל ואסור בממזרת והטעם בזה משום דבבת ישראל איכא תרתי חדא דילמא מרוב עכו''ם הוא ונתגייר מאי אמרת דילמא ממיעוט ישראל הוא אפ''ה דבר תורה מותר גמור הוא בבת ישראל ואפילו בעיר שכולה ישראל דספק ממזר מותר כמו שנתבאר וכי גזרו רבנן באסופי בחדא ספיקא בתרי ספיקי לא גזרו אבל ודאי אסור בממזרת דהא איכא למיחש דילמא מישראל דהא קבועין נינהו ואסופי אסור הוא בממזרת ד''ת ומותר לבא בקהל ואפשר שאף לזה נתכוון הר''א ז''ל ונכון הוא כנ''ל:",
        "<b>היה רוב העיר וכו'.</b> פירוש זה שלא טבל ולא הטבילוהו ב''ד והדין מבואר שם אם רוב עכו''ם עכו''ם למאי הלכתא אמר רב פפא להאכילו נבלות אם רוב ישראל ישראל למאי הלכתא אמר רב פפא להחזיר לו אבידתו:",
        "<b>מחצה על מחצה מצוה להחיותו כישראל וכו'.</b> בזה חלוקים עליו הרבה מן המפרשים ז''ל שסוברים דבמע''מ אין מצווין להחיותו אלא דוקא ברוב ישראל ולפקח עליו את הגל אפילו ברוב עכו''ם מפקחין וקי''ל לא הלכו בפקוח נפש אחר הרוב וכבר נשאל רבינו על דין זה דפקוח נפש שנראה מדברי רבינו שאין מפקחין ברוב עכו''ם והשיב דאדברי רבי יוחנן סמכינן דאמר רבי אסי א''ר יוחנן (כתובות דף ט\"ו: ויומא דף פ\"ד:) ט' עובדי כוכבים וישראל אחד [ביניהם] באותו חצר מפקחין בחצר אחרת אין מפקחין ואוקימנא בשפרשו כולם שהרי לא נשאר שם קבוע ולפיכך אם פירש אחד מהם לחצר אחרת אין מפקחין דכל דפריש מרובא פריש והוא הדין לזה שפירש מעיר שרובה עכו''ם שאין מפקחין עליו עכ''ד. וכבר כתבתי שיש חולקין ודעת הרמב''ן ז''ל והרשב''א ז''ל הוא דלהחיותו עד שיהא רוב העיר ישראל ולפקח עליו את הגל אפילו ברוב עכו''ם מפקחין ויש מן המפרשים שסוברין כדעת רבינו. ",
        "<b>ומ''ש והרי הוא לענין נזקין וכו'.</b> מפורש שם מע''מ ישראל למאי הלכתא אמר ר''ל לנזקין היכי דמי אילימא דנגחיה תורא דידן לתורא דידיה לימא ליה אייתי ראיה דישראל את ושקול ותירצו לא צריכא דנגחיה תורא דידיה לתורא דידן פלגא משלם ואידך פלגא א''ל אייתי ראיה דלאו ישראל אנא ואתן לך פירוש אבל ברוב עובדי כו''ם חשבינן ליה כעכו''ם ומשלם נזק שלם כדין שור של עכו''ם שנגח שור של ישראל כמבואר בהלכות נזקי ממון פ''ח לפי שאין לו חזקת ממון כיון שהוא בעצמו מסופק אם הוא עכו''ם או ישראל. ויש לדקדק ברוב ישראל אם נגח שור של ישראל את שורו אם חייב הישראל לשלם נזק כלל ומסתברא דלא דהא קי''ל דלא אזלינן בממונא בתר רובא והיינו דקאמרינן דוקא להחזיר לו אבידה לפי שאין למוצא אותה חזקת ממון בה אבל לשלומי נזקא אפילו ברוב ישראל לא מפקינן ממונא מישראל למיתן לזה דאי לא לישמעינן לנזקין ברובן ישראל וכ''ש בחזרת אבידה. כך נ''ל:"
      ],
      [
        "<b>יראה לי שכל מדינה וכו'.</b> בהשגות א''א מצינו במסכת סנהדרין כו'. ולי נראה שרבינו לא נתכוין לפסוק כר' יהודה דר' יהודה אכולהו דיני פליג במסכת מכשירין ואמר הלך אחר רוב המשליכין ובתוספתא ביאר דאפי' עכו''ם או שפחה בלבד תולין בה ובודאי שדעת רבינו לפסוק כת''ק וכסתם מתני' וכן מתבאר בכל מה שכתב למעלה ומ''ש כאן לכ''ע הוא דלא אמרינן אם רוב ישראל ישראל להרוג על קידושיו אלא ודאי בספיקא דיינינן להו דהשתא לגבי יוחסין אמרינן דלא אזלינן בתר רובא דישראל משום מעלה דיוחסין להרוג את הנפש על קידושיו לא כ''ש וכבר ביאר רבינו למעלה שאין קידושיו ודאין אלא ספק ואין הורגין על הספק דאלת''ה כי אמרי' בגמרא אם רוב ישראל ישראל למאי הלכתא אמאי לא אמרינן ליהרג עליו ולהיות קידושיו קידושין ודאין והא ודאי הויא רבותא טפי מחזרת אבידה וכבר כתבתי למעלה שאפילו לענין נזקין לא חשבינן ליה כודאי ישראל לשלם לו נזק כ''ש ליהרג עליו או על קידושיו כל זמן שלא הטבילוהו ב''ד ולא טבל ולא מצינו רוב כי האי גוונא בדיני נפשות כנ''ל. ומ''ש רבינו בשתוקי דרך אחד הוא עם מה שנזכר בדין זה:"
      ],
      [],
      [
        "<b>ומנין אני אומר וכו'.</b> ודאי סברא אמיתית ומוכרחת מן הראיה שהזכיר רבינו ועוד יש ראיה לזה בסוגיא בפרק עשרה יוחסין. ומ''ש רבינו הוא דין תורה אבל מדבריהם כבר נתבאר למעלה שהשתוקי אסור בכל בת ישראל ואפילו נשא יוציא ואסור בממזרת ואין לו תקנה אלא בגיורת ונפקא מינה אפילו לדבריהם בכל אותן שאין בהן משום שתוקי או אסופי שהן מותרין בכל נשים שבעולם אע''פ שאינן מכירין אביהם וכמ''ש רבינו.",
        "<b>ומ״ש ואמרו חכמים וכו'.</b> הוא ביבמות פרק החולץ (יבמות דף ל\"ז:) ברייתא מפורשת שם: "
      ],
      [
        "<b>הולד שהיה מושלך וכו'.</b> בפרק עשרה יוחסין (קידושין דף ע\"ג:) אמר רב יהודה אמר רבי אבא וכו' אמר רב אסופי כל זמן שבשוק אביו ואמו נאמנין עליו נאסף מן השוק אין נאמנין עליו מ״ט אמר רבא הואיל ויצא עליו שם אסופי ואמר רבא ובשני רעבון אע״פ שנאסף מן השוק אביו ואמו נאמנין עליו ופירש רבינו אביו או אמו וכן הוא בירושלמי: "
      ],
      [
        "<b>נמצא הולד מהול וכו'.</b> כל זאת הבבא מפורשת שם.",
        "<b>ומ''ש או שהוחתל או הומלח.</b> הוא פי' משלטי הדמיה הנזכר שם כלומר שתקנו איבריו ואינו מפרש כפרש''י ז''ל שפי' משלטי הדמיה איבריו גדולים מלובן ומזורז אין זה מזנות אלא מבעלה שמתוך תשמיש תדיר הולד מלובן ומזורז עכ''ל. ופירוש רבינו נראה עיקר ובפירוש מצאתי בערוך בשם ר''ח משלטי הדמיה פירוש איבריו משולבות וזה כפירוש רבינו:"
      ],
      [
        "<b>נאמנת חיה לומר וכו'.</b> ברייתא שם ת''ר נאמנת חיה לומר זה כהן וזה לוי זה נתין וזה ממזר בד''א שלא קרא עליו שם ערער אבל קרא עליו ערער אינה נאמנת וכו' ופסקו בהלכות כלישנא בתרא דאפילו ערער דחד אינה נאמנת וכי אמר רבי יוחנן אין ערער פחות משנים ה''מ היכא דאית ליה חזקה דכשרות אבל היכא דלית ליה חזקה דכשרות חד נמי מהימן ע''כ. ורבינו כתב קרא עליה ערער והכל עולה לטעם אחד שזה המערער מכחישה מדיבורה ומערער על הולד שאינו כדבריה ואז אינה נאמנת לא להכשיר ולא לפסול ולפי שהדין הוא אפילו באומרת זה ממזר והלה מכחישה כתב רבינו קרא עליה ערער ולא כתב קרא עליו ערער על הולד:"
      ],
      [
        "<b>דבר ברור הוא שהשתוקי וכו'.</b> כבר נתבאר זה למעלה שהלכה כרבי אלעזר דאמר ספיקן בספיקן אסור.",
        "<b>ומ''ש שממזרים ונתינים מותרים לבא זה בזה.</b> מפורש שם במשנה וכבר נתבאר למעלה שהגר מותר בממזרת והולד ממזר.",
        "<b>ומ''ש ושתוקי ואסופי מותרין בנתינים.</b> אין נראה כן מדברי רש''י ז''ל שפירש הא דרבי אלעזר דאמר ודאן בספיקן אסור ממזרי ונתיני בשתוקי ואסופי ספיקן בודאן שתוקי ואסופי בממזרי ונתיני ע''כ. ודעת רבינו שכיון שהנתינים הם גרים גמורים מן התורה וכפי שיטתו שכתב פי''ב אלא שדוד גזר עליהם לא גזר אלא לבא בקהל ודאי אבל בשתוקי ואסופי לא גזרו זהו דעתו ז''ל:"
      ]
    ],
    [
      [
        "<b>פצוע דכא וכרות שפכה שנשאו.</b> מ''ש רבינו נשאו הוא נמשך אחר מ''ש בפרק ט''ו שאין בכל חייבי לאוין מי שלוקה על בעילה בלא קידושין אלא כ''ג באלמנה וכבר כתבתי שם שחלקו עליו בזה:",
        "<b>ומותרין לישא גיורת ומשוחררת וכו'.</b> בפרק הערל (יבמות דף ע\"ו) משנה פצוע דכא וכרות שפכה מותרין בגיורת ומשוחררת ואינן אסורין אלא מלבא בקהל שנאמר לא יבא פצוע דכא וכרות שפכה בקהל יי' ובגמרא בעו מיניה מרב ששת פצוע דכא [וכרות שפכה] כהן מהו בגיורת ומשוחררת בקדושתיה קאי ואסור או דילמא לאו בקדושתיה קאי ושריא [ליה] אמר להו רב ששת תניתוה פצוע דכא ישראל מותר בנתינה ואי ס״ד [פצוע דכא] בקדושתיה קאי אקרי כאן לא תתחתן בם ודחי רבא אטו התם משום קדושה ולאו קדושה הוא דילמא מוליד בן ואזל פלח לכו״ם הוא וה״מ בגיותן כי מגיירי בישראל שרו ורבנן הוא דגזרו בהו וכו' וכי גזרו רבנן בכשרין בפסולין לא גזרו רבנן הדר אמר רבא לאו מילתא היא [דאמרי] בגיותן לית להו חתנות נתגיירו אית להו חתנות פי' הילכך כיון דבנתגיירו אסרה תורה ואפ״ה פצוע דכא מותר בנתינה אלמא ש״מ דלאו בקדושתיה קאי ואפשיטא בעיין דפצוע דכא כהן מותר בגיורת דלאו בקדושתיה קאי ואע״ג דהא דרבא בתרייתא לאו הלכתא היא לדעת רבינו וכמו שנתבאר פי״ב דנתינים כיון שנתגיירו מותרין דבר תורה וכסברא קמייתא דרבא מ״מ כיון דרב ששת הוה פשיט ליה להיתרא ורבא דהוה דחי לה הדר ביה מ״מ קי״ל כהיתרא ומותרין בגיורת ופשטא דמתניתין הכי הוא דקתני מותרין בגיורת סתם לא שנא כהן ולא שנא ישראל זה דעת רבינו אבל בממזרת סובר רבינו שהוא אסור דאי לא אדתני מתני' ומותרין בגיורת ליתני בממזרת דהויא רבותא טפי אלא מתניתין לא תנא אלא גיורת דקהל גרים לא אקרי קהל אבל לענין ממזרת בקדושתיה קאי ואע״ג דכהן לאו בקדושתיה קאי ולא ילפינן ממזרת שהוא לאו השוה בכל מגיורת לכהן דלא מפרש לאויה בקרא ואין איסורו שוה בכל ואין לנו להתיר אלא מה שמנו חכמים זהו דעתו ז״ל ובירושלמי נחלקו בדין ממזרת ופסק רבינו להחמיר בשל תורה והמפרשים חלוקים בזה יש מי שסובר שהוא מותר אפי' בממזרת וזהו דעת הראב״ד בהשגות וכ״כ הרשב״א ז״ל ובעל המאור אוסרו בגיורת כשהוא כהן וכסברא קמייתא דרבא דדחייה לפשיטותיה דרב ששת וכ״ש שכל פצוע דכא אסור בממזרת וזהו דעת רבינו: "
      ],
      [],
      [
        "<b>אי זהו פצוע דכא וכו'.</b> במשנה בפרק הערל (יבמות דף ע'):",
        "<b>ובשלשה איברים וכו'.</b> מימרא מפורשת בגמ' (דף ע\"ה): "
      ],
      [
        "<b>כיצד נפצע הגיד וכו'.</b> משנה (דף ע') ובגמרא שם (דף ע\"ה:) ודוקא שמקיף החוט לכל הגיד אבל לרובו בלבד פסול כדאיתא התם: ",
        "<b>נכרת הגיד וכו'.</b> שם אמר ליה רבינא למרימר הכי אמר מר זוטרא משמיה דרב פפא הלכתא בין כקולמוס בין כמרזב כשרה:"
      ],
      [
        "<b>ניקב למטה מעטרה וכו'.</b> שם (דף ע\"ו) ניקב נקב משהו כל שאילו נקרי ונקרע פסול ואם לאו כשר וכו' היכא אילימא למטה מעטרה אפילו נכרת נמי אלא בעטרה עצמה: ",
        "<b>נסתם הנקב וכו'.</b> שם ניקב פסול מפני שהוא שותת נסתם כשר מפני שהוא מוליד וזהו פסול שחוזר להכשרו:",
        "<b>ניקב למטה מעטרה וכו'.</b> שם מפורש:"
      ],
      [
        "<b>נסתם שביל שכבת זרע וכו'.</b> שם (דף ע\"ה) ההוא עובדא דהוה בפומבדיתא אסתתים גובתא דשכבת זרע ואפיק במקום קטנים סבר רב ביבי בר אביי לאכשוריה א''ל רב פפי וכו' במקומה מבשלא שלא במקומה לא מבשלא: "
      ],
      [
        "<b>נכרתו הביצים וכו'.</b> שם (דף ע\"ה) אי זהו פצוע דכא כל שנפצעו ביצים שלו ואפילו אחת מהן ואפילו ניקבו ואפילו נימוקו ואפילו חסרו א''ר ישמעאל בנו של רבי יוחנן ב''ב שמעתי מפי חכמים בכרם ביבנה כל שאין לו אלא ביצה אחת אינו אלא כסריס חמה וכשר וי''מ שפירשו כרבי ישמעאל בחסירה ביצה אחת בידי שמים והוא הדין לשתיהן אלא דחסר לגמרי לא שכיח ולפי פירוש זה הלכה כרבי ישמעאל דלא פליג את''ק וכן יתבאר בסמוך דבידי שמים בכל גוונא כשר ובידי אדם בכל גוונא פסול וכ''כ בה''ג וכן דעת הרמב''ן ז''ל והרשב''א ז''ל שלא כדברי קצת מפרשים שהיו מכשירין ניטלה אחת לגמרי בידי אדם שלא כדעת רבינו: ",
        "<b>נכרתו חוטי הביצים וכו'.</b> שם מבואר שחוטי הביצים והביצים שוין:"
      ],
      [
        "<b>ניקב חוט מחוטי הביצים וכו'.</b> שם (דף ע\"ו) אמר רבה בר רב הונא המטיל מים משני מקומות פסול אמר רבא לית הלכתא [כוותיה]: "
      ],
      [
        "<b>כל פסול שאמרנו וכו'.</b> שם (דף ע\"ה) אמר שמואל פצוע דכא בידי שמים כשר וכו' במתניתין תנא נאמר לא יבא פצוע דכא ונאמר לא יבא ממזר מה להלן בידי אדם אף כאן בידי אדם: "
      ],
      [
        "<b>אסור להפסיד איברי הזרע וכו'.</b> בהרבה מקומות ומהם בת''כ בביאור אין לי אלא בהמה חיה ועוף מנין תלמוד לומר בארצכם אין לי אלא בארץ בחו''ל מנין תלמוד לומר בארצכם לא תעשו בכל מקום שאתם ומנין אף באדם ת''ל בכם:",
        "<b>ואפילו המסרס אחר המסרס וכו'.</b> בשבת פרק ח' שרצים (שבת דף קי\"א) א״ר יוחנן הכל מודים וכו' במסרס אחר המסרס שהוא חייב שנאמר ומעוך וכתות ונתוק וכרות וכו' אלא להביא נותק אחר כורת שהוא חייב: "
      ],
      [
        "<b>והמסרס את הנקבה וכו'.</b> בת''כ רבי יהודה אומר אין הנקבות בסרוס וכן מבואר בפרק ח' שרצים ופי' רבינו חיובא הוא דליכא אבל איסורא איכא מדלא תני מותר לסרס הנקבות ולזה כתב רבינו פטור:"
      ],
      [
        "<b>המשקה עיקרין וכו'.</b> מהסוגיא ששם (שבת דף ק\"י) מתבאר זה דכל היכא דלא נגע באברים ממש לא מיחייב ושם מבואר דאסור הוא שאמרו שם לירקונא רפואה פלונית ומיעקר והעמידוה דוקא באשה ובתוספתא פ''ח מיבמות האיש אינו רשאי לשתות כוס עיקרין שלא יוליד והאשה רשאה לשתות כוס עיקרין שלא תלד: <b>הרי שכפה את האדם וכו' </b> לאו שאין בו מעשה אין לוקין עליו: "
      ],
      [
        "<b>אסור לומר לעכו''ם וכו'.</b> בבבא מציעא (דף צ) פרק השוכר את הפועלים שלחו ליה לאבוה דשמואל הלין תורי דגנבי ארמאי ומגנחין יתהון מהו שלח להו הערמה אתעביד בהו אערימו עלייהו ויזדבנון ואמרו שם דילמא סבר לה כרבי חדקא דאמר בן נח מצווה על הסירוס וקא עבר משום ולפני עור לא תתן מכשול ובתר הכי אמרינן סבר רבא למימר ימכרו לשחיטה א''ל אביי דיין שקנסת עליהן מכירה. פשיטא בנו הגדול כי אחר דמי בנו קטן מאי רב אחי אסר ורב אשי שרי מרימר ומר זוטרא ואמרי לה הנהו חסידי מחלפי אהדדי פירש רש''י שוורים שלהם שגנבום נכרים מכיריהם וסרסום. ורבינו פסק דאע''ג דלא קי''ל כמ''ד בן נח מצווה על הסירוס אסור לומר לעכו''ם לסרס דבכל המצות איכא שבות דאמירה לעכו''ם וכמו שכתבתי פי''ג מהלכות שכירות ובבנו קטן פסק כרב אחי דאסר וראיתי מי שפסק כרב אשי:"
      ]
    ],
    [
      [
        "<b>שלש נשים נאסרו על הכהנים וכו'.</b> זה מפורש בפסוק ובהרבה מקומות:",
        "<b>אחד כהן גדול וכו'.</b> בת''כ והכהן הגדול וכו' ואין לי אלא משוח בשמן המשחה מרובה בבגדים מנין ת''ל [ומלא את ידו] וכו' והוא אשה בבתוליה הוא ולא המלך הוא ולא הנזיר ולרבות משוח מלחמה ומבואר עוד במשנה ובגמרא פ''ק דמגילה (דף ט':) ופי' מרובה בבגדים פירש''י ז''ל שם כהנים ששמשו בבית שני ואף בבית ראשון מימות יאשיהו ואילך שנגנז צלוחית של שמן המשחה. כהן המשמש כהן גדול שאירע בו פיסול ומינה אחר תחתיו ועבר פסולו וחזר לעבודתו והעבירו הבא תחתיו הראשון קרוי משמש והשני שעבר עכ''ל:"
      ],
      [
        "<b>כל כהן שנשא אשה וכו'.</b> שם קידושין (דף ע\"ח) אמר רב יהודה כהן גדול באלמנה לוקה שתים אחת משום לא יקח ואחת משום לא יחלל והקשו וללקי נמי משום לא יחלל זרעו [בעמיו] ותירצו בשלא גמר ביאתו מתיב רבא אלמנה וגרושה לוקה [עליה] משום שני שמות מאי לאו שני שמות ותו לא לא שני שמות על זו ושני שמות על זו א''ה אימא סיפא גרושה וחלוצה אינו חייב אלא אחת ה''ק אינו חייב אלא אחת ולעולם שני שמות וחלוצה דרבנן וכו' אמר אביי [כ''ג באלמנה] קידש לוקה בעל לוקה קידש לוקה משום לא יקח בעל לוקה משום לא יחלל רבא אמר בעל לוקה לא בעל אינו לוקה מ''ט לא יקח משום לא יחלל. ומודה אביי במחזיר גרושתו שאם קידש ולא בעל שאינו לוקה להיות לו לאשה אמר רחמנא והא ליכא. ומודה רבא בכהן גדול באלמנה שאם בעל ולא קידש שלוקה ולא יחלל זרעו בעמיו אמר רחמנא והרי הוא חילל. ושניהם מודים במחזיר גרושתו שאם בעל ולא קידש שאינו לוקה ע''כ בגמרא. ועתה אבאר דעת רבינו הוא ז''ל סובר דסוגיין דאיתמרא על ההיא דרב יהודה דמשמע דאיכא נמי בשארה שתי מלקיות מדאמרינן שני שמות על זו ושני שמות על זו א''ה אימא סיפא גרושה וחלוצה כו' דלא כהלכתא הוא זה ולא מיבעיא בהדיוט דהא לא כתיב בדידיה לא יחלל כלל ואע''ג דילפינן שהבנים חללים כמ''ש שם נאמר בהדיוט זונה כו' מה להלן זרעו חולין אף כאן זרעו חולין מ''מ לא לקי עלה משום לא יחלל דלא אתיא ג''ש אלא להיות זרעו חולין אבל למלקי על לאו דלא כתיב בדידיה לא אשכחן אלא אפי' בכ''ג דכתיב ביה לא יחלל לא לקי תרי אלא על אלמנה מפני שהוא מחללה עכשיו ואמרינן לא יחלל שני חילולין אחד לו ואחד לה אבל אינך שכבר היו מחוללות אינו לוקה משום לא יחלל. והביאו לזה מה שאמר אביי כהן גדול באלמנה בדוקא וכן אמרו ומודה רבא בכ''ג באלמנה שאם בעל ולא קידש שלוקה משום לא יחלל. ואם איתא דאף באינך איכא משום לא יחלל למה אמרו כ''ג באלמנה לימרו אינך דאע''ג דהיו מחוללות כבר לוקה משום לא יחלל וכ''ש אלמנה שהוא מחללה עכשיו וכן הא דאמרי' וללקי נמי משום לא יחלל זרעו בעמיו ואמרו בשלא גמר ביאתו ומשמע שאם גמר ביאתו שיש כאן ג' מלקיות לאו הלכתא היא חדא דהוה להו שתי מלקיות מלאו דלא יחלל ותו דאביי ורבא לא מפלגי בין גמר ביאתו ללא גמר וקאמרי לוקה משום לא יחלל ומשמע לוקה אחת ותו לא וטעמא משום דחילול זרעו אינו אלא לכשיולד הזרע אבל חלול דידיה הוא לאלתר ולא הוי אלא באלמנה שלא היתה מחוללת עדיין וכיון דליכא משום לא יחלל אלא באלמנה אשתכח דאינך אם בעל בלא קידושין אינו לוקה משום דלא יקח ליכא דהא לא לקח ומשום לא יחלל נמי ליכא אלא באלמנה וכמו שנזכר ובקידושין בלא בעילה נמי אינו לוקה בכולהו שאין קיחה אלא משום חילול וכרבא דהלכתא כוותיה כנ''ל לפי שיטת רבינו וכל מ''ש כאן נתבאר במה שהזכרתי. ובהשגות א''א אין השכל מודה בזה וכו' דליכא חילול זרע ע''כ. וכדעתו פירש''י ז''ל דהא דרב יהודה הוא הדין להדיוט בגרושה וחללה זונה דהא מגמר גמרי אהדדי מה כאן זרעו חולין אף להלן זרעו חולין הילכך בכהן הדיוט נמי איכא לא יחלל ועוד דבהדיוט נמי כתיב ולא יחללו את שם אלהיהם וכ''כ הרמב''ן ז''ל דבכולהו איכא לא יחלל וכל מה שכתוב בכ''ג באלמנה ה''ה אף בהדיוט באינך ואצ''ל כ''ג באינך ובכולן בעל ולא קידש לוקה קידש ובעל לוקה שתים קידש ולא בעל אינו לוקה כלל אלו דבריהם ז''ל והנראה אלי בזה הוא שאין בהדיוט כלל משום לא יחלל דכי ילפינן גז''ש ה''מ למיהוי זרעו חולין אבל למלקי משום לאו דלא יחלל לא אשכחן לה בגמ' להך גז''ש ואנן לא עבדינן לה אבל בכ''ג איכא משום לא יחלל בכולהו דקרא אכולהו קאי וכפשטא דסוגיא דרב יהודה לאו דוקא אלמנה קאמר ולית לן לאפוקי סוגיא מהלכתא. וכי נקט רב יהודה אלמנה לרבותא קאמר דאע''ג דקילא דכהן הדיוט מותר בה כ''ג לוקה שתים עליה וכ''ש באינך שאסורות לכהן הדיוט ואביי ורבא נמי לרבותא אדכרו יתה הילכך כ''ג קידש ובעל לוקה שתים בכולהו כדעת המפרשים ז''ל ושלא כדעת רבינו בעל ולא קידש לוקה אחת בכולהו כדעתם ושלא כדעתו כהן הדיוט קידש ובעל לוקה אחת ותו לא כדעת רבינו ובעל ולא קידש אינו לוקה כלל דקיחה כתיבא בהו ולא חלול וכדעת רבינו כנ''ל וכולן שקידשו ולא בעלו אין לוקין דאע''ג דלא כתיב בהדיוט חילול הא ילפי מהדדי וק''ו הוא שלא יהו חמורין הדיוטות מכ''ג וכיון דבכ''ג קידש גרושה ולא בעל אינו לוקה דלא יקח משום לא יחלל וכרבא דאמר הכין הדיוטות לא כ''ש ובשאר חייבי לאוין דלא כתיבא בהו קיחה נראין דברי המפרשים ז''ל שהכל תלוי בבעילה ואין צורך לקידושין כלל ואין מעלין ומורידין בהן לענין חיוב מלקותן: "
      ],
      [],
      [],
      [
        "<b>וכל מקום שהוא לוקה וכו'.</b> זה מבואר בהרבה מקומות ומהם בכריתות פרק ארבעה מחוסרי כפרה (כריתות דף י':) כל העריות אחד האיש ואחד האשה שוין במכות ובקרבן ובשפחה לא השוה את האיש לאשה במכות ולא את האשה לאיש בקרבן ע״כ במשנה ודין השפחה נתבאר פרק שלישי:"
      ],
      [
        "<b>כל כהן שבא על הכותית וכו'.</b> בתמורה וכבר נזכר זה פרק י''ב:"
      ],
      [
        "<b>החלוצה אסורה לכהן וכו'.</b> כבר נתבאר זה בסוגיא שהזכרתי למעלה דחלוצה דרבנן ועוד נזכר זה בפרק כיצד (דף כ\"ד) ביבמות חלוצה דרבנן וספק חלוצה לא גזרו בה רבנן ומפורש שם שאם נשא ספק חלוצה אין מוציאין מידו. ומתבאר בדברי רבינו שודאי חלוצה ולדה פסול ומפורש בפרק יש מותרות (יבמות דף פ\"ד) אלמנה לכ״ג גרושה וחלוצה לכהן הדיוט וכו' היא פסולה וולדה פסול וכופין אותו להוציא ומבואר בסוגיא דאע״ג דחלוצה דרבנן זרעה פסול מדרבנן: ",
        "<b>מי שהיתה ספק גרושה וכו'.</b> זה פשוט דספיקא דאורייתא הוא ומתבאר בהרבה מקומות וכבר כתבתי בפרק ראשון שיש מכת מרדות באיסורין של דבריהם וכל שכן בספיקות אלו:"
      ],
      [
        "<b>כלל גדול הוא לכל איסורין שבתורה וכו'.</b> דין זה דאיסור אם חל על איסור אם לאו הוא מחלוקת בגמרא בהרבה מקומות ופסק רבינו שאין איסור חל על איסור אלא באחד משלשה דרכים אלו וכן משמע במתני' ובגמרא בכריתות (דף י\"ג י\"ד) ודינין אלו של לאוי כהונה הם בגמרא בפרק עשרה יוחסין (קידושין דף ע\"ז) ברייתא אלמנה וגרושה וחללה זונה בזמן שהן כסדר הזה חייב על כל אחת ואחת זינתה ונתחללה ונתגרשה ונתארמלה אינו חייב אלא אחת ושאלו האי תנא מאי קסבר אי קסבר איסור חל על איסור אפילו איפכא נמי ואי קסבר אין איסור חל על איסור אפילו כסדר הזה נמי לא ותירץ רבא האי תנא אחע״א לית ליה איסור מוסיף אית ליה אלמנה אסורה לכ״ג ושריא לכהן הדיוט הויא לה גרושה מגו דאיתוסף לה איסורא לגבי כהן הדיוט איתוסף לה איסורא לגבי כ״ג ועדיין שריא למיכל בתרומה הויא לה חללה מגו דאיתוסף [בה] איסורא למיכל בתרומה איתוסף איסורא לגבי כהן גדול ושאלו זונה מאי איסור מוסיף אית בה א״ר חנא בר קטינא הואיל ושם זנות פוסל <b>בישראל וכתב רבינו וה״ה לכהן הדיוט</b> ופשוט הוא. \n"
      ],
      [],
      [
        "<b>ומ''ש אבל אם נשתנה הסדר אינו לוקה אלא אחת.</b> כבר נתבאר במה שהזכרתי והוא דוקא כשזינתה תחילה אבל אם היה זנות באמצע לוקה שתים בכהן הדיוט ובכ''ג פעמים ב' ופעמים ג' שאם הזנות שני שתים ואם שלישי שלש והוא שיהיה אלמנות תחילה וזה ברור:"
      ],
      [
        "<b>מי שנתאלמנה מאנשים וכו'.</b> שם ברייתא מפורשת:",
        "<b>אלמנה בין מן האירוסין וכו'.</b> זה מבואר בהרבה מקומות ומהם ביבמות פרק הבא על יבמתו (יבמות דף נ\"ט) משנה: "
      ],
      [
        "<b>כהן גדול שמת אחיו וכו'.</b> בפרק כיצד (דף כ') משנה וגמרא וכבר ביארתי דין זה בארוכה פרק ששי מהלכות יבום וחליצה:",
        "<b>נפלה לו יבמה וכו'.</b> פרק הבע''י שומרת יבם שנפלה לפני כהן הדיוט ונתמנה להיות כ''ג אע''פ שעשה בה מאמר הרי זה לא יכנוס:",
        "<b>אבל אם אירס את האלמנה וכו'.</b> משנה שם:",
        "<b>היתה מקודשת ספק קידושין וכו'.</b> זה פשוט ודינו להחמיר כמו שכתבנו למעלה:"
      ],
      [
        "<b>מצות עשה על כהן גדול וכו'.</b> במשנה (דף נ\"ט) ולא ישא את הבוגרת ר''א ור''ש מכשירין בבוגרת [ולא ישא את מוכת עץ] ובגמרא רב ורבי יוחנן דאמרי תרווייהו בוגרת ומוכת עץ לא ישא ואם נשא נשוי וקי''ל כוותייהו כמו שיתבאר. עוד שם (דף ס\"ח) תניא בתולה [מעמיו יקח אשה] יכול קטנה ת''ל אשה אי אשה יכול בוגרת ת''ל בתולה הא כיצד יצתה מכלל קטנות ולכלל בגרות לא באת ופסק רבינו כן: ",
        "<b>ואינו נושא שתי נשים וכו'.</b> מ''ש רבינו בכאן נראה שלמדו מן הסוגיא הנזכרת בפרק הבע''י (נ\"ט) דאמרי' התם אשה אחת ולא שתים לפי שענין הסוגיא הוא כך בעא מיניה רבי חייא בר יוסף משמואל כ''ג שקדש את הקטנה ובגרה תחתיו מהו בתר נישואין אזלינן או בתר אירוסין אזלינן וכו' כי קמיבעיא לי והוא אשה בבתוליה יקח מאי [יקח] קיחה דקידושין בעינן או קיחה דנישואין בעינן ואמר תניתוה אירס את האלמנה ונתמנה להיות כ''ג יכנוס ודחו שאני התם דכתיב אשה ואמרו אי הכי ה''נ נימא וכו' ודחו אשה אחת ולא שתים ואמרו ומה ראית ודחו הא אישתני גופה והא לא אשתני גופה. לפי שענין זאת הסוגיא כך הוא דאיהו פשיט ליה מאלמנה דקיחה דאירוסין היא ודחה שאני התם דכתיב אשה כי אם בתולה מעמיו יקח אשה והאי אשה קרא יתירא הוא ומינה מרבינן לקמן בפירקין דאם אירס אלמנה ונתמנה להיות כ''ג יכנוס ואמרו ה''נ נימא נדרוש כן שאם אירס את הקטנה ובגרה שיוכל לנשאה ודחו אשה אחת ולא ב' דבר אחד יש לרבות מן הכתוב ולא ב' דברים הילכך אשה אחת דהיינו אירס את האלמנה בעודו הדיוט יש לרבות ולא אירס הקטנה ובגרה ואמרו ומה ראית לרבות אירס את האלמנה בעודו הדיוט ולא אירס הקטנה בעודו כ''ג ובגרה תחתיו ודחו הא אשתני גופה והא לא אישתני גופה בוגרת אישתני בין אירוסין לנישואין אלמנה לא אשתנית. זהו פי' סוגיא זו וכיוצא בזה אמרו שם גבי קרובה אחת ולא שתים לומר שדבר אחד ילפינן מיניה ולא שתים. ואולי שרבינו מפרש כן ה''נ נימא נדרוש מדכתיב והוא אשה לרבות דהוה מצי למימר בתולה לרבות דהא השתא לא הוה סבר למידק אשה ולא קטנה דהא כ''ג שקידש את הקטנה קאמר ודחו אשה אחת ולא שתים האי והוא אשה לאו לרבויי אתא אלא למעוטי ולומר אשה אחת הוא נושא ולא שתים ואמרו ומה ראית לאוקמי ההיא דאם בתולה מעמיו יקח אשה דהוא לרבות אירס את האלמנה ובעודו הדיוט והוא אשה למעט ודחו הא אישתני גופה בוגרת אישתני כמו שנזכר למעלה. ויהיה דעת רבינו דאע''ג דקי''ל כת''ק דברייתא דאמר בתולה מעמיו יקח אשה יכול בקטנה ת''ל אשה וכמש''ל כיון דחזינן דבגמרא דרשי' מיניה אינו נושא שתי נשים קי''ל נמי הכי. והוצרכתי לזה מפני שלא מצאתי מקום אחר שיצא לו זה לרבינו. ובהשגות כתוב כאן א''א לא מתחוורא זאת הסברא וכו' וישא לו יהוידע נשים שתים ויולד בנים ובנות ע''כ. ואפשר שיהוידע נשא זו אחר מיתת זו או גרושיה או שהיו לו קודם שנתמנה להיות כ''ג ולדעת הר''א ז''ל בכל ערב יו''כ היה מגרש אחת מהן: "
      ],
      [
        "<b>לא ישא וכו'.</b> משנה הזכרתיה למעלה:",
        "<b>נבעלה שלא כדרכה וכו'.</b> מימרא שם דרב אמר הכין ופלוגתא דתנאי היא בסוגיא:",
        "<b>נבעלה לבהמה וכו'.</b> שם מבואר:"
      ],
      [
        "<b>כהן גדול וכו'.</b> שם (ל\"ט:) אנוסת עצמו ומפותת עצמו לא ישא ואם נשא נשוי וכו' א''ר הונא אמר רב ומוציא בגט ואלא הא דקתני אם נשא נשוי וכו' לומר שאין משלמין קנס במפותה ופסקו כן בהלכות ואע''ג דסלקא בקשיא וכ''ש בעולת אדם אחר וכן דעת רבינו כמו שיתב': ",
        "<b>נשא בוגרת וכו'.</b> זו היא מימרא דרב ורבי יוחנן שהזכרתי למעלה:",
        "<b>אירס בעולה וכו'.</b> זו היא אירס את האלמנה שהזכרתי למעלה:"
      ],
      [
        "<b>אנס נערה בתולה וכו'.</b> זו היא אנוסת עצמו וכו' שכתבתי למעלה. <b>וכתב רבינו אפילו אנסה או פיתה כשהוא הדיוט</b> ופשוט הוא שלא אמרו אלא אירס את האלמנה דאיכא קיחה דאירוסין בעודו הדיוט אבל אם אנס או פיתה בעודו כהן גדול דליכא קיחה אפילו דאירוסין אלא לאחר שנתמנה לא וזה פשוט:"
      ],
      [
        "<b>אירס את הקטנה וכו'.</b> זו היא הבעיא שכתבתי למעלה וכתב רבינו כמסקנא דגמרא דאמרו האי אישתני גופה. <b>וכתב רבינו ואם כנס לא יוציא</b> ופשוט הוא ממה שנתבאר שאפילו הנושא לכתחילה בוגרת אם נשא אינו מוציא:"
      ],
      [
        "<b>אחת גרושה וכו'.</b> מפורש שם ת''ר אלמנה לא יקח בין אלמנה [מן האירוסין בין אלמנה] מן הנישואין והקשו פשיטא ותירצו מהו דתימא לילף אלמנה אלמנה מתמר מה להלן מן הנישואין אף כאן מן הנישואין קמ''ל והקשו ואימא ה''נ ותירצו דומיא דגרושה ע''כ:",
        "<b>אבל הממאנת וכו'.</b> כבר נתבאר זה פרק י״א מהלכות גירושין שלא פסלה מן הכהונה ומשנה היא פרק בית שמאי ביבמות (דף ק\"ח) ובפרק הבא על יבמתו (יבמות דף נ\"ט:) מבואר בסוגיא דאפילו לכ״ג מותרת ובשלא נבעלה כלל כדאיתא התם ופשוט הוא דכל שנבעלה הרי היא אסורה לכ״ג לפי שאינה בתולה: ",
        "<b>וכל מי שאינה וכו'.</b> כבר נתבאר זה פ''ד מהלכות יבום וחליצה ובמשנה (דף ל\"ה:) ראש פרק החולץ ליבמתו ונמצאת מעוברת וילדה בזמן שהולד של קיימא הוא מותר בקרובותיה והיא מותרת בקרוביו ולא פסלה מן הכהונה ועוד מתבאר בסוגיא: "
      ],
      [
        "<b>יצא עליה קול איש וכו'.</b> בגיטין בהזורק (דף פ\"א) מפורש בגמרא והטעם דמבעלה הראשון אין מוציאין אותה משום דהו''ל קלא דלבתר נישואין לגבי דידיה אבל לגבי דשני הוי ליה קלא דמקמי נישואין כדאיתא התם וכבר כתבתי זה פ''י מהל' גירושין: ל ל ל "
      ],
      [
        "<b>יצא שמה בעיר שנתקדשה.</b> פרק עשירי מהלכות גירושין כתב רבינו מי שהוחזקה אשת איש וכו' אבל אם יצא שמה בעיר מקודשת והוחזק הקול בבית דין שהרי היא מקודשת בספק כמו שביארנו ואחר כך יצא עליה קול שנתגרשה מאותן הקידושין הקול אסרה והקול התירה והרי זו מגורשת עכ״ל. וביאר רבינו בכאן שחוששין לה לכהן ודבר ברור הוא דכל קלא דגירושין קמי נישואין חיישינן ליה לכהן כנזכר בסמוך וכל שכן כאן שעל פי קול גט זה התרנוה לינשא אף על פי שהיתה אסורה קודם לכן ושני קולות אלו הוחזקו בבית דין הם וכבר התבאר בפרק תשיעי מהלכות אישות שקול שלא הוחזק בבית דין אין חוששין לו ובודאי שקול הקידושין הוא כשהוחזק בבית דין שאם לא כן לא היינו חוששין לו ואם כן קול הגירושין שמבטלו ודאי צריך גם כן שיהא מוחזק ועל זה כתב רבינו שחוששין לה לכהונה ודבר פשוט הוא ודעת רבינו שבחלוצה אפילו בקול שהוחזק בבית דין אין חוששין והטעם מפני שחלוצה אינה אסורה לכהן אלא מדבריהם וכבר נתבאר דבספק חלוצה לא גזרו וכמו שכתבנו והוא הדין ודאי לקול ובברייתא דקתני בפרק המגרש (גיטין דף פ\"ט) בעולה אין חוששין לה חלוצה אין חוששין לה אפילו לקול שהוחזק בבית דין לא חיישינן להני וכן הוא מוכרח לדעת רש״י ז״ל לפי מה שפירש שם. והר״א ז״ל כתב בהשגות שאין הפרש בקולות כו' ולדבריו כל הברייתא בלא הוחזק הקול היא וקשיא לי שאם כן למה אמרו בברייתא חלוצה ולא אמרו גרושה דאורייתא וכל שכן חלוצה דרבנן אלא משמע דבאיתחזק היא ואף על פי כן בחלוצה אין חוששין מפני שהיא מדבריהם אבל בגרושה חוששין ומשום הכי קתני חלוצה בדוקא ועוד דומיא דבעולה קתני לה ובבעולה ודאי אפילו איתחזק לא חיישינן כמו שכתב הראב״ד ז״ל עצמו ודברי רבינו עיקר: "
      ],
      [
        "<b>יצא קול על הבתולה וכו'.</b> זהו מה שהזכיר בעולה אין חוששין לה עוד שם שפחה אין חוששין לה והא אפילו בקול שהוחזק לפי שאין פוסלין אותה אלא בראיה ברורה ואינו דומה לגירושין שהוא מחמת מעשה ואינו פסול משפחה זהו דעת רבינו שלא חילק כלל:",
        "<b>יצא לה וכו'.</b> שם אמר רבא יצא לה שם מזנה בעיר אין חוששין לה מאי טעמא פריצותא בעלמא הוא דחזו לה ואוקמה כתנאי ורבא דאמר כרבי יוחנן בן נורי דבעי דבר ברור ופירש רש''י ז''ל אין חוששין לה לאוסרה לכהונה וכגון שיצא לה שם מזנה עם עכו''ם או עבד או אחד מחייבי כריתות שפוסלין אותה מן הכהונה אבל רבינו יצחק פירש דאפילו ביצא לה שם מזנה סתם איצטריך למימר דאין חוששין לה בקול דכל מזנה אסורה לכהונה עד שיודע דכשר לה הואי דאשה מזנה אינה בודקת ומזנה ומכל מקום אם אמרה לכשר נבעלתי נאמנת ועל הדרך שיתבאר פרק י''ח.",
        "<b>ומה שכתב רבינו ואפילו הוציאה בעלה וכו'.</b> הוא משום דאמרינן בגמרא דבר ברור וכבר נתבאר פרק כ''ד מהלכות אישות שאין כופין הבעל לגרש אשתו עד שיבאו שני עדים ויעידו שזינתה ברצונה.",
        "<b>ומה שכתב רבינו כאן או בהודאת פיה.</b> לומר דבהודאת פיה אסרינן לה לכהונה יתבאר פי''ח:"
      ]
    ],
    [
      [
        "<b>מפי השמועה למדנו וכו'.</b> מ''ש רבינו שכל שאינה בת ישראל היא קרויה זונה ור''ל אעפ''י שנתגיירה יתבאר לפנינו בזה הפרק.",
        "<b>ומה שכתב או בת ישראל שנבעלה לאדם שהיא אסורה להנשא לו או לחלל.</b> הוא מן הברייתא המפורשת בפרק אלמנה לכהן גדול (יבמות דף ס\"ח) בן תשע שנים ויום אחד גר עמוני ומואבי מצרי ואדומי כותי נתין חלל וממזר שבאו על הכהנת על הלויה [ועל] הישראלית פסלן ואמרו שם מנא ה״מ אמר רב יהודה אמר רב דאמר קרא ובת כהן כי תהיה לאיש זר כיון שנבעלה לפסול לה פסלה וכו' אשכחן כהנת לויה וישראלית מנא לן וכו' מבת ובת וכו' אשכחן לתרומה לכהונה מנא לן וכו' ק״ו מגרושה ומה גרושה שמותרת בתרומה אסורה לכהונה זו שאסורה בתרומה אינו דין שפסולה לכהונה והקשו וכי מזהירין מן הדין ותירצו גלויי מילתא בעלמא היא ומפורש בקידושין פרק עשרה יוחסין שהיא זונה מחייבי כריתות וכן נתבאר בהרבה מקומות בחייבי לאוין כגון פצוע דכא וכרות שפכה ונתבארו דברי רבינו. אבל הר״א ז״ל כתב בהשגות שהחלל פוסל אותה לתרומה משום דכתיב לא יחלל זרעו מקיש זרעו לו מה הוא מחלל אף זרעו מחלל אבל ללקות עליה משום זונה לא עכ״ל. וכמדומה לי שהוא ז״ל נסמך על מ״ש בפרק אלמנה בסוף הסוגיא ואימא נבעלה לפסול לה אף מחזיר גרושתו [משנשאת] ואמרו לאיש זר אמר רחמנא מי שזר אצלה מעיקרא לאפוקי האי דלאו זר אצלה מעיקרא הוא והקשו א״ה חלל דלאו זר [אצלה מעיקרא] לא לפסול פירוש דהא חלל מותר אפילו בכהנת ותירצו אמר קרא ולא יחלל זרעו בעמיו מקיש זרעו לו מה הוא פוסל אף זרעו פוסל וסובר הראב״ד ז״ל שאין היקש זה אלא לתרומה דכשם שכ״ג פוסל את האלמנה בביאתו מן התרומה דשוייה חללה וזרה כך זרעו החלל פוסל את האשה בביאתו מן התרומה אבל לאיסור כהונה לא מצי לאקושי ולומר דכשם שכ״ג פוסל את האלמנה בביאתו לכהונה שהרי עושה אותה חללה כמו שיתבאר פי״ט כך זרעו פוסל אותה לכהונה דהא זרעו מותר הוא אפילו בכהנת זה הנראה לדעתו ז״ל והם דברי תימה חדא דאין היקש למחצה ועוד דברייתא קא משויא חלל לאינך ועל כולהו אמרינן דפסלוה בין לתרומה בין לכהונה ועוד שהרי פסול כהונה למדוהו מק״ו מגרושה כמו שכתבתי ואף בחלל יש לדון ג״כ ק״ו ועוד דאל״כ ק״ו פריכא הוא דמצי למפרך נבעלה לחלל יוכיח שפסולה מן התרומה ומותרת לכהונה ואפשר שהר״א ז״ל סובר שהנבעלת לחלל אסורה לכהונה ולא משום זונה דהא לאו בעילת איסור היא אלא משום חללה ומפני ההיקש הזה שכשם שהוא מחלל אותה כמו שיתבאר פי״ט שאינה ראויה שוב לינשא אף לכהן הדיוט כך זרעו מחלל כל אשה בביאתו והרי היא חללה אבל זונה לא מקריא כיון שבהיתר נשאת לו. ומ״ש בפרק עשרה יוחסין (קידושין דף ע\"ז:) אין חללה אלא מאיסורי כהונה כיון דחלל זרעו פסול לכהונה איסור כהונה קרינן ליה ולפי זה מה שהזכירו בברייתא חלל בגררא דאינך לאו משום דמחד טעמא נינהו אלא משום דכולהו פסולי נקטא וזה אפשר שהוא דבר נכון שביאת החלל אינו פוסל לכהונה משום זונה אלא משום חללה ואין לי הכרח גמור (אם הוא) מאי זה מין משניהם הוא אבל הדבר פשוט שהיא פסולה לכהונה כנ״ל. ודע שרבינו כשהזכיר נבעלה לאדם שהיא אסורה להנשא לו לא הוצרך להוציא המחזיר גרושתו משנשאת דהא ודאי לא פסל לה משום דלאו זר אצלה מעיקרא הוא לפי שלא אמרו כן אלא לתרומה אבל לכהונה כבר נפסלה מחמת שנתגרשה ומ״מ עדיין היה לו לבאר: ",
        "<b>לפיכך הנרבעת לבהמה וכו'.</b> בפרק הבא על יבמתו (דף ע\"ט:) נבעלה למי שאינו איש אע''פ שבסקילה כשירה לכהונה: ",
        "<b>והבא על הנדה וכו'.</b> זה מתבאר ממה שאמר שם מאלה אתה עושה חלל ואין אתה עושה חלל מנדה ואם איתא דהבא על הנדה זונה משוי לה הרי הולד חלל ממנה ובכלל אלה היא וכן כתב הרשב''א ז''ל בתשובה והאריך להוכיח כן:"
      ],
      [
        "<b>וכן הבא על הפנויה וכו'.</b> שם בגמרא (דף נ\"ט) מפורש ואין הלכה כרבי אליעזר דאמר פנוי הבא על הפנויה שלא לשום אישות עשאה זונה. <b>וכתב רבינו אפילו היתה קדשה וכו'</b> ודלא כר''ע דאמר זונה המופקרת אלא כחכמים דאמרי אין זונה אלא גיורת ומשוחררת ושנבעלה בעילת זנות. ",
        "<b>ומ''ש רבינו אע''פ שהיא במלקות.</b> כבר כתבתי בדין המלקות פ''א מהלכות אישות:",
        "<b>אבל הנבעלת וכו'.</b> כבר נתבאר זה במה שהזכרתי:"
      ],
      [
        "<b>וכן הגיורת וכו'.</b> מסקנא דגמרא בפרק הבא על יבמתו (יבמות דף ס':) שאין הלכה כרבי שמעון בן יוחאי דאמר גיורת פחותה מבת שלש שנים ויום אחד כשירה לכהונה ואפילו עבר ונשאה מוציאין מידו לפי שאין סופה להיות זונה תחתיו כדאי' התם. ובהשגות א''א אינה משום זונה וכו' ובאמת ששם בפרק עשרה יוחסין (קידושין דף ע\"ח) אמרו וכולן מקרא אחד דרשו והביאו פסוק זה ומיהו דעת רבינו דלאו דברי קבלה נינהו דא''כ הו''ל למימר עד דאתא יחזקאל מאן אמרה אלא גמרא גמירי לה ואתא יחזקאל ואסמכה אקרא אלא ודאי מאן דאסר סבר דבכלל זונה דקרא היא וילפינן לה מקרא דיחזקאל דאי לאו יחזקאל לא הוה אסר להו ובפירוש אמרו בגמרא בפרק הבא על יבמתו גבי גיורת פחותה מבת שלש שנים הכא אין סופה להיות זונה תחתיו ואמרו שם (דף ס\"א) וחכמים אומרים אין זונה אלא גיורת ומשוחררת ושנבעלה בעילת זנות ולא פליג בין גדולה בין קטנה אלמא משום זונה אסרינן להו ובכלל זונה דקרא הוא וזה דעת רש''י ז''ל וטעמא משום דזונה דקרא פגומה קאמר וכמ''ש רבינו למטה והרשב''א הסכים לדעת הר''א ז''ל ונראין לי דברי רבינו ורש''י ז''ל עיקר: ",
        "<b>מכאן אמרו עכו''ם או עבד וכו'.</b> כבר נתבאר זה למעלה:",
        "<b>וכן יבמה וכו'.</b> גם זה בכלל נבעלה בעילת זנות וכ''ש הוא משאר חייבי לאוין דהא מספקא לן אם קידושין תופסין ביבמה כנזכר פרק ראשון מהלכות אישות:",
        "<b>והאילונית מותרת וכו'.</b> שם מתבאר בפרק הבא על יבמתו במשנה וגמרא:"
      ],
      [
        "<b>הבא על אחת וכו'.</b> בפרק יש מותרות (יבמות דף פ\"ה) אמרו שניות מדברי סופרים וכו' היא כשירה וולדה כשר ועוד מבואר שם: ",
        "<b>הא למדת וכו'.</b> כבר נתבאר זה:"
      ],
      [],
      [
        "<b>כל הנבעלת לאדם וכו'.</b> מ״ש רבינו שאפילו באונס נעשת זונה הוא כרב עמרם דאמר בפרק הבע״י (יבמות דף נ\"ו:) בשם רב ששת אשת ישראל שנאנסה אע״פ שמותרת לבעלה אסורה לכהונה וכלישנא קמא דרבא דאמר התם אשת כהן שנאנסה בעלה לוקה עליה משום זונה ואמרו משום זונה אין משום טומאה לא ותירצו אימא אף משום זונה וסוגיין בעלמא כרב עמרם דמקשינן מינה בסוף פרק ד' אחין (יבמות דף ל\"ה) וכ״נ בפרק האשה שנתארמלה בסוגיא שאכתוב למטה ואפילו ללישנא בתרא דרבא דאמר כל באונס לא קרי לה זונה לא פליג בעכו״ם ועבד ובשאר הפסולין דהא מתניתין היא בפ״ק דכתובות (דף י\"ד:) מעשה בתינוקת שירדה למלאות מים מן העין ונאנסה וע״כ לא פליג אלא באשת איש שנבעלה דס״ל דכיון שלא נבעלה לפסול אלא מחמת שהיא אשת איש כיון שהוא באונס לא קרי לה זונה ומיהו הלכתא כל״ק דרבא וכמ״ש פ״א ושם הארכתי בזה. ",
        "<b>ומ''ש רבינו כאן משהערה בה.</b> מפורש שם ובפ''א נתבאר מה היא העראה.",
        "<b>ומ״ש ובלבד שתהיה בת שלש ויהיה הבועל בן תשע.</b> מבואר בהרבה מקומות ומהם בנדה פ' יוצא דופן (נדה דף מ\"ד מ\"ה): ",
        "<b>לפיכך אשת איש וכו'.</b> כבר נתבאר זה:"
      ],
      [],
      [
        "<b>אשת כהן שנאנסה וכו'.</b> בגמרא שם שני לשונות ל''ק אמר רבא אשת כהן שנאנסה בעלה לוקה עליה משום זונה וכו' ואמרו משום טומאה ואף משום זונה וכבר ביאר רבינו בסוף דבריו שהוא פוסק כן שהרי כתב שהרי היא זונה. ומ''מ צ''ע היאך חייבו מלקות משום טומאה וכבר ביארתי פרק ראשון שהוא אינו מחוייב מלקות משום לאו דאחרי אשר הוטמאה אפילו באשת ישראל שנבעלה ברצון מפני שהוא לאו שבכללות לדעתו ז''ל והארכתי שם לבאר שזו היא סברתו ואפשר שהוא ז''ל לא דקדק כאן בלשונו ונמשך אחר לשון הגמרא ועיקר המלקות מפני שהיא זונה וז''ש שהרי היא זונה ועדיין צ''ע:"
      ],
      [
        "<b>אשת כהן וכו'.</b> בפירוש אמרו בנדרים פרק אחרון (דף צ':) שהאומרת טמאה אני לך אע״פ שאינה נאמנת לאסור עצמה על בעלה כמו שנתבאר אם נתארמלה או נתגרשה אסורה לאכול בתרומה לכ״ע וה״ה ודאי לינשא לכהן דמאי שנא. ובהשגות א״א אע״פ שאמר דבר חכמה וכו' אמתלא גדולה היא זו ונאמנת עכ״ל. ואני אומר שדינו של רבינו אינו מחכמתו אבל מהסוגיא שבפרק האשה שנתארמלה (כתובות דף ט\"ז) למדו דאמרינן התם בהנושא את האשה ולא מצא לה בתולים היא אומרת משארסתני נאנסתי ונסתחפה שדהו והוא אומר לא כי אלא עד שלא ארסתיך [והיה מקחי מקח טעות] ר״ג ורבי אליעזר אומרים נאמנת ואמרו שם מגו דאי בעיא אמרה מוכת עץ אני תחתך דלא קא פסלה נפשה מכהונה וקאמרה נאנסתי דפסלה נפשה מכהונה מש״ה קאמר ר״ג דמהימנא וענין הסוגיא זו מבואר בדברי רבינו. ומ״ש הר״א ז״ל שאם נתנה אמתלא לדבריה שאמרה כן כדי שיגרשנה בעלה שהיא נאמנת אפשר לומר שאין לסמוך על דבריה דהא בעלה לא היה מצווה לגרשה אפילו יאמין לדבריה דהא אשת ישראל היא ואפילו באשת כהן דהיא נמי (נאמנת) כיון שלא היה הבעל מחוייב להאמינה ולגרשה כנזכר למעלה אין דבריה כלום דאי לא גבי תרומה נמי הוה להו לאיפלוגי ואע״ג דקושטא דמילתא דאנן לא מהימנינן לה ה״מ לגבי בעלה כדי שלא תהא אשה נותנת עיניה באחר ומפקעת עצמה מבעלה אבל לאחרים ודאי אסירא דומיא דתרומה כנ״ל לדעת רבינו: "
      ],
      [
        "<b>כהן שקידש גדולה או קטנה ואחר וכו'.</b> מימרא פרק קמא דכתובות (דף ח' ט') אמר ר''א האומר פתח פתוח מצאתי וכו' וכבר כתבתיו פרק ג' ורבינו כתב דרוסת איש ולא הזכיר פתח פתוח והטעם שכבר נתבאר פרק י''א מהלכות אישות ששני סימנין הן לבתולה האחד דמים והשני פתח פתוח וסובר רבינו דבכל אחד מהן הדין כן וכן מתבאר בגמרא והוא סובר שאפי' מצא דם יכול לטעון טענת פתח פתוח כנזכר שם ולפיכך כתב סתם דרוסת איש ושם נתבאר שהבוגרת אין טוענין עליה פתח פתוח שכולן פתחן פתוח. ודע ששם נתבאר שהאשה נאמנת לומר מוכת עץ אני או משארסתני נאנסתי לענין ממון הכתובה ויש מן המפרשים סוברים שהוא הדין להיותה נאסרת עליו שאם טענה בברי דבר המתירה שהיא מותרת ולא אמרו נאמן לאוסרה עליו אלא במכחשת וטוענת בתולה שלימה נבעלתי א''נ בשותקת אבל במודה וטוענת שנאנסה קודם שנתארסה באשת כהן אי נמי שנאנסה אח''כ באשת ישראל או שטוענת בשתיהן מוכת עץ אני נאמנת ויש מן המפרשים חלוקים בזה ואומרים דלענין איסורא בכה''ג דליכא אלא חדא ספיקא אסורה היא ואין משגיחין על דבריה וזה נראה דעת רבינו והראשון דעת הרמב''ן והרשב''א ז''ל. וכבר שאלו למה אמרו שאין כאן אלא ספק אחד והלא שמא מוכת עץ היא ויש כאן ב' ספיקות ותירצו שמוכת עץ דבר שאינו מצוי הוא ואין חוששין לו:"
      ],
      [],
      [
        "<b>כל אשה שקינא לה בעלה ונסתרה ולא וכו'.</b> כבר נתבארו בהלכות סוטה פ''א ופ''ב הנשים שאינם שותות אחר קינוי וסתירה וסבותיהן בארוכה ושם נתבאר שכל אלו שהזכיר אותן רבינו כאן בכלל הן אסורות על בעליהן בין ישראל בין כהן וביאר רבינו בכאן שאם מתו בעליהן ולא גירשום שהן אסורות לינשא לכהן ומבואר פרק קמא דסוטה במשנה ובהרבה מקומות שם במסכת שאמרו אסורה לביתה ואסורה לאכול בתרומה ואמרו באותן שב''ד מקנין להן לא להשקותן אלא לפוסלן מן הכהונה ואמרו שם (דף כ\"ח) ונטמאה ג' פעמים אחד לבעל ואחד לבועל ואחד לכהונה ופשוט הוא שם שכל שאסורה לבעלה מחמת קינוי וסתירה אסורה לכהונה וכן אסורה לבועל כנזכר פ''ב מהלכות סוטה: "
      ],
      [
        "<b>פנויה שראוה שנבעלה וכו'.</b> בדברים אלו רבו הדעות למפרשים ז''ל ותחילה אבאר דעת רבינו. הוא סובר שאפילו שהפנויה שאמרה לכשר נבעלתי מכשירין העובר ואע''פ שרוב העיר שזינתה בה פסולין לה כנזכר פט''ו בביאור זהו להכשיר הולד ואע''ג דלא הו''ל חזקה דכשרות לפי שהדין כך הוא שהיא נאמנת ולא החמירו בולד כלל לפי שאם היו מחמירין בו מלבא בקהל לא היה לו תקנה והרי דין הולד כדין האשה שנשאת וכ''כ מן המפרשים ז''ל אבל בהיא עצמה אע''פ שהדין כן שהיא נאמנת אפילו ברוב פסולין ואם נשאת לכהן לא תצא אעפ''י כן לכתחילה לא תנשא לכהן אלא בתרי רובי ומעלה עשו ביוחסין לכתחילה והרי יש לה תקנה שתנשא לישראל וסובר זה רבינו מפני שאמרו בפ''ק דכתובות (דף י\"ג) היתה מעוברת ואמרו לה מה טיבו של עובר זה מאיש פלוני וכהן ר''ג ורבי אליעזר אומרים נאמנת ורבי יהושע אומר לא מפיה אנו חיין אלא הרי זו בחזקת מעוברת לנתין ולממזר עד שתביא ראיה לדבריה ובגמרא (דף י\"ד) אמר ליה שמואל לרב יהודה שיננא הלכה כר''ג ואת לא תעביד עובדא עד דאיכא רוב כשרין אצלה ואמרו שם דה''ק לא תעביד עובדא לכתחילה וסובר רבינו דרוב כשרין דבעינן לכתחילה תרי רובי נינהו ממה ששנינו שם במשנה (דף י\"ד) א''ר יוסי מעשה בתינוקת שירדה למלאות מים מן העין ונאנסה א''ר יוחנן בן נורי אם רוב אנשי העיר משיאין לכהונה הרי זו תנשא לכהונה ואמרו שם בגמרא דאמר כמאן אי כר''ג אפילו ברוב פסולין נמי מכשיר אי כרבי יהושע אפילו ברוב כשרין נמי פוסל וכו' אמר רב יהודה אמר רב בקרונות של צפורי היה מעשה וכדרבי אמי דאמר רבי אמי והוא שהיתה סיעה של בני אדם כשרין עוברת לשם דאיכא תרי רובי כדאיתא התם ואמרו שם דאע''ג דבעלמא לא בעינן תרי רובי מעלה עשו ביוחסין ואמר רב הלכה כרבי יוסי וסובר רבינו דאנן קי''ל הכי לכתחילה אע''פ שטוענת ואומרת לכשר נבעלתי וכן בדיעבד כל זמן שאינה טוענת כגון אלמת או חרשת או שאינה יודעת דכל דליכא תרי רובי אפילו בדיעבד מפקינן לה ובזה יש חילוק בין הטוענת לשאינה טוענת שהטוענת ונשאת אפילו ברוב פסולין אצלה לא מפקינן לה ושאינה טוענת תצא עד דאיכא תרי רובי כשרין וסוגייתנו היא או לכתחילה ובטוענת או בדיעבד בשאינה טוענת: "
      ],
      [],
      [
        "<b>ראוה שנבעלה וכו'.</b> מבואר מן הסוגיא דאין הולכין אחר רוב סיעה בלבד גזירה משום רוב העיר ואמרו שם ורוב העיר נמי אי דקאזלי אינהו לגבה כל דפריש מרובא פריש ואמרו דקא אזלא לגבייהו דהו''ל קבוע וכו' וכל קבוע כמחצה על מחצה דמי ויש בזה דעות למפרשים ז''ל ודעת הרמב''ן ז''ל והרשב''א ז''ל מסכמת לדברי רבינו בכל מ''ש חוץ ממה שהצריך בטוענת תרי רובי לכתחילה שהם ז''ל סוברין דבחד רובא סגי ואפילו לכתחילה כההיא דשמואל דאמר עד דאיכא רוב כשרין אצלה ולא בעי תרי רובי וסוגיין דבעינן תרי רובי היא בשאינה טוענת ולא חלקו באינה טוענת בין לכתחילה לדיעבד וכן הוא דעת רבינו אלא הכל תלוי בתרי רובי באינה טוענת ובודאי אפילו לדבריהם כל שהולכת היא אצלם אין הולכין אחר רוב העיר ולא חשבינן ליה כרובא כיון דאיכא תמן פסול דהוה ליה קבוע וכמו שנתבאר:"
      ],
      [],
      [
        "<b>השבויה שנפדית וכו'.</b> בפרק האשה שנתארמלה (כתובות דף כ\"ב): ",
        "<b>והיא בת שלש וכו'.</b> כי פחות מכאן פשוט הוא שאין ביאתה כלום ומבואר בהרבה מקומות בדין השבויה:",
        "<b>ואם יש לה עד וכו'.</b> שם במשנה ובגמרא. ודין שתי שבויות במשנה שם. ודין הקטן שם מעשה בגמרא ובגמרא (דף כ\"ז:) תניא זו עדות איש ואשה תינוק ותינוקת אביה ואמה ואחיה ואחותה אבל לא בנה ובתה ולא עבדה ושפחתה וכו' ותניא אידך הכל נאמנין להעידה חוץ מהימנה ובעלה ואוקימנא התם אליבא דרב פפא הך ברייתא דהכל נאמנין שאפילו שפחתה מהימנא במסיחה לפי תומה וכן בבנה ובתה ודאי כי היכי דלא ליפלגאן אהדדי הברייתות ומדברי רבינו נראה שבכל קטן צריך מסיח לפי תומו. וזהו קצת תימא דברייתא קמייתא לאו במסיח לפי תומו היא דא''כ אפילו שפחתה היתה נאמנת וכמו שנתבאר ואעפ''כ קתני תינוק ותינוקת ועוד דקתני להו דומיא דאביה ואמה ובקרוב לא הצריך רבינו מסיח לפי תומו. ול''נ שבנה ובתה בין גדולים בין קטנים ועבדה ושפחתה צריכין שיהיו מסיחין לפי תומן ואם לאו פסולין והיינו ברייתא קמייתא וזהו שבמעשה שהזכירו שם אמרו מעשה בא לפני רבי באדם אחד שהיה מסיח לפי תומו ואמר [פעם אחת] אני ואמי נשבינו לבין העכו''ם וכו' כמ''ש רבינו משמע מדקאמר באדם אחד בגדול היה ואעפ''כ הצריכו מסיח לפי תומו ואין לומר מעשה שהיה כך היה אבל בגדול אפילו בנה לא בעינן מסיח לפי תומו לא היא חדא דהתם משמע בסוגיא דומיא דשפחתה היא ועוד דאי לא למה להו לאדכורי בגמרא והיה מסיח לפי תומו וביתר הקטנים אפילו אין מסיחין לפי תומן נאמנין כנ''ל. ומסתברא לי שהעכו''ם או הפסול בעבירה מן התורה כשם שהם פסולין לעדות אשה לומר שמת בעלה כמו שנתבאר פרק י''ב מהלכות גירושין כך פסולין לשבויה דהתם דמילתא דעבידא לאיגלויי היא והיא עצמה נאמנת ואף על פי כן אין אלו נאמנין וכל שכן כאן ואם היו מסיחין לפי תומן אפשר שהן כשרין כמו שכשרים לעדות אשה כנזכר שם והרי הן בכלל הכל נאמנין להעידה חוץ מהימנה ובעלה דאוקי במסיחין לפי תומן וזה החלק האחרון צל''ע. ופי' מסיח לפי תומו כבר נתבאר שם פרק י''ג מהלכות גירושין: "
      ],
      [],
      [
        "<b>אין הבעל וכו'.</b> זה מבואר במשנה וברייתא הנזכרת חוץ מהימנה ובעלה ואפילו מסיחין לפי תומן יש לחוש שמא יערימו:",
        "<b>וכן שפחתה וכו'.</b> אוקימתא דרב פפא שם בגמרא ופסק רבינו כן וכן פסקו בהלכות וכן דעת הנגיד וכן פסק הרמב''ן ז''ל והטעם משום דלרב פפא מתרצין ברייתות אהדדי ולדברי מי שאמרו שם שאפילו שפחתה כשירה הוצרכו להעמיד ברייתא קמייתא דלא כהלכתא. ודין שפחת בעלה מפורש שם.",
        "<b>ומ''ש ושפחה שהיתה מסיחה וכו'.</b> כבר נתבאר במה שהזכרתי למעלה:"
      ],
      [
        "<b>כהן שהעיד לשבויה שהיא טהורה וכו'.</b> בפרק אלו נערות (כתובות דף ל\"ו:) ברייתא וכת״ק דאמר הכין ונזכרה בהלכות בפרק האשה שנתארמלה: "
      ],
      [
        "<b>האשה שאמרה וכו'.</b> משנה שם (דף כ\"ב) אמרה נשביתי וטהורה אני נאמנת שהפה שאסר הוא הפה שהתיר ואם יש עדים שנשבית והיא אומרת טהורה אני אינה נאמנת ופי' רבינו דדוקא שני עדים אבל במקום עד אחד ודאי נאמנת ופשוט הוא שהיתה יכולה להכחיש ושאין מחזיקין אותה בשבויה ע''פ עד אחד ואין פוסלין אותה בפחות משנים וא''כ כשאומרת נשביתי וטהורה אני נאמנת מדין הפה שאסר הוא הפה שהתיר: ",
        "<b>היו שם שני עדים וכו'.</b> ברייתא שם (דף כ\"ג:) ואוקימתא דרב פפא התם דאע''ג דאיכא עדי שבויה ואיכא עד אחד דטומאה הרי היא מותרת ע''פ אשה המעידה עליה שהיא טהורה ונראה מפשט הגמרא שאפילו בא עד טומאה תחילה ואח''כ באה האשה הרי היא מותרת על פיה ואע''פ שיש חילוק בזה בדין המיתה כנזכר פי''ב מהלכות גירושין בשבויה הקילו שאל''כ היו מזכירין כן בגמרא כאן וזה נראה דעת רבינו ועיקר: "
      ],
      [
        "<b>מי שאמרה נשביתי וטהורה אני וכו'.</b> משנה כתובות (דף כ\"ב) הנזכרת למעלה יש עדים שנשבית וכו' ואם משנשאת באו עדים הרי זו לא תצא ובגמרא (דף כ\"ג) לא נשאת נשאת ממש אלא כיון שהתירוה לינשא אע''פ שלא נשאת וכו' [ומאי לא תצא] לא תצא מהיתרה הראשון. ",
        "<b>ומ''ש ואפילו נכנס השבאי וכו'.</b> שם מעשה בגמרא בבנתיה דמר שמואל.",
        "<b>ומ''ש ומשמרין אותה וכו'.</b> פשוט הוא ומתבאר שם:"
      ],
      [
        "<b>באו לה שני עדים אחר כך שנטמאת וכו'.</b> שם ואם באו לה עדי טומאה אפילו יש לה כמה בנים תצא ופירש רבינו שני עדים ופשוט הוא:",
        "<b>אמרה נשביתי וטהורה אני ויש לי עדים וכו'.</b> פי' וכגון שלא היו שם עדים שנשבית בשעה שהיא אומרת כן שהרי היא נאמנת לומר נשביתי וטהורה אני כנזכר למעלה. ומה שכתב רבינו כאן ברייתא הוא שם.",
        "<b>ומ''ש ולא עוד אלא אפילו יצא עליה קול וכו'.</b> מבואר שם בסוגיא גבי בנתיה דמר שמואל דאשתביין:"
      ],
      [
        "<b>האב שאמר קדשתי את בתי וכו'.</b> משנה בפרק האומר קידושין (דף ס\"ד): ",
        "<b>נשבית ופדיתיה בין שהיא גדולה בין שהיא קטנה וכו'.</b> שם במשנה ואמרו הטעם בגמרא לנישואין הימניה רחמנא לאב בשבויה לא הימניה וכתב הרשב''א ז''ל הבעלתיה ביאת איסור נמי לא הימניה והכי איתמר בירושלמי קידשתיה לאחד מן הפסולין לה נאמן הבעלתיה לאחד מכל הפסולים לה אינו נאמן וגרסינן נמי בתוספתא (פרק ד') נשבית ופדיתיה או שנבעלה לאחד מן הפסולין לה לא כל הימנו לאסרה עכ''ל:"
      ],
      [
        "<b>אשת כהן שנאסרה עליו משום שבויה וכו'.</b> ממעשה דרבי זכריה בן הקצב הנזכר בפרק האשה שנתארמלה כתובות (דף כ\"ז ע\"ב) מתבאר זה: "
      ],
      [],
      [],
      [],
      [
        "<b>עיר שבאה במצור ונכבשה אם היו וכו'.</b> שם במשנה עיר שכבשוה כרכום כל כהנות שנמצאו בתוכה פסולות ואם יש לה עדים אפילו עבד או שפחה הרי אלו נאמנין ובגמרא הקשו ורמינהו בולשת שבא לעיר בשעת שלום חביות פתוחות אסורות סתומות מותרות בשעת מלחמה אלו ואלו מותרות לפי שאין פנאי לנסך ותירץ רב מרי לבעול יש פנאי לנסך אין פנאי רבי יצחק בן אלעזר משמיה דחזקיה אמר כאן בכרכום של אותה מלכות כאן בכרכום של מלכות אחרת פי' ההיא דקתני אלו ואלו מותרות בכרכום של מלכות אחרת ובעילה ונסוך בשעת מלחמה שוין הן ששניהן חוששין להם בכרכום של אותה מלכות ואין חוששין להן בשל מלכות אחרת ומדברי רש''י ז''ל נראה שהוא מפרש כאן וכאן בדין הכהנות ולא חלק חזקיה על רב מרי בדין הנסוך דבכל גוונא ודאי אפי' של אותה מלכות בשעת מלחמה אין פנאי לנסך וכתב הרמב''ן ז''ל שאין מחוור בלשון הגמרא דאמר כאן וכאן. והקשו בגמרא [כרכום] של אותה מלכות נמי א''א דלא ערקה חדא מינייהו פי' אמאי כאן פסולות נתלה להקל שהרי הן יכולות להשתמט מן האויבים וליהוי כמחבואה שמצלת על כולם ותירץ שמואל כשמשמרות רואות זו את זו והקשו א''א דלא ניימי פורתא [בלילה] ותירץ לוי דמהדר לה למתא שושילתא וכלבא גווזא ואווזא פי' שלשלאות של ברזל וכלבים ואווזים ותרנגולים ומקלות וקסמין דברים המשמיעין קול אם תברח אחת מהן וכן מבואר בירושלמי אי זהו כרכום רבי בא בשם רבי חייא בר אשי כגון דוגון ושלשלאות של ברזל וכלבים ואווזים ותרנגולין ואפרטוטות מקיפין את העיר וכו' מעשה היה וברחה משם סומא אחת היתה שם פירצה אחת מצלת על הכל וכו' רבי זעירא בשם רבי בא בר זבדא רבי יצחק בר חקולא בשם רבי יודן נשיאה ובלבד כרכום של אותה מלכות אבל כרכום של מלכות אחרת כלסטים הן ע''כ בירושלמי. עוד בגמרא דילן אמר רבי אבא בר זבדא פליגי בה רבי יהודה נשיאה ורבנן חד אמר כאן בכרכום של אותה מלכות כאן בכרכום של מלכות אחרת ולא קשיא ליה ולא מידי פי' שלא היה חושש למה שהקשו אי אפשר שלא ערקה חדא מינייהו לפי שהיה סבור שאין מתירין על סמך זה והדר קשיא ליה ומשני כאן דהדרי לה למתא שושילתא וכו' עוד שם אם יש שם מחבואה אחת מצלת על [כל] הכהנות כולם והעלו בהלכות מן הגמרא שאפילו אינה מחזקת אלא אשה אחת כולהו שריין דאמרי' בכל חדא וחדא היינו האי ואי אמרה לא נחבאתי ולא נטמאתי נאמנת דאמרינן מה לה לשקר מגו דאי בעיא אמרה נחבאתי ע''כ. וביאר רבינו שמה שאמרו כהנות לאו דוקא דה''ה לכל הנשים להנשא לכהונה ופשוט הוא.",
        "<b>ומ''ש אלא מי שהיתה מבת שלש ולמטה.</b> ג''כ פשוט וכבר נזכר למעלה:",
        "<b>ומ''ש רבינו ואם שבו נשים ונעשו ברשותן וכו'.</b> פשוט הוא שכל שבאו לידן דינן כדין השבויות ואין החילוק בשבויה ממש ויתר דברי רבינו מבוארין שהוא פוסק כתירוציה דחזקיה וכלוי דאמר דמהדרי לה למתא שושילתא וכו'. אבל הרמב''ן ורשב''א ז''ל אמרו דלענין פסקא אנן כרב מרי קי''ל דלא חילק בין כרכום לכרכום וכאן וכאן אין להם פנאי לנסך ולבעול יש פנאי ולכן אסורות אע''ג דלא הדרא למתא כלום דשמא יש להם אימת הגייסות ואינן בורחות והיינו דהתם בפרק השוכר (ע\"ז דף ע\"א) רמינן מתניתין אהדדי ומפרקינן להו כדרב מרי ולא מסיימי התם הני פירוקי אחריני דהכא וכן נראה דעת ההלכות שהשמיטו ב' הסוגיות ולא כתבו אלא המשניות כפשטן ע''כ דבריהם ז''ל. ואני תמה בזה היאך איפשר לפסוק כרב מרי ולדחות הא דחזקיה דשמואל ולוי דמפרקי אליביה וכולה סוגיא משום הא דרב מרי והא דר' יהודה נשיאה ורבנן דגמרא דילן וכולהו הנהו אמוראי דירושלמי דמחלקי בין כרכום לכרכום ומתירין אותה בכרכום של מלכות אחרת משום הא דרב מרי דלא חלק ואיך נפסוק הלכה כמותו להחמיר שהוא יחיד וכל שכן באיסור זה דחזינן דמקילין ביה במחבואה אחת המחזקת אשה אחת שמצלת על כולן ואי משום סוגיין דע''ז דלא מפרקי הנך פירוקי [אינו מוכרח] משום [דאיכא למימר] דסמכי התם אסוגיין דהכא דהיא בדוכתה לענין כהונה. וראיתי לרבינו פי''ב מהלכות מאכלות אסורות שכתב גדוד הנכנס למדינה דרך שלום כל החביות פתוחות אסורות וסתומות מותרות ובשעת המלחמה אם פשט הגדוד במדינה ועברו אלו ואלו מותרות שאין פנאי לנסך עד כאן לשונו, ולא חלק בין גדוד של אותה מלכות לגדוד של מלכות אחרת ואיפשר שהוא פוסק כרב מרי בדין היין נסך מפני שבמס' ע''ז לא הזכירו תירוץ אחר ואם איתא דבכרכום של אותה מלכות היו אסורות אפילו בשעת מלחמה היה להם להזכיר שם ופסק בדין הכהונות כסוגיין דהכא משום דכולהו הני אמוראי סבירא להו דבכרכום של מלכות אחרת שהן מותרות והולכין כאן וכאן להקל מפני שהכל הוא חשש של ספק וסוגיין דמכרען הכי כל חדא בדוכתה ובירושלמי נמי משמע הכי שכאן בכתובות אמרו ובלבד כרכום של אותה מלכות. ובירושלמי נמי לא הזכירו ההיא דע''ז כלל. ושם בע''ז בפרק השוכר לא דברו כלל על מתניתין דהתם אלמא משמע דההיא דע''ז בכל גוונא היא וסלקן מסקנא דגמרא לחדא וקיימא לן הכין ואיפשר נמי דרב מרי הוה מוקי להו לתרוייהו מתניתין בכרכום של אותה מלכות ולא הוה פליג בכרכום של מלכות אחרת לאסור הכהנות. ולפי פסק זה מה שכתב רבינו שם בדין יין נסך אם פשט הגדוד במדינה ועברו הוא מפני שאם נקבעו שם אפילו רב מרי מודה דחביות פתוחות אסורות שהרי יש פנאי לנסך שכבר נתיישבו שם ואע''פ שיש לדחוק ולומר שכוונתו היתה שם לחלק בין אותה מלכות למלכות אחרת ורמז הדבר במה שכתב אם פשט הגדוד וכו' מה שכתבתי נראה לי שהיתה כוונתו ז''ל ונראה עיקר וכ''ש לפי מ''ש למעלה בשם רש''י ז''ל כנ''ל: "
      ],
      [
        "<b>האשה שנחבשה ביד עכו״ם על ידי ממון וכו'.</b> משנה בפרק האשה שנתארמלה (כתובות דף כ\"ו:) האשה שנחבשה בידי עכו״ם ע״י ממון מותרת לבעלה על ידי נפשות אסורה לבעלה ופירשוה כל הגאונים זכרונם לברכה דוקא אם היה הבעל כהן והוא הדין לינשא לכתחלה לכהן אבל לישראל ודאי לא חיישינן שמא נתרצית וכן הכריחו האחרונים ז״ל ובגמרא אמרינן על ידי נפשות כגון נשי דגנבי ולוי אמר כגון אשתו של בן דונאי פירוש רוצח היה כדאיתא בסוף סוטה ולא הזכירו זה בהלכות ולא בדברי רבינו. ונראה שהם מפרשים שנשי אלו הרוצחים והגנבים נתפשות למלכות מחמת שיודעות במעשה בעליהן ומסייעין אותן והרי הן ספק שמא תמותינה על ידי המלכות ולזה לא הוצרכו להזכיר כן אבל יש מפרשים שכתבו שאע״פ שאין לנשים חשש מיתה כיון שבעליהן נתפשין להריגה אין המלך מקפיד על נשיהן ואסורות וזהו דעת רש״י ז״ל. עוד שם בגמרא אמר חזקיה והוא שנגמר דינן להריגה ורבי יוחנן אמר אע״פ שלא נגמר דינן להריגה ובהלכות לא הזכירו זה נראה שדעתם לפסוק כרבי יוחנן וזה דעת רבינו ויש מפרשים נגמר דינן ולא נגמר על הבעלים וכפי מה שנזכר בסמוך: ",
        "<b>במה דברים אמורים בזמן שיד ישראל וכו'.</b> שם מבואר בגמרא (דף כ\"ו:) ובהלכות וממה שכתב רבינו כיון שנעשית ברשות עכו''ם נאסרה ולא כתב כיון שנתייחדה עם העכו''ם משמע ודאי דדוקא כשהיא חבושה תחת ידן אבל נתייחדה מדעתה ואינה מעושת בידיהם מותרת ואין אוסרין אותה ביחוד בלבד והסוגיא שבפרק אין מעמידין (ע\"ז דף כ\"ח:) דמשמע דע''י יחוד בלבד אוסרין אותה כבר פירשה בעל התרומה בשם רבי יצחק ז''ל דלמסקנא בנתייחדה מדעת לא אסרינן לה וכך פירש הרשב''א ז''ל שם: "
      ]
    ],
    [
      [
        "<b>אי זו היא חללה זו שנולדה וכו'.</b> ברייתא וגמרא פרק עשרה יוחסין (קידושין דף ע\"ו): ",
        "<b>אבל הכהן וכו'.</b> שם מפורש בברייתא:"
      ],
      [
        "<b>ובין שנבעלה באונס וכו'.</b> משנה בפרק הבע״י (יבמות דף נ\"ג:) אמרו שם בדין שוגג ואונס והעראה [ושלא כדרכה] וכן הבא על אחת מן העריות או פסולות כגון אלמנה לכהן גדול גרושה וחלוצה וכו' פסול ולא חלק בין ביאה לביאה. ",
        "<b>ומה שכתב והוא שיהיה בן ט' וכו'.</b> מבואר בהרבה מקומות:"
      ],
      [
        "<b>כיצד כהן וכו'.</b> כבר נתבאר זה.",
        "<b>ומ''ש או שנשא בעולה וכו'.</b> הוא מחלוקת תנאים שם (דף נח) בגמרא ונפסקה הלכה שם שאע''פ שאין בנושא הבעולה אלא עשה כנזכר פי''ז הולד ממנה חלל:",
        "<b>אבל כהן שקידש אשה וכו'.</b> שם במשנה (דף נ\"ו:) נתארמלו או נתגרשו מן הנישואין פסולות מן האירוסין כשרות ובגמרא (דף נ\"ט) אמרו דביאה משוי לה חללה וכתב רבינו מן הנישואין אע''פ שלא נבעלה נתחללה שכל נשואה בחזקת בעולה ולמד כן ממה שאמרו שם סתם מן הנישואין ולענין כתובה אמרו שכל אלמנה מן הנישואין היא בחזקת בעולה וכ''ש באיסור של תורה: "
      ],
      [
        "<b>כהן גדול שנשא בוגרת וכו'.</b> כבר נתבאר פי''ז שאם נשא בוגרת או מוכת עץ שאין מוציאין מידו וכ''ש שאין הולד חלל.",
        "<b>ומ''ש וכן אם בעל בעולה בלא נישואין לא חללה.</b> פשוט הוא דאע''ג דקי''ל דיש חלל מנושא את הבעולה כנזכר למעלה דוקא בנושא לפי שעבר על עשה דוהוא אשה בבתוליה יקח והוא עשה דכהונה אבל אם בא על הבעולה שלא כדרך נישואין אינו מוזהר בה יותר מאדם אחר ואינו איסור כהונה אלא איסור בלבד ואין חלל אלא מאיסורי כהונה כנזכר למעלה ומבואר בעשרה יוחסין וכן אמרו פ' הבע''י בגמרא לא ישא אדם אנוסת חבירו ומפותת חבירו ואם נשא הולד חלל ומשמע דוקא נישואין ופשוט הוא שהבעולה שהזכיר רבינו הוא שאינה אלמנה ולא גרושה אלא שנבעלה בזנות לאדם אחר:"
      ],
      [
        "<b>כהן הבא על ערוה וכו'.</b> פ' י' יוחסין אמרו אין חללה אלא מאיסור כהונה אמר רב אסי הילכך כהן שבא על אחותו זונה משוי לה חללה לא משוי לה חזר ובא עליה עשאה חללה ע''כ שם וה''ה לכל השאר ורצה רבינו ללמוד הכשר מדין זה ולא מצא אלא על מי שזקוקה ליבם שאילו בחייבי כריתות הולד ממזר ובלאוי כהונה הולד חלל ואם בא על הממזרת הרי הולד פסול לפיכך כתב דין זה בזקוקה ליבם שיש בה לאו דלא תהיה אשת המת והולד ממנה כשר לכהונה ונעשית זונה בביאתו כמו משאר חייבי לאוין ונפסלה לכהונה ואם חזר ובא עליה היא חללה והולד חלל כמ''ש רבינו:"
      ],
      [
        "<b>וכן כהן הבא וכו'.</b> זה נמשך אחר מה שנתבאר פי''ח שהגיורת אסורה משום זונה וכן המשוחררת וכל שבא עליהן הרי הולד חלל ואפילו לדברי מי שסובר שאסורין משום [דכתיב בתולות מזרע בית ישראל] כמ''ש שם מ''מ כיון שאיסור המיוחד בכהונה איפשר שהולד חלל מהן כמו משאר איסורי כהונה:",
        "<b>כהן הבא על הנדה וכו'.</b> בפרק הבע״י (יבמות דף ס') ברייתא:"
      ],
      [
        "<b>כהן שנשא גרושה וכו'.</b> זה מבואר בפ' עשרה יוחסין (ע\"ז) שאמרו חלל יצירתו בעבירה: "
      ],
      [
        "<b>כבר ביארנו שהחלוצה וכו'.</b> פי״ז נתבאר שהחלוצה מדברי סופרים ומבואר בפרק יש מותרות (יבמות דף פ\"ה) שהיא פסולה וולדה פסול מדרבנן כדאיתא התם: ",
        "<b>אבל כהן שבא על אחת וכו'.</b> שם מבואר:"
      ],
      [
        "<b>כהן שבא על ספק וכו'.</b> מבואר פ''ק דכתובות (דף י\"ד) בדין אלמנת עיסה ונראה משום שספק חלל איכא ויתבאר בפ' זה: "
      ],
      [
        "<b>וכל ספק חלל וכו'.</b> פרק נושאין על האנוסה (יבמות דף צ\"ט) מבואר במשנה במי שהוא ספק כהן ספק ישראל שנותנין עליו חומרי כהנים וחומרי ישראל נושא אשה הראויה לכהונה ואין מטמא למתים ואם נטמא אינו סופג את הארבעים ופשוט הוא שספק חלל הוא ספק ישראל ספק כהן. וביאר רבינו שאף על פי שאינו לוקה מכין אותו מכת מרדות ופשוט הוא ולא גרע מאיסור של דבריהם שיש בו מכת מרדות כנזכר בכמה מקומות. וז״ש <b>רבינו והרי הוא בחלל של דבריהם</b> פשוט הוא שלא באו חכמים להקל עליו להתירו במה שישראל מותר אלא להחמיר עליו וכיוצא בזה אמרו בספק ממזר ובממזר של דבריהם שאסורין בממזרת ודאין והולכין בהן להחמיר כנזכר פט״ו: ",
        "<b>אבל חלל של תורה הודאי הרי הוא וכו'.</b> מבואר בהרבה מקומות ומהם בברייתא בתורת כהנים:"
      ],
      [
        "<b>כהן זכר שהוא אסור וכו'.</b> בי' יוחסין (דף ע\"ג) ברייתא אחד גר ואחד עבד משוחרר וחלל מותרין בכהנת מסייע ליה לרב דאמר ר''י אמר רב לא הוזהרו כשירות לינשא לפסולין פירוש פסולי כהונה עוד שם והלכתא גר מותר בכהנת ומותר בממזרת וכבר נתבאר דין הגר בממזרת פרק ט''ו: "
      ],
      [
        "<b>גרים ומשוחררים שנשאו אלו מאלו וכו'.</b> שם (דף ע\"ז) משנה ר' אליעזר ב''י אומר ישראל שנשא גיורת בתו כשירה לכהונה [וכן] גר שנשא בת ישראל וכו' אבל גר שנשא גיורת בתו פסולה לכהונה אחד גר ואחד עבדים משוחררים אפילו עד י' דורות עד שתהא אמן מישראל רבי יוסי אומר אף גר שנשא גיורת בתו כשירה לכהונה ובגמרא (דף ע\"ח:) אמר רב נחמן אמר לי הונא בא לימלך מורין לו כרבי אליעזר ב''י נשא אין מוציאין אותה ממנו כר' יוסי: "
      ],
      [
        "<b>גר עמוני וכו'.</b> מחלוקת ר' יוחנן ור״ל בפרק הערל (יבמות דף ע\"ז) ופסק כרבי יוחנן כידוע שהלכה כמותו לגבי ר״ל. <b>ומה שכתב רבינו והרי נשותיהן זונות</b> נתבאר פי״ח ומפורש כאן בגמרא שהן אסורות לבא בכהונה ובנותיהן מותרות: "
      ],
      [
        "<b>חלל שנשא כשירה וכו'.</b> סתם משנה בפרק י' יוחסין (קידושין דף ע\"ז) בת חלל זכר פסולה מן הכהונה ישראל שנשא חללה בתה כשרה לכהונה חלל שנשא בת ישראל בתו פסולה לכהונה וכן הלכתא: "
      ],
      [
        "<b>כהנים ולוים וכו'.</b> משנה שם (דף ס\"ט). ",
        "<b>ומה שכתב והולד הולך אחר הזכר.</b> משנה וגמרא בפרק האומר (דף ס\"ז) ומבואר בהרבה מקומות: "
      ],
      [
        "<b>לוים וישראלים וכו'. מ''ש רבינו שהגר שנשא ישראלית וכו' הרי הבן ישראלי</b> הוא דלא כרבי יהודה דאמר בעשרה יוחסין (דף ע\"ח) בת גר זכר כבת חלל זכר אלא כרבי אליעזר ב''י דאמר דכל שאמן מישראל מותרת לכהונה כנזכר למעלה. ",
        "<b>ומה שכתב וישראלי או לוי וכו'.</b> מוסכם הוא ומבואר בההיא דראב''י:"
      ],
      [
        "<b>כל המשפחות בחזקת כשירות.</b> מסקנא דגמרא שם (דף ע\"ו:) דאמר רב יהודה אמר רב דחכמים אומרים כל המשפחות בחזקת כשירות הן עומדות: ",
        "<b>ואעפ''כ אם ראית שתי משפחות וכו'.</b> שם (דף ע\"א:) אמר רב יהודה אמר רב אם ראית שני בני אדם שמתגרין זה בזה שמץ פיסול יש באחד מהן ואין מניחין אותו לידבק אחד בחבירו אמר ריב''ל אם ראית שתי משפחות מתגרות זו בזו שמץ פיסול יש באחת מהן ואין מניחין אותה לידבק בחבירתה וביאר רבינו שכל זה נאמר כדי להתרחק מהן לכתחלה: ",
        "<b>וכן כל הפוסל אחרים וכו'.</b> שם (דף ע') כל הפוסל פסול וכו' אמר שמואל במומו פוסל ואמרו שם דלמיחש עליה קאמר: <b>וכן כל מי שיש בו עזות פנים וכו'. </b> במסכת ביצה (דף ל\"ב:) [ההוא גברא] דבעא מינייהו עסקא ולא יהבו ליה וכו' אמר הני מערב רב קאתו וכו' כל המרחם על הבריות וכו' וביבמות בפרק הערל (יבמות דף ע\"ט) גבי נתינים דוד גזר עליהם אמר שלשה סימנין יש באומה זו רחמנים וביישנים וגומלי חסדים וכו' כל שיש בו שלש מדות הללו ראוי לידבק באומה זו [וכל מי שאין בו שלש מדות הללו אין ראוי להדבק בהן]: "
      ],
      [
        "<b>משפחה שקרא עליה ערער וכו'.</b> בפרק עשרה יוחסין (קידושין דף ע\"ו) משנה הנושא אשה כהנת צריך לבדוק אחריה ארבע אמהות שהן ח' וכו' לויה וישראלית מוסיפין עליהן עוד אחת ובגמרא אמר ר״י אמר רב זו דברי ר״מ אבל חכמים אומרים כל המשפחות בחזקת כשרות הן עומדות אמר רב חמא בר גוריא אמר רב אם קרא עליה ערער צריך לבדוק אחריה ואמרו בהרבה מקומות אין ערער פחות משנים ופירש רבינו שיעידו שנתערב בהן וכו' אבל רש״י ז״ל פי' שקראו עליה ב' עדים שמץ של פסול ולא שמעידין עדות גמורה אלא יציאת קול עכ״ל. ופי' רבינו במשנה זו מבואר שהוא מפרש הנושא כהנת וכו' מי שיהיה הנושא אם כהן אם לוי אם ישראל וידוע הוא שהכהן יש לו לחוש אף לספק חללות ולא האחרים: "
      ],
      [
        "<b>לוים וישראלים.</b> פי' אם האשה היא מלויים וישראלים והנושא הוא מי שיהיה והיינו דקתני הנושא סתם שאין חילוק בנושא בין כהן לישראל וכן דרך פרש''י ז''ל אבל יש בזה פי' אחר שמפרשים רישא כהן הנושא וצריך לבדוק משום חללות ובודק ד' שהן ח' וסיפא בלוים וישראלים הנושאים וצריכין לבדוק משום פסולי קהל וצריכין לבדוק עוד אחת וה''ה ודאי לכהן שבודק מחמת פסולי קהל שהוא בודק ג''כ עוד אחת ולא אמרו שאינו בודק אלא ח' אלא מצד הבדיקה המיוחדת לכהנים ונסתייעו בזה מן הירושלמי וכן פי' שכל זמן שיש שם חשש פסולי קהל שאף האשה בודקת באיש ולא אמרו שאין האשה בודקת אלא כשאין שם אלא חשש פסולי כהונה לפי שלא הוזהרו כשירות לינשא לפסולי כהונה וזהו דעת בעל המאור והרמב''ן ז''ל ואף בזה חולקין רבינו ורש''י ז''ל כמו שיתבאר למטה. <b>וכתב רבינו ואם היתה משפחה זו וכו' מוסיף לבדוק זוג אחד ונמצא בודק עשר אמהות,</b> ואני תמה בזה דהא בגמרא ליכא מ''ד פחות מי''ב ופרש''י ז''ל על כל זוג מוסיף לבדוק עוד אם למעלה ואיכא מ''ד התם בגמרא י''ו ומפרש מוסיפין עליהם עוד אחת זוג אחת ופרש''י ז''ל על כל זוג של משנתנו מוסיף אמה של עליונה ואם אמה, ואם עיקר הנוסחא בדברי רבינו כמו שנמצא בספריו צ''ע: ",
        "<b>שהעירוב בלויים וישראלים וכו'.</b> בירושלמי מפורש דקנס הוא כדי שידבק האדם בשכניו:"
      ],
      [
        "<b>ולמה בודק בנשים וכו'.</b> שם בגמרא:"
      ],
      [
        "<b>ולמה יבדוק האיש וכו'.</b> שם בגמרא הקשו ואיהי נמי תבדוק ביה בדידיה ותירצו מסייע ליה לרב דאמר רב יהודה אמר רב לא הוזהרו כשירות להנשא לפסולין ופירש''י ז''ל לפסולין כגון חללי גירי וחרורי וכיון דלא הקפיד תורה עליהן ליוחסין רבנן נמי לא עביד בהו מעלה לאצרוכינהו בדיקה ואפילו מחמת ממזרות ושתוקיות עכ''ל. וזהו כוונת רבינו ולא הוצרך לבאר כשאמרו לא הוזהרו כשירות להנשא לפסולין שהוא דוקא בפסולי כהונה שכבר נתבאר בדבריו בפ''א בכמה מקומות שכל מקום שהוא מוזהר היא ג''כ מוזהרת וכדאיתא בפרק יש מותרות. אבל אלו הם אינם מוזהרין שלא לישא והן ג''כ אינן מוזהרות עליהם אע''פ שאם היה הדבר בהפך שהיו הם כהנים והן גיורות או משוחררות או חללות היה הזוג אסור עכשיו הוא מותר ומתוך שזה דבר פשוט לא חשש רבינו לפרשו:"
      ],
      [
        "<b>כל שקוראין לו וכו'.</b> בכתובות פ''ק (דף י\"ד:) מחלוקת תנאים בברייתא ופסק רבינו כת''ק דאמר כל פסול דקרו ליה ושתיק פסול ומפרש רבינו שהוא כמו משפחה שקרא עליה ערער דבבדיקה סגי דלא ליהוי האי דשתיק טפי מעדים שהעידו שנתערב במשפחה זו פסול וכמו שכתב רבינו למעלה. ובהשגות א''א כל אלו שאמרו וכו' אא''כ קורין לו שלא בשעת מריבה עכ''ל. והרמב''ן והרשב''א ז''ל כתבו חילוק אחר ואמרו שלא נאמרו דברים הללו בפסול שתיקה אלא במי שנסתפק בפסול כגון משפחה שנטמע בה פיסול או ספק פיסול אבל משפחה שבחזקת כשירה עומדת כל דשתיק מיוחס טפי ע''כ דבריהם ז''ל. ואין לדבריהם ולא לדברי הר''א ז''ל הכרח בגמרא: "
      ],
      [
        "<b>משפחה שנתערב בה ספק חלל וכו'.</b> בעדיות פרק בתרא (דף י\"ג:) משנה העיד רבי יהושע ורבי יהודה בן בתירא על אלמנת עיסה שהיא כשירה לכהונה וכו' אמר [להם] ר''ג קבלנו עדותכם אבל מה נעשה [שהרי] גזר רבי יוחנן בן זכאי שלא להושיב בית דין על כך שהכהנים שומעים להן לרחק אבל לא לקרב והובאה פרק קמא דכתובות (דף י\"ד) ופי' שם בגמרא דאלמנת עיסה הוא בתרי ספיקות ופסק רבינו דלכתחילה לא תנשא וכדברי ר''ג אבל אם נשאת ודאי לא תצא דספק ספיקא ודאי לקולא הוא אפילו בדאורייתא. ",
        "<b>ומ''ש רבינו אבל אם נתערב בה חלל ודאי וכו'.</b> זו היא משנתנו דעשרה יוחסין דהנושא כהנת צריך שיבדוק ד' אמהות הנזכרות למעלה שהיא בשקרא עליה ערער שהעידו שנטמע בה אחד מן הפסולין.",
        "<b>ומ''ש והוא הדין אם נתערב בה ספק ממזר וכו'.</b> פשוט הוא שאיסור ממזר לבא בקהל ואיסור חלל לכהונה כולן חייבי לאוין ושוין הן וכן מתבאר בפרק קמא דכתובות גבי ההיא דעיסה שהזכרתי:"
      ]
    ],
    [
      [
        "<b>כל כהנים שבזמן הזה בחזקה הן כהנים וכו'.</b> זה מתבאר פרק עשרה יוחסין (קידושין דף ע\"ו) ובפרק האשה שנתארמלה (כתובות דף כ\"ה) דחזקה מהני למה שהיא של דבריהם וסובר רבינו דלתרומה דאורייתא לא סגי בעד אחד אלא בשני עדים כשרים ומאי דאמרינן בפרק האשה שנתארמלה (כתובות דף כ\"ד:) תיבעי למאן דאמר מעלין [מתרומה ליוחסין] ה״מ תרומה דעון מיתה היא הכי פריך וכיון דאיכא בה עון מיתה ודאי בעינן תרי וכיון דאיכא תרי מעלין ממנה ליוחסין ויש שפירשו כן וכל המשניות והסוגיות ששם דמשמע דמעלין על פי עד אחד כולן הן בתרומה דרבנן ומסקנא דשמעתא התם גבי הנהו כהני דבימי עזרא אשר בקשו כתב היחש ולא מצאו דאמר להם הרי אתם בחזקתכם במה הייתם אוכלין בקדשי הגבול אף כאן בקדשי הגבול ולא אכול אלא בתרומה דרבנן דלא אהניא להו חזקתן לתרומה דאורייתא והוא הדין לעד אחד ולפי זה מ״ש שם בההיא ברייתא קסבר חלה בזמן הזה דרבנן ותרומה דאורייתא ומסקינן מחלה דרבנן לתרומה דאורייתא ובאידך אמרי קסבר תרומה בזמן הזה דרבנן וחלה דאורייתא ומסקינן מתרומה לחלה כל זה הוא דלא כהלכתא דהא קי״ל דתרומה וחלה בזמן הזה דרבנן הוא כמו שיתבאר בסמוך בדעת רבינו. אבל יש מפרשים ז״ל שכתבו שעל פי עד אחד הוי מוחזק בתרומה דאורייתא דעד אחד נאמן באיסורין וכ״ש במילתא דעבידא לאיגלויי ומכל מקום אין מעלין אותו ליוחסין אלא בתרי ולמאן דאמר מעלין מתרומה ליוחסין ודאי בעינן תרי מפני מעלת היוחסין וכמו שנראה במ״ש שם גבי פלוגתא דר״י ורבנן שאמרו איבעית אימא במעלין מתרומה ליוחסין קא מיפלגי דמשמע התם בהדיא דלכולי עלמא ליוחסין לא מסקינן על פי עד אחד אלו דבריהם ואיפשר שמפני שרבינו סובר שמעלין מתרומה דאורייתא ליוחסין כמו שכתב למטה מי שהעידו לו עדים שהיה אוכל בתרומה של תורה הרי זה מיוחס כתב כאן שאינו אוכל בתרומה וחלה של תורה אלא כהן מיוחס ואינו מתייחס אלא בב' כמו שנכתוב בסמוך: "
      ],
      [
        "<b>ואי זהו כהן מיוחס וכו'.</b> בפרק עשרה יוחסין (קידושין דף ע\"ו) אין בודקין לא מן המזבח ולמעלה [ולא מן הדוכן ולמעלה] ולא מן הסנהדרין ולמעלה: "
      ],
      [
        "<b>חלה בזמן הזה וכו'.</b> הברייתא הובאה בהרבה מקומות ומהם פרק האשה שנתארמלה אמרו שם אפילו למ''ד תרומה בזמן הזה דאורייתא חלה דרבנן דתניא בבואכם אל הארץ אי בבואכם יכול אפילו משנכנסו לה שנים וג' מרגלים תלמוד לומר בבואכם בביאת כולכם אמרתי ולא בביאת מקצתכם וכי אסקינהו עזרא לאו כולהו סלוק ע''כ:",
        "<b>וכן תרומה בזמן הזה וכו'.</b> מחלוקת רבי יוסי ורבנן ביבמות פרק הערל (יבמות דף פ\"ב) ובשאר מקומות ורבנן ס״ל דתרומה בזמן הזה דרבנן ושם בפרק הערל נחלקו ר״ל ורבי יוחנן ר״ל ס״ל כרבנן ור״י ס״ל כרבי יוסי ודעת רבינו דאע״ג דר״ל ור״י הלכה כר״י הני מילי במאי דפליגי אליבא דנפשייהו אבל במאי דפסקי הלכתא בפלוגתא דתנאי כיון דר״ל ס״ל כרבנן וקי״ל דיחיד ורבים הלכה כרבים הלכה כרבנן ועוד דסוגיין דאלו עוברין (פסחים דף מ\"ד) משמע הכי דתרומה דרבנן וסוגיין נמי דהאשה שנתארמלה מכרעא לדעת רבינו שהיא מדרבנן בזמן הזה ממאי דאקילו בה לאסוקי לה וכמו שיתבאר בדינין הנזכרים בפרק זה: <b>ובהשגות</b> א״א אף בזמנינו וכו'. ובודאי בהדיא משמע בכתובות בפ' האשה שנתארמלה דבתרומה של א״י היו מעלין כההיא דרבי שהעלהו ע״פ עד אחד מסיח לפי תומו כמו שיתבאר בפרק זה המעשה ההוא אלא שהר״א ז״ל אפשר שדוחה כל זה משום ההיא דר' יוחנן ודברי רבינו עיקר וכבר הכריע כן הרשב״א ז״ל ביבמות: "
      ],
      [
        "<b>מי שהעידו לו שני עדים וכו'.</b> דעת רבינו דודאי מתרומה דאורייתא מעלין ליוחסין ואע''ג דסוגיין דהתם (דף כ\"ד:) משמע דלרבנן אין מעלין ומשמע דאפילו מתרומה דעון מיתה אין רבינו פוסק כההוא לישנא והחמיר בתרומה דאורייתא שלא להחזיקו אלא ע''פ שנים וממילא שמעינן שמעלין ממנה ליוחסין דהא ליכא למיבעי טפי מתרי: ",
        "<b>ואין מעלין וכו'.</b> הא דנשיאת כפים בעיא ולא אפשיטא וכן אינך שקלי וטרו בהו בגמרא ולא אסיקו בהו מידי הילכך אין מעלין מפני מעלת היוחסין ועוד על פי עד אחד כבר כתבתי למעלה דמשמע התם דאין מעלין ליוחסין וכיון דמשמע התם דע''פ עד אחד מסקינן להנך מילי משמע ודאי דאין מעלין מהם ליוחסין. וכי הוו בעו התם מהו להעלות מנשיאות כפים ליוחסין הכי קאמרי דאת''ל מעלין אף נשיאות כפים בעינן תרי דהא ליוחסין אי איפשר בבציר מתרי וכן פירשו המפרשים ז''ל:"
      ],
      [
        "<b>כהן מיוחס שאמר וכו'.</b> זו היא הברייתא ששנינו שם (דף כ\"ה:) הרי שבא ואמר בני זה וכהן הוא נאמן להאכילו בתרומה ואינו נאמן להשיאו אשה דברי רבי וכבר שאלו המפרשים ז''ל למה צריך שום עדות להשיאו אשה דהא ודאי לא חיישינן לנתין ולממזר דכל המשפחות בחזקת כשרות הן עומדות כנזכר פי''ט ולפסולי כהונה ליכא למיחש דהא לא הוזהרו כשרות להנשא לפסולין כנזכר גם כן פי''ט ונ''ל שקושיא זו הכריחו לרבינו לומר מ''ש פי''ג שמי שבא ואמר ישראל אני שנתגיירתי אין משיאין אותו אשה אא''כ יביא ראיה ואע''פ שלא היה ידוע שהיה עכו''ם מעולם ודין זה הוא בח''ל או בזמן הזה בארץ כמ''ש שם ואיפשר לדבריו דהוא הדין במי שבא ואמר שהוא ישראל מעיקרו שצריך ראיה לענין היוחסין מפני מעלת היוחסין דאי לא מי שבא ואמר נתגיירתי יהיה נאמן מדין מגו ואע''פ שכל המשפחות בחזקת כשרות ה''מ במי שיש לו חזקת משפחה אבל יש מן המפרשים שכתבו דלהשיאו אשה לאו דוקא אלא שאינו נאמן ליוחסין שכל כהן שהוא בודק אינו נושא בתו וכן המשפחות הבדוקות כגון של דוכן ושל מזבח ושל סנהדרין אינן נבדקות בו כדי שתהא משפחתן בדוקה אבל אם לא רצו לבדוק ולהחזיק משפחתן בדוקה לאחד מדברים אלו הרי הוא נושא שכל אדם בחזקת כשרות עד שיפסל. ואפשר שאף זה הוא דעת רבינו שלא כתב כאן להשיאו אשה אלא ליוחסין ומ''ש בפי''ג הוא דוקא במי שמודה שהיה עכו''ם מעיקרא אלא שנתגייר: "
      ],
      [
        "<b>כהן מיוחס שיצא הוא ואשתו.</b> משנה בפ' י' יוחסין (קידושין דף ע\"ט:) מי שיצא הוא ואשתו למדינת הים ובא הוא ואשתו ובניו ואמר אשה שיצתה עמי למדינת הים הרי היא זו ואלו בניה אין צריך להביא ראיה לא על האשה ולא על הבנים מתה ואלו בנים מביא ראיה על הבנים ואין מביא ראיה על האשה פי' מביא ראיה על הבנים שהם בני אותה אשה וא״צ להביא ראיה על האשה שהיא מיוחסת לפי שכבר היא בחזקת כשרה אשה נשאתי במדינת הים הרי היא זו ואלו בניה מביא ראיה על האשה וא״צ להביא ראיה על הבנים מתה ואלו בניה צריך להביא ראיה על האשה ועל הבנים ע״כ במשנה ובגמרא אמר רבה בר רב הונא וכולן בכרוכין אחריה פי' כולן דקתני מתניתין א״צ להביא ראיה על הבנים בכרוכין אחריה נבדקין אצלה. ובגמרא עוד ברייתא בד״א באשה אחת אבל בשתי נשים מביא ראיה על האשה [ומביא ראיה] על הבנים פי' אפילו כרוכין אחריה דשמא הם בני האחרת וגדלתם זו דנכרכו אחריה ונתבארו כל דברי רבינו. ",
        "<b>ומ''ש רבינו וכדין הזה דנין בישראל מיוחס וכו'.</b> פשוט הוא ומפני שסתמא מיתניא מי שיצא:"
      ],
      [],
      [],
      [
        "<b>אין מעלין משטרות וכו'.</b> בפרק האשה שנתארמלה (כתובות דף כ\"ד:) מחלוקת רב הונא ורב חסדא חד אמר מעלין וחד אמר אין מעלין ופסק רבינו כדברי האומר אין מעלין מפני מעלת היוחסין: ",
        "<b>במה דברים אמורים לענין ייחוס וכו'.</b> מתבאר שם דלענין תרומה של דבריהם מעלין על פי עד אחד וכן לשאר הדברים ומשטרות נמי מעלין דע''כ לא פליגי אלא ליוחסין ומבואר דמעלין מתרומה זו לנשיאת כפים:",
        "<b>ומקריאה בתורה.</b> מעשים שם בגמרא:"
      ],
      [
        "<b>וכן כהן שאמר זה בני כהן וכו'.</b> שם (דף כ\"ה:) רבי העלה בן ע''פ אביו לכהונה דתניא הרי שבא ואמר בני זה וכהן הוא נאמן להאכילו בתרומה ואינו נאמן להשיאו אשה דברי רבי ור' חייא פליג עליה ואמר דאינו נאמן אפילו לתרומה וקי''ל כרבי וכבר הקשו המפרשים על זה מההיא דפרק עשרה יוחסין שאמרו בגמרא על משנתנו דמי שיצא למדינת הים שכתבתי למעלה אר''ל ל''ש אלא בקדשי הגבול אבל ביוחסין לא ור''י אמר אפילו ליוחסין פי' לא שנו דסמכינן אכרוכין אלא לקדשי הגבול שכל שהאשה כשירה לכהונה סומכין שהבנים הכרוכין אחריה הם בניה ואוכלין בקדשי הגבול אבל ליוחסין לא סמכינן בכרוכין בלבד אלא בראיה ור''י אמר אפילו ליוחסין סמכינן בכרוכין אלמא מהכא משמע דהאב אינו נאמן אפי' בקדשי הגבול אא''כ בכרוכין ובידוע שהאשה כשירה בין לר''ל בין לר''י. ויש מן המפרשים ז''ל שתירצו דהא דר''ל אתיא כרבי חייא דאמר דאפילו לתרומה אינו נאמן האב על בנו וההיא דרבי יוחנן אתיא כרבי והא דר''י דאמר אפילו ליוחסין לאו למימרא דבין ליוחסין בין לאכילת קדשי הגבול בעינן כרוכין אלא ה''פ בכרוכין אחריה אף ליוחסין סגי אבל לקדשי הגבול אף בשאינן כרוכין אחריה איהו נאמן עכ''ד וזהו דעת רבינו דר' יוחנן קאי כרבי וקי''ל כוותייהו אבל הרמב''ן ז''ל פירש דההיא דרבי הוא בשאין ידוע שזה אביו ומש''ה מגו דמצי אמר שהוא רחוק ממנו ויהיה כעד אחד ויאכילהו בתרומה נאמן ג''כ לומר שהוא בנו ומאכילו אבל אינו נאמן להשיאו אשה אפילו להצטרף עם אחר כיון שאין בידו בלבד להשיאו אשה צריך שיהיו המעידים שנים וכשרים אבל מי שידוע שהוא אביו אפילו רבי מודה שאינו נאמן להאכילו תרומה דכיון דאיכא סהדי שהוא אביו שמא הוא בן אחת מן הפסולות לכהונה ואביו שהוא קרוב לו אינו נאמן עליו והיינו ההיא דפרק עשרה יוחסין בדקים לן דבניו הם אלו דבריו ז''ל: "
      ],
      [
        "<b>שנים שבאו למדינה וכו'.</b> משנה שם (דף נ\"ג:) פסק כת''ק כבר נתבאר שעד אחד נאמן להחזיקו לכהן: ",
        "<b>וכן עד שאמר וכו'.</b> ברייתא ומעשה בגמרא שם:",
        "<b>וכן אם העיד שזה קרא שני בתורה וכו'.</b> מעשים שם ופי' מחזיקין אותו בלויה לתת לו מעשר ראשון:"
      ],
      [
        "<b>העיד שראה זה שחלק וכו'.</b> ברייתא (דף כ\"ו) ואמר רב ששת ה''ק החולק תרומה בנכסי אביו עם אחיו [הכהנים] בב''ד אינה חזקה ופי' וכ''ש שלא בב''ד ורש''י ז''ל פי' אינה חזקה להשבית מעליו קול היוצא על אמו שהיא גרושה והוא חלל וכן פירש הראב''ד ז''ל והרשב''א ז''ל כתב ואפשר אפילו בסתם ובבא ממדינת הים הוא ובניו דצריך להביא ראיה עליהם ולמטה אכתוב בזה דעת רבינו: "
      ],
      [
        "<b>מי שבא בזמן הזה וכו'.</b> מבואר במשנה שם שאינו נאמן על פי עצמו. <b>וכתב רבינו ולא יקרא בתורה ראשון,</b> ופשוט הוא שאינו נאמן בשום דבר על פי עצמו ועוד שכבר נתבאר שמקריאה בתורה מעלין לכל הדברים חוץ מתרומה דאורייתא ויוחסין ואם היה קורא בתורה ראשון ע''פ עצמו נמצא עולה לדברים אחרים ע''פ עצמו ומשנתנו דקתני (דף כ\"ז) אינו נאמן ע''פ עצמו אבל נאמן בעד אחד ודאי מכרחת כן. והוצרכתי להאריך בזה מפני שראיתי מי שהקשה על רבינו בזה הלשון מנהגנו להאמינו לקרוא בתורה ראשון וכן הדין נותן דלא איכפת לן אם קרא בתורה ראשון מאי אמרת שמא יעלו אותו מקריאת התורה לתרומה כולי האי לא חיישינן בתרומה דרבנן ע''כ. ואני אומר אין מביאין ראיה ממנהג בטעות ומ''מ איפשר לומר שמפני שאין אנו נוהגין כלל בארצותינו בתרומה לא חששו להאמינו בקריאה בתורה ואעפ''כ אין ראוי לעשות כן: ",
        "<b>אבל אוסר את עצמו וכו'.</b> זה פשוט משום דשוינהו לכל פסולי כהונה אנפשיה חתיכה דאיסורא. <b>וכתב רבינו ואם נשא או נטמא לוקה,</b> והטעם שכיון שהחזיק עצמו בכהן מעיקרא כשהן מתרין בו אינה קרויה התראת ספק לגבי נפשיה שכבר נאסר בודאי על פיו שהוא נאמן על עצמו להחמיר אבל האשה אינה לוקה על פיו. ",
        "<b>ומ''ש והנבעלת לו ספק חללה.</b> ביאורו והנבעלת לו מפסולי כהונה כגון גרושה וזונה היא ספק חללה וזרעה ספק שמא ישראל הוא ואין כאן חלול כלל או שמא כהן הוא ונמצא היא חללה מפסולי כהונה וזרעם חלל ואם היתה בת אסורה לכהונה וכן בנה מזה שנשא ישראלית בתו ספק חללה לפי שבת חלל זכר אסורה לעולם כנזכר פי''ט:"
      ],
      [
        "<b>ואם היה מסיח לפי תומו וכו'.</b> המעשה שהזכיר רבינו מבואר שם (דף כ\"ז) כלשונו: "
      ],
      [
        "<b>מי שבא בזמן הזה וכו'.</b> החילוק הזה שכתב רבינו בכאן בין מוחזק לנו בעדים שאביו כהן שהבן בחזקת אביו והוא שלא יצא עליו קול של פסול ואם אינו מוחזק אלא בעד אחד שחוששין לבן אע''פ שלא יצא עליו קול של פסול נראה שיצא לו ממה שאמרו שם מעשר ראשון חזקה לכהונה והקשו ודילמא לוי הוא ותירץ רב חסדא הב''ע כגון דמוחזק לן באבוה דהאי דכהן הוא ונפק עליה קלא דבן גרושה ובן חלוצה הוא וחלקו ליה לדידיה מעשר בבית הגרנות דלספוקי בלוי א''א אלמא משמע דוקא דנפק עליה קלא דפסול הא לא''ה לא היינו צריכין לחלוק המעשר וזה ברור אבל בעד אחד כיון שהעד אינו מעיד ודאי בבן זה לא אמרינן אוקמיה אחזקת אבהתיה דהא לא ידעינן מי הוי אביו אלא ע''פ עד אחד וזהו מ''ש שם החולק תרומה בנכסי אביו עם אחיו [הכהנים] בב''ד אינה חזקה ולא אמרו בדנפק עליה קלא דבן גרושה ובן חלוצה אלא סתם וזהו בשאין כאן אלא עד אחד שמעיד על בן זה שבן כהן הוא ומש''ה חיישינן ליה אפילו בלא קול אבל אם היו שנים מעידין על חלוקת התרומה בדין ירושה עם אחיו הכהנים כל שלא יצא עליו קול פסול היינו מעמידין אותו בחזקת אביו וז''ש רבינו דין זה למעלה בעד אחד וזהו שלא אמרו בשום מקום שיהיה מוחזק ע''פ עד אחד שיאמר בן כהן הוא אלא כשאומר כהן הוא ואין לנו להקל בעדות עד אחד יותר ממה שאמרו חכמים זהו דעת רבינו ועיקר:"
      ],
      [
        "<b>מי שהוחזק אביו כהן וכו'.</b> שם בגמרא גבי פלוגתא דמתניתין הב״ע דמוחזק לן באבוה דהאי דכהן הוא ונפק עליה קלא דבן גרושה או בן חלוצה הוא ואחתיני' ואתא עד אחד ואמר ידענא ביה דכהן הוא ואסקיני' ואתו בי תרי ואמרי דבן גרושה ובן חלוצה הוא ואחתיניה ואתא עד אחד ואמר ידענא ביה דכהן הוא וכו' מ״ס מצטרפין לעדות אע״פ שלא העידו כאחת ומ״ס אין מצטרפין וקי״ל כמ״ד בעלמא שומעים דבריו של זה היום ולכשיבא חבירו למחר שומעין דבריו וכיון שכן הכא אוקי תרי לבהדי תרי ואוקי גברא בחזקת אבהתיה וכמ״ש רבינו ויש מן המפרשים שכתבו דדוקא לתרומה דרבנן מעלין אבל לתרומה דאורייתא כיון דתרי ותרי נינהו לא אמרינן אוקי מלתא אחזקה בכל מידי דאיסורא ופלוגתא היא בגמרא ביבמות בפרק ד' אחין (יבמות דף ל\"א) אי תרי ותרי ספיקא דאורייתא נינהו אי ספיקא דרבנן ומדאורייתא אוקי מילתא אחזקתה ומשמע התם דמסקנא דספיקא דרבנן היא ומכל מקום כיון דספיקא דרבנן היא ודאי מחמירין בתרומה דאורייתא אבל בתרומה דרבנן אמרי' אוקי מילתא אחזקתה וזה דעת הרשב״א ז״ל: "
      ],
      [
        "<b>אשה שלא שהתה ג' חדשים וכו'.</b> משנה ביבמות בפרק נושאין על האנוסה (יבמות דף ק').",
        "<b>ומ''ש וכן אם נתערב וכו'.</b> פשוט הוא ומתבאר בכיוצא בזה בגמרא שם:"
      ],
      [
        "<b>שני כהנים וכו'.</b> במשנה שם הוא אונן עליהם והן אוננין עליו הוא אינו מטמא להם והם אינם מטמאין לו וכו' ועולה במשמרו של זה ושל זה ואינו חולק אם היו שניהם משמר אחד ובית אב אחד נוטל חלק א' ובגמרא אמר שמואל עשרה כהנים עומדין ופירש אחד מהן ובעל הולד שתוקי וכו' שמשתקין אותו מדין כהונה מ''ט אמר קרא והיתה לו ולזרעו אחריו בעינן זרעו מיוחס אחריו וליכא והקשו שם עליו ותירצו דזרעו מיוחס אחריו דרבנן [הוא] וקרא אסמכתא בעלמא וכי גזור רבנן בזנות בנישואין לא גזור רבנן והקשו ובזנות מי גזור רבנן והתנן מי שלא שהתה אחר בעלה ג' חדשים [ונשאת וילדה] מאי אחר בעלה אילימא אחר מיתת בעלה אימא סיפא והוא אונן עליהם והם אוננין עליו בשלמא הוא אונן עליהם משכחת לה בנשואין דשני ולקוט עצמות דקמא ופירש''י משכחת לה אפילו בנישואין ואע''ג דקמא הא מית ליה כגון שלקטו עצמותיו לסוף שנים מרובות אונן זה עליהם מספק ואסור בקדשים דתנן בפסחים השומע על מתו המלקט לו עצמות טובל ואוכל בקדשים [לערב] עכ''ל אלא הם אוננין עליו היכי משכחת לה הא מית ליה ואלא בגרושה ומאי אחר בעלה אחר גט בעלה אימא סיפא הוא אין מטמא להן והן אין מטמאין לו בשלמא הן אין מטמאין לו לחומרא דכל חד וחד דילמא לאו בריה הוא אלא הוא אין מטמא להן אמאי בשלמא לשני לא ליטמי ליה אלא לראשון ליטמי ליה ממ''נ אי בריה הוא שפיר קא מיטמא ליה ואי בר בתרא הוא שפיר קא מיטמא ליה דחלל הוא אלא לאו בזנות ומאי אחר בעלה אחר בועלה וקתני סיפא עולה במשמרו של זה ותיובתא דשמואל ופירש''י אלא לאו בזנות ששניהם באו עליה בזנות הילכך אין מטמא להן דבין כך ובין כך כהן כשר הוא ומשכחת לה הוא אונן עליהן והן עליו דהא תרוייהו [קא] חזו ליה ותירץ אליבא דשמואל משכחת לה בממאנת פירוש לעולם בזנות לא מיתוקמא דהא פסול לעבודה ולא מצי למיתני עולה במשמרו של זה ושל זה אלא היכי משכחת לה דרואה מיתת שניהם ואין מיטמא להן בכהן כשר הוא בממאנת יתומה שמיאנה בבעלה ולא שהתה ג' חדשים ונשאת והקשו וממאנת מי קא ילדה והעמידוה בקידושי טעות ואיתרצא הא דשמואל. וכבר נתבארו בדברי רבינו פי''ט מהלכות אישות שהוא סובר שאיפשר לבת שתתעבר ותמאן וסוגיין דהכא לפי דעתו ז''ל הוא לרווחא דמילתא וכההוא לישנא דאמרינן בפ''ק שאם תתעבר הקטנה תמות אבל אנן ס''ל כלישנא דאמר שמא תמות ואפשר ג''כ שלא תמות. וכתבתי כל הסוגיא הזאת לפי שהיא צריכה לבאר דברי רבינו ולבאר המשנה ויש בקצת ספרי רבינו שבוש שכתוב בהן והן אין אוננין עליו וט''ס הוא באותן ספרים:"
      ]
    ],
    [
      [
        "<b>כל הבא על ערוה וכו'.</b> כבר כתב רבינו בספר המצות מצוה שנמנענו מלהתעדן באחת מכל העריות ואפילו בלא ביאה כגון חבוק ונשוק והדומה להם מפעולות המעמיקים בזימה והוא אמרו ית' אל כל שאר בשרו לא תקרבו לגלות ערוה ולשון ספרא נאמר ואל אשה בנדת טומאתה לא תקרב לגלות ערותה אין לי אלא שלא יגלה מנין שלא יקרב ת''ל לא תקרב אין לי אלא נדה שהיא בבל תקרב ובל תגלה מנין לכל עריות שהן בבל תקרבו ובל תגלו ת''ל לא תקרבו לגלות עכ''ל. ומפני זה כתב כאן שאם חבק או נשק ה''ז לוקה ואין דעת רבינו שילקה בקריבה אלא בחייבי כריתות או בחייבי מיתות ב''ד הכתובים בפרשה והם הנקראים עריות אבל בחייבי לאוין יש בהן בדברים אלו איסור אבל לא מלקות וזה מתבאר במ''ש כאן ולפי דעתו ז''ל ומה שאמרו ביבמות (דף נ\"ה) העראה זו הכנסת עטרה וכו' מכאן ואילך אינו אלא נשיקה ופטור עליה והוא המימרא שכתבתי פרק ראשון י''ל דפטור משום ביאה קאמר אבל מחמת קריבה שאפילו המחבק לוקה לא הוצרכו לומר שם שהמנשק באבר באותו מקום שהוא לוקה ונ''מ לחייבי לאוין שהוא פטור לגמרי בנשיקה זו וההיא דר' פדת דאמר בפרק קמא דשבת (דף י\"ג) לא אסרה תורה אלא קריבה של גילוי עריות בלבד אין הלכה כמותו אלא כמאן דפליג עליה כמו שאמרו שם באותו תלמיד שמת ונענש מפני שהיה ישן עם אשתו בימי ליבונה בקירוב בשר ולא עלה על דעתו לתשמיש ואעפ''כ נענש למיתה ואמרו שם ברוך המקום שהרגו שלא נשא פנים לתורה שהרי אמרה תורה ואל אשה בנדת טומאתה לא תקרב וכבר אמרו ביוצאה וראשה פרוע שהוא אסור מן התורה זה דעת רבינו אבל הרמב''ן נחלק עליו בהשגות שחבר על ספר המצות ואמר שהדרשא הזאת שבספרא אינה אלא אסמכתא ואין בכאן מלקות מן התורה אלא בביאה גמורה או בהעראה והאריך בזה להוכיח דעתו ז''ל: "
      ],
      [
        "<b>העושה דבר מחוקות אלו וכו'.</b> רבינו סובר שמ''ש בסנהדרין גבי חשוד על העריות ארבעין בכתפיה שהוא המחבק והמנשק ולכך אמרו החשוד ואמרו שלוקה ארבעים וכו' ויש בו פי' אחר:",
        "<b>ואסור לאדם לקרוץ וכו'.</b> מבואר בבברייתא באבות דר' נתן ואמרו באבות שחוק וקלות ראש מרגילין לערוה ואמרו אל תרבה שיחה עם האשה וכמה דברים כיוצא באלו ובפרק במה אשה (שבת דף ס\"ב:) וברגליהן תעכסנה שהיו מטילות מור ואפרסמון במנעליהן ואפילו בבגדי צבע שלה אסור להסתכל כמו שיתבאר ויש בדברים אלו מכת מרדות כידוע בכל איסור שהוא מדבריהם: ",
        "<b>והמסתכל וכו'.</b> שם בשבת בפרק במה אשה (שבת דף ס\"ד:): ",
        "<b>ואפילו לשמוע וכו'.</b> בברכות פרק מי שמתו (ברכות דף כ\"ד): "
      ],
      [
        "<b>ומותר להסתכל וכו'.</b> פרק האיש מקדש (קידושין דף מ\"א) אמר רב יהודה אמר רב אסור לאדם שיקדש את האשה עד שיראנה שמא יראה בה דבר מגונה ותתגנה עליו וזה מבואר. ובהשגות א״א חכמים אמרו האי צורבא מרבנן וכו'. ואין זו השגה לפי שצורבא מרבנן אפילו נסתכל בה ובדקה בפעם אחת לא יכירה אם יחליפוה לפי שאינו רגיל להסתכל בצורת הנשים אבל עם הארץ יכירה בפעם אחת ואילו היה אסור בהסתכלות כדי לבדקה לא היו אומרים לעם הארץ עמוד וחטוא בשביל שיזכה חבירך והמימרא דרב דאמר אסור לקדש אשה עד שיראנה תוכיח: "
      ],
      [
        "<b>ומותר לאדם להביט וכו'.</b> זה מתבאר פרק ואלו מותרין (נדרים דף כ') שאמרו שם המסתכל בעקבה של אשה הויין לו בנים שאינן מהוגנין אמר רב יוסף ובאשתו נדה א''ר שמעון בן לקיש עקבה דקתני במקום הטנופת שהוא מכוון כנגד העקב משמע הא בשאר מקומות מותר וכן אמרו שמותר לאשה להתקשט בימי נדתה כדי שלא תתגנה על בעלה כנזכר פרק י''א אלמא שמותר להסתכל בה. ובהשגות א''א אבל לא במקום הסתר שלה והכי איתא בנדרים ע''כ. ובנדרים לא הזכירו אלא במקום הטנופת אבל לא הוצרך רבינו לבאר איסורו שכבר כתב ולא ישחוק ולא יקל עמה וכ''ש ההסתכלות באותו מקום:",
        "<b>אבל לא ישחוק וכו'.</b> ברייתא באבות דרבי נתן:"
      ],
      [
        "<b>אסור להשתמש וכו'.</b> בקידושין פ' עשרה יוחסין (קידושין דף ע'):",
        "<b>באי זה שימוש וכו'.</b> זה יצא לרבינו ממה שאמר בירושלמי בכתובות רב הונא אמר אפילו הכניסה לו מאה שפחות כופה לעשות לו דברים של ייחוד סכה לו את גופו ומרחצת לו את רגליו ומוזגת לו את הכוס ושאלו למה מפני שהיא חייבת לו או משום שאינן ראויין להשתמש בשפחה ונפק מביניהם הכניסה לו עבדים והעלו שם שהוא מפני שהיא חייבת לו אלמא שאר התשמישים מותרין בשפחה וכתב רבינו הצעת המטה לפי שאף היא מן הדברים המביאין לידי קירוב ונאסרו בנדה כנזכר פרק י''א ומבואר בהרבה מקומות שהיו משתמשין בשפחות ואמרו אמתיה דרבי וכו' זה פשוט:",
        "<b>ואין שואלין בשלום אשה כלל וכו'.</b> בעשרה יוחסין מימרא כלשונה ועוד אמרו שם דאפילו על ידי בעלה והקשו המפרשים ממ''ש בפרק השוכר את הפועלים שואלין לאיש בשלום אשתו ותירצו לדרוש שלומה ולשאול ענינה מותר לומר לבעלה אבל לשלוח לה שלום ולומר פלוני קורא לך שלום אפילו ע''י בעלה אסור:"
      ],
      [
        "<b>המחבק אחת מן העריות וכו'.</b> בפ''ק דשבת (י\"ג) עולא כי הוה אתי מבי רב הוה מנשק להו לאחוותיה אבי חזייהו וא''ל אבי ידייהו ופליגא דידיה אדידיה דאמר עולא [אפי' שום קורבא אסור משום לך לך] אמרי' נזירא סחור סחור לכרמא לא תקרב: "
      ],
      [
        "<b>כיצד מותר האב וכו'.</b> בפרק עשרה יוחסין משנה וגמרא שם (דף פ'). <b>ומ''ש רבינו או שנשאת,</b> לאו דוקא שאפילו נתקדשה בלבד אסור כנזכר בגמרא אבל מצאתי בהל' נוסחא אחרת בזה: "
      ],
      [
        "<b>נשים המסוללות וכו'.</b> בת''כ כמעשה ארץ מצרים ומה היו עושין נושא האיש לאיש והאשה לאשה ומבואר בפרק הערל שאין הלכה כרב הונא דאמר נשים המסוללות זו בזו פסולה לכהונה ופי' ריב''ן ורש''י ז''ל מסוללות שדיין שכבת זרע להדדי ודין המכת מרדות שכתב רבינו פשוט הוא:"
      ],
      [
        "<b>אשתו של אדם מותרת היא לו וכו'.</b> בנדרים פרק ואלו מותרין (נדרים דף כ) פסק כחכמים:",
        "<b>ובלבד שלא יוציא וכו'.</b> בנדה פרק כל היד (נדה דף י\"ג) אמר ר' יוחנן כל המוציא שכבת זרע לבטלה חייב מיתה שנאמר וירע בעיני ה' אשר עשה וימת גם אותו ואמרו שהיה דש מבפנים וזורה מבחוץ: ",
        "<b>ואעפ''כ מדת חסידות שלא יקל וכו'.</b> פ''ה מהלכות דעות נתבאר זה ויש כמה דברים בגמרא מראין כן כמו שיתבאר שם:"
      ],
      [
        "<b>אסור לאדם וכו'.</b> זה מתבאר בנדה פרק כל היד (נדה דף ט\"ז:) שאור הנר וביום שוים הם ששם (דף י\"ז) הקשו על מה שאמרו אסור לאדם שישמש מטתו ביום ממ״ש או תשמש לאור הנר ותירצו או תבדוק לאור הנר ופרק י״ט שחל (ביצה דף כ\"ב) אמרו מהו לכבות את הנר מפני דבר אחר פי' תשמיש א״ל אפשר בבית אחר אין לו בית אחר מאי אפשר לעשות לו מחיצה אין לו לעשות מחיצה מאי אפשר לכפות עליו את הכלי אין לו כלי מאי א״ל אסור. ",
        "<b>ומ''ש ואם היה ת''ח.</b> מבואר שם בפרק כל היד ובהרבה מקומות. עוד שם אמר רבא אם היה בית אפל מותר ולא הזכירו רבינו כדי להרחיק מהרגל תשמיש.",
        "<b>ומה שכתב ואין נזקקין וכו'.</b> דבר פשוט הוא שאין לו לתלמיד חכם להקל על עצמו אלא מפני הצורך:",
        "<b>ודרך קדושה וכו'.</b> בנדרים פרק ואלו מותרין (נדרים דף כ':)"
      ],
      [
        "<b>אין דעת חכמים וכו'.</b> מפורש בברכות פרק מי שמתו (ברכות דף כ\"ב) לא תקנו בראשונה טבילה לבעלי קריין אלא שלא יהו מצויין אצל נשותיהן כתרנגולין וכמה דברים אמרו במי ששטוף בדבר זה: "
      ],
      [
        "<b>וכן אסרו חכמים שלא ישמש אדם מטתו.</b> בפרק ואלו מותרין (נדרים דף כ') ושם נזכר כל מ״ש רבינו בזו הבבא:"
      ],
      [],
      [
        "<b>ואסור לאדם לבא על אשתו וכו'.</b> בפרק נגמר הדין סנהדרין (דף מ\"ו) מעשה באחד שהטיח את אשתו תחת התאנה והלקוהו: ",
        "<b>וכן המקדש בביאה וכו'.</b> ביבמות פרק רבן גמליאל (יבמות דף נ\"ב) ופרק קמא דקידושין (דף י\"ב) רב מנגיד אמאן דמקדש בשוקא ומאן דמקדש בביאה ומאן דמקדש בלא שידוכי: "
      ],
      [
        "<b>ואכסנאי אסור בתשמיש וכו'.</b> בס''פ אע''פ (כתובות דף ס\"ה) אכסנאי אסור בתשמיש המטה שנאמר וישובו ויבאו אל ביתם הרמתה וידע אלקנה את חנה אשתו מכלל דמעיקרא לא: ",
        "<b>וכן אסרו חכמים וכו'.</b> פרק המוכר פירות (ב\"ב דף צ\"ח:) אמרו קל מסובין חתן הדר בבית חמיו ופרק קמא דקידושין (דף י\"ב) דרב מנגיד חתנא דדייר בבי חמוה ורבינו לא הזכיר בזה מרדות לפי שלא הזכירוהו שם בהמוכר פירות ולא אמרו אלא דלאו אורח ארעא למידר בבי חמוה. ובהשגות אמר אברהם אם ייחד לו בית וכו' ואפשר שעל סמך סברא זו נהגו רבים כן אבל איני רואה לה הכרע מן הגמרא: ",
        "<b>ולא יכנס עמו וכו'.</b> בפסחים פרק מקום שנהגו (פסחים דף נ\"א): "
      ],
      [
        "<b>ויש מקומות וכו'.</b> שם פירוש ובאותן מקומות אין ראוי להם ליכנס כאחד כדאיתא התם:"
      ],
      [
        "<b>לא יהלכו בנות ישראל פרועי וכו'.</b> בכתובות בפרק המדיר (כתובות דף ע\"ב): ",
        "<b>ולא תהלך אשה בשוק וכו'.</b> בסנהדרין פרק כהן גדול (סנהדרין דף י\"ט): "
      ],
      [
        "<b>אסור להוציא וכו'.</b> בנדה פרק כל היד (נדה דף י\"ג) וכבר נזכר למעלה: ",
        "<b>ולא ישא קטנה וכו'.</b> שם אמרו שהנושאין קטנות מעכבין את המשיח:",
        "<b>אבל אלו שמנאפין וכו'.</b> שם אמר ר' אלעזר מאי דכתיב ידיכם דמים מלאו אלו המנאפים ביד דתני דבי רבי ישמעאל לא תנאף לא תהא בך ניאוף בין ביד בין ברגל [ולעיל איתמר] אמר רב המקשה עצמו לדעת יהא בנדוי וכו' אמר רבי אמי כל המביא עצמו לידי הרהור אין מכניסין אותו במחיצתו של הקדוש ברוך הוא. ומדברי רבינו נראה שמה שאמרו יהא בנדוי שחכמים נידו כל מי שיעשה כן וזהו שכתב בנדוי יושב. אבל הרמב''ן ז''ל כתב פירשו בתוספות לא שהוא מנודה מעצמו בנדוי של רבותינו אלא שבית דין מצווין לנדותו ועד שינדוהו אינו מנודה וראיה לדבר מדאמרינן הקורא לחבירו עבד יהא בנדוי ואמרו עלה בקידושין באומר לו עבדי אתה האי משמתינן ליה אלמא אף על גב דקתני יהא בנדוי אינו בנדוי עד דמשמתינן ליה אנן כך פירש רבינו יעקב ז''ל ע''כ וכן פירש הרשב''א ז''ל משמו:"
      ],
      [
        "<b>לפיכך אסור לאדם לישן על ערפו וכו'.</b> בברכות פרק היה קורא (ברכות דף י\"ד): "
      ],
      [
        "<b>ולא יסתכל בבהמה וכו'.</b> פ''ק דע''ז (דף כ'):",
        "<b>מותר למרביעי בהמה וכו'.</b> שם ובפרק השוכר את הפועלים (ב\"מ ד' צ\"א): "
      ],
      [
        "<b>וכן אסור להסתכל וכו'.</b> פרק אחרון דמכות (דף כ\"ד) ופ' חזקת הבתים (בבא בתרא דף נ\"ז): ",
        "<b>ואפילו להסתכל וכו'.</b> פ''ד דע''ז (דף כ'):"
      ],
      [
        "<b>מי שפגע אשה וכו'.</b> בברכות פרק הרואה (ברכות דף ס\"א): ",
        "<b>ואסור לעבור וכו'.</b> פ''ק דע''ז (דף י\"ז): ",
        "<b>ואסור לאדם שאינו נשוי וכו'.</b> בנדה פרק כל היד (נדה דף י\"ג): "
      ],
      [],
      [
        "<b>חסידים הראשונים.</b> בשבת פרק כל כתבי (דף קי\"א) ובמסכת תענית אמרו כמה צנוע אדם זה שלא הכיר באשתו שהיתה גדמת עד יום מותו: "
      ],
      [
        "<b>מצות חכמים שישיא וכו'.</b> ביבמות פרק הבא על יבמתו (יבמות דף ס\"ב) ובסנהדרין פרק אלו הן הנשרפין (דף ע\"ו:): ",
        "<b>ואסור להשיא וכו'.</b> שם:"
      ],
      [
        "<b>ואין האיש רשאי וכו'.</b> פרק הבע״י (יבמות דף ס\"ב). ",
        "<b>ומ''ש ולא ישא עקרה.</b> כבר כתבתי בו פרק ט''ו מהלכות אישות:",
        "<b>ורשות לאשה וכו'.</b> שם מפורש שאין האשה מצווה על פריה ורביה והוא סתם משנה (דף ס\"ה:) ובתוספתא פרק שמיני מיבמות האשה רשאה שתנשא אפילו לסריס: ",
        "<b>ולא ישא בחור זקנה וכו'.</b> כבר נתבאר זה ואמרו פרק מצות חליצה (יבמות דף ק\"א:) משיאין לו עצה ההוגנת לו שאם הוא ילד והיא זקנה הוא זקן והיא ילדה אומרים לו מה לך אצל ילדה מה לך אצל זקנה כלך אצל שכמותך. וכבר נזכר זה פ״ד מהלכות חליצה ויבום ובסנהדרין פרק אלו הן הנשרפין (דף ע\"ו) אסרו שלא להשיא בתו לזקן: "
      ],
      [
        "<b>וכן מי שגירש את אשתו וכו'.</b> פרק האשה שנתארמלה (כתובות דף כ\"ז כ\"ח) וממ״ש <b>רבינו לא תדור עמו בחצר</b> ולא הזכיר לא תנשא כלל נראה שהוא היה גורס שם המגרש את אשתו לא תדור בחצרו ואם היה כהן לא תדור עמו במבוי וכו' זה היה מעשה ואמרו כפר קטן נדון כמבוי [דלא] כגירסת ספרינו. וכן מצאתיה בהלכות היא לא תנשא בשכונתו ואם היה כהן וכו' ונראה דבישראל כל זמן שלא נשאת תדור בשכונתו. ומכל מקום אף לפי גירסא זו אפשר שבחצר אחד אפילו בלא נישואין אסורין לדור וכן משמע הסוגיא שם. ויש להוסיף על דברי רבינו לפי גירסתנו שלא להנשא בשכונתו ושכונתו היא ג' בתים: ",
        "<b>היה לה מלוה אצלו וכו'.</b> שם תנו רבנן לוה הימנה בנכסי אביה אינה נפרעת ממנו אלא על ידי אחר אמר רב ששת ואילו אתו לקמן לדינא לא מזדקיקנן להו רב פפא אמר שמותי משמתינן להו רב הונא בריה דרב יהושע אמר נגודי מנגדינן להו. ורבינו <b>כתב מנדין או מכין</b> לפי שלא נפסקה הלכה שם כדברי אחד מהם. ורש''י ז''ל פירש הברייתא בכהן שגירש את אשתו ואין כן משמעה של ברייתא ולא פשט הסוגיא. ורבינו סובר דאפילו בישראל הוא ואף על פי שלא נשאת לאחר וכן עיקר:",
        "<b>ואם נתגרשה וכו'.</b> שם:",
        "<b>ואם היה לבו גס בה וכו'.</b> שם:",
        "<b>ומי נדחית מפני וכו'.</b> שם מבואר שאף בחצר של שניהם היא נדחית:",
        "<b>ואם היה החצר שלה וכו'.</b> שם מבואר:"
      ],
      [
        "<b>אסור לאדם לישא אשה ודעתו וכו'.</b> ברייתא בפרק החולץ (יבמות ל\"ז:) וכבר כתבתיה פרק עשירי מהלכות גירושין: ",
        "<b>ואם הודיעה וכו'.</b> שם מבואר:"
      ],
      [
        "<b>ולא ישא אדם וכו'.</b> שם ברייתא:",
        "<b>ואם היה אדם גדול וכו'.</b> שם:"
      ],
      [
        "<b>לא ישא וכו'.</b> מימרא פרק הבא על יבמתו:"
      ],
      [
        "<b>אשה שנשאת לשני אנשים וכו'.</b> שם תניא נשאת לראשון ומת לשני ומת לשלישי לא תנשא דברי רבי רשב''ג אומר לשלישי תנשא ולרביעי לא תנשא ונפסקה שם הלכה כרבי ואמרו שם מ''ט וכו' משמיה דרב הונא מעיין גורם ורב אשי אמר מזל גורם מאי בינייהו איכא בינייהו דאירסה ומית אי נמי דנפל מדיקלא ומית פירש אחד מן הראשונים לא נשאה אלא אירסה ומת או שמת ע''י נפילה מן הדקל שלא על ידי חולי למ''ד שמעיינה גורם שמביאה המשמש עמה לידי חולי ומת ליכא למ''ד מזלא גורם איכא וקי''ל כרב אשי דבתרא הוא ולזה סתם רבינו דבכל גוונא לא תנשא לשלישי וגם בהלכות לא הזכירו סוגיא זו. <b>וכתב רבינו ואם נשאת לא תצא וכו'</b> והטעם שאין להוסיף על גזירות של דבריהם אלא על מ''ש הם בפירוש ומשמע לא תנשא הוא לכתחילה אבל דיעבד לא ולא מצינו שהזכירו הקטלנית בשום מקום עם אותן שכופין אותן להוציא ובהרבה מקומות אמרו לא תנשא וביארו בגמרא שאם נשאת אינו מוציא וכתב רבינו שהקידושין ככניסה וכבר כתבתי בכיוצא בזה פ''י מהלכות גירושין:",
        "<b>ולא ישא ישראל עם הארץ כהנת וכו'.</b> בפסחים בפרק אלו עוברין (פסחים דף מ\"ט): ",
        "<b>אבל תלמיד חכם וכו'.</b> שם:"
      ],
      [
        "<b>לא ישא אדם בת עמי הארץ וכו'.</b> עד סוף הפרק מבואר שם:"
      ]
    ],
    [
      [
        "<b>אסור להתייחד עם ערוה מן העריות וכו'.</b> בקידושין פרק י' יוחסין ובע״ז פרק אין מעמידין (עבודה זרה דף ל\"ו:). ",
        "<b>ומ''ש חוץ מהאם עם בנה והאב עם בתו.</b> מבואר שם וכבר נתבאר פכ''א שיש זמן שהם ישנים אף בקירוב בשר. ודין אשתו נדה מבואר בהרבה מקומות ומהם פ''ק דכתובות (דף ד'):",
        "<b>חתן שפירסה אשתו וכו'.</b> פרקא קמא דכתובות ברייתא ומימרא שם:"
      ],
      [
        "<b>לא נחשדו ישראל וכו'.</b> פרק עשרה יוחסין (קידושין דף פ\"ב) תניא אמרו לו לרבי יהודה לא נחשדו ישראל על משכב זכור ולא על הבהמה וקי״ל כחכמים. וכתב רבינו ואם נתרחק אפילו מייחוד בהמה וכו' הוא מפני שאמר שמואל שם שאסור להתייחד עם הבהמה ואף על פי שאין הלכה כמותו דסוגיין דעלמא דלא כוותיה המתרחק הרי זה משובח ושם (דף פ\"א:) אמרו דאביי ורב ששת ואחרים היו מתרחקין מן הבהמה והוא מדת חסידות: ",
        "<b>ואיסור ייחוד עריות וכו'.</b> בפרק אין מעמידין (עבודה זרה דף ל\"ו:) מסקנא דייחוד עריות מן התורה ואתא דוד גזר אפילו יחוד דפנויה ואתו שמאי והלל וגזור אפילו יחוד דכותית: ",
        "<b>כל המתייחד עם האשה וכו'.</b> בפרק עשרה יוחסין (קידושין דף פ\"א) אמר רב מלקין על היחוד ואין אוסרין על היחוד אמר רב אשי לא אמרו אלא ביחוד דפנויה אבל ביחוד דאשת איש לא שלא תהא מוציא לעז על בניה [שהן מחזירין]: "
      ],
      [],
      [
        "<b>כל אשה וכו'.</b> בע״ז פרק אין מעמידין (עבודה זרה דף כ\"ה:) מבואר בסוגיא וכר״ש דאמר הכין במשנתנו בי' יוחסין (דף פ'): "
      ],
      [
        "<b>וכן אין מוסרין תינוק ישראל לכותי.</b> ברייתא פ''ק דע''ז:",
        "<b>ואין מעמידין בהמה וכו'.</b> תחלת פרק אין מעמידין (עבודה זרה דף כ\"ב) ומבואר שם בגמרא הדין והטעם וכתב הרשב״א ז״ל ובפירקא דלעיל אסיקנא דלא נאסר ליחד אלא במקום שחשודין על הרביעה וא״נ בסתם מקומותיהם של כותים שלא נודע מנהגם שחשודין אבל במקומות הידועים שלא נחשדו עליה מותר לייחד עכ״ל. וע״ז נהגו בזה היתר במקומותינו: "
      ],
      [],
      [],
      [
        "<b>לא תתייחד אשה אחת וכו'.</b> משנה פרק י' יוחסין (קידושין דף פ':) לא יתייחד אדם עם שתי נשים אבל אשה אחת מתייחדת עם שני אנשים ובגמרא אר״י אמר רב לא שנו אלא בכשרין אבל בפרוצין אפילו בי עשרה נמי לא וכו' ואמר רב [לרב יהודה] לאו כשרין כגון אנן לא כגון רבי חנינא בר פפי וחביריו ולזה סתם רבינו לפי שאין כשרין כמותם. וכתב <b>רבינו עד שתהיה שם אשתו של אחד מהם</b> ופשוט הוא שכל שיש שם אשתו של אחד מהם מותר:",
        "<b>ונשים הרבה.</b> כבר נתבאר זה למעלה בדין החתן שפירסה אשתו נדה שאמרו הוא ישן בין האנשים ואשתו ישנה עם הנשים ומשמע בבית אחד:",
        "<b>היו האנשים מבחוץ וכו'.</b> בפרק עשרה יוחסין וכאביי דאמר בכל גוונא אסור. א''ה והוצרך לכתבו לרבותא אפילו יש בפנים או בחוץ עוד אנשים או נשים הו''א דהוי כמו נשים הרבה עם אנשים הרבה קמ''ל דאסור. וראיתי בר''ן בקידושין פרק עשרה יוחסין שתמה על רבינו למה כתב ההיא דאנשים מבחוץ ונשים בפנים שנראה שאין לה ענין אא''כ אשה אחת מותרת להתייחד עם סתם ב' אנשים ורבינו פוסק דאסור ע''ש. ולא ידעתי מאי קשיא ליה דהא רבינו פוסק כאביי לחומרא בשניהן ושפיר כתב דאסור והוצרך לכותבו לרבותא כמ''ש וכ''נ מסדור דברי רבינו ובגמרא י''ל דמיירי בכשרים וכמו מתני' דמתיר מיירי בכשרים ודו''ק:",
        "<b>אפילו איש שעסקו וכו'.</b> משנה שם (דף פ\"ב) כל שעסקו עם הנשים לא יתייחד עם הנשים ולא ילמד אדם את בנו אומנות בין הנשים ופירש רבינו במשנה זו ברור דהאי כל מי שעסקו אפילו מי שעסקו קאמר אבל רש''י פירש שמלאכת אומנותו נעשית עם הנשים והנשים צריכות לו לא יתייחד עם הנשים ואפילו עם הרבה נשים לפי שלבו גס בהן וכולן מחפות עליו ואילו איניש אחרינא עם שתי נשים תנן [דלא יתייחד] אבל ג' או ד' ש''ד עכ''ל. ויש בזה פי' אחר ג''כ ודברי רבינו עיקר: "
      ],
      [
        "<b>מותר להתייחד עם ב' יבמות וכו'.</b> מימרא שם:",
        "<b>וכן מותר להתייחד וכו'.</b> באותה מימרא שם:"
      ],
      [
        "<b>תינוקת מבת ג' שנים וכו'.</b> פשוט הוא זה וקצת נראה כן מן הירושלמי:"
      ],
      [
        "<b>אנדרוגינוס אינו מתייחד עם וכו'.</b> תוספתא פ' אחרון של מסכת בכורים:"
      ],
      [
        "<b>אשת איש שהיה בעלה וכו'.</b> בפרק עשרה יוחסין (קידושין דף פ\"א) מימרא ומעשה שם: ",
        "<b>וכן כל המתייחד וכו'.</b> שם:"
      ],
      [
        "<b>מי שאין לו אשה וכו'.</b> במשנה שם (דף פ\"ב) לא ילמד רווק סופרים ולא תלמד אשה סופרים רבי אליעזר אומר אף מי שאין לו אשה לא ילמד סופרים ובגמרא רווק משום אמהתא דינוקי אשה משום אבהתא דינוקי. עוד שם על הא דרבי אליעזר איבעיא להו מי שאין לו אשה כלל או דילמא כשאין שרוי אצלה ת''ש אף מי שיש לו אשה ואינה שרויה אצלו לא ילמד סופרים ואמרו בירושלמי ואינה שרויה אצלו באותו מקום. ונראה שרבינו פוסק כרבי אליעזר משום דשקלו וטרו בגמרא אליביה ויש לחלוק ולומר משום דנפקא מינה לת''ק הוא והכי קא בעי מי שאין לו אשה כלל קאמר ואתא לאוסופי את''ק דאילו ת''ק אמר דוקא רווק שלא נשא מעולם ואמר ר' אליעזר אפי' נשא כיון שאין לו עכשיו או דילמא בשאין שרויה אצלו דאילו ת''ק אמר כל שאין לו עכשיו רווק נמי קרי ליה ואתא רבי אליעזר למימר דאפילו יש לו ואינה שרויה אצלו לא. מיהו לענין הלכתא קי''ל כסתם משנה דכל שיש לו עכשיו יכול ללמוד. וכן נראה מן ההלכות שלא הזכירו בעיא זו ואע''פ שהיה להם להזכירה כדי לדעת דברי ת''ק אפשר שסמכו דסתם רווק הוא מי שאינו נשוי עכשיו ואפשר שרבינו ז''ל סובר דהאי שרויה אצלו בבית הספר קאמר ולא קי''ל כרבי אליעזר אלא כת''ק דכל שהוא נשוי עכשיו מותר ואע''פ שאשתו במקום אחר וכן עיקר: "
      ],
      [
        "<b>תקנו חכמים שתהיינה הנשים וכו'.</b> בסנהדרין פרק כ״ג (סנהדרין דף י\"ט): "
      ],
      [
        "<b>אין ממנין אפילו אדם נאמן וכשר וכו'.</b> ירושלמי פ''ק דכתובות אמר רבי זעירא מתניתא אמרה אפילו כשרים אין ממנין דתני אפי' חסיד שבחסידים אין ממנין אותן אפוטרופוס לעריות:",
        "<b>אסור לאדם למנות וכו'.</b> בברכות פרק הרואה (ברכות דף ס\"ג) תניא רבי אומר לעולם אל ימנה אדם אפוטרופוס בתוך ביתו מנא לן מיוסף שאלמלי לא מינה פוטיפר את יוסף אפוטרופוס בתוך ביתו לא בא לאותו דבר ובע״ז פרק אין מעמידין (עבודה זרה דף כ\"ב:) תני רב יוסף ארמלתא לא תרבי כלבא ולא תשרי בר בי רב באושפיזא. ובהשגות א״א הפריז על מדותיו וכו'. ואפשר שרבינו סובר שההתאכסנות שהוא בדרך מקרה מותר כל זמן שאין שם ייחוד וכדמשמע בעירובין פרק כיצד מעברין (עירובין דף נ\"ג:) דא״ר יהושע פעם אחד נתארחתי אצל אכסניא אחת וכן בחולין משמע גבי הנותן לפונדקית אבל לא אמרו אלא דירה שהיא קבע והוא בחצר אחד: "
      ],
      [
        "<b>לא תקנה אשה עבדים זכרים וכו' ואפי' קטנים וכו'.</b> בברייתא פרק איזהו נשך (ב\"מ דף ע\"א): "
      ],
      [
        "<b>אין דורשין בסתרי עריות וכו'.</b> בחגיגה (דף י\"א:) ריש פרק אין דורשין בעריות בג' והטעם שהזכיר רבינו מפורש שם בגמרא: "
      ],
      [
        "<b>אמרו חכמים בשעה שנצטוו וכו'.</b> בספרי וישמע משה את העם בוכה למשפחותיו מלמד שהיו ישראל מצטערים בשעה שאמר להם משה לפרוש מן העריות ומלמד שהיה אדם נושא אחותו ואחות אביו ואחות אמו ובגמרא פרק אחרון דיומא (דף ע\"ה) בוכה למשפחותיו על עסקי משפחותיו: "
      ],
      [
        "<b>ואמרו חכמים גזל ועריות וכו'.</b> בפרק אין דורשין:",
        "<b>ועוד אמרו חכמים וכו'.</b> בב״ב פרק גט פשוט (בבא בתרא דף קס\"ה): "
      ],
      [
        "<b>גדולי החכמים וכו'.</b> בפרק עשרה יוחסין (קידושין דף פ\"א): "
      ],
      [
        "<b>וכן יתרחק מן השחוק וכו'.</b> באבות שחוק וקלות ראש מרגילין לערוה:",
        "<b>ולא ישב בלא וכו'.</b> בפרק הבע״י (יבמות דף ס\"ב:) כל אדם שאין לו אשה שרוי בלא שלום שנאמר וידעת כי שלום אהלך ופקדת נוך ולא תחטא: ",
        "<b>גדולה מכל זאת אמרו וכו'.</b> ברייתא בקידושין (דף ל':) אם פגע בך מנוול זה משכהו לבית המדרש אם אבן הוא נמוח אם ברזל הוא מתפוצץ שנאמר הלא כה דברי כאש נאום יי' וכפטיש יפוצץ סלע:",
        "<b>ובחכמה הוא אומר וכו'.</b> בעירובין פרק כיצד מעברין (עירובין דף נ\"ד): <b>סליקו להו הל' איסורי ביאה בס״ד: </b> "
      ]
    ]
  ],
  "textkm": [
    [
      [],
      [],
      [],
      [],
      [
        "<b>ואלו הן העריות שמיתתן בשריפה הבא על בת אשתו בחיי אשתו.</b> כלומר אבל אחר מיתת אשתו אינה בשריפה אבל היא בכרת כמו שנתבאר בדברי רבינו בפ''ב: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>הבא על ערוה מן העריות כמתעסק וכו'.</b> ",
        "<b>מ''ש וכן בחייבי לאוין ובשניות</b> ה''ה כתב שהוא ט''ס ול''נ ליישב דה''ק וכן בחייבי לאוין עבר על לאו כדין מי שלא התרו בו שאע''פ שאינו לוקה הרי הוא חייב לשמים וכן בשניות חייב לשמים אע''פ שאין מענישים אותו בידי אדם: "
      ],
      [],
      [],
      [
        "<b>הבא על אנדרוגינוס דרך נקבותו פטור.</b> בס״פ הערל (יבמות דף פ״א) תנן רבי יוסי ורבי שמעון אומרים אנדרוגינוס כהן שנשא בת ישראל מאכילה בתרומה וכו' אנדרוגינוס נושא אבל לא נישא רבי אליעזר אומר אנדרוגינוס חייבים עליו סקילה כזכר ובגמרא (דף פ״ג) אמר רב ליתא למתניתין מקמי ברייתא דתניא רבי יוסי אומר אנדרוגינוס בריה בפ״ע הוא ולא הכריעו בו חכמים אם זכר הוא אם נקבה הוא אדרבא ליתא לברייתא מקמי מתניתין מדשבקיה ר״י לבר זוגיה שמע מינה הדר ביה וכו' אמרי בי רב הלכה כר״י באנדרוגינוס ופירש״י דאר״י דמתניתין קאי אבל ר״ח ורי״ף פירשו דאר״י דברייתא קאי וכתב הרשב״א הרמב״ם פסק בחיבורו הגדול ובפירוש המשנה שלו כר״י דברייתא דאמר בריה בפני עצמו הוא ולפיכך אינו מאכיל בתרומה לפי שהוא ספק וספיקא דאיסורא לחומרא ופסק כרבי אליעזר דאמר חייבים עליו סקילה כזכר ולא ידעתי היאך יתקיימו שני פסקים הללו שאם אתה מספקו בנקבה היאך אתה סוקל על ביאתו כזכר ושמא הוא סובר דאף רבי אליעזר סבר דבריה בפ״ע הוא אלא שחייבים עליו סקילה כזכר מגזירת הכתוב דכתיב ואת זכר לא תשכב משכבי אשה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>המקנא לאשתו ונסתרה וכו'.</b> כתב הרב המגיד דעת רבינו וכו' ואף על פי כן סובר רבינו שאין ישראל שזינתה תחתיו אשתו לוקה על לאו זה וכו' ויש לתמוה עליו שהרי בפרק (י\"ח)[י\"א] מהלכות גירושין כתב בהפך ע''ש: "
      ]
    ],
    [],
    [],
    [
      [],
      [],
      [],
      [],
      [
        "<b>כל דם שתראה היולדת וכו'.</b> ומשמשת מטתה אע''פ שהדם שותת ויורד. פי' אם לא היתה זבה אבל אם היתה בזוב צריכה שבעה נקיים לגמרי שלא תראה בהם שום דם אפילו בימים שנכנסו מהשבעה בתוך ימי טוהר וכן משמע בפ''ז מהלכות אלו: "
      ],
      [],
      [],
      [],
      [
        "<b>כל הנשים שיש להן וסת וכו'.</b> הראב''ד בפרק רביעי מהלכות מטמאי משכב ומושב השיג על רבינו. כתב ה''ה ור''י דאמר מחשב ימי וסתה וכו' ולא קי''ל כוותיה וזה נראה דעת ההלכות שכתבו וכו'. מ''ש דרבינו ס''ל דלא כר''י אינו נראה דהא כשבא בשעת עונתה אסור לבעול דאמרינן אורח בזמנו בא והיכי נימא כשבא יום אחד אחר ראייתה דשרי לבעול ולא נימא אורח בזמנו בא זו סברא הפוכה אלא ודאי כוונת רבינו לכלול הכל באותו לשון דאסור לבעול ביום העונה וכן בימי ראיה וספירה דהכל מטעם אחד ולא שרי אלא בשלא הגיע עונת וסתה ובא תוך הזמן או אחר עבור ראיה וספירה כדברי רבי יוחנן ואין הרמב''ן חולק עמו אלא דאוקי למתני' דוקא דיש לה וסת וזה ג''כ כוונת רבינו ולא חילק רבינו בוסתות דכולהו מדרבנן ולכולהו יש להם דין זה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>בגדים אלו שמקנחים בהם צריכים שיהיו של פשתן שחקים ולבנים וכו'.</b> בפרק כל היד (נדה דף י״ז) אמרינן של בית מונבז המלך היו בודקים מטותיהם במילא פרהיבא ומזכירים אותם לשבח מסייע ליה לשמואל דאמר אין בודקין את המטה אלא בפקולין או בצמר נקי ורך אמר רבא הני שחקי דכיתנא מעלי לבדיקה איני והא תנא דבי מנשה אין בודקין את המטה לא בעד אדום ולא בעד שחור וכו' אלא בפקולין או בצמר נקי ורך ל״ק הא בכיתנא הא במאני דכיתנא ואיבעית אימא הא והא במאני דכיתנא הא בחדתי הא בשחקי ופירש״י מילא פרהיבא קוטין מתוך שהוא לבן נראית בו טפה כחרדל, ל״א צמר נקי ורך פקולין קוטון, שחקי דכיתנא בגדים בלוים של פשתן ולא בפשתן שאינו לבן ואין דם ניכר יפה אלא בעד לבן שחקים לבנים יותר מהחדשים. ומלשון רבינו משמע לכאורה דכל הני דנקט בבגד של פשתן שחוק ולבן בדוקא נקטינהו לומר דוקא בבגד ולא במידי דלאו בגד הוא ואפילו בבגד דוקא של פשתן ולא במינים אחרים ובבגד של פשתן נמי דוקא שחוק ולא כשאינו שחוק ושחוק נמי דוקא לבן ולא צבוע. וקשה דלפי זה הוא ממעט פקולין וצמר נקי ואמאי הא של בית מונבז מזכירים אותם לשבח על כך ושמואל נמי אמר הכי. ושמא י״ל דרבינו סובר דרבא פליג אדשמואל ואותם שהיו מזכירים של בית מונבז לשבח הוו סברי כשמואל ולא קי״ל הכי אלא כרבא דבתרא הוא. עי״ל דלעולם סבר רבינו דרבא ושמואל לא פליגי ולאו למעוטי פקולין וצמר נקי ורך נתכוון אלא הוא ז״ל אתא למימר דבדיקה דמטלית שהזכיר בפרק זה לא תהא אלא במטלית של פשתן שחוק ולבן לפי שהוא דבר רך וממילא נשמע לכל דבר שהוא לבן נקי ורך כמו שחקי בגד פשתן לבנים דמהני לבדיקה והרי פקולין וצמר נקי ורך בכלל: "
      ],
      [
        "<b>ואשה שאין לה וסת אסורה לשמש עד שתבדוק לפיכך היא משמשת בשני עדים וכו'.</b> כתב הר''ן בפרק שני דשבועות שנראה שרבינו מפרש הא דאמרינן מאן דמתני הא לא מתני הא לעולם בשאינה עסוקה בטהרות ואפילו הכי בשאין לה וסת צריכה בדיקה ואמוראי נינהו אליבא דשמואל ואע''ג דר''י גופיה אמרה לעיל דאין צריכה אמוראי נינהו ואליבא דרב יהודה ופסק הרב ז''ל כמאן דמתני דשמואל אמר הלכה כרבי חנינא בן אנטיגנוס להחמיר ובודאי דפשטא דברייתא מוכח דלבעל עסקינן ולא משום טהרות מדאמר רבי מאיר יוציא וכו' ורחב''א נמי עליה קאי וכו' ואפילו באשה שיש לה וסת החמיר הרב ז''ל שכ''כ שם אבל אשה שיש לה וסת אינה צריכה (בדיקת) עד לפני תשמיש אלא משום צניעות [בלבד] אבל לאחר תשמיש הכל צריכים שני עדים אחד לו ואחד לה ואפילו מעוברת ומניקה וזקנה וקטנה ע''כ. לפי שהוא ז''ל מפרש זו ששנינו בפרק כל היד דרך בנות ישראל משמשות בשני עדים אחד לו ואחד לה והצנועות מתקנות להן שלישי להתקין את הבית בשאינה עסוקה בטהרות שאפילו משום בעלה לבד צריכה לשמש בשני עדים לאחר תשמיש והצנועות בודקות אף לפני תשמיש לבעליהן וכי אמרינן בפ''ק דנדה דמיגו דבעיא בדיקה לטהרות בעיא בדיקה לבעלה דאלמא מדין בעלה א''צ היינו לומר דכשאינה עסוקה בטהרות א''צ בדיקה לפני תשמיש מן הדין אלא משום צניעות בלבד וכו' והראב''ד השיג עליו כמה יגיעות יגע חנם שהרי רב יהודה שהיה צדיק שאין כמותו וכו' וכבר כתבתי בחידושי דהא דרב יהודה לא קשיא עליה עכ''ל: "
      ],
      [
        "<b>המשמש מטתו פעמים רבות וכו'.</b> טעמו מדתנן בפרק כל היד (נדה דף י''ו) ב''ש אומרים צריכה שני עדים על כל תשמיש ותשמיש וכו' ובה''א דיה בשני עדים כל הלילה ולטעמיה אזיל שסובר שכל הדברים שנאמרו בענין זה לא לטהרות דוקא הם אלא אף בשאינה עסוקה בטהרות ולבעלה איירי הילכך פוסק כרבי זירא דאמר מדברי כולם נלמוד בעל נפש לא יבעול וישנה כלומר בלא בדיקה ודלא כרבא דפליג ארבי זירא ואמר כי תניא ההיא לטהרות ונראה שסובר רבינו דבעל נפש דאמר רבי זירא לא ממדת חסידות קאמר אלא שורת הדין: "
      ],
      [],
      [
        "<b>קנחה עצמה בעד שאינו בדוק וכו'.</b> כתב ה''ה אבל אנן דקי''ל בהא כרבי יוסי וכו' ובהא כרבי דהלכה כמותו מחבירו. ק''ל דרבי לאו חבירו דרבי יוסי הוא שהרי היה מהדור הקודם לו וי''ל דאמרינן בפירקין דאילו הוה רבי יוסי קיים כפוף היה לפני רבי: "
      ],
      [],
      [],
      [
        "<b>כיצד בודקת עצמה וכו'.</b> מ''ש ",
        "<b>רבינו שדופקת אותו עד שיגיע לצואר הרחם</b> פשוט הוא מפני שאם לא יגיע למקום שהשמש דש היאך נאמר כשלא נמצא עליו דם שהדם שרגילה לראות בשעת תשמיש מן הצדדין הוא בא ולא מן המקור דהא איכא למימר שאם היתה מכניסתו עד מקום שהשמש דש היה נמצא על ראשה הילכך ע''כ לומר דעד מקום שהשמש דש היא צריכה להכניסו ועד צואר הרחם הוא דישת השמש. ועל ",
        "<b>מ''ש ואם לא נמצא על המוך כלום בידוע שהדם שרואה מדוחק הצדדין וטהורה היא</b> איכא למידק אמאי אמרינן בידוע שהוא מן הצדדין הא איכא למיחש שמא מן המקור הוא רגיל לבא ומה שלא נמצא דם על ראש המכחול מפני שלא היה עב כמו השמש שאין כל האצבעות שוות או מפני שלא הכניסתו בכח שאין כל הכחות שוות כדאיתא בגמרא. וי''ל דלא אמרינן אין כל האצבעות או כל הכחות שוות אלא להקל ולא להחמיר וטעמא משום דרוב נשים אינן רואות מחמת תשמיש כל דמצינא למיתלי בה להיתרא שלא להוציאה מכלל הנשים תלינן כיון דאיכא רגלים לדבר שהרי נסדק ולא נמצא דם בראש המכחול x: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>המפלת חתיכה וכו' ואפי' נקרעה החתיכה ונמצאת מליאה דם טהורה.</b> היינו מדתניא בגמרא (דף כ''א:) המפלת חתיכה אע''פ שמליאה דם אם יש עמה דם טמאה ואם לאו טהורה: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>דם בתולים טהור הוא וכו' וכיצד דין הבתולה בדמים אם נשאת קטנה וכו'.</b> כתב בהשגות x (כל מ''ש בזה אין בו הלכה למעשה שאין לנו עכשיו דם טוהר אלא כל מראה אדמומית טמא וגם) בסוף סימן זה כתב אמר אברהם זה אינו למעשה ולעולם אינו בועל אלא בעילת מצוה ופורש עכ''ל. וכתב הרב המגיד לא היה צריך לכתוב ולומר דבר זה בכאן שכבר ביאר רבינו כל זה בפי''א עכ''ל. והנך רואה שרבינו פה הביא כל דיני תינוקת השנויה במשנה וכל מאי דאיתמר עלייהו בגמרא ופסק בהם כב''ה חוץ מבהגיע זמנה לראות וראתה שפסק כרב ושמואל שאמרו בועל בעילת מצוה ופורש ובפי''א כתב מנהג פשוט בשנער ובארץ הצבי וכו' שאם ראתה דם תוך ימי מלאת וכו' ודין זה בימי הגאונים נתחדש וכו' ודבר זה תלוי במנהג וכן דם בתולים בזמן הזה שאפילו היתה קטנה וכו' בועל בעילת מצוה ופורש. הרי מבואר בדבריו שמה שאנו מורים בכל הבתולות לבעול בעילת מצוה ולפרוש אינו מן הדין שהדין הוא כמו שכתב בפרק זה אלא מחמת מנהג אנו מורים כן ומנהג זה אינו מההיא דאמר רבי זירא בנות ישראל החמירו על עצמן דההיא אינו אלא ברואה דם טמא או ספק טמא דמדינא לא היתה צריכה לשמור אלא יום אחד כנגד יום שראתה אם הוא בימי זיבה ואם הוא בימי נדה בששה והוא סגי לה והחמירו על עצמן דבין ראתה בימי נדה בין בימי זיבה צריכה לישב שבעה נקיים אבל זה שהוא טהור גמור בודאי לא שייך חומרא דרבי זירא ואין לומר דבימי הגאונים נתחדש ולא קודם דהא חזינא בירושלמי דבימי האמוראים הראשונים היה מנהג זה ועוד שלא כתב בו רבינו בהדיא שבימי הגאונים נתחדש שמ''ש וכן דם בתולים בזמן הזה נראה דקאי ארישא דמילתא שכתב מנהג פשוט בשנער וכו' ואין נותנין לה ימי טוהר כלל והדר קאמר וכן דם בתולים בזמן הזה אין נוהגין בו טוהר כלל א''נ דקאי למ''ש ושמענו שבצרפת בועלים על דם טוהר עד היום ודבר זה תלוי במנהג כלומר שלא נחזיק לאותם בני צרפת לעוברים על דת שמאחר שאין דבר זה אלא ממנהג כיון שלא פשט איסור זה ביניהם אינם חייבים לנהוג בו והדר כתב וכן דם בתולים בזמן הזה שפשט איסורו אם נשמע שבאיזה מקום אינם נוהגים להחמיר בו כ''כ אלא שנוהגים כפי מה שנתבאר בפ''ה לא נחזיקם לעוברים על דת כיון שלא פשט מנהג זה ביניהם. ואפשר לומר עוד דאמה שכתב דין זה בימי הגאונים נתחדש נמי קאי ואע''ג דבירושלמי משמע דבימי האמוראים הראשונים היו נוהגים כן מ''מ לא פשט בכל ישראל עד שעמדו הגאונים והנהיגו כן לכל ישראל. ומעתה מ''ש הרב המגיד על דברי הראב''ד לא היה צריך לכתוב וכו' כאילו נעלם מעיני הראב''ד מ''ש רבינו בפי''א יתבאר לך דליתא אלא אע''פ שראה הראב''ד מ''ש רבינו בפי''א עכ''ז השיגו מפני שרבינו סובר שלא נאסר יותר ממ''ש בפ''ה אלא ממנהג והראב''ד סובר דמדינא דגמרא אפילו תינוקת שלא הגיע זמנה בועל בעילת מצוה ופורש ולפיכך השיגו דלמה לו לומר כל מ''ש בפ''ה דאינו אלא לפי משנה ראשונה כיון שאח''כ רבותינו נמנו וגמרו שיהא בועל בעילת מצוה ופורש אפילו בתינוקת שלא הגיע זמנה לראות ולא ראתה ופסקו רב ושמואל כוותייהו: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>פלטה שכבת זרע בתוך ימי הספירה סותרת יום אחד וכו'.</b> בפ''ה מהלכות שאר אבות הטומאה כתב רבינו עד כמה עונות תפלוט הזרע ותסתור: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>חל שלישי לראייתה להיות ביום הלידה וכו' הרי זו ספק זבה.</b> פירוש ספק זבה ושומרת יום כנגד שני ימים שראתה אם לא הפילה ולד דלא חשיב לידה ואם הפילה דחשיב לידה הוי טמאה לידה ותשמור יום אחד נקי בתוך השבעה: "
      ],
      [
        "<b>כיצד דין יולדת וכו' ואם שלמו ימי הספירה בתוך י''ד ה''ז אסורה לבעלה עד ליל ט''ו.</b> משמע לי דאם טבלה תוך י''ד לנקבה לא עלתה לה טבילה כיון שהיא באותן ימים כנדה וצריכה לחזור ולטבול אחר י''ד: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ומאחר שתהיה זוכר כל אלו העיקרים וכו' האשה שהוחזקה כל ימיה יום תראה ויום לא תראה וכו' ומשמשת בכל י''ח יום ד' לילות.</b> נשאל ה''ר יהושע הנגיד מבני בניו של רבינו למה לא מנה ליל ט' מהכלל והיא טהורה בו והשיב אלו הד' לילות זולת ליל ח' וליל ט' ג''כ להיותה סמוכה לה כי כוונת אמרו בכל י''ח יום ד' לילות הוא חוץ מליל ח' וליל ט' לפי שרבינו העתיק זה המאמר מגמרת נדה בלשונו ופי' בו רבי שלמה כך ארבעה לילות הוא חוץ מליל ח' וליל ט' וכשתקח מאמרו זכרונו לברכה יקשה לפי שהיה ראוי שיאמר ונמצאת משמשת בכל י''ח יום ו' לילות וכמו שדחקנו להוציא ליל ח' עם היותה בכלל הי''ח יום כך נדחוק ונוציא ליל תשיעי להיותו סמוך לליל שמיני עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>היה דרכה להיות רואה יום ט''ו וכו'.</b> כתב הרב המגיד ברייתא שם וסוף הברייתא אינה אסורה אלא מי''ח ואילך פי' שקבעה לה וסת לדילוג ואסור ביום י''ט מן החדש הבא ובעשרים מן החדש שלאחריו וכו'. קשה לי א''כ למה כתב רבינו שנאסר י''ח הא כיון שקבעה לה לדילוג י''ט הוא שנאסר ואפשר דאע''ג דקבעה לה וסת לדילוג וחוששת יום י''ט מכל מקום אסורה גם ביום י''ח דחיישינן שמא תחזור לראות בו עד שיעקר פעם אחת: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>וכן אשה שראתה דם מחמת מכה וכו'.</b> כ״כ הרשב״א והביא ראיה מדתניא בפרק כל היד (נדה דף י״ו) הרואה דם מחמת מכה אפילו בתוך ימי נדתה טהורה דברי רשב״ג רבי אומר אם יש לה וסת חוששת לוסתה ואוקמה רבא דכ״ע וסתות דרבנן והכא במקור מקומו טמא קא מיפלגי וקי״ל כאוקימתיה דרבא דוסתות דרבנן וכיון שכן זו שרואה דם אפילו בשעת תשמיש ואפילו בשעת וסתה טהורה דאשה בחזקת טהורה עומדת ותלינן להקל שאני אומר דם זה מן המכה בא ולא נחלקו רשב״ג ורבי בדבר זה וא״ת והלא בנשים דעלמא חיישינן לעונת וסתה כולה ואע״פ שלא ראתה והיאך אתה מתיר את זו שהיא בשעת וסתה ועוד שהרי דם לפניך וי״ל ההיא דרבנן היא ומשום דאפשר למיקם עלה דמילתא אבל הכא ליכא למיקם אמילתא ואין דנין אפשר משאי אפשר שא״כ אף אתה אוסרה על בעלה לעולם עכ״ל: "
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> אין האשה מתטמאה מן התורה וכו' וטומאה זו בספק שמא כתם זה מדם החדר בא.</b> קשה לי הא הוי ספק ספיקא הוא והו''ל למישרי ספק מגופה בא ספק שלא מגופה ואת''ל מגופה ספק מן החדר וטמא ספק מן העליה וטהור י''ל דאעפ''כ החמירו בו חכמים משום דאיסור חמור ועי''ל שמאחר שאין לה דבר לתלות בו החמירו חכמים לומר דהוי כאילו הוא מגופה ודאי ואין כאן אלא ספק אחד ואפשר שלזה נתכוון רבינו: "
      ],
      [
        "<b>וכן מדברי סופרים שכל הרואה דם וכו' ואם בדקה בתוך זמן זה.</b> זהו ששנינו בריש נדה מפקידה לפקידה ממעטת על יד מעת לעת: "
      ],
      [],
      [
        "<b>איזו היא זקנה כל שקורים לה זקנה ואינה מקפדת.</b> בפ''ק דנדה תנן איזו היא סמוך לזקנתה ובגמרא איזו היא סמוך לזקנתה אמר רבי יהודה כל שחברותיה אומרות עליה זקנה היא ורבי שמעון אמר כל שקורים לה אימא אימא ואינה בושה רבי זירא ורבי שמואל בר יצחק חד אמר כל שאינה בושה וחד אמר כל שאינה מקפדת מאי בינייהו איכא בינייהו בושה ואינה מקפדת ופסק רבינו כרבי שמעון משום דאיפליגו אמוראי אליביה ובפלוגתא דרבי זירא ורב שמואל בר יצחק פסק כמ''ד כל שאינה מקפדת וכן נראה שפסק הרשב''א: "
      ],
      [
        "<b>מה בין כתם הנמצא על בשרה וכו'.</b> וכתב ה''ה טעם לדבריו והגהות כתבו טעם מפני שכל הגוף בדוק הוא אצל דם מאכולת: "
      ],
      [
        "<b>לפיכך תקנו חכמים שתלבש האשה בגדי צבעונין וכו'.</b> כתב ה''ה דאמרינן בגמרא מאן תקנינהו אלא שלא הותרו וכו'. ומאחר דמאי דאמר שלא תקנו אידחי ליה והדר ואמר שלא הותרו היאך כתב רבינו לפיכך תקנו שהם דברים דחויים. ואפשר שגירסא אחרת היתה לו או שהוא סובר דכיון דלא אידחי מאי דאמר תקנו אלא משום דלא ידיע מאן תקנינהו השתא דאמרינן דבפולמוס של אספסייאנוס נשאו ונתנו חכמים בבגדי צבעונין איכא למימר דאז תקנום: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>נמצא הכתם על בשרה בלבד מחגור ולמטה טמאה ואם נתהפכה וקפצה אפילו מחגור ולמעלה וכו'.</b> זאת היא הגירסא האמיתית בדברי רבינו וכך היא נסחת ספרי רבינו שבידינו אבל הראב''ד והה''מ נזדמנה להם נוסחא משובשת שהיה כתוב בה נמצא הכתם על בשרה בלבד אפילו מן החגור ולמעלה טמאה ועל כן השיגו הראב''ד דמסתם דבריו משמע דאפילו בשלא נזדקרה נמי קאמר דאפילו מן החגור ולמעלה טמאה אבל לנוסחא שכתבתי אין מקום להשגה כלל ואין צריך לידחק במה שנדחק הה''מ: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>האשה שהשאילה חלוקה לנדה בין עכו''ם בין ישראלית וכו'.</b> כתב ה''ה משנה פרק האשה וכו' ורש''י פירש הרואה שגדולה היא וכו' ואפשר שאף דעת רבינו כן וכו' תולה בה ואין דבריו מחוורין בעיני משום דא''כ לרבינו עכו''ם אפילו קטנה שלא הגיע זמנה לראות וראתה נמי תולה בה דכיון שראתה פעם אחת בין כשהיא קטנה בין כשהיא גדולה הרי היא נדה של דבריהם שהרי אינה יוצאה לידי טהרה וזה שלא כדברי הרשב''א ודלא כדמשמע מדברי רש''י וכיון דסוף סוף אנו מוכרחים לומר שהוא חולק עם רש''י והרשב''א מה הועיל בשנותו את טעמו לפרש דבריו שלא כפשט ועוד שהטעם בעצמו אינו נכון כלל דלפי דבריו אף ישראלית שידוע שלא טבלה לנדתה אע''פ שהיא עכשיו מסולקת דמים תולה בה ואמאי כיון שיש זמן רב שלא ראתה ואע''ג דנכרית להרשב''א בכה''ג תולה בה נכרית שאני שאינה רגילה להקפיד על דמיה וכתמיה הילכך כל שראתה פעם אחת משגדלה אע''ג דבעידן שאלה לא חזאי איכא למיחש שמדמים הראשונים נתלכלך בשרה ובגדיה ולכלכו חלוק זה אבל בישראלית ליכא למימר הכי שהרי בנות ישראל רגילות לנקות בשרן ובגדיהן מדמים וכתמים אע''פ שלא יהיה בדעתה לטבול. לכך אני אומר לפרש דברי רבינו כפשטן דנכרית נמי אין תולין בה אלא כשידוע שהיתה נדה אבל אם בעידן שאלה אינה רואה אע''פ שראתה קודם לכן אינה תולה בה וזהו פשט מאמר רב דקתני נכרית דומיא דנדה וה''פ דמתניתין השאילה חלוקה לנכרית הרואה בעידן שאלה או לנדה ישראלית ה''ז תולה בה ומשום דנכרית אינה טמאה נדה לא קרי לה בשם נדה: ",
        "<b>השאילה אותו לזבה קטנה וכו'.</b> כתב ה''ה והרמב''ן כתב וכו' אבל רבינו כתב פי''א שהוא תלוי במנהג נראה מדבריו דלרבינו תולה בה אפילו במקום שנהגו איסור שהרי אם תלך ותקבע דירתה במקום שנהגו היתר תהיה מותרת להבעל על דם טוהר וא''כ ליכא למימר דאין תולין בה משום דהרי היא ככל הנשים וגם רבינו ירוחם כתב דלדעת רבינו אפילו לדידן שאין אנו בועלים על דם טוהר תולה בה: "
      ],
      [],
      [],
      [
        "<b>שלש נשים שלבשו חלוק אחד וכו'.</b> מדכתב רבינו אם בדקה אחת מהן עצמה מיד נראה דבתוך שיעור וסת דוקא קאמר וכדרב יהודה אמר רב: ",
        "<b>כתב</b> הרב המגיד שלש נשים שהיו ישנות במטה אחת וכו' והרשב''א הסכים לדעת הר''א וכו' עד לאחר שפשטתו ואני אומר שסדר המשנה אינו נראה כן דקתני בדקה אחת ומצאה טמאה ברישא ומשמע דקאי אף אחלוק טפי מסיפא דבדקה אחת מהן ומצאה טהורה עכ''ל. ואני אומר שאין זו קושיא שאף לפירוש זה קיימא נמי רישא שפיר אחלוק אלא שנצטרך לפרש דכי קאי אחלוק בדקה אחת מהן היינו אחרונה דוקא ומאי אחת מהן מיוחדת שבהן ואע''ג דכי קאי אמטה דעסיק בה בדקה אחת מהן היינו [איזו] מהן כבר מצינו לשון אחד שמתפרש בשני פנים: "
      ]
    ],
    [
      [
        "<b>כל יולדת טמאה כנדה ואע״פ שלא ראתה דם.</b> אע״פ שרבינו כתב בפ״ה חתיכה אע״פ שהיא אדומה אם יש עמה דם טמאה ואם לאו טהורה ודבריו מבוארים שפסק כת״ק דרבי יהודה דסבר אפשר לפתיחת הקבר בלא דם וחיזק ה״ה סברתו והביא לה ראיות כתב כאן שהיולדת טמאה כנדה אע״פ שלא ראתה דם והטעם משום דקרא דמטמא לה שבוע לזכר ושבועים לנקבה אפילו בלא ראתה מטמא לה משום לידה לד״ה וכ״כ רש״י בר״פ המפלת (נדה דף כ״א) דלת״ק דמטהר מפלת חתיכה ואין עמה דם ס״ל אפשר לפתיחת הקבר בלא דם לא חשיב למפלת חתיכה לידה דאי הויא לידה בלא דם נמי טמאה דכתיב כימי נדת דותה תטמא: "
      ],
      [],
      [],
      [
        "<b>הפילה חתיכה לבנה וכו'.</b> כתב ה''ה כתב הרשב''א יש מי שהורה להחמיר לפי שאין אנו בקיאין במראות והוא דעת הרמב''ן וחומרא יתירא זו אין לה שום עיקר עכ''ל. ויש לתמוה עליו שלא אמר כן משום חומרא אלא מדינא כיון שאין אנו בקיאים במראות אפשר שטעמו משום דלהבחין אם היא לבנה אין צורך לבקיאות: ",
        "<b>הפילה שפיר מלא מים וכו'.</b> כתב ה''ה וז''ל כתב הרשב''א ואע''ג דקי''ל כרב באיסורי וכו' קי''ל דמעשה רב עכ''ל ואין אומרים מעשה רב במי שמחמיר כפי דעתו ור' חנינא ודאי הלכה למעשה שאל לו וא''ל אינה חוששת עכ''ל ה''ה. ול''נ דראיית הרשב''א הוא מדקאמר מעולם לא דכו שפיר בנהרדעא אלא ההוא דאתא לקמיה דשמואל משמע דמנהג נהרדעא היה כן מימי קדם אף קודם שבא שמואל שם ומזה מביא ראיה הרשב''א דכיון דהוו עבדי הכי הלכה למעשה נקטינן כוותייהו. ",
        "<b>ומ''ש</b> הרב המגיד דר' חנינא ודאי הלכה למעשה שאל לו וכו' י''ל דכיון דלא אמר ליה בפירוש הלכה לא חשיב הכי כדאיתא בפרק יש נוחלין: "
      ],
      [],
      [
        "<b>נחתך הולד במעיה ויצא אבר אבר וכו'.</b> וכתב הרב המגיד וסובר רבינו דראש זה כל הראש בעינן וכו'. ונ''ל שאין טעמו משום דר''י לא נקט רוב הראש משמע דכל הראש קאמר דהא איכא למימר דאמתני' סמוך דקתני [ביצא כדרכו] משיצא רוב ראשו [ואיהו ס''ל שכל שיצא כדרכו לא שני לן בין מחותך לשלם] ועוד דאיידי דאמר רבי אלעזר אפילו הראש עמהם נקט איהו ל''ש אלא שאין הראש עמהם ושמא י''ל דכדי למעט המחלוקת בין רבי אלעזר ורבי יוחנן פירשו כן: ",
        "<b>ואיכא</b> למידק למה כתב רבינו משתצא רוב פדחתו הרי זה כילוד דהא מפשטא דמתניתין משמע דכל פדחתו הוא רוב ראשו. ושמא י''ל שרבינו סובר שאינו נקרא רוב אלא הגלגולת לבד לא מקום העינים והפה והלחיים ואי אמרת דמתניתין משיצא כל פדחתו קאמר והיינו כל ראשו והא ודאי לא פדחת בלבד קאמר אלא פדחת עם הגלגולת וכדאיתא בירושלמי א''כ היינו כל ראשו והיכי קרי ליה מתני' רוב ראשו ולפיכך פירש דמתניתין ה''ק איזהו רוב ראשו משיצא רוב פדחתו שתיבת רוב הנזכר בתחילה מושך עצמו ואחר עמו וכוונת המשנה להודיענו דראש אינו נקרא אלא הגלגולת לבד שהוא נגמר בסוף הפדחת דאל''כ מאי איצטריך לאודועי איזה רוב ראשו אטו אנן לא ידעינן לשעורי אלא ודאי כדאמרן. אח''כ מצאתי ספר רבינו מוגה ונמחק בו תיבת רוב: "
      ],
      [],
      [
        "<b>המפלת כמין בהמה חיה ועוף וכו'.</b> כתב הרב המגיד וז''ל וכתבו הרמב''ן והרשב''א ובזמן הזה בכולם מטמאין אותה לידה אם זכר בדין הזכר ואם נקבה בדין הנקבה ואין כן דעת רבינו לפי מה שכתב בפרק י''א עכ''ל. כלומר שרבינו כתב בפרק י''א כל שאמרנו ביולדת שאמו טהורה הרי היא טהורה בזמן הזה: ",
        "<b>ודע</b> ששם כתב עליו הראב''ד איני אומר כן שהרי בצורת הפנים אמו טמאה דמי יכיר בצורות ויטהר וכתב עליו הרב המגיד ואין להם סמך בגמרא כלל עכ''ל. ואני תמה על הרב המגיד שהראב''ד והאומרים כמותו לא כתבו שחכמים אוסרים כדי שיקשה עליהם שאין להם סמך בגמרא וגם לא היה לו לומר שאין כן דעת רבינו לפי מ''ש בפרק י''א שרבינו לא בא בפרק י''א אלא להוציא שלא יעלה על דעתנו דבכלל חומרא דרבי זירא הוא או שבזמן אחר אחר כך גזרו לטמא היולדת אפי' במקום שמן הדין טהורה לגמרי לדידיה דסבר אפשר לפתיחת הקבר בלא דם דליתא אלא כל דיני היולדת אין בהם חידוש ולא מנהג והיינו לומר שמי שהוא בקי ומכיר בצורות מטהר בצורות שטיהרו חכמים אבל מי שיודע בעצמו שאינו בקי ומכיר יפה בצורות לא עלה על דעת שום אדם להתיר לו לטהר בצורות שנדמה לו שהן אותם שטיהרו חכמים והראב''ד והרמב''ן והרשב''א ידעו בעצמם שלא היו בקיאים בצורות יפה ולכן כתבו שאין מטהרים האידנא בשום צורה ורבינו x מיירי במי שמכיר בצורות יפה: "
      ],
      [],
      [
        "<b>המפלת דמות נחש וכו'.</b> בהשגות א''א ולפי מ''ש דבעי צורת פנים כשל אדם וכו' וכתב ה''ה באמת שהסוגיא האמורה בגמרא על מחלוקת ר''מ וחכמים מוכחא להדיא דלרבנן המפלת דמות נחש אין אמו טמאה לידה ודעת רבינו צריך לעיין עכ''ל. וליישב דעת רבינו אפשר לומר דכיון דחזינן (דף כ''ד ע''ב) דרבי יהושע הורה כן לחמותו של רבי חנינא ורבי חנינא בן אחיו של רבי יהושע הורה כן ולשון הורה משמע שהיא הלכה למעשה וגם ר''ג לא מצינו שחלק על ר''י נראה שהיתה קבלה בידו מרבותיו דאל''כ מאי מפי הורה חנינא דקאמר הא במה שהיה רוצה ר''ג לסתור הוראת חנינא היה יכול לסתור נמי כי קאמר לה מפי ר''י אלא ודאי קבלה מרבותיו היתה וקבלה מיניה ר''ג וכיון שר''ג ור''י ור''ח סוברים כן וחנינא עבד בה עובדא ור''י נמי משמע דהלכה למעשה הורה לחמותו של חנינא ומעשה רב הכי נקטינן ואע''ג דבבהמה חיה ועוף דבעי כולה צורה לרבי ירמיה או חצי צורה לרבה י''ל דנחש שאני דכיון שגלגל עין של נחש דומה לשל אדם חשיב ולד אבל שאר בהמה חיה ועוף שאין במינן שום אבר דומה לשל אדם אע''פ שקצת איברי זה הנפל דומים לשל אדם לא חשיב ולד עד שתהא כל הצורה דומה למר או חציה למר ואע''פ שאמרו בגמרא דבהמה חיה ועוף עיניהם דומים לשל אדם הרי אמרו הא באוכמא הא בציריא ונחש איכא למימר דעינו דומה לשל אדם בין באוכמא בין בציריא ולפיכך חשיב ולד לכ''ע אפי' לרבנן דר''מ ונראה שיש להוכיח כן מדלא מייתי במתניתין שום תנא דסבר כר''מ אלמא כולהו תנאי פליגי עליה ור''ג ורבי יהושע מכללם ואפ''ה מטמא בנחש הילכך ע''כ צריך לחלק בין נחש לשאר בהמה חיה ועוף כמו שחלקתי ואע''ג דגבי פלוגתא דר''מ ורבנן משמע דהמפלת נחש אין אמו טמאה לידה איכא למימר דהנהו אמוראי לא הוה שמיע להו עובדא דחנינא בן אחיו של רבי יהושע והוו סברי כדהוו סברי ר''ג ורבי יהושע מקמי דלידכר רבי יהושע ואנן לא קי''ל הכי אלא כמו בתר דאידכר וכמו שכתבתי: ",
        "<b>המפלת דמות אדם שיש לו כנפים וכו'.</b> גרסי' בגמרא (דף כ''ד) אמר רבי יוחנן המפלת כמין אפקתא דדיקלא טהורה ופירש''י שהדקל למטה יחיד ומתפצל למעלה כך היו ידיו ורגליו על כתפו ומלמטה הוא בלא צורה ע''כ. ויש לתמוה על רבינו למה השמיטו ואפשר שהוא ז''ל היה מפרש דכמין אפקתא דדיקלא היינו בריית ראש שאין בה חיתוך איברים כמו הדקל שהצד התחתון שבו עב ואין לו פצולים ולצד התחתון קרי אפקתא לפי ששם מוצאו דלפי זה לא השמיט מימרא זו שהרי כתב שאם הפילה בריית ראש שאינו חתוך אין אמו טמאה לידה ואע''ג דבהדיא תניא התם דבריית ראש חתוך אין אמו טמאה לידה לא תיקשי לך מאי קמ''ל ר''י דאיכא למימר ברייתא לא שמיע ליה: "
      ],
      [
        "<b>נברא ושט שלו אטום או שהיה חסר מטבורו ולמטה והרי הוא אטום.</b> בפרק המפלת (נדה דף כ״ג ע״ב) תניא המפלת גוף אטום אין אמו טמאה לידה ואיזהו גוף אטום [רבי אומר] כדי שינטל מן החי וימות [וכמה ינטל מן החי וימות] רבי זכאי אומר עד הארכובה רבי ינאי אומר עד לנקביו רבי יוחנן אומר משום רבי יוסי בן יהושע עד מקום טבורו ויש לתמוה על רבינו שפסק עד מקום טבורו דבגמרא משמע דמאן דאמר הכי ל״ל טרפה אינה חיה וגם לית ליה ניטל ירך וחללה נבילה ומש״ה לא סגי ליה בעד הארכובה או עד נקוביו וכיון דקי״ל דטריפה אינה חיה וגם קי״ל דניטל ירך וחללה נבילה וכ״כ רבינו בהלכות שחיטה הו״ל לפסוק עד הארכובה וצ״ע. ומיהו הא לא קשיא לי אמאי פסק כרבי יוחנן במקום רבי ינאי רביה דשאני הכא דמשום רבי יוסי בן יהושע קאמר לה. וגרסינן בגמרא אמר [רבא] ושטו נקוב אמו טמאה ושטו אטום כלומר סתום אמו טהורה פי' מטומאת לידה לפי שכיון שהושט סתום אינו ראוי לחיות וכל שנברא בענין שאינו ראוי לבריית נשמה אין אמו טמאה לידה דלאו ולד הוא. ושטו נקוב כתב הרשב״א דטעמא דטמאה מפני שזה היה ראוי לבריית נשמה אלא שמא ניקב ושטו לאחר מכאן וכל שעיקרו ראוי לבריית נשמה אמו טמאה לידה ויש לתמוה על רבינו למה השמיט הא דושטו נקוב ואפשר שהוא ז״ל היה מפרש דטעמא דרבא משום דסבר דטריפה חיה וכדפירש״י וכיון דקי״ל דטרפה אינה חיה לית הלכתא כרבא: "
      ],
      [],
      [],
      [
        "<b>הפילה נפל ואח''כ הפילה שליא וכו' לפיכך אם ילדה ולד של קיימא והפילה שליא אפילו אחר כ''ג יום תולין אותו בולד ואין חוששין לולד אחר.</b> שם אמר רבה בר בר חנה אמר ר''י מעשה ותלו את השליא בולד עד כ''ג יום. ויש לתמוה על רבינו למה כתב אפי' אחר כ''ג יום והלא בגמרא לא אמרו אלא עד כ''ג יום. ונ''ל שהטעם משום דמסיים בה בגמרא אמר ליה רב יוסף עד כ''ד אמרת לן וסובר רבינו דקושטא קאמר רב יוסף אלא דכי א''ל עד כ''ד הויא יום יציאת השליא בכלל והשתא כי קאמר כ''ג לא הוי יום יציאת שליא בכלל וללמדנו כן כתב אפילו אחר כ''ג יום דע''כ אינו מוסיף על כ''ג אלא יום אחד דאם אתה אומר ב' אני אומר ג' או ק' ואין לו גבול דמה''ט אמרינן בעלמא תפסת מועט תפסת וכיון דאינו מוסיף על כ''ג אלא יום אחד ממילא משמע שהוא יום יציאת השליא דאל''כ למה לא כללו עם הימים הקודמים דלכתוב דתולין עד כ''ד יום אלא משום דאי כתב הכי הוה אפשר למיטעי ולמימר דכ''ד יום בלא יום יציאת השליא קאמר והשתא דכתב אפי' אחר כ''ג משתמע מילתא שפיר וכדפרישית: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>לפיכך החמירו חכמים בדבר זה וכו'.</b> נראה דהיינו דאמרי' בפרק אחרון דאתקין רבי בשדות שאם ראתה תשב שבעה נקיים: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>כל בת שתבעוה להנשא וכו'.</b> נראה דנקט לישנא דבת לאשמועינן דאפילו בקטנה חיישינן דילמא מחמדא: "
      ],
      [
        "<b>ואם נשאת לת''ח מותרת להנשא לו מיד וכו'.</b> כתב הטור (סי' קצ''ה) עבר וכנסה תוך זמן זה לא יתייחד עמה אלא הוא ישן בין האנשים וכו' בין אם הוא ת''ח או אחר לאפוקי מדברי הרמב''ם שכתב שת''ח יכול לכנסה מיד ולהתייחד עמה כי הוא יודע שהוא אסור לבא (כלל) עליה עכ''ל וגם הראב''ד כתב הוא סובר שמייחדים היו עמהן אחר נישואין ולא בועלים ואני איני אומר כן וכו' ואתרתי קושייתא קא מתרץ ליה. ביאור דבריו דמקשה גמרא על מאי דאמר רב מאן הויא ליומי מדאמר רבא תבעוה לינשא וכו' ועוד הקשה מדאמר רבי אב''י לא ישא במדינה זו וילך וישא אחרת במדינה אחרת וכו' ומעיקרא תירץ לזו שאני רבנן דפקיע שמייהו והדר קאמר ואיבעית אימא לרבנן יחודי בעלמא הוא דמייחדי להו וכו' כלומר הני רבנן לא היו נושאין אותם אלא יחודי בעלמא הוא דמייחדי להו ושתי הקושיות מתורצות בתירוץ זה לבדו: ",
        "<b>ומ''ש רבינו שת''ח יודע שהיא אסורה ונזהר מזה ולא יקרב לה.</b> קשה דא''כ ע''ה נמי יודיעוהו שהיא אסורה עד שתספר ותטבול וישאנה מיד. וי''ל דת''ח שאני שהוא זהיר במצות ומש''ה מהימנינן ליה שלא יפרוץ לבא עליה משא''כ בע''ה. ומיהו פשט לשון רבינו לא משמע הכי שתלה הדבר בידיעת החכם האיסור ולא תלאו בזהירותו ובנאמנותו. לפיכך נ''ל דה''ט דתלמיד חכם מתוך שהוא בקי ויודע דאיכא למיחש שמא ראתה מחמת חימוד יפרוש ממנה שהוא רגיל בדברי חכמים וגזירותם אבל ע''ה כיון שהוא יודע שלא ראתה אם אתה אומר לו לפרוש משום דחיישינן שמא ראתה מחמת חימוד אין דבריך נכנסים באזניו שהרי אינו רגיל בדברי חכמים וגזירותם ועי''ל שחכמי' לא נתנו דבריהם לשיעורים וכיון דת''ח ודאי יודע וסתם כל אדם לא ידעי גזרו בכל אדם שאינו ת''ח ולא פלוג בהו בין ידעי ללא ידעי. ומ''מ קשה לי לדעת רבינו דמדלא מפליג גמרא בכלה שפירסה נדה בין ת''ח לע''ה משמע דת''ח נמי הוא ישן בין האנשים והיא בין הנשים וכיון דתבעוה להנשא שאין ברור לנו שראתה שרינן לת''ח להתייחד עמה ולא חיישינן שיפרוץ גדרן של חכמים כ''ש דבפירסה נדה לא הו''ל למיחש שיעבור על איסור כרת והו''ל להתיר לו שיתייחד עמה ואין לומר דאה''נ דבכלה שפירסה נמי שרי לת''ח להתייחד עמה ולא איצטריך לאשמועי' גמרא משום דאתא בק''ו מתבעוה לינשא דהא ההיא דכלה שפירסה נדה היא ברייתא והא דיליף רבינו לחלק בין ת''ח לע''ה הוא תירוצא דגמרא ופשיטא דליכא למימר שהברייתא באה על מה שתירץ הגמרא. ומיהו בהא הוה אפשר לומר שהברייתא דרכה לסתום וגמרא לא חש לפרושה ולומר לא שאנו אלא בע''ה אבל ת''ח אשתו ישנה עמו בבית משום דסמיך דמתירוצא דאיתמר גבי תבעוה לינשא נשמע לה אלא דמ''מ קשה שרבינו הו''ל לכתוב בפירוש דת''ח שפירסה כלתו נדה מותר לו להתייחד עמה. לכן נ''ל דבהא דתבעוה להנשא לא התיר רבינו לת''ח להתייחד עמה כמו שעלה על דעת הראב''ד וה''ה אלא מפני שהוא ז''ל סובר שאסור לישא כשהיא נדה כמבואר בדבריו פ''י מהלכות אישות נ''ל דההיא דהיא ישנה בין הנשים וכו' כשנשאה טהורה ואח''כ פירסה מיירי דטעמא דאסור לישא אשה נדה אע''פ שהיא תישן בין הנשים והוא בין האנשים משום דאכתי איכא למיחש שמא באיזו שעה מן היום או מן הלילה לא יזהרו המשמרות ויבא עליה ולענין זה הוא היתר ת''ח בתבעוה להנשא שהוא מותר לישא אותה אע''פ שעדיין לא ספרה ולא טבלה והוא שישן האיש בין האנשים והיא בין הנשים כדין כלה שפירסה נדה ולפיכך לא הזכיר בהיתר ת''ח לשון יחוד כלל אלא לשון נישואין שהרי כתב ואם נשאת לת''ח מותרת לינשא לו מיד ותספור מאחר שנשאת ותטבול שת''ח יודע שהיא אסורה ונזהר מזה ולא יקרב לה עד שתטבול עכ''ל הרי דלענין נישואין בלבד אמורים הדברים ולא לענין יחוד כי סמך בו על מה שכתב בפכ''ב אצל כלה שפירסה נדה ומ''ש שת''ח יודע שהיא אסורה ולא יקרב לה היינו לומר שלא יבא לבקש שעה שהמשמרות ישנות או טרודות בדבר אחר ויתייחד עמה אז ויבא עליה והא דקאמר בגמרא לרבנן יחודי מייחדי להו לא יחוד ממש קאמר אלא כלומר שהיו הנשים מיוחדות להם כלומר שהיו נשואות להם כבר ואע''פ שהיו אסורים לבא עליהן עד שיטבלו ומשמרות שומרות אותם מ''מ פת בסלו מיקרי והשתא ניחא מ''ש הראב''ד בסוף השגתו וכלה שפירסה נדה אסור להתייחד עמה ע''כ. ולא כמו שתירץ ה''ה דהא דתבעוה לינשא מותרת מן התורה אלא שחכמים החמירו בה ואינה דומה לכלה שפירסה נדה ודאית ע''כ. דאדרבא מפני שזו אינה אסורה אלא מספק איכא למיחש שיתקפנו יצרו יותר מבאותה שהיא נדה ודאית וכמ''ש. וא''ת אכתי קשה למה לא כתב רבינו בפ''י מהלכות אישות דהא דלא תינשא נדה היינו לע''ה אבל לת''ח מותר י''ל דלא היקלו לת''ח לישא אשה אסורה ולסמוך על המשמרות אלא בזו שאינה אסורה מן התורה אבל לא בנדה ודאית דעבדו בה הרחקה טובא אף לת''ח ומ''מ לא דמי למ''ש ה''ה לחלק בין נדה ודאית לשאינו ודאית שהוא כתב כן להתיר יחוד דספק נדה לת''ח ואני איני אומר כן אלא להתיר נישואין לא להתיר יחוד: "
      ],
      [
        "<b>דין הכתמים בזמן הזה וכו'.</b> כתב ה''ה וכבר כתבתי פ''ט מה שיש בפי' ההיא דכתמים צריכין הפסק טהרה. הוא בבבת הרואה כתם ואחר כך ראתה דם תולה כתמה בראייתה וכו': "
      ],
      [],
      [],
      [],
      [
        "<b><small>(יד-טו)</small> זה שתמצא במקצת מקומות שהנדה יושבת שבעת ימים בנדתה וכו' וכן זה שתמצא במקצת מקומות ותמצא תשובות למקצת גאונים שיולדת זכר לא תשמש מטתה עד סוף ארבעים וכו' ומצוה לכופן כדי להוציא מלבן וכו'.</b> כתב הריב''ש במה שנהגו שם להחמיר בימי טוהר של יולדת אף אם אינה רואה בהם אם נהגו זה לגדר ופרישה אע''פ שהוא מותר או שבאותם הימים דמים מצויים בהם ראוי להניחם על מנהגם ואין מתירים אותם בפניהם אבל אם נהגו כן בטעות מפני שסבורים שאסור מן הדין ראוי להודיעם שטועים בהם ושהוא מנהג שיצא להם מן הצדוקים כדרך שכתב הרמב''ם עכ''ל: "
      ]
    ],
    [
      [
        "<b>ישראל שבעל עכו''ם משאר וכו' אחד ז' עממין ואחד כל האומות באיסור.</b> כתב הטור ונ''ל שאינו אלא בשבעה אומות דלא קי''ל כר''ש דאמר כי יסיר לרבות כל המסירין ואף שבעה אומות אין לוקין משום לא תתחתן אלא לאחר שנתגיירו אבל בגיותן לא שייך בהו חתנות עכ''ל. ביאור דבריו שהוא מקשה על דברי רבינו שתי קושיות חדא על מ''ש דעל שאר אומות נמי לקי דהיינו כר''ש ולא קי''ל כוותיה אלא כרבנן דאמרי לא נאמר לא תתחתן אלא בשבעה אומות דוקא ועוד דאפי' בשבעה אומות אסיק רבא בפרק הערל דבגיותן לא שייך בהו חתנות וקרא דלא תתחתן בנתגיירו דוקא הוא וי''ל שרבינו פסק בהא כר''ש מדאמרינן בפ''ג דקידושין (דף ס''ח:) [נכרית] דולדה כמותה מנ''ל אר''י משום רשב''י אמר קרא כי יסיר את בנך מאחרי וכו' ההוא בז' עממים כתיב שאר אומות מנ''ל אמר קרא כי יסיר לרבות כל המסירים הניחא לר''ש דדריש טעמיה דקרא אלא לרבנן מאי טעמייהו וכו' ומדחזינן דסתמא דגמרא כר''ש אלמא הלכתא כוותיה וכיון דדרשינן טעמא דקרא אית לן למימר דלא אסרה תורה להתחתן משום כי יסיר אלא בגיותן דבני הסרה נינהו אבל בגירותן דלאו בני הסרה נינהו לא וההיא דפרק הערל [בגיותן לית להו חתנות נתגיירו אית להו חתנות] אליבא דרבנן היא אבל לר''ש הוי איפכא דלא נאמר לא תתחתן אלא בגיותן דוקא ואפילו תימא דאליבא דר''ש אמר הכי לא קי''ל כמסקנא דרבא אלא כדהוה ס''ד מעיקרא דלא נאמר לא תתחתן אלא בגיותן דוקא משום דסוגיין דגמרא בספ''ק דקידושין סבר הכי וכן אמרו בפ''ב דע''ז בנותיהם דאורייתא נינהו דכתיב לא תתחתן בם וכבר נדחקו התוספות ליישב זה ורבינו תפס עיקר כפשט הסוגיא: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b>גר שמל ולא טבל וכו'.</b>  מ''ש ש<b>אין מטבילין אותו בשבת</b> פשוט בפרק החולץ דלמ''ד אינו גר עד שימול ויטבול אין מטבילין אותו בשבת ואע''ג דבגמרא יהיב טעמא משום דתקוני גברא בשבתא לא מתקנינן לא כתבו רבינו משום דמשמע ליה דה''ט לאו דסמכא הוא דהא לענין טומאה שרי משום דמיחזי כמיקר ואע''ג דהכא צריכים ת''ח לעמוד עליו מ''מ מידי מיחזי כמיקר לא נפיק אלא עיקר טעמא משום דאין דנין בשבת וגר משפט כתיב ביה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>לפיכך לא קבלו ב''ד גרים כל ימי דוד ושלמה וכו' ואעפ''כ היו גרים הרבה מתגיירים בפני הדיוטות.</b> ה''ה כתב שבפני בית דין הדיוטות היו מגיירים אותם ולי נראה דמדכתב רבינו בפני הדיוטות ולא כתב בפני ב''ד הדיוטות דאנן אע''ג דהדיוטות אנן כדאיתא בסוף גיטין (דף פ''ח:) על ב''ד שבזמן הזה מ''מ אין מקבלין אותם בב''ד דידן אלא שאם קבלו אותם גרים הדיוטות שאינם ב''ד הרי הם גרים x (ואילו היה מדקדק ה''ה בדברי הרמב''ם כן לא היה כותב שב''ד הדיוטות היו מגיירים אותם) וכ''כ המרדכי בהגהות פרק החולץ ז''ל דמי שבא להתגייר וידוע לנו שבשביל דבר הם עושין אין לקבלם והביא כמה ראיות לדבר: "
      ],
      [],
      [
        "<b>גר שלא בדקו אחריו וכו'.</b> כתב הרב המגיד ומ''ש ומצוה להחזיר אבידתו וכו' והוא שיהיה מומר לתיאבון ויש לתמוה עליו דמאי לתיאבון שייך בחזר ועבד עכו''ם דלא שייך לתיאבון אלא בגזל ועריות ומאכלות אסורות שנפשו של אדם מתאוה להן ומחמדתן ועוד דלא חילקו בין לתיאבון ולהכעיס אלא באחד משאר מצות אבל עכו''ם שהמודה בה ככופר בכל התורה וכן המחלל שבת בפרהסיא הרי הם כעכו''ם כדאיתא בפירקא קמא דחולין (דף ד') וכך הם דברי רבינו בפרק י''א מהלכות גזילה. ",
        "<b>ומה שכתב פה רבינו שמצוה להחזיר אבידתו</b> לא אחזר ועבד עכו''ם קאי אלא למ''ש הואיל ומל וטבל יצא מכלל עכו''ם וקאמר דמצוה להחזיר אבידתו שמאחר שמל וטבל נעשה כישראל והוא שלא יחזור לעבוד עכו''ם: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>גר אסור בשאר האם וכו'.</b> רבינו פסק דקרובים מצד האב אפילו האסורים לבני נח מותרים לגרים שהרי פסק כר''ע דאין אסור לבני נח מקרובי האב אלא אשת אביו בלבד ופסק שהגר מותר בכל קרובים שמצד האב ואפילו באשת אביו וכן נראה שהוא דעת הרי''ף שלא כתב אלא ההיא דבני יודן אמתא דאמרינן דבמן האב ולא מן האם כ''ע ל''פ דשרי ומשמע דה''ה לכל קורבה שמצד האב דשרי ולפי דעתם ז''ל א''ש הא דתניא סתם בפרק נושאין (דף צ''ח:) דגר מותר באשת אביו כר''ע ולא צריך לדחוקי ולאוקומה כרבי אליעזר כדאוקמוה התוספות והרא''ש ולפ''ז מ''ש בפ''ב דיבמות (דף כ''ב) ערוה גופה אי לאו [משום] שמא יאמרו באנו מקדושה חמורה וכו' לא גזרו בה רבנן צ''ל דעל קרובים שמצד האם דוקא קאמר וה''פ אי לאו משום שמא יאמרו וכו' לא הוו גזרי בקרובות כלל אבל השתא דאיכא קרובות דמתסרי להו בגיותן ובגירותן שרו להו לא יאמרו באנו מקדושה חמורה וכו' שהרי הם רואים שיש בקרובות האם שהיו מותרות בגיותן ואסורות בגירותן כגון אחות אמו ואשת אחיו מאמו שמותרות לבני נח ואסורות לגרים אלא יאמרו בקבלת התורה נתחדשה הלכה וטעמא דגזרו טפי בקרובות האם מקרובות האב משום דבקרובי האם אפשר דאתי לאיחלופי בישראל כדמשמע בפ''ב דיבמות ובפרק נושאין ואי לא הוה אלא האי טעמא לחוד לא הוה גזרי נמצא שעיקר הגזירה היתה משום שמא יאמרו וכו': "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>נותן אדם שפחתו לעבדו וכו'.</b> כל זה מבואר בסוף פרק יוצא דופן (נדה דף מ''ז) דגרסינן התם שמואל מייחד להן רב נחמן מחליף להו רב ששת מסר להן לערבי ואמר להן אזדהרו מישראל ופירש רש''י מייחד להן שפחותיו מייחד לאנשים עבדיו ואינו מפקירן משום בושת. מחליף להן את של זה בזה ואינו מקפיד על בושתן. לערבי מפקיר שפחותיו לערביים ונוהג בהם מנהג הפקר: "
      ]
    ],
    [
      [],
      [
        "<b>שאין לך בכל חייבי לאוין מי שלוקה על בעילה בלא קידושין אלא כ''ג באלמנה.</b> כתב ה''ה שאלת חכמי לוניל ותשובתו ושהרמב''ן דחה ראיית רבינו ופי' כל הסוגיא בלאוין שכתוב בהם קיחה וכו' והר''א בנו של רבינו תירץ כשם שנאמר באיסורי כהונה קיחה ובמחזיר הויה נאמר בשאר איסורי לאוין ביאה בקהל וביאה בקהל לא הוי אלא בקידושין אבל זנות לעולם לא מיקרי ביאה בקהל תדע שאמר הכתוב במצרי ואדומי בנים אשר יולדו להם דור שלישי יבא להם בקהל ה' ולא צוה ה' שיבא דור שלישי בזנות אלא בקידושין והנה למדנו מפסוק זה שמצרי ואדומי דור ראשון ושני איסורן בעשה וליכא למימר בזנות עשה אלא ודאי בקידושין הילכך משמע ביאה בקהל בקידושין בלא ספק ואי קשיא לך מכלל חייבי לאוין יבמה לזר דלא כתיב בה ביאה בקהל ולא קיחה ל''ק מידי דהא כתיב בה הויה לא תהיה אשת המת החוצה הילכך אי אתה יכול לחלק בחייבי לאוין ולא באיסורי כהונה בלבד פליגי אלא בכל חייבי לאוין עכ''ל. והרמ''ה השיג על תשובה זו של רבינו שהשיב לחכמי לוניל והם אישרו דברי תשובת רבינו כיוצא במה שהשיב הר''א בנו והאריכו בדבר והביאו ראיה לדברי רבינו מדאמרינן בפרק עשרה יוחסין ומודה רבא באלמנה לכ''ג שאם בעל ולא קידש לוקה ואם כדברי האומרים דלא פליגי בכל איסורי לאוין היכי אמר מודה רבא באותו דבר עצמו שנחלקו בו ועוד אי ס''ד בביאה לחודה קפיד למה משונה ביאה זו מכל ביאות שכמוה שכתב בקהל ה' ודורות אלא לאו ש''מ דרך נישואין קפיד קרא דהיינו ביאה ראויה לבא בקהל ה' כגון שקידש ובעל: ",
        "<b>כתב</b> עוד הר''א בנו של רבינו שהוקשה לו על זה מ''ש בפרק א' מהלכות נערה בתולה היתה בתולה זו אסורה על האונס וכו' או שהיתה מחייבי לאוין אם התרו בו הרי זה לוקה ואינו משלם קנס וכו' והלכה זו לדבריו קשיא שזו הבתולה שהיא מחייבי לאוין אם אינה מקודשת לו בין התרו בו בין לא התרו בו אינו לוקה עליה ואם מקודשת היא בין התרו בו בין לא התרו אינה בת קנס דליכא לא פיתוי ולא אונס הילכך קשיא. ואני מתרץ בה דלעולם בלא קידושין היא ואם התרו בו משום קדשה לוקה משום קדשה ואפילו אינה מאיסורי לאוין ומפני זה אמר או שהיתה מחייבי לאוין ולא אמר או שהיתה מאיסורי לאוין שהפרש בין איסור לחיוב וכך אמר בתחלת הלכות אישות כל שאסר ביאתו בתורה ולא חייב עליו כרת הן הנקראין איסורי לאוין וכו' וקדשה ודאי מחייבי לאוין היא וזה שהצריך בספ''ב שצריך שתכין עצמה לכך לענין חיובה היא במלקות לא לענין חיובו הוא אלא לעולם אם היה הוא בעדים לוקה ואע''ג דאנוסה היא הנערה וכמה דבר ברור הוא זה למבינים ומתוך דבריו למדנו אותו שהוא ז''ל אע''פ שהצריך בראיותיו החזקים לקידושין דאיסורי לאוין ואח''כ ילקה עליהם לאו למימרא שאם בעל אחת מאיסורי לאוין בעדים והתראה והיא בלא קידושין דלא שייך בה מלקות כלל אלא לעולם לוקה אבל משום איסור קדשה לא משום איסורי לאוין תדע שכך אמר בהלכות ביאות אסורות על כהן שנשא אחת משלש נשים בין כ''ג בין הדיוט לוקה ואם באו עליה דרך זנות אינו לוקה משום זונה או גרושה או חללה כלומר אלא משם אחר והוא איסור הקדשה וכך אמר בפט''ו בעל ולא קידש אינם לוקים משום ממזרות אלא משום קדשה ואם יש נפש אדם לומר למה לנו זה הדקדוק כלל הואיל והוא לוקה מה לי משום קדשה מה לי משום איסורי לאוין נאמר לו כמה הועיל ז''ל בזה הדקדוק שאם יתרו בו משום איסורי לאוין אינו לוקה ואם יתרו בו משום קדשה לוקה כגון כהן שבא על גרושה או ישראל שבא על ממזרת בלא קידושין אם יאמרו לו בעת התראה פרוש דגרושה היא או ממזרת היא וחייב אתה עליה מלקות ולא פירש אלא עבר אינו לוקה דהתראה זו כמאן דליתא דמי שלא השם שהתרו בו עליו הוא השם שחייב בו ואם יאמרו לו פרוש דקדשה היא הואיל ואין שם לא כתובה ולא קידושין ולא פירש חייב מלקות שהשם שהתרו בו עליו הוא השם שחייבו עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b><small>(כה-כו)</small> האסופי שנמצא בעיר שיש בה עכו''ם וכו' מחצה על מחצה מצוה להחיותו כישראל.</b> בספ''ק דכתובות (דף ט''ז:) מייתי מתניתין דפ''ב דמכשירין עיר שישראל ועכו''ם דרים בה מצא בה תינוק מושלך וכו' [עיין במ''מ] וקאמר עלה [אם רוב ישראל ישראל] אמר רב לא שאנו אלא להחיותו אבל ליוחסין לא ופרש''י ל''ש דאם רוב ישראל ישראל אלא להחיותו ב''ד מצווין לפרנסו משום וחי אחיך עמך ע''כ. מחצה על מחצה ישראל למאי הלכתא אמר ר''ל לנזקין וכו' דנגח תורא דידיה לתורא דידן פלגא משלם כבן ישראל בתם דמשלם ח''נ אידך פלגא א''ל אייתי ראיה דלאו ישראל אנא ואשלם. והשתא יש לתמוה על רבינו היאך כתב דמע''מ מצוה להחיותו דהא לא אמרו כן בגמ' אלא ברוב ישראל. ונ''ל שטעמו של רבינו משום דקשיא ליה כי בעי אם רוב ישראל ישראל למאי הלכתא נימא להחיותו א''ו משום דמשמע ליה דאפילו במע''מ מצווים להחיותו ומש''ה בעי אם רוב ישראל ישראל למאי הלכתא דאי להחיותו מאי איריא רוב ישראל אפילו מחצה על מחצה נמי וכבר הרגישו התוס' בקושיא זו וישבוה לפי דרכם וגם בדברי רש''י נרמזה ורבינו לא נראו לו דבריהם ולפי זה כי אמר רב ל''ש אלא להחיותו בין לרוב ישראל בין למע''מ קאי וברוב ישראל אשמעינן דליוחסין לא ובמע''מ אשמעינן דמצווין להחיותו ואין להקשות על פי' זה כי בעי אם רוב עכו''ם עכו''ם למאי הלכתא לימא שלא להחיותו דא''כ לישתוק מתניתין מרוב עכו''ם וממילא ידענא דאין מצווין להחיותו כיון דרוב עכו''ם דמהיכא תיסק אדעתין לומר דמצווין להחיותו ומיהו קשה כי בעי מע''מ ישראל למאי הלכתא לימא להחיותו וצ''ע: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>דבר ברור שהשתוקי אסור לישא שתוקית וכו'.</b> כתב ה''ה ומ''ש ושתוקי ואסופי מותרים בנתינים אין נראה כן מדברי רש''י וכו' גם הר''ן תמה על רבינו שהתיר וכתב ואיפשר דלטעמיה אזיל דכתב בפי''ב שאיסור הנתינים אינו אלא מדבריהם ולפיכך הורה להקל באסופי ושתוקי שתולין אותם לומר ממזרים הם ומותרים בנתינים עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>נכרת הגיד למעלה מעטרה כקולמוס או כמרזב כשר.</b> בפרק הערל (יבמות דף ע״ה) אמר רב הונא כקולמוס כשרה כמרזב פסולה ורב חסדא אמר איפכא אמר רבא כוותיה דרב הונא מסתברא וכו' אמר ליה רבינא למרימר הכי אמר מר זוטרא משמיה דרב פפא (דף ע״ה) הלכתא בין כקולמוס בין כמרזב כשרה וכו' ההוא עובדא דהוה במתא מחסיא שפייה מר בר רב אשי כקולמוס ואכשרי' ופרש״י ההוא עובדא דהוה כמרזב שפייה חתך מן הבשר מכל צד ונטל דופני מרזב ועשאו כקולמוס ואכשרי' כרב הונא עכ״ל. ויש לתמוה על רבינו למה לא פסק רבינו כההוא עובדא דעבד מר בר רב אשי כרב הונא דבתרא הוא ולכן נראה לי שרבינו מפרש דההיא עובדא לא כמרזב היה שאילו היה כן היה מכשירו בלא שיפוי אלא נגע היה בו והוצרכו לחתכו וחתכו כמין קולמוס והכשירו וה״ה אם היה מחתכו כמרזב היה מכשירו אלא חדא מינייהו נקט דהשתא לא פליג האי עובדא לפיסקא דפסק רבינו בשם רב פפא: "
      ]
    ],
    [],
    [
      [
        "<b>והבא על הנדה אף על פי שהיא בכרת לא נעשית זונה ולא נפסלה מן הכהונה.</b> הרא''ש האריך בזה בתשובה כלל כ''ט: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ראוה שנבעלה בעיר וכו'.</b> שם פריך ורוב העיר נמי אי דאזלי אינהו לגבה כל דפריש מרובא פריש ומשני איכא דאזלא איהי לגבייהו ופרש''י יש שהולכת היא אצלו וה''ל קבוע הילכך ברוב כשרים או רוב העיר או רוב סיעה פסול וכך הם דברי רבינו שסתם וכתב דנבעלה בעיר לא תינשא לכהן לכתחלה ולא חילק בין אזלא איהי לגבייהו לאזלי אינהו לגבה ונראה מדבריו דאפילו בדאיכא תרי רובי רוב עיר ורוב סיעה כל שנבעלה בעיר לא תינשא לכתחלה דאפילו אזל בועל לגבה חשוב כקבוע גזירה אטו היכא דאזלא איהי לגביה ולא מכשרינן לה אלא כשנבעלה בפרשת דרכים או בקרנות שבשדות שהכל עוברים שם והיו רוב העוברים כשרים וגם רוב העיר שאפשר שפירשו אלו ממנה כשרים: ",
        "<b>והטור</b> שכתב על דברי רבינו ונראה שאפילו נתעברה בעיר אם הלך הבועל אליה תינשא לכתחלה כיון דאיכא רוב העיר ורוב סיעות כשרים אא''כ הלכה היא אליו עכ''ל גירסא אחרת היתה לו שכתוב לא דאזלא איהי לגבייהו אבל רבינו גורס כגירסת רש''י שכתבתי וכן דעת התוספות והרשב''א והריטב''א: "
      ],
      [
        "<b><small>(יג-טז)</small> פנויה שראוה שנבעלה וכו'.</b> כתב ה''ה וסובר רבינו דרוב כשרים דבעינן לכתחלה תרי רובי נינהו ממה ששנינו שם במשנה וכו' כן פסקו ג''כ הרי''ף והרא''ש משמע דס''ל דכי שני רב יהודה בקרונות של צפורי היה מעשה לאוקומי לר''י בן נורי כר''ג הוא דשני הכי ודלא כרש''י שפירש דכרבי יהושע מוקים ליה והכריחם לפרש כן כי היכי דלא תיקשי הילכתא אהלכתא דאפסיקא הלכתא בגמרא כר''ג והדר אפסיקא הלכתא כרבי יוסי אליבא דריב''נ הלכך ע''כ לפרושי דריב''נ אתי כר''ג: ",
        "<b>כתב</b> הר''ן וז''ל הרמב''ם כתב בפי''ח מהא''ב דאפילו טוענת בעינן תרי רובי להתירה להנשא לכתחלה ובדיעבד אפילו חד רובא לא בעינן כיון שהיא טוענת ואומרת לכשר נבעלתי ובשאינה טוענת אפילו נשאת כל היכא דליכא תרי רובי תצא ותמהני עליו דכיון דסוגיין דהכא בשאינה טוענת ועלה אמרינן דבעינן תרי רובי ולא מפלגי בין לכתחלה לדיעבד מנ''ל דבטוענת ניבעי לכתחילה תרי רובי דנהי דלעיל אמרינן אפילו בטוענת דלא נעביד עובדא עד דאיכא רוב כשרים היינו דבעי חד רובא אבל תרי רובי מנ''ל דכיון דמדינא אפילו ברוב פסולים כשרה בטוענת נהי דמשום חומרא בעלמא אמרינן דלא לעביד בה עובדא עד דאיכא רוב כשרים מ''מ משמע דבחד רובא סגי דרובא דלא בעי' ליה אלא משום חומרא בעלמא לא משמע דניגזור ביה אטו קבוע דניבעי מש''ה תרי רובי עכ''ל. ונ''ל שטעמו של רבינו משום דמשמע ליה דעובדא דתינוקת דריב''נ כשנבדקה ואמרה לכשר נבעלתי היא דאל''כ מאי האי דא''ל רבא לרב נחמן ריב''נ דאמר כמאן אי כר''ג אפילו ברוב פסולים נמי מכשר וכו' מאי שיאטיה דר''ג ורבי יהושע הכא התם כשנבדקה הכא כשלא נבדקה הילכך ע''כ דהא דריב''נ נמי כשנבדקה היא וכיון דאסקינן בה דבעי' תרי רובי א''כ כי אמרינן כדר''ג ואת לא תעביד עובדא עד דאיכא רוב כשרים אצלה היינו עד דאיכא תרי רובי כדמפרש בדריב''נ וא''ת היכי אפשר לומר דלאוקומי לדריב''נ כר''ג שני רב יהודה בקרונות של צפורי היה מעשה הא מעיקרא אי כר''ג אפילו ברוב פסולים נמי מכשר וריב''נ מצריך רוב והיכי מהדר דריב''נ מצריך תרי רובי דכ''ש דיקשה טפי ונ''ל דכי אהדר בקרונות של צפורי היה מעשה לא סיים מילתיה עד דאסיק ואמר מעלה עשו ביוחסין וה''ק לעולם ריב''נ כר''ג והא דמכשר ר''ג אפילו ברוב פסולים היינו מדינא אבל משום דמעלה עשו ביוחסין מודה ר''ג דלא מתכשרא עד דאיכא רוב כשרים וכדא''ל שמואל לרב יהודה ואת לא תעביד עובדא עד דאיכא רוב כשרים ולא רוב אחד בלבד קאמר אלא תרי רובי נמי מצרכי ר''ג וריב''נ משום מעלה עשו ביוחסין וכדאמר רב יהודה בקרונות של צפורי היה מעשה: ",
        "ולענין מ''ש רבינו ד<b>כשאינה טוענת אפילו נשאת תצא כל היכא דליכא תרי רובי</b> פשוט הוא דע''כ לא הכשיר ר''ג אלא בשנבדקה ואמרה לכשר נבעלתי אבל בשלא אמרה כן לא ומשמע לרבינו דאע''ג דאיכא רוב אחד כשרים תצא עד דאיכא תרי רובי ומשמע מדקדוק לשונו דאפילו בדאיכא תרי רובי נמי לכתחלה נמי לא תינשא משום מעלה ביוחסין דלא עדיף אינה טוענת בתרי רובי מטוענת בחד רובא: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>היו שם שני עדים שנשבית ועד אחד מעיד שנטמאת ואחד מכחיש אותו וכו'.</b> כתב הר''ן וא''ת בסיפא היכי משתריא אפומא דעד כיון שהיא אמרה תחלה חברתי טמאה והא ה''ל ע''א דהכחשה ועד אחד בהכחשה לאו כלום הוא [אפילו היכא דעד אחד נאמן כבי תרי כדמשמע פרק האשה שלו' ובסוטה פרק כשם] י''ל דבדאתא עד המטהר תחלה והתירוה על פיו עסקינן ואחרים אומרים דלא צריכין להכי אלא בשבויה הקלו דאפילו ע''א דהכחשה דעד פסול מהימן והרמב''ם כתב עוד בפי''ח מהא''ב דאפילו אשה מתירתה אע''פ שעד כשר מכחישה ומשמע דמפיק לה מרישא דקתני אני טמאה וחברתי טהורה נאמנת דמשתריא חברתה אפומא דידה אע''ג דאיכא עד כשר דקא מפיך מיפך ואמר את טהורה וחברתיך טמאה וסתמא קתני אע''פ שלא התירו חבירתה אפומא דידה תחלה אלמא בשבויה הקלו להתירה אפילו על פי אשה אע''פ שמכחישה עד כשר: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>עיר שבאה במצור ונכבשה וכו' בד''א בגדוד של אותה מלכות וכו'.</b> כתב ה''ה ואני תמה בזה היאך אפשר לפסוק כרב מרי וכו' והר''ן כתב וז''ל הרמב''ם חילק בדין הכהנות בין כרכום של אותה מלכות לכרכום של מלכות אחרת ע''פ דרכו של ר''ח ובפי''ב מהמ''א לענין יי''נ לא חילק ונראה שהוא מפרש כפרש''י דרבי יצחק לא אתא לתרוצי מתניתין אהדדי דמודה ליה לרב מרי דלעולם לנסך אין פנאי אלא דאף לבעול אתי לאיפלוגי דכי אמרינן יש פנאי ה''מ בכרכום של אותה מלכות אבל בשל מלכות אחרת לא הלכך נקטינן כרב מרי דלנסך בכל ענין אין פנאי ולבעול מפלגינן בין כרכום של אותה מלכות לכרכום של מלכות אחרת כר''י בן אלעזר עכ''ל: "
      ],
      [],
      [],
      [
        "<b>ומ''ש רבינו אבל גדוד של מלכות אחרת כו' ואם שבו נשים ונעשו ברשותן אע''פ שרדפו אחריהם ישראל והצילו אותן מידם הרי הן אסורות.</b> דבריו מבוארים שלא אמרו אין פנאי לבעול אלא בכרכום של מלכות שפשט ושטף ועבר שבעודם טרודים לשלול שלל ולברוח ומתוך כך אין פנאי לבעול אבל כששבו הנשים ונעשו ברשות' כבר יש להם שם שבויות ואע''פ שלא היה להם פנאי לבעול שתיכף שברחו רדפו ישראל אחריהם והצילו הנשים מידם לא נתנו חכמים דבריהם לשיעורים וכל שנעשו ברשותן פסולות. ונראה עוד מדברי רבינו דאפילו גדוד של מלכות אחרת אם היה שוקט ובוטח ואינו נחפז לברוח יש פנאי לבעול הוא וכל כהנות שבעיר פסולות שלא אמרו אלא בשפשט ושטף ועבר: ",
        "<b>ועל מ''ש רבינו שאם היתה מחבואה אחת אפילו אמרה לא נחבאתי ומכל מקום טהורה אני מצלת.</b> כתב הר''ן מכלל דס''ל דלא מטהרינן לה אלא כי אמרה טהורה אני במגו דנחבאתי אבל סתמא לא ול''נ דכל שיש שם מחבואה אחת אינה צריכה לומר נחבאתי אלא מסתמא תלינן בה לקולא והביא ראיה מהגמרא: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>אבל כהן שקידש אשה מאיסורי כהונה וכו' ואם נשאת אע''פ שלא נבעלה נתחללה שכל נשואה בחזקת בעולה וכו'.</b> כתב ה''ה שלמד כן ממ''ש סתם מן הנישואין פסולות ול''נ דמייתורא דמתני' דקתני מן הנישואין פסולות שהיא משנה שאינה צריכה למד רבינו דהיינו לומר שכיון שנכנסו לרשות הבעל לנישואין אף על פי שלא נבעלו פסולות: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>משפחה שנתערב בה ספק חלל כל אלמנה מאותה משפחה אסורה לכהן לכתחלה.</b> פי' כל אשה כשירה שנשאת לאחד מאותה משפחה ונתאלמנה דברי רבינו בפירוש עיסה כדברי התוספות וכתב הר''ן שכן עיקר: ",
        "<b>ומשמע</b> מדברי רבי' דע''כ לא קאמר דמשפחה שנתערב בה ספק חלל דאם נשאת לא תצא אלא באלמנה דאית לה חזקת כשרות דגופה אבל בבת דלית לה חזקת כשרות דגופה תצא וכמ''ש התוס' ודייק לישניה דסבר הכי דברישא גבי ספק נקט אלמנה ובסיפא גבי ודאי דאפי' אם נשאת תצא כתב כל אשה מהם אסורה כדי לכלול גם הבת דבכלל אשה בין אלמנה בין בת: ",
        "<b>ומ''ש רבינו והוא הדין אם נתערב בה ספק ממזר או ממזר ודאי וכו'.</b> אכולה מילתא דלעיל קאי שאם נתערב בה ספק ממזר אסור ישראל לישא אשה מאותה משפחה לכתחילה ואם נשאת לא תצא מפני שהם שני ספקות כמו באלמנה ספק חלל ואם נתערב בה ודאי ממזר כל אשה מהם אסורה לישראל עד דיבדוק ואם נשאת תצא אבל הראב''ד פירש במסכת עדיות שלא אמרו אלמנת עיסה כשרה אלא כשנתערב בה ספק חלל שאינו מפסולי קהל אבל אם נתערב בה אחד מספק פסולי קהל כגון ספק ממזר ספק נתין ספק עבד אותה העיסה אינה כשרה אע''פ שהיא ספק ספיקא והכי איתא בכתובות והתם מפרש טעמא בגמרא ע''כ. ואני אומר שאמת הדבר דתניא בספ''ק דכתובות (דף י''ד) איזו היא אלמנת עיסה כל שאין בה לא משום ממזרות ולא משום נתינות ולא משום עבדי מלכים ומכל מקום אין משם ראייה שהרי העמידוה במסקנא דה''ק איזו היא אלמנת עיסה כל שאין בה לא שיתוק ממזרת ולא שיתוק נתינות ולא שיתוק עבדי מלכים ולא שיתוק חלל: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>אשה שנשאת לשני אנשים ומתו וכו' ואם נשאת לא תצא.</b> כתב הרשב''א [על דברי רבינו חזרתי על כל צדדים ולא מצאתי לי מקום שיסמוך עליו זולתי שאני מדמה אולי סמך] על מה ששנו סתם לא תנשא ולא סיימו בה ואם נשאת תצא או שסמך על דאביי שאע''פ שהיה סובר דבמילה פליגי אבל לא בנישואין וע''כ נשא מ''מ הא שמע רב יוסף רביה ורבה רביה פסקו הלכה בנישואין ומלקיות כרבי ואפ''ה לא גירש אחר שנשא וכן רבא דתפיס עליה ואמר מי איכא דעבד עובדא בנפשיה כי האי ואפילו הכי לא אפקוה מיניה. והריב''ש כתב שדעת רבינו נכון והביא סעד לדבריו וכתב דאפילו אם התרו בו בית דין והמרה את פיהם אין כופין אותו להוציא. ורבינו עצמו [כתב] בתשובה שלישית קטלנית אין בו איסור אבל הוא מרוחק על צד הניחוש והפחד והתימהון שיש ברוב השעות שינזקו בהם הגופות החלשים ואין חילוק בין זה לאוכל מכישא דאסר גננא. ואף על פי שיש חכמים שסוברים שלא תנשא אומרים לה אם תמצאי מי שיקדש אותך לא נחייבנו לגרש והיו מערימין ומקדשים בפני שני עדים ואחר כך כותבין לה בית דין כתובה דמכניסין אותה לחופה ומברכין שבע ברכות הואיל ונתקדשו. כן היו עושים בית דין של רבינו יצחק בעל ההלכות ובית דין של רבינו יוסף הלוי תלמידו וכל הבאים אחריהם וכן עשינו אנחנו במצרים להתיר עכ''ל. וכתב עוד וזה כולו בנישואין בעלמא אבל ביבמה שנפלה ליבום הלכה למעשה בכמה נשים שקידשו אותם לכתחילה ונתייבמו ולא נראה מעולם מי שחולק על זה ע''כ: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>לא תתייחד אשה אחת אפי' עם אנשים הרבה עד שתהיה אשתו של אחד מהם שם.</b> שם במשנה רש''א אף איש אחד מתייחד עם שתי נשים בזמן שאשתו עמו וישן עמהם בפונדק מפני שאשתו משמרתו. ומשמע לרבינו דלאו לאיפלוגי אתא אלא לפרושי ומש''ה פסק דבזמן שאשתו של אחד מהם שם מותר להתייחד אשה אחת עם אנשים הרבה וה''ה לאיש אחד עם נשים הרבה ואפילו אם ת''ל דפליג את''ק משמע דהלכה כמותו מדמוקים סתם גמרא בריש פ''ב דע''ז מתניתין אליביה. ויותר נראה לומר שהוא גורס בזמן שאשתו עמו ישן עמהם בפונדק מפני שאשתו משמרתו וכן גירסת הרי''ף והרא''ש ולא מדברי ר''ש הוא אלא סתם מתני' הוא דקתני הכי: ",
        "<b>והטור</b> כתב על דברי רבינו כיון שאוסר אשה אחת עם אנשים הרבה מאי נ''מ שאשתו של אחד מהם שם אכתי איכא למיחש לאחריני עכ''ל וי''ל דכיון שאשתו של זה לא תזנה מפני בעלה שהוא שם חבירתה ג''כ לא תזנה שתירא שזאת ובעלה יגלו סודה. ואיכא למידק על מ''ש רבינו לא תתייחד אשה עם אנשים הרבה ובפי''ב מהלכות אבל כתב ונקבר באשה אחת ושני אנשים. וי''ל דהכא מיירי בייחוד ממש בבית שאין הפתח פתוח לר''ה: (א''ה משמע אבל התם לא מיירי ביחוד ממש והוי כמו פתח פתוח לר''ה וצ''ע, ולפ''ז למה סיים שם אבל לא באיש א' וב' נשים משום יחוד הא בפתח פתוח לרשות הרבים אין חוששין משום יחוד כלל כמ''ש רבינו הי''ב וע''כ נלע''ד לתרץ דהא אשה א' עם ב' כשרים מותר ביחוד אלא שרבינו החמיר דאין מחזיקין סתם בני אדם לכשרים וע''כ התם דעוסקין במת אפילו סתמא מחזיקין אותם לכשרים ומותר אשה א' עם ב' אנשים משא''כ ב' נשים ואיש אחד דאפילו כשרים אסור לא מהני מה שעוסקים במת וכעין זה תירץ שם בל''מ ע''ש): "
      ],
      [],
      [],
      [
        "<b>אבל האיש מתייחד עם האנדרוגינוס ועם הטומטום.</b> תמהני דבתוספתא בפרק אחרון דבכורים תניא דאנדרוגינוס אינו מתייחד עם האנשים. ונראה שסובר רבינו שתוספתא זאת אתיא כר''י דסוף קידושין ואנן קי''ל כחכמים: ",
        "<b>סליקו להו הל' איסורי ביאה בס''ד:</b> "
      ]
    ]
  ]
};