var Avotjson ={
    "language": "he",
    "title": "Mishnah Avot",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה אבות",
    "categories": [
        "Mishnah",
        "Seder Nezikin"
    ],
    "textmishna": [ 
        [
            "משֶׁה קִבֵּל תּוֹרָה מִסִּינַי, וּמְסָרָהּ לִיהוֹשֻׁעַ, וִיהוֹשֻׁעַ לִזְקֵנִים, וּזְקֵנִים לִנְבִיאִים, וּנְבִיאִים מְסָרוּהָ לְאַנְשֵׁי כְנֶסֶת הַגְּדוֹלָה. הֵם אָמְרוּ שְׁלשָׁה דְבָרִים, הֱווּ מְתוּנִים בַּדִּין, וְהַעֲמִידוּ תַלְמִידִים הַרְבֵּה, וַעֲשׂוּ סְיָג לַתּוֹרָה: \n",
            "שִׁמְעוֹן הַצַּדִּיק הָיָה מִשְּׁיָרֵי כְנֶסֶת הַגְּדוֹלָה. הוּא הָיָה אוֹמֵר, עַל שְׁלשָׁה דְבָרִים הָעוֹלָם עוֹמֵד, עַל הַתּוֹרָה וְעַל הָעֲבוֹדָה וְעַל גְּמִילוּת חֲסָדִים: \n",
            "אַנְטִיגְנוֹס אִישׁ סוֹכוֹ קִבֵּל מִשִּׁמְעוֹן הַצַּדִּיק. הוּא הָיָה אוֹמֵר, אַל תִּהְיוּ כַעֲבָדִים הַמְשַׁמְּשִׁין אֶת הָרַב עַל מְנָת לְקַבֵּל פְּרָס, אֶלָּא הֱווּ כַעֲבָדִים הַמְשַׁמְּשִׁין אֶת הָרַב שֶׁלֹּא עַל מְנָת לְקַבֵּל פְּרָס, וִיהִי מוֹרָא שָׁמַיִם עֲלֵיכֶם: \n",
            "יוֹסֵי בֶן יוֹעֶזֶר אִישׁ צְרֵדָה וְיוֹסֵי בֶן יוֹחָנָן אִישׁ יְרוּשָׁלַיִם קִבְּלוּ מֵהֶם. יוֹסֵי בֶן יוֹעֶזֶר אִישׁ צְרֵדָה אוֹמֵר, יְהִי בֵיתְךָ בֵית וַעַד לַחֲכָמִים, וֶהֱוֵי מִתְאַבֵּק בַּעֲפַר רַגְלֵיהֶם, וֶהֱוֵי שׁוֹתֶה בְצָמָא אֶת דִּבְרֵיהֶם: \n",
            "יוֹסֵי בֶן יוֹחָנָן אִישׁ יְרוּשָׁלַיִם אוֹמֵר, יְהִי בֵיתְךָ פָתוּחַ לִרְוָחָה, וְיִהְיוּ עֲנִיִּים בְּנֵי בֵיתֶךָ, וְאַל תַּרְבֶּה שִׂיחָה עִם הָאִשָּׁה. בְּאִשְׁתּוֹ אָמְרוּ, קַל וָחֹמֶר בְּאֵשֶׁת חֲבֵרוֹ. מִכָּאן אָמְרוּ חֲכָמִים, כָּל זְמַן שֶׁאָדָם מַרְבֶּה שִׂיחָה עִם הָאִשָּׁה, גּוֹרֵם רָעָה לְעַצְמוֹ, וּבוֹטֵל מִדִּבְרֵי תוֹרָה, וְסוֹפוֹ יוֹרֵשׁ גֵּיהִנֹּם: \n",
            "יְהוֹשֻׁעַ בֶּן פְּרַחְיָה וְנִתַּאי הָאַרְבֵּלִי קִבְּלוּ מֵהֶם. יְהוֹשֻׁעַ בֶּן פְּרַחְיָה אוֹמֵר, עֲשֵׂה לְךָ רַב, וּקְנֵה לְךָ חָבֵר, וֶהֱוֵי דָן אֶת כָּל הָאָדָם לְכַף זְכוּת: \n",
            "נִתַּאי הָאַרְבֵּלִי אוֹמֵר, הַרְחֵק מִשָּׁכֵן רָע, וְאַל תִּתְחַבֵּר לָרָשָׁע, וְאַל תִּתְיָאֵשׁ מִן הַפֻּרְעָנוּת: \n",
            "יְהוּדָה בֶן טַבַּאי וְשִׁמְעוֹן בֶּן שָׁטָח קִבְּלוּ מֵהֶם. יְהוּדָה בֶן טַבַּאי אוֹמֵר, אַל תַּעַשׂ עַצְמְךָ כְעוֹרְכֵי הַדַּיָּנִין. וּכְשֶׁיִּהְיוּ בַעֲלֵי דִינִין עוֹמְדִים לְפָנֶיךָ, יִהְיוּ בְעֵינֶיךָ כִרְשָׁעִים. וּכְשֶׁנִּפְטָרִים מִלְּפָנֶיךָ, יִהְיוּ בְעֵינֶיךָ כְזַכָּאִין, כְּשֶׁקִּבְּלוּ עֲלֵיהֶם אֶת הַדִּין: \n",
            "שִׁמְעוֹן בֶּן שָׁטָח אוֹמֵר, הֱוֵי מַרְבֶּה לַחְקֹר אֶת הָעֵדִים, וֶהֱוֵי זָהִיר בִּדְבָרֶיךָ, שֶׁמָּא מִתּוֹכָם יִלְמְדוּ לְשַׁקֵּר: \n",
            "שְׁמַעְיָה וְאַבְטַלְיוֹן קִבְּלוּ מֵהֶם. שְׁמַעְיָה אוֹמֵר, אֱהֹב אֶת הַמְּלָאכָה, וּשְׂנָא אֶת הָרַבָּנוּת, וְאַל תִּתְוַדַּע לָרָשׁוּת: \n",
            "אַבְטַלְיוֹן אוֹמֵר, חֲכָמִים, הִזָּהֲרוּ בְדִבְרֵיכֶם, שֶׁמָּא תָחוּבוּ חוֹבַת גָּלוּת וְתִגְלוּ לִמְקוֹם מַיִם הָרָעִים, וְיִשְׁתּוּ הַתַּלְמִידִים הַבָּאִים אַחֲרֵיכֶם וְיָמוּתוּ, וְנִמְצָא שֵׁם שָׁמַיִם מִתְחַלֵּל: \n",
            "הִלֵּל וְשַׁמַּאי קִבְּלוּ מֵהֶם. הִלֵּל אוֹמֵר, הֱוֵי מִתַּלְמִידָיו שֶׁל אַהֲרֹן, אוֹהֵב שָׁלוֹם וְרוֹדֵף שָׁלוֹם, אוֹהֵב אֶת הַבְּרִיּוֹת וּמְקָרְבָן לַתּוֹרָה: \n",
            "הוּא הָיָה אוֹמֵר, נָגֵד שְׁמָא, אָבֵד שְׁמֵהּ. וּדְלֹא מוֹסִיף, יָסֵף. וּדְלֹא יָלֵיף, קְטָלָא חַיָּב. וּדְאִשְׁתַּמֵּשׁ בְּתָגָא, חָלֵף: \n",
            "הוּא הָיָה אוֹמֵר, אִם אֵין אֲנִי לִי, מִי לִי. וּכְשֶׁאֲנִי לְעַצְמִי, מָה אֲנִי. וְאִם לֹא עַכְשָׁיו, אֵימָתָי: \n",
            "שַׁמַּאי אוֹמֵר, עֲשֵׂה תוֹרָתְךָ קֶבַע. אֱמֹר מְעַט וַעֲשֵׂה הַרְבֵּה, וֶהֱוֵי מְקַבֵּל אֶת כָּל הָאָדָם בְּסֵבֶר פָּנִים יָפוֹת: \n",
            "רַבָּן גַּמְלִיאֵל הָיָה אוֹמֵר, עֲשֵׂה לְךָ רַב, וְהִסְתַּלֵּק מִן הַסָּפֵק, וְאַל תַּרְבֶּה לְעַשֵּׂר אֹמָדוֹת: \n",
            "שִׁמְעוֹן בְּנוֹ אוֹמֵר, כָּל יָמַי גָּדַלְתִּי בֵין הַחֲכָמִים, וְלֹא מָצָאתִי לַגּוּף טוֹב אֶלָּא שְׁתִיקָה. וְלֹא הַמִּדְרָשׁ הוּא הָעִקָּר, אֶלָּא הַמַּעֲשֶׂה. וְכָל הַמַּרְבֶּה דְבָרִים, מֵבִיא חֵטְא: \n",
            "רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, עַל שְׁלשָׁה דְבָרִים הָעוֹלָם עוֹמֵד, עַל הַדִּין וְעַל הָאֱמֶת וְעַל הַשָּׁלוֹם, שֶׁנֶּאֱמַר (זכריה ח) אֱמֶת וּמִשְׁפַּט שָׁלוֹם שִׁפְטוּ בְּשַׁעֲרֵיכֶם: \n"
        ],
        [
            "רַבִּי אוֹמֵר, אֵיזוֹהִי דֶרֶךְ יְשָׁרָה שֶׁיָּבֹר לוֹ הָאָדָם, כֹּל שֶׁהִיא תִפְאֶרֶת לְעוֹשֶׂיהָ וְתִפְאֶרֶת לוֹ מִן הָאָדָם. וֶהֱוֵי זָהִיר בְּמִצְוָה קַלָּה כְבַחֲמוּרָה, שֶׁאֵין אַתָּה יוֹדֵעַ מַתַּן שְׂכָרָן שֶׁל מִצְוֹת. וֶהֱוֵי מְחַשֵּׁב הֶפְסֵד מִצְוָה כְּנֶגֶד שְׂכָרָהּ, וּשְׂכַר עֲבֵרָה כְנֶגֶד הֶפְסֵדָהּ. וְהִסְתַּכֵּל בִּשְׁלשָׁה דְבָרִים וְאִי אַתָּה בָא לִידֵי עֲבֵרָה, דַּע מַה לְּמַעְלָה מִמְּךָ, עַיִן רוֹאָה וְאֹזֶן שׁוֹמַעַת, וְכָל מַעֲשֶׂיךָ בַסֵּפֶר נִכְתָּבִין:  ",
            "רַבָּן גַּמְלִיאֵל בְּנוֹ שֶׁל רַבִּי יְהוּדָה הַנָּשִׂיא אוֹמֵר, יָפֶה תַלְמוּד תּוֹרָה עִם דֶּרֶךְ אֶרֶץ, שֶׁיְּגִיעַת שְׁנֵיהֶם מְשַׁכַּחַת עָוֹן. וְכָל תּוֹרָה שֶׁאֵין עִמָּהּ מְלָאכָה, סוֹפָהּ בְּטֵלָה וְגוֹרֶרֶת עָוֹן. וְכָל הָעֲמֵלִים עִם הַצִּבּוּר, יִהְיוּ עֲמֵלִים עִמָּהֶם לְשֵׁם שָׁמַיִם, שֶׁזְּכוּת אֲבוֹתָם מְסַיַּעְתָּן וְצִדְקָתָם עוֹמֶדֶת לָעַד. וְאַתֶּם, מַעֲלֶה אֲנִי עֲלֵיכֶם שָׂכָר הַרְבֵּה כְּאִלּוּ עֲשִׂיתֶם:  ",
            "הֱווּ זְהִירִין בָּרָשׁוּת, שֶׁאֵין מְקָרְבִין לוֹ לָאָדָם אֶלָּא לְצֹרֶךְ עַצְמָן. נִרְאִין כְּאוֹהֲבִין בִּשְׁעַת הֲנָאָתָן, וְאֵין עוֹמְדִין לוֹ לָאָדָם בִּשְׁעַת דָּחְקוֹ:  ",
            "הוּא הָיָה אוֹמֵר, עֲשֵׂה רְצוֹנוֹ כִרְצוֹנְךָ, כְּדֵי שֶׁיַּעֲשֶׂה רְצוֹנְךָ כִרְצוֹנוֹ. בַּטֵּל רְצוֹנְךָ מִפְּנֵי רְצוֹנוֹ, כְּדֵי שֶׁיְּבַטֵּל רְצוֹן אֲחֵרִים מִפְּנֵי רְצוֹנֶךָ. הִלֵּל אוֹמֵר, אַל תִּפְרֹשׁ מִן הַצִּבּוּר, וְאַל תַּאֲמִין בְּעַצְמְךָ עַד יוֹם מוֹתְךָ, וְאַל תָּדִין אֶת חֲבֵרְךָ עַד שֶׁתַּגִּיעַ לִמְקוֹמוֹ, וְאַל תֹּאמַר דָּבָר שֶׁאִי אֶפְשָׁר לִשְׁמֹעַ, שֶׁסּוֹפוֹ לְהִשָּׁמַע. וְאַל תֹּאמַר לִכְשֶׁאִפָּנֶה אֶשְׁנֶה, שֶׁמָּא לֹא תִפָּנֶה:  ",
            "הוּא הָיָה אוֹמֵר, אֵין בּוּר יְרֵא חֵטְא, וְלֹא עַם הָאָרֶץ חָסִיד, וְלֹא הַבַּיְשָׁן לָמֵד, וְלֹא הַקַּפְּדָן מְלַמֵּד, וְלֹא כָל הַמַּרְבֶּה בִסְחוֹרָה מַחְכִּים. וּבְמָקוֹם שֶׁאֵין אֲנָשִׁים, הִשְׁתַּדֵּל לִהְיוֹת אִישׁ:  ",
            "אַף הוּא רָאָה גֻלְגֹּלֶת אַחַת שֶׁצָּפָה עַל פְּנֵי הַמַּיִם. אָמַר לָהּ, עַל דַּאֲטֵפְתְּ, אַטְפוּךְ. וְסוֹף מְטִיפַיִךְ יְטוּפוּן:  ",
            "הוּא הָיָה אוֹמֵר, מַרְבֶּה בָשָׂר, מַרְבֶּה רִמָּה. מַרְבֶּה נְכָסִים, מַרְבֶּה דְאָגָה. מַרְבֶּה נָשִׁים, מַרְבֶּה כְשָׁפִים. מַרְבֶּה שְׁפָחוֹת, מַרְבֶּה זִמָּה. מַרְבֶּה עֲבָדִים, מַרְבֶּה גָזֵל. מַרְבֶּה תוֹרָה, מַרְבֶּה חַיִּים. מַרְבֶּה יְשִׁיבָה, מַרְבֶּה חָכְמָה. מַרְבֶּה עֵצָה, מַרְבֶּה תְבוּנָה. מַרְבֶּה צְדָקָה, מַרְבֶּה שָׁלוֹם. קָנָה שֵׁם טוֹב, קָנָה לְעַצְמוֹ. קָנָה לוֹ דִבְרֵי תוֹרָה, קָנָה לוֹ חַיֵּי הָעוֹלָם הַבָּא:  ",
            "רַבָּן יוֹחָנָן בֶּן זַכַּאי קִבֵּל מֵהִלֵּל וּמִשַּׁמָּאי. הוּא הָיָה אוֹמֵר, אִם לָמַדְתָּ תוֹרָה הַרְבֵּה, אַל תַּחֲזִיק טוֹבָה לְעַצְמְךָ, כִּי לְכָךְ נוֹצָרְתָּ. חֲמִשָּׁה תַלְמִידִים הָיוּ לוֹ לְרַבָּן יוֹחָנָן בֶּן זַכַּאי, וְאֵלּוּ הֵן, רַבִּי אֱלִיעֶזֶר בֶּן הוֹרְקְנוֹס, וְרַבִּי יְהוֹשֻׁעַ בֶּן חֲנַנְיָה, וְרַבִּי יוֹסֵי הַכֹּהֵן, וְרַבִּי שִׁמְעוֹן בֶּן נְתַנְאֵל, וְרַבִּי אֶלְעָזָר בֶּן עֲרָךְ. הוּא הָיָה מוֹנֶה שִׁבְחָן. רַבִּי אֱלִיעֶזֶר בֶּן הוֹרְקְנוֹס, בּוֹר סוּד שֶׁאֵינוֹ מְאַבֵּד טִפָּה. רַבִּי יְהוֹשֻׁעַ בֶּן חֲנַנְיָה, אַשְׁרֵי יוֹלַדְתּוֹ. רַבִּי יוֹסֵי הַכֹּהֵן, חָסִיד. רַבִּי שִׁמְעוֹן בֶּן נְתַנְאֵל, יְרֵא חֵטְא. וְרַבִּי אֶלְעָזָר בֶּן עֲרָךְ, מַעְיָן הַמִּתְגַּבֵּר. הוּא הָיָה אוֹמֵר, אִם יִהְיוּ כָל חַכְמֵי יִשְׂרָאֵל בְּכַף מֹאזְנַיִם, וֶאֱלִיעֶזֶר בֶּן הוֹרְקְנוֹס בְּכַף שְׁנִיָּה, מַכְרִיעַ אֶת כֻּלָּם. אַבָּא שָׁאוּל אוֹמֵר מִשְּׁמוֹ, אִם יִהְיוּ כָל חַכְמֵי יִשְׂרָאֵל בְּכַף מֹאזְנַיִם וְרַבִּי אֱלִיעֶזֶר בֶּן הוֹרְקְנוֹס אַף עִמָּהֶם, וְרַבִּי אֶלְעָזָר בֶּן עֲרָךְ בְּכַף שְׁנִיָּה, מַכְרִיעַ אֶת כֻּלָּם:  ",
            "אָמַר לָהֶם, צְאוּ וּרְאוּ אֵיזוֹהִי דֶרֶךְ יְשָׁרָה שֶׁיִּדְבַּק בָּהּ הָאָדָם. רַבִּי אֱלִיעֶזֶר אוֹמֵר, עַיִן טוֹבָה. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, חָבֵר טוֹב. רַבִּי יוֹסֵי אוֹמֵר, שָׁכֵן טוֹב. רַבִּי שִׁמְעוֹן אוֹמֵר, הָרוֹאֶה אֶת הַנּוֹלָד. רַבִּי אֶלְעָזָר אוֹמֵר, לֵב טוֹב. אָמַר לָהֶם, רוֹאֶה אֲנִי אֶת דִּבְרֵי אֶלְעָזָר בֶּן עֲרָךְ מִדִּבְרֵיכֶם, שֶׁבִּכְלָל דְּבָרָיו דִּבְרֵיכֶם. אָמַר לָהֶם צְאוּ וּרְאוּ אֵיזוֹהִי דֶרֶךְ רָעָה שֶׁיִּתְרַחֵק מִמֶּנָּה הָאָדָם. רַבִּי אֱלִיעֶזֶר אוֹמֵר, עַיִן רָעָה. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, חָבֵר רָע. רַבִּי יוֹסֵי אוֹמֵר, שָׁכֵן רָע. רַבִּי שִׁמְעוֹן אוֹמֵר, הַלֹּוֶה וְאֵינוֹ מְשַׁלֵּם. אֶחָד הַלֹּוֶה מִן הָאָדָם, כְּלֹוֶה מִן הַמָּקוֹם בָּרוּךְ הוּא, שֶׁנֶּאֱמַר (תהלים לז) לֹוֶה רָשָׁע וְלֹא יְשַׁלֵּם, וְצַדִּיק חוֹנֵן וְנוֹתֵן. רַבִּי אֶלְעָזָר אוֹמֵר, לֵב רָע. אָמַר לָהֶם, רוֹאֶה אֲנִי אֶת דִּבְרֵי אֶלְעָזָר בֶּן עֲרָךְ מִדִּבְרֵיכֶם, שֶׁבִּכְלָל דְּבָרָיו דִּבְרֵיכֶם:  ",
            "הֵם אָמְרוּ שְׁלשָׁה דְבָרִים. רַבִּי אֱלִיעֶזֶר אוֹמֵר, יְהִי כְבוֹד חֲבֵרְךָ חָבִיב עָלֶיךָ כְּשֶׁלָּךְ, וְאַל תְּהִי נוֹחַ לִכְעֹס. וְשׁוּב יוֹם אֶחָד לִפְנֵי מִיתָתְךָ. וֶהֱוֵי מִתְחַמֵּם כְּנֶגֶד אוּרָן שֶׁל חֲכָמִים, וֶהֱוֵי זָהִיר בְּגַחַלְתָּן שֶׁלֹּא תִכָּוֶה, שֶׁנְּשִׁיכָתָן נְשִׁיכַת שׁוּעָל, וַעֲקִיצָתָן עֲקִיצַת עַקְרָב, וּלְחִישָׁתָן לְחִישַׁת שָׂרָף, וְכָל דִּבְרֵיהֶם כְּגַחֲלֵי אֵשׁ:  ",
            "רַבִּי יְהוֹשֻׁעַ אוֹמֵר, עַיִן הָרָע, וְיֵצֶר הָרָע, וְשִׂנְאַת הַבְּרִיּוֹת, מוֹצִיאִין אֶת הָאָדָם מִן הָעוֹלָם:  ",
            "רַבִּי יוֹסֵי אוֹמֵר, יְהִי מָמוֹן חֲבֵרְךָ חָבִיב עָלֶיךָ כְּשֶׁלָּךְ, וְהַתְקֵן עַצְמְךָ לִלְמֹד תּוֹרָה, שֶׁאֵינָהּ יְרֻשָּׁה לָךְ. וְכָל מַעֲשֶׂיךָ יִהְיוּ לְשֵׁם שָׁמָיִם:  ",
            "רַבִּי שִׁמְעוֹן אוֹמֵר, הֱוֵי זָהִיר בִּקְרִיאַת שְׁמַע וּבַתְּפִלָּה. וּכְשֶׁאַתָּה מִתְפַּלֵּל, אַל תַּעַשׂ תְּפִלָּתְךָ קֶבַע, אֶלָּא רַחֲמִים וְתַחֲנוּנִים לִפְנֵי הַמָּקוֹם בָּרוּךְ הוּא, שֶׁנֶּאֱמַר (יואל ב) כִּי חַנּוּן וְרַחוּם הוּא אֶרֶךְ אַפַּיִם וְרַב חֶסֶד וְנִחָם עַל הָרָעָה. וְאַל תְּהִי רָשָׁע בִּפְנֵי עַצְמְךָ:  ",
            "רַבִּי אֶלְעָזָר אוֹמֵר, הֱוֵי שָׁקוּד לִלְמֹד תּוֹרָה, וְדַע מַה שֶּׁתָּשִׁיב לְאֶפִּיקוֹרוֹס. וְדַע לִפְנֵי מִי אַתָּה עָמֵל. וְנֶאֱמָן הוּא בַעַל מְלַאכְתְּךָ שֶׁיְּשַׁלֶּם לָךְ שְׂכַר פְּעֻלָּתֶךְ:  ",
            "רַבִּי טַרְפוֹן אוֹמֵר, הַיּוֹם קָצָר וְהַמְּלָאכָה מְרֻבָּה, וְהַפּוֹעֲלִים עֲצֵלִים, וְהַשָּׂכָר הַרְבֵּה, וּבַעַל הַבַּיִת דּוֹחֵק:  ",
            "הוּא הָיָה אוֹמֵר, לֹא עָלֶיךָ הַמְּלָאכָה לִגְמֹר, וְלֹא אַתָּה בֶן חוֹרִין לִבָּטֵל מִמֶּנָּה. אִם לָמַדְתָּ תוֹרָה הַרְבֵּה, נוֹתְנִים לְךָ שָׂכָר הַרְבֵּה. וְנֶאֱמָן הוּא בַעַל מְלַאכְתְּךָ שֶׁיְּשַׁלֵּם לְךָ שְׂכַר פְּעֻלָּתֶךָ. וְדַע מַתַּן שְׂכָרָן שֶׁל צַדִּיקִים לֶעָתִיד לָבֹא:  "
        ],
        [
            "עֲקַבְיָא בֶן מַהֲלַלְאֵל אוֹמֵר, הִסְתַּכֵּל בִּשְׁלשָׁה דְבָרִים וְאִי אַתָּה בָא לִידֵי עֲבֵרָה. דַּע מֵאַיִן בָּאתָ, וּלְאָן אַתָּה הוֹלֵךְ, וְלִפְנֵי מִי אַתָּה עָתִיד לִתֵּן דִּין וְחֶשְׁבּוֹן. מֵאַיִן בָּאתָ, מִטִּפָּה סְרוּחָה, וּלְאָן אַתָּה הוֹלֵךְ, לִמְקוֹם עָפָר רִמָּה וְתוֹלֵעָה. וְלִפְנֵי מִי אַתָּה עָתִיד לִתֵּן דִּין וְחֶשְׁבּוֹן, לִפְנֵי מֶלֶךְ מַלְכֵי הַמְּלָכִים הַקָּדוֹשׁ בָּרוּךְ הוּא:  ",
            "רַבִּי חֲנִינָא סְגַן הַכֹּהֲנִים אוֹמֵר, הֱוֵי מִתְפַּלֵּל בִּשְׁלוֹמָהּ שֶׁל מַלְכוּת, שֶׁאִלְמָלֵא מוֹרָאָהּ, אִישׁ אֶת רֵעֵהוּ חַיִּים בְּלָעוֹ. רַבִּי חֲנִינָא בֶן תְּרַדְיוֹן אוֹמֵר, שְׁנַיִם שֶׁיּוֹשְׁבִין וְאֵין בֵּינֵיהֶן דִּבְרֵי תוֹרָה, הֲרֵי זֶה מוֹשַׁב לֵצִים, שֶׁנֶּאֱמַר (תהלים א) וּבְמוֹשַׁב לֵצִים לֹא יָשָׁב. אֲבָל שְׁנַיִם שֶׁיּוֹשְׁבִין וְיֵשׁ בֵּינֵיהֶם דִּבְרֵי תוֹרָה, שְׁכִינָה שְׁרוּיָה בֵינֵיהֶם, שֶׁנֶּאֱמַר (מלאכי ג) אָז נִדְבְּרוּ יִרְאֵי יְיָ אִישׁ אֶל רֵעֵהוּ וַיַּקְשֵׁב יְיָ וַיִּשְׁמָע וַיִּכָּתֵב סֵפֶר זִכָּרוֹן לְפָנָיו לְיִרְאֵי יְיָ וּלְחֹשְׁבֵי שְׁמוֹ. אֵין לִי אֶלָּא שְׁנַיִם, מִנַּיִן שֶׁאֲפִלּוּ אֶחָד שֶׁיּוֹשֵׁב וְעוֹסֵק בַּתּוֹרָה, שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא קוֹבֵעַ לוֹ שָׂכָר, שֶׁנֶּאֱמַר (איכה ג) יֵשֵׁב בָּדָד וְיִדֹּם כִּי נָטַל עָלָיו:  ",
            "רַבִּי שִׁמְעוֹן אוֹמֵר, שְׁלשָׁה שֶׁאָכְלוּ עַל שֻׁלְחָן אֶחָד וְלֹא אָמְרוּ עָלָיו דִּבְרֵי תוֹרָה, כְּאִלּוּ אָכְלוּ מִזִּבְחֵי מֵתִים, שֶׁנֶּאֱמַר (ישעיה כח) כִּי כָּל שֻׁלְחָנוֹת מָלְאוּ קִיא צֹאָה בְּלִי מָקוֹם. אֲבָל שְׁלשָׁה שֶׁאָכְלוּ עַל שֻׁלְחָן אֶחָד וְאָמְרוּ עָלָיו דִּבְרֵי תוֹרָה, כְּאִלּוּ אָכְלוּ מִשֻּׁלְחָנוֹ שֶׁל מָקוֹם בָּרוּךְ הוּא, שֶׁנֶּאֱמַר (יחזקאל מא) וַיְדַבֵּר אֵלַי זֶה הַשֻּׁלְחָן אֲשֶׁר לִפְנֵי ה':  ",
            "רַבִּי חֲנִינָא בֶן חֲכִינַאי אוֹמֵר, הַנֵּעוֹר בַּלַּיְלָה וְהַמְהַלֵּךְ בַּדֶּרֶךְ יְחִידִי וְהַמְפַנֶּה לִבּוֹ לְבַטָּלָה, הֲרֵי זֶה מִתְחַיֵּב בְּנַפְשׁוֹ:  ",
            "רַבִּי נְחוּנְיָא בֶּן הַקָּנָה אוֹמֵר, כָּל הַמְקַבֵּל עָלָיו עֹל תּוֹרָה, מַעֲבִירִין מִמֶּנּוּ עֹל מַלְכוּת וְעֹל דֶּרֶךְ אֶרֶץ. וְכָל הַפּוֹרֵק מִמֶּנּוּ עֹל תּוֹרָה, נוֹתְנִין עָלָיו עֹל מַלְכוּת וְעֹל דֶּרֶךְ אֶרֶץ:  ",
            "רַבִּי חֲלַפְתָּא בֶן דּוֹסָא אִישׁ כְּפַר חֲנַנְיָה אוֹמֵר, עֲשָׂרָה שֶׁיּוֹשְׁבִין וְעוֹסְקִין בַּתּוֹרָה, שְׁכִינָה שְׁרוּיָה בֵינֵיהֶם, שֶׁנֶּאֱמַר (תהלים פב) אֱלֹהִים נִצָּב בַּעֲדַת אֵל. וּמִנַּיִן אֲפִלּוּ חֲמִשָּׁה, שֶׁנֶּאֱמַר (עמוס ט) וַאֲגֻדָּתוֹ עַל אֶרֶץ יְסָדָהּ. וּמִנַּיִן אֲפִלּוּ שְׁלשָׁה, שֶׁנֶּאֱמַר (תהלים פב) בְּקֶרֶב אֱלֹהִים יִשְׁפֹּט. וּמִנַּיִן אֲפִלּוּ שְׁנַיִם, שֶׁנֶּאֱמַר (מלאכי ג) אָז נִדְבְּרוּ יִרְאֵי ה' אִישׁ אֶל רֵעֵהוּ וַיַּקְשֵׁב ה' וַיִּשְׁמָע וְגוֹ'. וּמִנַּיִן אֲפִלּוּ אֶחָד, שֶׁנֶּאֱמַר (שמות כ) בְּכָל הַמָּקוֹם אֲשֶׁר אַזְכִּיר אֶת שְׁמִי אָבֹא אֵלֶיךָ וּבֵרַכְתִּיךָ:  ",
            "רַבִּי אֶלְעָזָר אִישׁ בַּרְתּוֹתָא אוֹמֵר, תֶּן לוֹ מִשֶּׁלּוֹ, שֶׁאַתָּה וְשֶׁלְּךָ שֶׁלּוֹ. וְכֵן בְּדָוִד הוּא אוֹמֵר (דברי הימים א כט) כִּי מִמְּךָ הַכֹּל וּמִיָּדְךָ נָתַנּוּ לָךְ. רַבִּי שִׁמְעוֹן אוֹמֵר, הַמְהַלֵּךְ בַּדֶּרֶךְ וְשׁוֹנֶה, וּמַפְסִיק מִמִּשְׁנָתוֹ וְאוֹמֵר, מַה נָּאֶה אִילָן זֶה וּמַה נָּאֶה נִיר זֶה, מַעֲלֶה עָלָיו הַכָּתוּב כְּאִלּוּ מִתְחַיֵּב בְּנַפְשׁוֹ:  ",
            "רַבִּי דּוֹסְתַּאי בְּרַבִּי יַנַּאי מִשּׁוּם רַבִּי מֵאִיר אוֹמֵר, כָּל הַשּׁוֹכֵחַ דָּבָר אֶחָד מִמִּשְׁנָתוֹ, מַעֲלֶה עָלָיו הַכָּתוּב כְּאִלּוּ מִתְחַיֵּב בְּנַפְשׁוֹ, שֶׁנֶּאֱמַר (דברים ד) רַק הִשָּׁמֶר לְךָ וּשְׁמֹר נַפְשְׁךָ מְאֹד פֶּן תִּשְׁכַּח אֶת הַדְּבָרִים אֲשֶׁר רָאוּ עֵינֶיךָ. יָכוֹל אֲפִלּוּ תָקְפָה עָלָיו מִשְׁנָתוֹ, תַּלְמוּד לוֹמַר (שם) וּפֶן יָסוּרוּ מִלְּבָבְךָ כֹּל יְמֵי חַיֶּיךָ, הָא אֵינוֹ מִתְחַיֵּב בְּנַפְשׁוֹ עַד שֶׁיֵּשֵׁב וִיסִירֵם מִלִּבּוֹ:  ",
            "רַבִּי חֲנִינָא בֶן דּוֹסָא אוֹמֵר, כָּל שֶׁיִּרְאַת חֶטְאוֹ קוֹדֶמֶת לְחָכְמָתוֹ, חָכְמָתוֹ מִתְקַיֶּמֶת. וְכָל שֶׁחָכְמָתוֹ קוֹדֶמֶת לְיִרְאַת חֶטְאוֹ, אֵין חָכְמָתוֹ מִתְקַיֶּמֶת. הוּא הָיָה אוֹמֵר, כָּל שֶׁמַּעֲשָׂיו מְרֻבִּין מֵחָכְמָתוֹ, חָכְמָתוֹ מִתְקַיֶּמֶת. וְכָל שֶׁחָכְמָתוֹ מְרֻבָּה מִמַּעֲשָׂיו, אֵין חָכְמָתוֹ מִתְקַיֶּמֶת:  ",
            "הוּא הָיָה אוֹמֵר, כָּל שֶׁרוּחַ הַבְּרִיּוֹת נוֹחָה הֵימֶנּוּ, רוּחַ הַמָּקוֹם נוֹחָה הֵימֶנּוּ. וְכָל שֶׁאֵין רוּחַ הַבְּרִיּוֹת נוֹחָה הֵימֶנּוּ, אֵין רוּחַ הַמָּקוֹם נוֹחָה הֵימֶנּוּ. רַבִּי דוֹסָא בֶן הַרְכִּינַס אוֹמֵר, שֵׁנָה שֶׁל שַׁחֲרִית, וְיַיִן שֶׁל צָהֳרַיִם, וְשִׂיחַת הַיְלָדִים, וִישִׁיבַת בָּתֵּי כְנֵסִיּוֹת שֶׁל עַמֵּי הָאָרֶץ, מוֹצִיאִין אֶת הָאָדָם מִן הָעוֹלָם:  ",
            "רַבִּי אֶלְעָזָר הַמּוֹדָעִי אוֹמֵר, הַמְחַלֵּל אֶת הַקָּדָשִׁים, וְהַמְבַזֶּה אֶת הַמּוֹעֲדוֹת, וְהַמַּלְבִּין פְּנֵי חֲבֵרוֹ בָרַבִּים, וְהַמֵּפֵר בְּרִיתוֹ שֶׁל אַבְרָהָם אָבִינוּ עָלָיו הַשָּׁלוֹם, וְהַמְגַלֶּה פָנִים בַּתּוֹרָה שֶׁלֹּא כַהֲלָכָה, אַף עַל פִּי שֶׁיֵּשׁ בְּיָדוֹ תוֹרָה וּמַעֲשִׂים טוֹבִים, אֵין לוֹ חֵלֶק לָעוֹלָם הַבָּא:  ",
            "רַבִּי יִשְׁמָעֵאל אוֹמֵר, הֱוֵי קַל לְרֹאשׁ, וְנוֹחַ לְתִשְׁחֹרֶת, וֶהֱוֵי מְקַבֵּל אֶת כָּל הָאָדָם בְּשִׂמְחָה:  ",
            "רַבִּי עֲקִיבָא אוֹמֵר, שְׂחוֹק וְקַלּוּת רֹאשׁ, מַרְגִּילִין לְעֶרְוָה. מָסֹרֶת, סְיָג לַתּוֹרָה. מַעַשְׂרוֹת, סְיָג לָעשֶׁר. נְדָרִים, סְיָג לַפְּרִישׁוּת. סְיָג לַחָכְמָה, שְׁתִיקָה:  ",
            "הוּא הָיָה אוֹמֵר, חָבִיב אָדָם שֶׁנִּבְרָא בְצֶלֶם. חִבָּה יְתֵרָה נוֹדַעַת לוֹ שֶׁנִּבְרָא בְצֶלֶם, שֶׁנֶּאֱמַר (בראשית ט) כִּי בְּצֶלֶם אֱלֹהִים עָשָׂה אֶת הָאָדָם. חֲבִיבִין יִשְׂרָאֵל שֶׁנִּקְרְאוּ בָנִים לַמָּקוֹם. חִבָּה יְתֵרָה נוֹדַעַת לָהֶם שֶׁנִּקְרְאוּ בָנִים לַמָּקוֹם, שֶׁנֶּאֱמַר (דברים יד) בָּנִים אַתֶּם לַה' אֱלֹהֵיכֶם. חֲבִיבִין יִשְׂרָאֵל שֶׁנִּתַּן לָהֶם כְּלִי חֶמְדָּה. חִבָּה יְתֵרָה נוֹדַעַת לָהֶם שֶׁנִּתַּן לָהֶם כְּלִי חֶמְדָּה שֶׁבּוֹ נִבְרָא הָעוֹלָם, שֶׁנֶּאֱמַר (משלי ד) כִּי לֶקַח טוֹב נָתַתִּי לָכֶם, תּוֹרָתִי אַל תַּעֲזֹבוּ:  ",
            "הַכֹּל צָפוּי, וְהָרְשׁוּת נְתוּנָה, וּבְטוֹב הָעוֹלָם נִדּוֹן. וְהַכֹּל לְפִי רֹב הַמַּעֲשֶׂה:  ",
            "הוּא הָיָה אוֹמֵר, הַכֹּל נָתוּן בְּעֵרָבוֹן, וּמְצוּדָה פְרוּסָה עַל כָּל הַחַיִּים. הַחֲנוּת פְּתוּחָה, וְהַחֶנְוָנִי מֵקִיף, וְהַפִּנְקָס פָּתוּחַ, וְהַיָּד כּוֹתֶבֶת, וְכָל הָרוֹצֶה לִלְווֹת יָבֹא וְיִלְוֶה, וְהַגַּבָּאִים מַחֲזִירִים תָּדִיר בְּכָל יוֹם, וְנִפְרָעִין מִן הָאָדָם מִדַּעְתּוֹ וְשֶׁלֹּא מִדַּעְתּוֹ, וְיֵשׁ לָהֶם עַל מַה שֶּׁיִּסְמֹכוּ, וְהַדִּין דִּין אֱמֶת, וְהַכֹּל מְתֻקָּן לַסְּעוּדָה:  ",
            "רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, אִם אֵין תּוֹרָה, אֵין דֶּרֶךְ אֶרֶץ. אִם אֵין דֶּרֶךְ אֶרֶץ, אֵין תּוֹרָה. אִם אֵין חָכְמָה, אֵין יִרְאָה. אִם אֵין יִרְאָה, אֵין חָכְמָה. אִם אֵין בִּינָה, אֵין דַּעַת. אִם אֵין דַּעַת, אֵין בִּינָה. אִם אֵין קֶמַח, אֵין תּוֹרָה. אִם אֵין תּוֹרָה, אֵין קֶמַח. הוּא הָיָה אוֹמֵר, כָּל שֶׁחָכְמָתוֹ מְרֻבָּה מִמַּעֲשָׂיו, לְמַה הוּא דוֹמֶה, לְאִילָן שֶׁעֲנָפָיו מְרֻבִּין וְשָׁרָשָׁיו מֻעָטִין, וְהָרוּחַ בָּאָה וְעוֹקַרְתּוֹ וְהוֹפַכְתּוֹ עַל פָּנָיו, שֶׁנֶּאֱמַר (ירמיה יז) וְהָיָה כְּעַרְעָר בָּעֲרָבָה וְלֹא יִרְאֶה כִּי יָבוֹא טוֹב וְשָׁכַן חֲרֵרִים בַּמִּדְבָּר אֶרֶץ מְלֵחָה וְלֹא תֵשֵׁב. אֲבָל כָּל שֶׁמַּעֲשָׂיו מְרֻבִּין מֵחָכְמָתוֹ, לְמַה הוּא דוֹמֶה, לְאִילָן שֶׁעֲנָפָיו מֻעָטִין וְשָׁרָשָׁיו מְרֻבִּין, שֶׁאֲפִלּוּ כָל הָרוּחוֹת שֶׁבָּעוֹלָם בָּאוֹת וְנוֹשְׁבוֹת בּוֹ אֵין מְזִיזִין אוֹתוֹ מִמְּקוֹמוֹ, שֶׁנֶּאֱמַר (שם) וְהָיָה כְּעֵץ שָׁתוּל עַל מַיִם וְעַל יוּבַל יְשַׁלַּח שָׁרָשָׁיו וְלֹא יִרְאֶה כִּי יָבֹא חֹם, וְהָיָה עָלֵהוּ רַעֲנָן, וּבִשְׁנַת בַּצֹּרֶת לֹא יִדְאָג, וְלֹא יָמִישׁ מֵעֲשׂוֹת פֶּרִי:  ",
            "רַבִּי אֱלִיעֶזֶר בֶּן חִסְמָא אוֹמֵר, קִנִּין וּפִתְחֵי נִדָּה, הֵן הֵן גּוּפֵי הֲלָכוֹת. תְּקוּפוֹת וְגִימַטְרִיאוֹת, פַּרְפְּרָאוֹת לַחָכְמָה:  "
        ],
        [
            "בֶּן זוֹמָא אוֹמֵר, אֵיזֶהוּ חָכָם, הַלּוֹמֵד מִכָּל אָדָם, שֶׁנֶּאֱמַר (תהלים קיט) מִכָּל מְלַמְּדַי הִשְׂכַּלְתִּי כִּי עֵדְוֹתֶיךָ שִׂיחָה לִּי. אֵיזֶהוּ גִבּוֹר, הַכּוֹבֵשׁ אֶת יִצְרוֹ, שֶׁנֶּאֱמַר (משלי טז) טוֹב אֶרֶךְ אַפַּיִם מִגִּבּוֹר וּמשֵׁל בְּרוּחוֹ מִלֹּכֵד עִיר. אֵיזֶהוּ עָשִׁיר, הַשָּׂמֵחַ בְּחֶלְקוֹ, שֶׁנֶּאֱמַר (תהלים קכח) יְגִיעַ כַּפֶּיךָ כִּי תֹאכֵל אַשְׁרֶיךָ וְטוֹב לָךְ. אַשְׁרֶיךָ, בָּעוֹלָם הַזֶּה. וְטוֹב לָךְ, לָעוֹלָם הַבָּא. אֵיזֶהוּ מְכֻבָּד, הַמְכַבֵּד אֶת הַבְּרִיּוֹת, שֶׁנֶּאֱמַר (שמואל א ב) כִּי מְכַבְּדַי אֲכַבֵּד וּבֹזַי יֵקָלּוּ: \n",
            "בֶּן עַזַּאי אוֹמֵר, הֱוֵי רָץ לְמִצְוָה קַלָּה כְבַחֲמוּרָה, וּבוֹרֵחַ מִן הָעֲבֵרָה. שֶׁמִּצְוָה גּוֹרֶרֶת מִצְוָה, וַעֲבֵרָה גוֹרֶרֶת עֲבֵרָה. שֶׁשְּׂכַר מִצְוָה, מִצְוָה. וּשְׂכַר עֲבֵרָה, עֲבֵרָה: \n",
            "הוּא הָיָה אוֹמֵר, אַל תְּהִי בָז לְכָל אָדָם, וְאַל תְּהִי מַפְלִיג לְכָל דָּבָר, שֶׁאֵין לְךָ אָדָם שֶׁאֵין לוֹ שָׁעָה וְאֵין לְךָ דָבָר שֶׁאֵין לוֹ מָקוֹם: \n",
            "רַבִּי לְוִיטָס אִישׁ יַבְנֶה אוֹמֵר, מְאֹד מְאֹד הֱוֵי שְׁפַל רוּחַ, שֶׁתִּקְוַת אֱנוֹשׁ רִמָּה. רַבִּי יוֹחָנָן בֶּן בְּרוֹקָא אוֹמֵר, כָּל הַמְחַלֵּל שֵׁם שָׁמַיִם בַּסֵּתֶר, נִפְרָעִין מִמֶּנּוּ בְגָלוּי. אֶחָד שׁוֹגֵג וְאֶחָד מֵזִיד בְּחִלּוּל הַשֵּׁם: \n",
            "רַבִּי יִשְׁמָעֵאל בְּנוֹ אוֹמֵר, הַלּוֹמֵד תּוֹרָה עַל מְנָת לְלַמֵּד, מַסְפִּיקִין בְּיָדוֹ לִלְמֹד וּלְלַמֵּד. וְהַלּוֹמֵד עַל מְנָת לַעֲשׂוֹת, מַסְפִּיקִין בְּיָדוֹ לִלְמֹד וּלְלַמֵּד לִשְׁמֹר וְלַעֲשׂוֹת. רַבִּי צָדוֹק אוֹמֵר, אַל תַּעֲשֵׂם עֲטָרָה לְהִתְגַּדֵּל בָּהֶם, וְלֹא קַרְדֹּם לַחְפֹּר בָּהֶם. וְכָךְ הָיָה הִלֵּל אוֹמֵר, וּדְאִשְׁתַּמֵּשׁ בְּתָגָא, חָלָף. הָא לָמַדְתָּ, כָּל הַנֶּהֱנֶה מִדִּבְרֵי תוֹרָה, נוֹטֵל חַיָּיו מִן הָעוֹלָם: \n",
            "רַבִּי יוֹסֵי אוֹמֵר, כָּל הַמְכַבֵּד אֶת הַתּוֹרָה, גּוּפוֹ מְכֻבָּד עַל הַבְּרִיּוֹת. וְכָל הַמְחַלֵּל אֶת הַתּוֹרָה, גּוּפוֹ מְחֻלָּל עַל הַבְּרִיּוֹת: \n",
            "רַבִּי יִשְׁמָעֵאל בְּנוֹ אוֹמֵר, הַחוֹשֵׂךְ עַצְמוֹ מִן הַדִּין, פּוֹרֵק מִמֶּנּוּ אֵיבָה וְגָזֵל וּשְׁבוּעַת שָׁוְא. וְהַגַּס לִבּוֹ בַהוֹרָאָה, שׁוֹטֶה רָשָׁע וְגַס רוּחַ: \n",
            "הוּא הָיָה אוֹמֵר, אַל תְּהִי דָן יְחִידִי, שֶׁאֵין דָּן יְחִידִי אֶלָּא אֶחָד. וְאַל תֹּאמַר קַבְּלוּ דַעְתִּי, שֶׁהֵן רַשָּׁאִין וְלֹא אָתָּה: \n",
            "רַבִּי יוֹנָתָן אוֹמֵר, כָּל הַמְקַיֵּם אֶת הַתּוֹרָה מֵעֹנִי, סוֹפוֹ לְקַיְּמָהּ מֵעשֶׁר. וְכָל הַמְבַטֵּל אֶת הַתּוֹרָה מֵעשֶׁר, סוֹפוֹ לְבַטְּלָהּ מֵעֹנִי: \n",
            "רַבִּי מֵאִיר אוֹמֵר, הֱוֵי מְמַעֵט בְּעֵסֶק, וַעֲסֹק בַּתּוֹרָה. וֶהֱוֵי שְׁפַל רוּחַ בִּפְנֵי כָל אָדָם. וְאִם בָּטַלְתָּ מִן הַתּוֹרָה, יֶשׁ לְךָ בְטֵלִים הַרְבֵּה כְנֶגְדָּךְ. וְאִם עָמַלְתָּ בַתּוֹרָה, יֶשׁ לוֹ שָׂכָר הַרְבֵּה לִתֶּן לָךְ: \n",
            "רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, הָעוֹשֶׂה מִצְוָה אַחַת, קוֹנֶה לוֹ פְרַקְלִיט אֶחָד. וְהָעוֹבֵר עֲבֵרָה אַחַת, קוֹנֶה לוֹ קַטֵּגוֹר אֶחָד. תְּשׁוּבָה וּמַעֲשִׂים טוֹבִים, כִּתְרִיס בִּפְנֵי הַפֻּרְעָנוּת. רַבִּי יוֹחָנָן הַסַּנְדְּלָר אוֹמֵר, כָּל כְּנֵסִיָּה שֶׁהִיא לְשֵׁם שָׁמַיִם, סוֹפָהּ לְהִתְקַיֵּם. וְשֶׁאֵינָהּ לְשֵׁם שָׁמַיִם, אֵין סוֹפָהּ לְהִתְקַיֵּם: \n",
            "רַבִּי אֶלְעָזָר בֶּן שַׁמּוּעַ אוֹמֵר, יְהִי כְבוֹד תַּלְמִידְךָ חָבִיב עָלֶיךָ כְּשֶׁלְּךָ, וּכְבוֹד חֲבֵרְךָ כְּמוֹרָא רַבְּךָ, וּמוֹרָא רַבְּךָ כְּמוֹרָא שָׁמָיִם: \n",
            "רַבִּי יְהוּדָה אוֹמֵר, הֱוֵי זָהִיר בַּתַּלְמוּד, שֶׁשִּׁגְגַת תַּלְמוּד עוֹלָה זָדוֹן. רַבִּי שִׁמְעוֹן אוֹמֵר, שְׁלשָׁה כְתָרִים הֵם, כֶּתֶר תּוֹרָה וְכֶתֶר כְּהֻנָּה וְכֶתֶר מַלְכוּת, וְכֶתֶר שֵׁם טוֹב עוֹלֶה עַל גַּבֵּיהֶן: \n",
            "רַבִּי נְהוֹרַאי אוֹמֵר, הֱוֵי גוֹלֶה לִמְקוֹם תּוֹרָה, וְאַל תֹּאמַר שֶׁהִיא תָבֹא אַחֲרֶיךָ, שֶׁחֲבֵרֶיךָ יְקַיְּמוּהָ בְיָדֶךָ. וְאֶל בִּינָתְךָ אַל תִּשָּׁעֵן (משלי ג): \n",
            "רַבִּי יַנַּאי אוֹמֵר, אֵין בְּיָדֵינוּ לֹא מִשַּׁלְוַת הָרְשָׁעִים וְאַף לֹא מִיִּסּוּרֵי הַצַּדִּיקִים. רַבִּי מַתְיָא בֶן חָרָשׁ אוֹמֵר, הֱוֵי מַקְדִּים בִּשְׁלוֹם כָּל אָדָם. וֶהֱוֵי זָנָב לָאֲרָיוֹת, וְאַל תְּהִי רֹאשׁ לַשּׁוּעָלִים: \n",
            "רַבִּי יַעֲקֹב אוֹמֵר, הָעוֹלָם הַזֶּה דּוֹמֶה לִפְרוֹזְדוֹר בִּפְנֵי הָעוֹלָם הַבָּא. הַתְקֵן עַצְמְךָ בַפְּרוֹזְדוֹר, כְּדֵי שֶׁתִּכָּנֵס לַטְּרַקְלִין: \n",
            "הוּא הָיָה אוֹמֵר, יָפָה שָׁעָה אַחַת בִּתְשׁוּבָה וּמַעֲשִׂים טוֹבִים בָּעוֹלָם הַזֶּה, מִכָּל חַיֵּי הָעוֹלָם הַבָּא. וְיָפָה שָׁעָה אַחַת שֶׁל קוֹרַת רוּחַ בָּעוֹלָם הַבָּא, מִכָּל חַיֵּי הָעוֹלָם הַזֶּה: \n",
            "רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר, אַל תְּרַצֶּה אֶת חֲבֵרְךָ בִשְׁעַת כַּעֲסוֹ, וְאַל תְּנַחֲמֶנּוּ בְּשָׁעָה שֶׁמֵּתוֹ מֻטָּל לְפָנָיו, וְאַל תִּשְׁאַל לוֹ בִשְׁעַת נִדְרוֹ, וְאַל תִּשְׁתַּדֵּל לִרְאוֹתוֹ בִשְׁעַת קַלְקָלָתוֹ: \n",
            "שְׁמוּאֵל הַקָּטָן אוֹמֵר, (משלי כד) בִּנְפֹל אוֹיִבְךָ אַל תִּשְׂמָח וּבִכָּשְׁלוֹ אַל יָגֵל לִבֶּךָ, פֶּן יִרְאֶה ה' וְרַע בְּעֵינָיו וְהֵשִׁיב מֵעָלָיו אַפּוֹ: \n",
            "אֱלִישָׁע בֶּן אֲבוּיָה אוֹמֵר, הַלּוֹמֵד יֶלֶד לְמַה הוּא דוֹמֶה, לִדְיוֹ כְתוּבָה עַל נְיָר חָדָשׁ. וְהַלּוֹמֵד זָקֵן לְמַה הוּא דוֹמֶה, לִדְיוֹ כְתוּבָה עַל נְיָר מָחוּק. רַבִּי יוֹסֵי בַר יְהוּדָה אִישׁ כְּפַר הַבַּבְלִי אוֹמֵר, הַלּוֹמֵד מִן הַקְּטַנִּים לְמַה הוּא דוֹמֶה, לְאֹכֵל עֲנָבִים קֵהוֹת וְשׁוֹתֶה יַיִן מִגִּתּוֹ. וְהַלּוֹמֵד מִן הַזְּקֵנִים לְמַה הוּא דוֹמֶה, לְאֹכֵל עֲנָבִים בְּשֵׁלוֹת וְשׁוֹתֶה יַיִן יָשָׁן. רַבִּי אוֹמֵר, אַל תִּסְתַּכֵּל בַּקַּנְקַן, אֶלָּא בְמַה שֶּׁיֶּשׁ בּוֹ. יֵשׁ קַנְקַן חָדָשׁ מָלֵא יָשָׁן, וְיָשָׁן שֶׁאֲפִלּוּ חָדָשׁ אֵין בּוֹ: \n",
            "רַבִּי אֶלְעָזָר הַקַּפָּר אוֹמֵר, הַקִּנְאָה וְהַתַּאֲוָה וְהַכָּבוֹד, מוֹצִיאִין אֶת הָאָדָם מִן הָעוֹלָם: \n",
            "הוּא הָיָה אוֹמֵר, הַיִּלּוֹדִים לָמוּת, וְהַמֵּתִים לְהֵחָיוֹת, וְהַחַיִּים לִדּוֹן. לֵידַע לְהוֹדִיעַ וּלְהִוָּדַע שֶׁהוּא אֵל, הוּא הַיּוֹצֵר, הוּא הַבּוֹרֵא, הוּא הַמֵּבִין, הוּא הַדַּיָּן, הוּא עֵד, הוּא בַעַל דִּין, וְהוּא עָתִיד לָדוּן. בָּרוּךְ הוּא, שֶׁאֵין לְפָנָיו לֹא עַוְלָה, וְלֹא שִׁכְחָה, וְלֹא מַשּׂוֹא פָנִים, וְלֹא מִקַּח שֹׁחַד, שֶׁהַכֹּל שֶׁלּוֹ. וְדַע שֶׁהַכֹּל לְפִי הַחֶשְׁבּוֹן. וְאַל יַבְטִיחֲךָ יִצְרְךָ שֶׁהַשְּׁאוֹל בֵּית מָנוֹס לְךָ, שֶׁעַל כָּרְחֲךָ אַתָּה נוֹצָר, וְעַל כָּרְחֲךָ אַתָּה נוֹלָד, וְעַל כָּרְחֲךָ אַתָּה חַי, וְעַל כָּרְחֲךָ אַתָּה מֵת, וְעַל כָּרְחֲךָ אַתָּה עָתִיד לִתֵּן דִּין וְחֶשְׁבּוֹן לִפְנֵי מֶלֶךְ מַלְכֵי הַמְּלָכִים הַקָּדוֹשׁ בָּרוּךְ הוּא: \n"
        ],
        [
            "בַּעֲשָׂרָה מַאֲמָרוֹת נִבְרָא הָעוֹלָם. וּמַה תַּלְמוּד לוֹמַר, וַהֲלֹא בְמַאֲמָר אֶחָד יָכוֹל לְהִבָּרְאוֹת, אֶלָּא לְהִפָּרַע מִן הָרְשָׁעִים שֶׁמְּאַבְּדִין אֶת הָעוֹלָם שֶׁנִּבְרָא בַעֲשָׂרָה מַאֲמָרוֹת, וְלִתֵּן שָׂכָר טוֹב לַצַּדִּיקִים שֶׁמְּקַיְּמִין אֶת הָעוֹלָם שֶׁנִּבְרָא בַעֲשָׂרָה מַאֲמָרוֹת: \n",
            "עֲשָׂרָה דוֹרוֹת מֵאָדָם וְעַד נֹחַ, לְהוֹדִיעַ כַּמָּה אֶרֶךְ אַפַּיִם לְפָנָיו, שֶׁכָּל הַדּוֹרוֹת הָיוּ מַכְעִיסִין וּבָאִין עַד שֶׁהֵבִיא עֲלֵיהֶם אֶת מֵי הַמַּבּוּל. עֲשָׂרָה דוֹרוֹת מִנֹּחַ וְעַד אַבְרָהָם, לְהוֹדִיעַ כַּמָּה אֶרֶךְ אַפַּיִם לְפָנָיו, שֶׁכָּל הַדּוֹרוֹת הָיוּ מַכְעִיסִין וּבָאִין, עַד שֶׁבָּא אַבְרָהָם וְקִבֵּל עָלָיו שְׂכַר כֻּלָּם: \n",
            "עֲשָׂרָה נִסְיוֹנוֹת נִתְנַסָּה אַבְרָהָם אָבִינוּ עָלָיו הַשָּׁלוֹם וְעָמַד בְּכֻלָּם, לְהוֹדִיעַ כַּמָּה חִבָּתוֹ שֶׁל אַבְרָהָם אָבִינוּ עָלָיו הַשָּׁלוֹם: \n",
            "עֲשָׂרָה נִסִּים נַעֲשׂוּ לַאֲבוֹתֵינוּ בְמִצְרַיִם וַעֲשָׂרָה עַל הַיָּם. עֶשֶׂר מַכּוֹת הֵבִיא הַקָּדוֹשׁ בָּרוּךְ הוּא עַל הַמִּצְרִיִּים בְּמִצְרַיִם וְעֶשֶׂר עַל הַיָּם. עֲשָׂרָה נִסְיוֹנוֹת נִסּוּ אֲבוֹתֵינוּ אֶת הַמָּקוֹם בָּרוּךְ הוּא בַמִּדְבָּר, שֶׁנֶּאֱמַר (במדבר יד) וַיְנַסּוּ אֹתִי זֶה עֶשֶׂר פְּעָמִים וְלֹא שָׁמְעוּ בְּקוֹלִי: \n",
            "עֲשָׂרָה נִסִּים נַעֲשׂוּ לַאֲבוֹתֵינוּ בְּבֵית הַמִּקְדָּשׁ. לֹא הִפִּילָה אִשָּׁה מֵרֵיחַ בְּשַׂר הַקֹּדֶשׁ, וְלֹא הִסְרִיחַ בְּשַׂר הַקֹּדֶשׁ מֵעוֹלָם, וְלֹא נִרְאָה זְבוּב בְּבֵית הַמִּטְבָּחַיִם, וְלֹא אֵרַע קֶרִי לְכֹהֵן גָּדוֹל בְּיוֹם הַכִּפּוּרִים, וְלֹא כִבּוּ גְשָׁמִים אֵשׁ שֶׁל עֲצֵי הַמַּעֲרָכָה, וְלֹא נָצְחָה הָרוּחַ אֶת עַמּוּד הֶעָשָׁן, וְלֹא נִמְצָא פְסוּל בָּעֹמֶר וּבִשְׁתֵּי הַלֶּחֶם וּבְלֶחֶם הַפָּנִים, עוֹמְדִים צְפוּפִים וּמִשְׁתַּחֲוִים רְוָחִים, וְלֹא הִזִּיק נָחָשׁ וְעַקְרָב בִּירוּשָׁלַיִם מֵעוֹלָם, וְלֹא אָמַר אָדָם לַחֲבֵרוֹ צַר לִי הַמָּקוֹם שֶׁאָלִין בִּירוּשָׁלַיִם: \n",
            "עֲשָׂרָה דְבָרִים נִבְרְאוּ בְּעֶרֶב שַׁבָּת בֵּין הַשְּׁמָשׁוֹת, וְאֵלּוּ הֵן, פִּי הָאָרֶץ, וּפִי הַבְּאֵר, וּפִי הָאָתוֹן, וְהַקֶּשֶׁת, וְהַמָּן, וְהַמַּטֶּה, וְהַשָּׁמִיר, וְהַכְּתָב, וְהַמִּכְתָּב, וְהַלּוּחוֹת. וְיֵשׁ אוֹמְרִים, אַף הַמַּזִּיקִין, וּקְבוּרָתוֹ שֶׁל משֶׁה, וְאֵילוֹ שֶׁל אַבְרָהָם אָבִינוּ. וְיֵשׁ אוֹמְרִים, אַף צְבָת בִּצְבָת עֲשׂוּיָה: \n",
            "שִׁבְעָה דְבָרִים בַּגֹּלֶם וְשִׁבְעָה בֶחָכָם. חָכָם אֵינוֹ מְדַבֵּר בִּפְנֵי מִי שֶׁהוּא גָדוֹל מִמֶּנּוּ בְחָכְמָה וּבְמִנְיָן, וְאֵינוֹ נִכְנָס לְתוֹךְ דִּבְרֵי חֲבֵרוֹ, וְאֵינוֹ נִבְהָל לְהָשִׁיב, שׁוֹאֵל כָּעִנְיָן וּמֵשִׁיב כַּהֲלָכָה, וְאוֹמֵר עַל רִאשׁוֹן רִאשׁוֹן וְעַל אַחֲרוֹן אַחֲרוֹן, וְעַל מַה שֶּׁלֹּא שָׁמַע, אוֹמֵר לֹא שָׁמָעְתִּי, וּמוֹדֶה עַל הָאֱמֶת. וְחִלּוּפֵיהֶן בַּגֹּלֶם: \n",
            "שִׁבְעָה מִינֵי פֻרְעָנֻיּוֹת בָּאִין לָעוֹלָם עַל שִׁבְעָה גוּפֵי עֲבֵרָה. מִקְצָתָן מְעַשְּׂרִין וּמִקְצָתָן אֵינָן מְעַשְּׂרִין, רָעָב שֶׁל בַּצֹּרֶת בָּאָה, מִקְצָתָן רְעֵבִים וּמִקְצָתָן שְׂבֵעִים. גָּמְרוּ שֶׁלֹּא לְעַשֵּׂר, רָעָב שֶׁל מְהוּמָה וְשֶׁל בַּצֹּרֶת בָּאָה. וְשֶׁלֹּא לִטֹּל אֶת הַחַלָּה, רָעָב שֶׁל כְּלָיָה בָאָה. דֶּבֶר בָּא לָעוֹלָם עַל מִיתוֹת הָאֲמוּרוֹת בַּתּוֹרָה שֶׁלֹּא נִמְסְרוּ לְבֵית דִּין, וְעַל פֵּרוֹת שְׁבִיעִית. חֶרֶב בָּאָה לָעוֹלָם עַל עִנּוּי הַדִּין, וְעַל עִוּוּת הַדִּין, וְעַל הַמּוֹרִים בַּתּוֹרָה שֶׁלֹּא כַהֲלָכָה: \n",
            "חַיָּה רָעָה בָאָה לָעוֹלָם עַל שְׁבוּעַת שָׁוְא, וְעַל חִלּוּל הַשֵּׁם. גָּלוּת בָּאָה לָעוֹלָם עַל עוֹבְדֵי עֲבוֹדָה זָרָה, וְעַל גִלּוּי עֲרָיוֹת, וְעַל שְׁפִיכוּת דָּמִים, וְעַל הַשְׁמָטַת הָאָרֶץ. בְּאַרְבָּעָה פְרָקִים הַדֶּבֶר מִתְרַבֶּה, בָּרְבִיעִית, וּבַשְּׁבִיעִית, וּבְמוֹצָאֵי שְׁבִיעִית, וּבְמוֹצָאֵי הֶחָג שֶׁבְּכָל שָׁנָה וְשָׁנָה. בָּרְבִיעִית, מִפְּנֵי מַעְשַׂר עָנִי שֶׁבַּשְּׁלִישִׁית. בַּשְּׁבִיעִית, מִפְּנֵי מַעְשַׂר עָנִי שֶׁבַּשִּׁשִּׁית. וּבְמוֹצָאֵי שְׁבִיעִית, מִפְּנֵי פֵרוֹת שְׁבִיעִית. וּבְמוֹצָאֵי הֶחָג שֶׁבְּכָל שָׁנָה וְשָׁנָה, מִפְּנֵי גֶזֶל מַתְּנוֹת עֲנִיִּים: \n",
            "אַרְבַּע מִדּוֹת בָּאָדָם. הָאוֹמֵר שֶׁלִּי שֶׁלִּי וְשֶׁלְּךָ שֶׁלָּךְ, זוֹ מִדָּה בֵינוֹנִית. וְיֵשׁ אוֹמְרִים, זוֹ מִדַּת סְדוֹם. שֶׁלִּי שֶׁלְּךָ וְשֶׁלְּךָ שֶׁלִּי, עַם הָאָרֶץ. שֶׁלִּי שֶׁלְּךָ וְשֶׁלְּךָ שֶׁלָּךְ, חָסִיד. שֶׁלִּי שֶׁלִּי וְשֶׁלְּךָ שֶׁלִּי, רָשָׁע: \n",
            "אַרְבַּע מִדּוֹת בַּדֵּעוֹת. נוֹחַ לִכְעֹס וְנוֹחַ לִרְצוֹת, יָצָא שְׂכָרוֹ בְהֶפְסֵדוֹ. קָשֶׁה לִכְעֹס וְקָשֶׁה לִרְצוֹת, יָצָא הֶפְסֵדוֹ בִשְׂכָרוֹ. קָשֶׁה לִכְעֹס וְנוֹחַ לִרְצוֹת, חָסִיד. נוֹחַ לִכְעֹס וְקָשֶׁה לִרְצוֹת, רָשָׁע: \n",
            "אַרְבַּע מִדּוֹת בַּתַּלְמִידִים. מַהֵר לִשְׁמֹעַ וּמַהֵר לְאַבֵּד, יָצָא שְׂכָרוֹ בְהֶפְסֵדוֹ. קָשֶׁה לִשְׁמֹעַ וְקָשֶׁה לְאַבֵּד, יָצָא הֶפְסֵדוֹ בִשְׂכָרוֹ. מַהֵר לִשְׁמֹעַ וְקָשֶׁה לְאַבֵּד, חָכָם. קָשֶׁה לִשְׁמֹעַ וּמַהֵר לְאַבֵּד, זֶה חֵלֶק רָע: \n",
            "אַרְבַּע מִדּוֹת בְּנוֹתְנֵי צְדָקָה. הָרוֹצֶה שֶׁיִּתֵּן וְלֹא יִתְּנוּ אֲחֵרִים, עֵינוֹ רָעָה בְּשֶׁל אֲחֵרִים. יִתְּנוּ אֲחֵרִים וְהוּא לֹא יִתֵּן, עֵינוֹ רָעָה בְשֶׁלּוֹ. יִתֵּן וְיִתְּנוּ אֲחֵרִים, חָסִיד. לֹא יִתֵּן וְלֹא יִתְּנוּ אֲחֵרִים, רָשָׁע: \n",
            "אַרְבַּע מִדּוֹת בְּהוֹלְכֵי לְבֵית הַמִּדְרָשׁ. הוֹלֵךְ וְאֵינוֹ עוֹשֶׂה, שְׂכַר הֲלִיכָה בְיָדוֹ. עוֹשֶׂה וְאֵינוֹ הוֹלֵךְ, שְׂכַר מַעֲשֶׂה בְיָדוֹ. הוֹלֵךְ וְעוֹשֶׂה, חָסִיד. לֹא הוֹלֵךְ וְלֹא עוֹשֶׂה, רָשָׁע: \n",
            "אַרְבַּע מִדּוֹת בְּיוֹשְׁבִים לִפְנֵי חֲכָמִים. סְפוֹג, וּמַשְׁפֵּךְ, מְשַׁמֶּרֶת, וְנָפָה. סְפוֹג, שֶׁהוּא סוֹפֵג אֶת הַכֹּל. מַשְׁפֵּךְ, שֶׁמַּכְנִיס בְּזוֹ וּמוֹצִיא בְזוֹ. מְשַׁמֶּרֶת, שֶׁמּוֹצִיאָה אֶת הַיַּיִן וְקוֹלֶטֶת אֶת הַשְּׁמָרִים. וְנָפָה, שֶׁמּוֹצִיאָה אֶת הַקֶּמַח וְקוֹלֶטֶת אֶת הַסֹּלֶת: \n",
            "כָּל אַהֲבָה שֶׁהִיא תְלוּיָה בְדָבָר, בָּטֵל דָּבָר, בְּטֵלָה אַהֲבָה. וְשֶׁאֵינָהּ תְּלוּיָה בְדָבָר, אֵינָהּ בְּטֵלָה לְעוֹלָם. אֵיזוֹ הִיא אַהֲבָה הַתְּלוּיָה בְדָבָר, זוֹ אַהֲבַת אַמְנוֹן וְתָמָר. וְשֶׁאֵינָהּ תְּלוּיָה בְדָבָר, זוֹ אַהֲבַת דָּוִד וִיהוֹנָתָן: \n",
            "כָּל מַחֲלֹקֶת שֶׁהִיא לְשֵׁם שָׁמַיִם, סוֹפָהּ לְהִתְקַיֵּם. וְשֶׁאֵינָהּ לְשֵׁם שָׁמַיִם, אֵין סוֹפָהּ לְהִתְקַיֵּם. אֵיזוֹ הִיא מַחֲלֹקֶת שֶׁהִיא לְשֵׁם שָׁמַיִם, זוֹ מַחֲלֹקֶת הִלֵּל וְשַׁמַּאי. וְשֶׁאֵינָהּ לְשֵׁם שָׁמַיִם, זוֹ מַחֲלֹקֶת קֹרַח וְכָל עֲדָתוֹ: \n",
            "כָּל הַמְזַכֶּה אֶת הָרַבִּים, אֵין חֵטְא בָּא עַל יָדוֹ. וְכָל הַמַּחֲטִיא אֶת הָרַבִּים, אֵין מַסְפִּיקִין בְּיָדוֹ לַעֲשׂוֹת תְּשׁוּבָה. משֶׁה זָכָה וְזִכָּה אֶת הָרַבִּים, זְכוּת הָרַבִּים תָּלוּי בּוֹ, שֶׁנֶּאֱמַר (דברים לג) צִדְקַת ה' עָשָׂה וּמִשְׁפָּטָיו עִם יִשְׂרָאֵל. יָרָבְעָם חָטָא וְהֶחֱטִיא אֶת הָרַבִּים, חֵטְא הָרַבִּים תָּלוּי בּוֹ, שֶׁנֶּאֱמַר (מלכים א טו) עַל חַטֹּאות יָרָבְעָם (בֶּן נְבָט) אֲשֶׁר חָטָא וַאֲשֶׁר הֶחֱטִיא אֶת יִשְׂרָאֵל: \n",
            "כָּל מִי שֶׁיֵּשׁ בְּיָדוֹ שְׁלשָׁה דְבָרִים הַלָּלוּ, מִתַּלְמִידָיו שֶׁל אַבְרָהָם אָבִינוּ. וּשְׁלשָׁה דְבָרִים אֲחֵרִים, מִתַּלְמִידָיו שֶׁל בִּלְעָם הָרָשָׁע. עַיִן טוֹבָה, וְרוּחַ נְמוּכָה, וְנֶפֶשׁ שְׁפָלָה, מִתַּלְמִידָיו שֶׁל אַבְרָהָם אָבִינוּ. עַיִן רָעָה, וְרוּחַ גְּבוֹהָה, וְנֶפֶשׁ רְחָבָה, מִתַּלְמִידָיו שֶׁל בִּלְעָם הָרָשָׁע. מַה בֵּין תַּלְמִידָיו שֶׁל אַבְרָהָם אָבִינוּ לְתַלְמִידָיו שֶׁל בִּלְעָם הָרָשָׁע. תַּלְמִידָיו שֶׁל אַבְרָהָם אָבִינוּ, אוֹכְלִין בָּעוֹלָם הַזֶּה וְנוֹחֲלִין בָּעוֹלָם הַבָּא, שֶׁנֶּאֱמַר (משלי ח) לְהַנְחִיל אֹהֲבַי יֵשׁ, וְאֹצְרֹתֵיהֶם אֲמַלֵּא. אֲבָל תַּלְמִידָיו שֶׁל בִּלְעָם הָרָשָׁע יוֹרְשִׁין גֵּיהִנֹּם וְיוֹרְדִין לִבְאֵר שַׁחַת, שֶׁנֶּאֱמַר (תהלים נה) וְאַתָּה אֱלֹהִים תּוֹרִידֵם לִבְאֵר שַׁחַת, אַנְשֵׁי דָמִים וּמִרְמָה לֹא יֶחֱצוּ יְמֵיהֶם, וַאֲנִי אֶבְטַח בָּךְ: \n",
            "יְהוּדָה בֶן תֵּימָא אוֹמֵר, הֱוֵי עַז כַּנָּמֵר, וְקַל כַּנֶּשֶׁר, וְרָץ כַּצְּבִי, וְגִבּוֹר כָּאֲרִי, לַעֲשׂוֹת רְצוֹן אָבִיךָ שֶׁבַּשָּׁמָיִם. הוּא הָיָה אוֹמֵר, עַז פָּנִים לְגֵיהִנֹּם, וּבֹשֶׁת פָּנִים לְגַן עֵדֶן. יְהִי רָצוֹן מִלְּפָנֶיךָ יְיָ אֱלֹהֵינוּ שֶׁתִּבְנֶה עִירְךָ בִּמְהֵרָה בְיָמֵינוּ וְתֵן חֶלְקֵנוּ בְתוֹרָתֶךָ: \n",
            "הוּא הָיָה אוֹמֵר, בֶּן חָמֵשׁ שָׁנִים לַמִּקְרָא, בֶּן עֶשֶׂר לַמִּשְׁנָה, בֶּן שְׁלשׁ עֶשְׂרֵה לַמִּצְוֹת, בֶּן חֲמֵשׁ עֶשְׂרֵה לַתַּלְמוּד, בֶּן שְׁמֹנֶה עֶשְׂרֵה לַחֻפָּה, בֶּן עֶשְׂרִים לִרְדֹּף, בֶּן שְׁלשִׁים לַכֹּחַ, בֶּן אַרְבָּעִים לַבִּינָה, בֶּן חֲמִשִּׁים לָעֵצָה, בֶּן שִׁשִּׁים לַזִּקְנָה, בֶּן שִׁבְעִים לַשֵּׂיבָה, בֶּן שְׁמֹנִים לַגְּבוּרָה, בֶּן תִּשְׁעִים לָשׁוּחַ, בֶּן מֵאָה כְּאִלּוּ מֵת וְעָבַר וּבָטֵל מִן הָעוֹלָם: \n",
            "בֶּן בַּג בַּג אוֹמֵר, הֲפֹךְ בָּהּ וַהֲפֹךְ בָּהּ, דְּכֹלָּא בָהּ. וּבָהּ תֶּחֱזֵי, וְסִיב וּבְלֵה בָהּ, וּמִנַּהּ לֹא תָזוּעַ, שֶׁאֵין לְךָ מִדָּה טוֹבָה הֵימֶנָּה: \n",
            "בֶּן הֵא הֵא אוֹמֵר, לְפוּם צַעֲרָא אַגְרָא: \n"
        ],
        [
            "שָׁנוּ חֲכָמִים בִּלְשׁוֹן הַמִּשְׁנָה, בָּרוּךְ שֶׁבָּחַר בָּהֶם וּבְמִשְׁנָתָם: <br>רַבִּי מֵאִיר אוֹמֵר כָּל הָעוֹסֵק בַּתּוֹרָה לִשְׁמָהּ, זוֹכֶה לִדְבָרִים הַרְבֵּה. וְלֹא עוֹד אֶלָּא שֶׁכָּל הָעוֹלָם כֻּלּוֹ כְדַי הוּא לוֹ. נִקְרָא רֵעַ, אָהוּב, אוֹהֵב אֶת הַמָּקוֹם, אוֹהֵב אֶת הַבְּרִיּוֹת, מְשַׂמֵּחַ אֶת הַמָּקוֹם, מְשַׂמֵּחַ אֶת הַבְּרִיּוֹת. וּמַלְבַּשְׁתּוֹ עֲנָוָה וְיִרְאָה, וּמַכְשַׁרְתּוֹ לִהְיוֹת צַדִּיק וְחָסִיד וְיָשָׁר וְנֶאֱמָן, וּמְרַחַקְתּוֹ מִן הַחֵטְא, וּמְקָרַבְתּוֹ לִידֵי זְכוּת, וְנֶהֱנִין מִמֶּנּוּ עֵצָה וְתוּשִׁיָּה בִּינָה וּגְבוּרָה, שֶׁנֶּאֱמַר (משלי ח) לִי עֵצָה וְתוּשִׁיָּה אֲנִי בִינָה לִי גְבוּרָה. וְנוֹתֶנֶת לוֹ מַלְכוּת וּמֶמְשָׁלָה וְחִקּוּר דִּין, וּמְגַלִּין לוֹ רָזֵי תוֹרָה, וְנַעֲשֶׂה כְמַעְיָן הַמִּתְגַּבֵּר וּכְנָהָר שֶׁאֵינוֹ פוֹסֵק, וֶהֱוֵי צָנוּעַ וְאֶרֶךְ רוּחַ, וּמוֹחֵל עַל עֶלְבּוֹנוֹ, וּמְגַדַּלְתּוֹ וּמְרוֹמַמְתּוֹ עַל כָּל הַמַּעֲשִׂים:  ",
            "אָמַר רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי, בְּכָל יוֹם וָיוֹם בַּת קוֹל יוֹצֵאת מֵהַר חוֹרֵב וּמַכְרֶזֶת וְאוֹמֶרֶת, אוֹי לָהֶם לַבְּרִיּוֹת מֵעֶלְבּוֹנָהּ שֶׁל תּוֹרָה. שֶׁכָּל מִי שֶׁאֵינוֹ עוֹסֵק בַּתּוֹרָה נִקְרָא נָזוּף, שֶׁנֶּאֱמַר (משלי יא) נֶזֶם זָהָב בְּאַף חֲזִיר אִשָּׁה יָפָה וְסָרַת טָעַם. וְאוֹמֵר (שמות לב) וְהַלֻּחֹת מַעֲשֵׂה אֱלֹהִים הֵמָּה וְהַמִּכְתָּב מִכְתַּב אֱלֹהִים הוּא חָרוּת עַל הַלֻּחֹת, אַל תִּקְרָא חָרוּת אֶלָּא חֵרוּת, שֶׁאֵין לְךָ בֶן חוֹרִין אֶלָּא מִי שֶׁעוֹסֵק בְּתַלְמוּד תּוֹרָה. וְכָל מִי שֶׁעוֹסֵק בְּתַלְמוּד תּוֹרָה הֲרֵי זֶה מִתְעַלֶּה, שֶׁנֶּאֱמַר (במדבר כא) וּמִמַּתָּנָה נַחֲלִיאֵל וּמִנַּחֲלִיאֵל בָּמוֹת:  ",
            "הַלּוֹמֵד מֵחֲבֵרוֹ פֶּרֶק אֶחָד אוֹ הֲלָכָה אַחַת אוֹ פָסוּק אֶחָד אוֹ דִבּוּר אֶחָד אוֹ אֲפִלּוּ אוֹת אַחַת, צָרִיךְ לִנְהוֹג בּוֹ כָבוֹד, שֶׁכֵּן מָצִינוּ בְדָוִד מֶלֶךְ יִשְׂרָאֵל, שֶׁלֹּא לָמַד מֵאֲחִיתֹפֶל אֶלָּא שְׁנֵי דְבָרִים בִּלְבָד, קְרָאוֹ רַבּוֹ אַלּוּפוֹ וּמְיֻדָּעוֹ, שֶׁנֶּאֱמַר (תהלים נה) וְאַתָּה אֱנוֹשׁ כְּעֶרְכִּי אַלּוּפִי וּמְיֻדָּעִי. וַהֲלֹא דְבָרִים קַל וָחֹמֶר, וּמַה דָּוִד מֶלֶךְ יִשְׂרָאֵל, שֶׁלֹּא לָמַד מֵאֲחִיתֹפֶל אֶלָּא שְׁנֵי דְבָרִים בִּלְבַד קְרָאוֹ רַבּוֹ אַלּוּפוֹ וּמְיֻדָּעוֹ, הַלּוֹמֵד מֵחֲבֵרוֹ פֶּרֶק אֶחָד אוֹ הֲלָכָה אַחַת אוֹ פָסוּק אֶחָד אוֹ דִבּוּר אֶחָד אוֹ אֲפִלּוּ אוֹת אַחַת, עַל אַחַת כַּמָּה וְכַמָּה שֶׁצָּרִיךְ לִנְהוֹג בּוֹ כָבוֹד. וְאֵין כָּבוֹד אֶלָּא תוֹרָה, שֶׁנֶּאֱמַר (משלי ג) כָּבוֹד חֲכָמִים יִנְחָלוּ, (משלי כח) וּתְמִימִים יִנְחֲלוּ טוֹב, וְאֵין טוֹב אֶלָּא תוֹרָה, שֶׁנֶּאֱמַר (משלי ד) כִּי לֶקַח טוֹב נָתַתִּי לָכֶם תּוֹרָתִי אַל תַּעֲזֹבוּ:  ",
            "כַּךְ הִיא דַּרְכָּהּ שֶׁל תּוֹרָה, פַּת בְּמֶלַח תֹּאכַל, וּמַיִם בִּמְשׂוּרָה תִשְׁתֶּה, וְעַל הָאָרֶץ תִּישַׁן, וְחַיֵּי צַעַר תִּחְיֶה, וּבַתּוֹרָה אַתָּה עָמֵל, אִם אַתָּה עֹשֶׂה כֵן, (תהלים קכח) אַשְׁרֶיךָ וְטוֹב לָךְ. אַשְׁרֶיךָ בָּעוֹלָם הַזֶּה וְטוֹב לָךְ לָעוֹלָם הַבָּא:  ",
            "אַל תְּבַקֵּשׁ גְּדֻלָּה לְעַצְמְךָ, וְאַל תַּחְמֹד כָּבוֹד, יוֹתֵר מִלִּמּוּדְךָ עֲשֵׂה, וְאַל תִּתְאַוֶּה לְשֻׁלְחָנָם שֶׁל מְלָכִים, שֶׁשֻּׁלְחָנְךָ גָדוֹל מִשֻּׁלְחָנָם, וְכִתְרְךָ גָדוֹל מִכִּתְרָם, וְנֶאֱמָן הוּא בַּעַל מְלַאכְתְּךָ שֶׁיְּשַׁלֵּם לְךָ שְׂכַר פְּעֻלָּתֶךָ:  ",
            "גְּדוֹלָה תוֹרָה יוֹתֵר מִן הַכְּהֻנָּה וּמִן הַמַּלְכוּת, שֶׁהַמַּלְכוּת נִקְנֵית בִּשְׁלֹשִׁים מַעֲלוֹת, וְהַכְּהֻנָּה בְּעֶשְׂרִים וְאַרְבַּע, וְהַתּוֹרָה נִקְנֵית בְּאַרְבָּעִים וּשְׁמֹנָה דְבָרִים. וְאֵלוּ הֵן, בְּתַלְמוּד, בִּשְׁמִיעַת הָאֹזֶן, בַּעֲרִיכַת שְׂפָתַיִם, בְּבִינַת הַלֵּב, בְּשִׂכְלוּת הַלֵּב, בְּאֵימָה, בְּיִרְאָה, בַּעֲנָוָה, בְּשִׂמְחָה, בְּטָהֳרָה, בְּשִׁמּוּשׁ חֲכָמִים, בְּדִקְדּוּק חֲבֵרִים, וּבְפִלְפּוּל הַתַּלְמִידִים, בְּיִשּׁוּב, בַּמִּקְרָא, בַּמִּשְׁנָה, בְּמִעוּט סְחוֹרָה, בְּמִעוּט דֶּרֶךְ אֶרֶץ, בְּמִעוּט תַּעֲנוּג, בְּמִעוּט שֵׁינָה, בְּמִעוּט שִׂיחָה, בְּמִעוּט שְׂחוֹק, בְּאֶרֶךְ אַפַּיִם, בְּלֵב טוֹב, בֶּאֱמוּנַת חֲכָמִים, וּבְקַבָּלַת הַיִּסּוּרִין, הַמַּכִּיר אֶת מְקוֹמוֹ, וְהַשָּׂמֵחַ בְּחֶלְקוֹ, וְהָעוֹשֶׂה סְיָג לִדְבָרָיו, וְאֵינוֹ מַחֲזִיק טוֹבָה לְעַצְמוֹ, אָהוּב, אוֹהֵב אֶת הַמָּקוֹם, אוֹהֵב אֶת הַבְּרִיּוֹת, אוֹהֵב אֶת הַצְּדָקוֹת, אוֹהֵב אֶת הַמֵּישָׁרִים, אוֹהֵב אֶת הַתּוֹכָחוֹת, מִתְרַחֵק מִן הַכָּבוֹד, וְלֹא מֵגִיס לִבּוֹ בְתַלְמוּדוֹ, וְאֵינוֹ שָׂמֵחַ בְּהוֹרָאָה, נוֹשֵׂא בְעֹל עִם חֲבֵרוֹ, מַכְרִיעוֹ לְכַף זְכוּת, מַעֲמִידוֹ עַל הָאֱמֶת, וּמַעֲמִידוֹ עַל הַשָּׁלוֹם, מִתְיַשֵּׁב לִבּוֹ בְתַלְמוּדוֹ, שׁוֹאֵל וּמֵשִׁיב, שׁוֹמֵעַ וּמוֹסִיף, הַלּוֹמֵד עַל מְנָת לְלַמֵּד וְהַלּוֹמֵד עַל מְנָת לַעֲשׂוֹת, הַמַּחְכִּים אֶת רַבּוֹ, וְהַמְכַוֵּן אֶת שְׁמוּעָתוֹ, וְהָאוֹמֵר דָּבָר בְּשֵׁם אוֹמְרוֹ, הָא לָמַדְתָּ שֶׁכָּל הָאוֹמֵר דָּבָר בְּשֵׁם אוֹמְרוֹ מֵבִיא גְאֻלָּה לָעוֹלָם, שֶׁנֶּאֱמַר (אסתר ב) וַתֹּאמֶר אֶסְתֵּר לַמֶּלֶךְ בְּשֵׁם מָרְדֳּכָי:  ",
            "גְּדוֹלָה תוֹרָה שֶׁהִיא נוֹתֶנֶת חַיִּים לְעֹשֶׂיהָ בָּעוֹלָם הַזֶּה וּבָעוֹלָם הַבָּא, שֶׁנֶּאֱמַר (משלי ד) כִּי חַיִּים הֵם לְמֹצְאֵיהֶם וּלְכָל בְּשָׂרוֹ מַרְפֵּא. וְאוֹמֵר (שם ג) רִפְאוּת תְּהִי לְשָׁרֶךָ וְשִׁקּוּי לְעַצְמוֹתֶיךָ. וְאוֹמֵר (שם ג) עֵץ חַיִּים הִיא לַמַּחֲזִיקִים בָּהּ וְתֹמְכֶיהָ מְאֻשָּׁר. וְאוֹמֵר (שם א) כִּי לִוְיַת חֵן הֵם לְרֹאשֶׁךָ וַעֲנָקִים לְגַרְגְּרֹתֶיךָ. וְאוֹמֵר (שם ד) תִּתֵּן לְרֹאשְׁךָ לִוְיַת חֵן עֲטֶרֶת תִּפְאֶרֶת תְּמַגְּנֶךָּ. וְאוֹמֵר (שם ט) כִּי בִי יִרְבּוּ יָמֶיךָ וְיוֹסִיפוּ לְךָ שְׁנוֹת חַיִּים. וְאוֹמֵר (שם ג) אֹרֶךְ יָמִים בִּימִינָהּ בִּשְׂמֹאולָהּ עֹשֶׁר וְכָבוֹד. וְאוֹמֵר (שם) כִּי אֹרֶךְ יָמִים וּשְׁנוֹת חַיִּים וְשָׁלוֹם יוֹסִיפוּ לָךְ. וְאוֹמֵר (שם) דְּרָכֶיהָ דַּרְכֵי נֹעַם וְכָל נְתִיבוֹתֶיהָ שָׁלוֹם:  ",
            "רַבִּי שִׁמְעוֹן בֶּן יְהוּדָה מִשּׁוּם רַבִּי שִׁמְעוֹן בֶּן יוֹחַאי אוֹמֵר, הַנּוֹי וְהַכֹּחַ וְהָעֹשֶׁר וְהַכָּבוֹד וְהַחָכְמָה וְהַזִּקְנָה וְהַשֵּׂיבָה וְהַבָּנִים, נָאֶה לַצַּדִּיקִים וְנָאֶה לָעוֹלָם, שֶׁנֶּאֱמַר (שם טז) עֲטֶרֶת תִּפְאֶרֶת שֵׂיבָה בְּדֶרֶךְ צְדָקָה תִּמָּצֵא. וְאוֹמֵר (שם כ) תִּפְאֶרֶת בַּחוּרִים כֹּחָם וַהֲדַר זְקֵנִים שֵׂיבָה. וְאוֹמֵר (שם יד) עֲטֶרֶת חֲכָמִים עָשְׁרָם. וְאוֹמֵר (שם יז) עֲטֶרֶת זְקֵנִים בְּנֵי בָנִים וְתִפְאֶרֶת בָּנִים אֲבוֹתָם. וְאוֹמֵר (ישעיה כד) וְחָפְרָה הַלְּבָנָה וּבוֹשָׁה הַחַמָּה, כִּי מָלַךְ ה' צְבָאוֹת בְּהַר צִיּוֹן וּבִירוּשָׁלַיִם וְנֶגֶד זְקֵנָיו כָּבוֹד. רַבִּי שִׁמְעוֹן בֶּן מְנַסְיָא אוֹמֵר, אֵלּוּ שֶׁבַע מִדּוֹת שֶׁמָּנוּ חֲכָמִים לַצַּדִּיקִים, כֻּלָּם נִתְקַיְּמוּ בְרַבִּי וּבְבָנָיו:  ",
            "אָמַר רַבִּי יוֹסֵי בֶן קִסְמָא, פַּעַם אַחַת הָיִיתִי מְהַלֵּךְ בַּדֶּרֶךְ וּפָגַע בִּי אָדָם אֶחָד, וְנָתַן לִי שָׁלוֹם, וְהֶחֱזַרְתִּי לוֹ שָׁלוֹם. אָמַר לִי, רַבִּי, מֵאֵיזֶה מָקוֹם אַתָּה. אָמַרְתִּי לוֹ, מֵעִיר גְּדוֹלָה שֶׁל חֲכָמִים וְשֶׁל סוֹפְרִים אָנִי. אָמַר לִי, רַבִּי, רְצוֹנְךָ שֶׁתָּדוּר עִמָּנוּ בִמְקוֹמֵנוּ, וַאֲנִי אֶתֵּן לְךָ אֶלֶף אֲלָפִים דִּינְרֵי זָהָב וַאֲבָנִים טוֹבוֹת וּמַרְגָּלִיּוֹת. אָמַרְתִּי לוֹ, בְּנִי, אִם אַתָּה נוֹתֵן לִי כָל כֶּסֶף וְזָהָב וַאֲבָנִים טוֹבוֹת וּמַרְגָּלִיּוֹת שֶׁבָּעוֹלָם, אֵינִי דָר אֶלָּא בִמְקוֹם תּוֹרָה. וְלֹא עוֹד, אֶלָּא שֶׁבִּשְׁעַת פְּטִירָתוֹ שֶׁל אָדָם אֵין מְלַוִּין לוֹ לָאָדָם לֹא כֶסֶף וְלֹא זָהָב וְלֹא אֲבָנִים טוֹבוֹת וּמַרְגָּלִיּוֹת, אֶלָּא תוֹרָה וּמַעֲשִׂים טוֹבִים בִּלְבַד, שֶׁנֶּאֱמַר (משלי ו) בְּהִתְהַלֶּכְךָ תַּנְחֶה אֹתָךְ, בְּשָׁכְבְּךָ תִּשְׁמֹר עָלֶיךָ, וַהֲקִיצוֹתָ הִיא תְשִׂיחֶךָ. בְּהִתְהַלֶּכְךָ תַּנְחֶה אֹתָךְ, בָּעוֹלָם הַזֶּה, בְּשָׁכְבְּךָ תִּשְׁמֹר עָלֶיךָ, בַּקֶּבֶר, וַהֲקִיצוֹתָ הִיא תְשִׂיחֶךָ, לָעוֹלָם הַבָּא. וְכֵן כָּתוּב בְּסֵפֶר תְּהִלִּים עַל יְדֵי דָוִד מֶלֶךְ יִשְׂרָאֵל (תהלים קיט), טוֹב לִי תוֹרַת פִּיךָ מֵאַלְפֵי זָהָב וָכָסֶף. וְאוֹמֵר (חגי ב) לִי הַכֶּסֶף וְלִי הַזָּהָב אָמַר ה' צְבָאוֹת:  ",
            "חֲמִשָּׁה קִנְיָנִים קָנָה לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא בְעוֹלָמוֹ, וְאֵלּוּ הֵן, תּוֹרָה קִנְיָן אֶחָד, שָׁמַיִם וָאָרֶץ קִנְיָן אֶחָד, אַבְרָהָם קִנְיָן אֶחָד, יִשְׂרָאֵל קִנְיָן אֶחָד, בֵּית הַמִּקְדָּשׁ קִנְיָן אֶחָד. תּוֹרָה מִנַּיִן, דִּכְתִיב (משלי ח), ה' קָנָנִי רֵאשִׁית דַּרְכּוֹ קֶדֶם מִפְעָלָיו מֵאָז. שָׁמַיִם וָאָרֶץ קִנְיָן אֶחָד מִנַּיִן, דִּכְתִיב (ישעיה סו), כֹּה אָמַר ה' הַשָּׁמַיִם כִּסְאִי וְהָאָרֶץ הֲדֹם רַגְלָי אֵי זֶה בַיִת אֲשֶׁר תִּבְנוּ לִי וְאֵי זֶה מָקוֹם מְנוּחָתִי, וְאוֹמֵר (תהלים קד) מָה רַבּוּ מַעֲשֶׂיךָ ה' כֻּלָּם בְּחָכְמָה עָשִׂיתָ מָלְאָה הָאָרֶץ קִנְיָנֶךָ. אַבְרָהָם קִנְיָן אֶחָד מִנַּיִן, דִּכְתִיב (בראשית יד), וַיְבָרְכֵהוּ וַיֹּאמַר בָּרוּךְ אַבְרָם לְאֵל עֶלְיוֹן קֹנֵה שָׁמַיִם וָאָרֶץ. יִשְׂרָאֵל קִנְיָן אֶחָד מִנַּיִן, דִּכְתִיב (שמות טו), עַד יַעֲבֹר עַמְּךָ ה' עַד יַעֲבֹר עַם זוּ קָנִיתָ, וְאוֹמֵר (תהלים טז) לִקְדוֹשִׁים אֲשֶׁר בָּאָרֶץ הֵמָּה וְאַדִּירֵי כָּל חֶפְצִי בָם. בֵּית הַמִּקְדָּשׁ קִנְיָן אֶחָד מִנַּיִן, דִּכְתִיב (שמות טו), מָכוֹן לְשִׁבְתְּךָ פָּעַלְתָּ ה' מִקְּדָשׁ ה' כּוֹנְנוּ יָדֶיךָ. וְאוֹמֵר (תהלים עח) וַיְבִיאֵם אֶל גְּבוּל קָדְשׁוֹ הַר זֶה קָנְתָה יְמִינוֹ:  ",
            "כָּל מַה שֶּׁבָּרָא הַקָּדוֹשׁ בָּרוּךְ הוּא בְּעוֹלָמוֹ, לֹא בְרָאוֹ אֶלָּא לִכְבוֹדוֹ, שֶׁנֶּאֱמַר (ישעיה מג), כֹּל הַנִּקְרָא בִשְׁמִי וְלִכְבוֹדִי בְּרָאתִיו יְצַרְתִּיו אַף עֲשִׂיתִיו, וְאוֹמֵר (שמות טו), יְהֹוָה יִמְלֹךְ לְעֹלָם וָעֶד.<br><br> רַבִּי חֲנַנְיָא בֶּן עֲקַשְׁיָא אוֹמֵר, רָצָה הַקָּדוֹשׁ בָּרוּךְ הוּא לְזַכּוֹת אֶת יִשְׂרָאֵל, לְפִיכָךְ הִרְבָּה לָהֶם תּוֹרָה וּמִצְוֹת, שֶׁנֶּאֱמַר (ישעיה מב) ה' חָפֵץ לְמַעַן צִדְקוֹ יַגְדִּיל תּוֹרָה וְיַאְדִּיר:  "
        ]
    ],
    "textbartenura":[
        [
            [
                "<b>משה קבל תורה מסיני.</b> אומר אני, לפי שמסכת זו אינה מיוסדת על פירוש מצוה ממצות התורה כשאר מסכתות שבמשנה, אלא כולה מוסרים ומדות, וחכמי אומות העולם ג״כ חברו ספרים כמו שבדו מלבם בדרכי המוסר כיצד יתנהג האדם עם חבירו, לפיכך התחיל התנא במסכת זו משה קבל תורה מסיני, לומר לך שהמדות והמוסרים שבזו המסכתא לא בדו אותם חכמי המשנה מלבם אלא אף אלו נאמרו בסיני:",
                "<b>מסיני.</b> ממי שנגלה בסיני:",
                "<b>לזקנים.</b> שהאריכו ימים אחרי יהושע. ואותם הזקנים לזקנים אחרים עד שהגיעו לתחלתם של נביאים שהן עלי הכהן ושמואל הרמתי:",
                "<b>לאנשי כנסת הגדולה.</b> מאה ועשרים זקנים היו. זרובבל שריה רעליה מרדכי בלשן, שהיו בימי עזרא כשעלו מן הגולה בבית שני. ומכללם, חגי זכריה ומלאכי ונחמיה בן חכליה וחבריהם. ונקראו כנסת הגדולה לפי שהחזירו העטרה ליושנה [יומא ס״ט ע״ב] שמשה אמר (דברים י׳) האל הגדול הגבור והנורא, באו ירמיה ודניאל ולא אמרו גבור ונורא, והם החזירום כבתחלה, לפי שאמרו הן הן גבורותיו הן הן נוראותיו, שאלמלא כן היאך אומה כזו יכולה להתקיים בפני כמה אומות:",
                "<b>הם אמרו שלשה דברים.</b> הרבה דברים אמרו, אלא שלשה דברים הללו אמרו [הן] שיש בהם קיום התורה:",
                "<b>הוו מתונים בדין.</b> שאם בא דין לפניך פעם ושתים ושלש, לא תאמר דין זה כבר בא לפני ושניתי ושלשתי בו, אלא הוו מתונים, כלומר ממתינים קודם שתפסקו הדין:",
                "<b>והעמידו תלמידים הרבה.</b> לאפוקי מרבן גמליאל דאמר [ברכות כ״ח ע״א] כל תלמיד שאין תוכו כברו אל יכנס לבית המדרש, קמ״ל שמלמדין תורה לכל אדם ואין צריך לבדוק אחריו. ובלבד שלא יהיה ידוע מענינו שמעשיו מקולקלים וסאני שומעניה. אי נמי אשמועינן [יבמות ס״ב ע״ב] שאם העמיד תלמידים בבחרותו יעמיד תלמידים בזקנותו, דכתיב (קהלת י״א) בבוקר זרע זרעך ולערב אל תנח ידך:",
                "<b>ועשו סייג לתורה.</b> גדר שלא יבא ליגע באיסור תורה, כגון שניות לעריות, ושבות לשבת. דכתיב (ויקרא י״ח) ושמרתם את משמרתי, עשו משמרת למשמרתי: "
            ],
            [
                "<b>משיירי.</b> משיורי. שלאחר שמתו כולן נשתיירה הקבלה בידו. והוא היה כהן גדול אחר עזרא:",
                "<b>הוא היה אומר.</b> כלומר כך היה מרגלא בפומיה תמיד. וכן כל רבי פלוני אומר, הוא היה אומר, שבמסכתא זו, פירושן היה רגיל לומר כן תמיד:",
                "<b>העולם עומד.</b> לא נברא העולם אלא בשביל שלשה דברים הללו:",
                "<b>על התורה.</b> שאלמלי לא קבלו ישראל את התורה לא נבראו שמים וארץ, דכתיב (ירמיה ל״ג) אם לא בריתי יומם ולילה חוקות שמים וארץ לא שמתי [שבת פ״ח ע״א]:",
                "<b>ועל העבודה.</b> עבודת הקרבנות. שכך שנינו במסכת תענית [כ״ז ע״ב], שאלמלא מעמדות לא נתקיימו שמים וארץ. ומצינו שבשביל הקרבנות שהקריב נח נשבע [הקדוש ברוך הוא] שלא יביא מבול לעולם. הרי שהעולם עומד על הקרבנות:",
                "<b>ועל גמילות חסדים.</b> דכתיב (תהלים פ״ט) עולם חסד יבנה. וגמילות חסדים הוא, לשמח חתנים, ולנחם אבלים, ולבקר חולים, ולקבור מתים, וכיוצא בזה:\n\n"
            ],
            [
                "<b>פרס.</b> לשון ערך. בערכך, מתרגמינן פורסניה. והוא מה שאדם נותן למי שעבד אותו והוא אינו חייב בדין ליתן לו כלום, כמו מה שיתן אדם לבנו קטן או לאשתו או לעבדו מפני קורת רוח שעשו לו. ואפילו לתקות פרס כזה לא יעבוד אדם את בוראו, אלא מאהבה בלבד:",
                "<b>ויהי מורא שמים עליכם.</b> אע״פ שאתה עובד מאהבה עבוד ג״כ מיראה. שהעובד מאהבה זריז במצות עשה, והעובד מיראה נזהר ממצות לא תעשה, ונמצאת דעבודתו שלימה. וכן אמרו חז״ל, עבוד מאהבה עבוד מיראה. עבוד מאהבה, שאם באת לשנוא דע שאתה אוהב ואין אוהב שונא. עבוד מיראה, שאם באת לבעוט דע שאתה ירא ואין ירא בועט:\n\n"
            ],
            [
                "<b>יוסי בן יועזר איש צרידה ויוסי בן יוחנן איש ירושלים.</b> כל התנאים הנזכרים בפרק זה זוג זוג פלוני ופלוני קבלו מפלוני ופלוני, הראשון מהם נשיא והשני אב בית דין:",
                "<b>יהי ביתך בית ועד לחכמים.</b> כשירצו החכמים להתקבץ ולהוועד, יהיה ביתך מוכן לדבר זה, שיהיו רגילים לומר נתקבץ בבית של פלוני. שאי אפשר שלא תלמוד מהם איזה דבר חכמה. משלו משל למה הדבר דומה, לנכנס לחנותו של בשם, אע״פ שלא לקח כלום, מ״מ ריח טוב קלט והוציא עמו:",
                "<b>והוי מתאבק בעפר רגליהם.</b> כלומר שתלך אחריהם. שהמהלך מעלה אבק ברגליו, וההולך אחריו מתמלא מאבק שהוא מעלה ברגליו. פירוש אחר, שתשב לרגליהם על הארץ. שכך היו נוהגים שהרב יושב על הספסל והתלמידים יושבים לרגליו על גבי קרקע:",
                "<b>והוי שותה בצמא את דבריהם.</b> כאדם צמא ששותה לתאבון, ולא כאדם שבע שקץ במזונו שמואס אפילו בדברים הערבים וטובים: "
            ],
            [
                "<b>יהי ביתך פתוח לרוחה.</b> כביתו של אברהם אבינו ע״ה שהיה פתוח לארבע רוחות העולם, כדי שלא יצטרכו האורחים להקיף למצוא הפתח:",
                "<b>ויהיו עניים בני ביתך.</b> ולא יקנה עבדים לשמשו. מוטב שיהנו ישראל מנכסיו ולא זרע כנען הארור:",
                "<b>באשתו אמרו.</b> מדקאמר עם האשה ולא אמר עם אשה, למדנו שבאשתו אמרו. אית דמפרשי, באשתו נדה בלבד, שלא יבוא לידי הרגל עבירה. ומדברי המשנה נראה, דאפילו באשתו טהורה. וכן אמרו חז״ל [חגיגה ה׳] מגיד לאדם מה שיחו, אפילו שיחה קלה שבין איש לאשתו מגידין לו בשעת הדין. אלא א״כ צריך לפייסה לדבר מצוה, כגון רב דשח ושחק ועשה צרכיו:",
                "<b>מכאן אמרו חכמים.</b> רבינו הקדוש שסידר המשניות כתבה, מדברי חכם זה שאמר ואל תרבה שיחה עם האשה למדו חכמים לומר, כל זמן שאדם מרבה שיחה עם האשה גורם רעה לעצמו. מצאתי כתוב, כשאדם מספר לאשתו קורותיו כך וכך אירע לי עם פלוני, היא מלמדתו לחרחר ריב, כגון קורח שסיפר לאשתו מה שעשה משה שהניף את הלוים תנופה, והביאתו בדבריה לידי מחלוקת. אי נמי, מתוך שהוא מספר לה שחבריו גינוהו וביישוהו אף היא מבזה אותו בלבה, וזה גורם רעה לעצמו:",
                "<b>ובוטל מדברי תורה.</b> שנמשך אחר דברים בטלים ואינו עוסק בתורה:\n\n"
            ],
            [
                "<b>עשה לך רב.</b> רמב״ם פירש, אע״פ שאינו ראוי להיות לך רב, עשה אותו רב עליך ולא תלמוד בינך לבין עצמך. ואני שמעתי, עשה לך רב, שיקבל לו רב אחד שילמוד ממנו תמיד, ולא ילמוד היום מאחד ולמחר מן האחר. ואע״ג דבמסכת עבודה זרה [דף י״ט] אמרו הלומד תורה מרב אחד אינו רואה סימן ברכה, כבר פירשו ואמרו הני מילי בסברא, שטוב לו לשמוע סברת הרבים, אבל לענין גמרא, מחד רב מעלי, כי היכי דלא לפגום לישניה:",
                "<b>וקנה לך חבר.</b> ואפילו אתה צריך לקנותו בדמים יקרים ולפזר עליו ממון כדי שתקנה אהבתו. אבל ברב לא שייך לומר קנה לך רב, שהרב צריך ללמד בחנם:",
                "<b>והוי דן את כל האדם לכף זכות.</b> כשהדבר בכף מאזנים ואין לו הכרע לכאן ולכאן. כגון אדם שאין אנו יודעים ממעשיו אם צדיק אם רשע ועשה מעשה שאפשר לדונו לזכות ואפשר לדונו לחובה, מדת חסידות היא לדונו לכף זכות. אבל אדם שהוחזק ברשע, מותר לדונו לחובה, שלא אמרו אלא החושד בכשרים לוקה בגופו [שבת צ״ז], מכלל שהחושד ברשעים אינו לוקה:  "
            ],
            [
                "<b>הרחק משכן רע.</b> שלא תלמוד ממעשיו. ועוד, שלא תלקה עמו במפלתו, דאוי לרשע ואוי לשכנו:",
                "<b>ואל תתחבר לרשע.</b> שכך אמרו חכמים, כל המתדבק לרשעים אף על פי שאינו עושה כמעשיהם נוטל שכר כיוצא בהם. למה הדבר דומה, לנכנס לביתו של בורסי, אע״פ שלא לקח ממנו כלום מ״מ ריח רע קלט והוציא עמו:",
                "<b>ואל תתיאש מן הפורענות.</b> שלא תאמר רשע זה מעשיו מצליחין אלך ואדבק עמו הואיל והשעה משחקת לו, לכך אמר ואל תתיאש מן הפורענות, כלומר דע שמהרה תבא עליו פורענות כי פתאום יבוא אידו:\n\n"
            ],
            [
                "<b>אל תעש עצמך כעורכי הדיינין.</b> כאותן אנשים שעורכים ומסדרים טענות בעלי הדין לפני הדיינים. שאסור לאדם לגלות דינו לאחד מבעלי הדין ולומר לו עשה כך בשביל שתזכה בדינך, ואע״פ שיודע שהדין עמו. פירוש אחר, כעורכי הדיינין, כגדולי הדיינין. ובתלמיד היושב לפני רבו מדבר, שלא יעשה עצמו כגדולי הדיינים לדבר לפני רבו כפוסק את הדין. עורכי, לשון ערכאות של נכרים [גיטין ט׳ ע״ב י׳ ע״ב] ערכאות של בית דוד. ומפי אחרים שמעתי, אל תעש עצמך כגדולי הדיינים לכוף בעלי דינים שיבואו לדין לפניך:",
                "<b>יהיו בעיניך כרשעים.</b> שלא יטה לבך לאחד מהם לומר איש פלוני חשוב הוא ולא יטעון טענת שקר. שאם אתה אומר כן, אין אתה רואה לו חובה:",
                "<b>כשקבלו עליהם את הדין.</b> שלא תחשוד החייב לומר גזלן היה זה. אלא תאמר שמא טועה היה ולא נתכוין לגזול. אי נמי, נתחייב אחד מהם שבועה ונשבע, לא תאמר לשקר נשבע:\n\n"
            ],
            [
                "<b>והוי זהיר בדבריך.</b> שלא יאמר הדיין שמא כך וכך היה מעשה, או אם היה הדבר כך היה פלוני זכאי, ומתוך דברים הללו לומד בעל הדין או העדים לומר דבר שלא היה:\n\n"
            ],
            [
                "<b>שמעיה ואבטליון.</b> גרי צדק היו, ומבני בניו של סנחריב הם. ושמעתי שמפני שהיה אבטליון אב בית דין נקרא בשם זה, שפירושו אב לקטנים. כי טליא בלשון ארמי, קטן, כמו [מגילה ה׳. ע״ב] א״ר יוחנן כד הוינא טליא, כשהייתי קטן. לייתו טליא וטלייתא [יבמות קי״ד ע״א] יביאו קטן וקטנה. אף כאן אבטליון אביהן של יתומים קטנים:",
                "<b>אהוב את המלאכה.</b> אפילו יש לו במה להתפרנס, חייב לעסוק במלאכה. שהבטלה מביאה לידי שיעמום [כתובות נ״ט ע״ב]:",
                "<b>ושנא את הרבנות.</b> ולא תאמר אדם גדול אני וגנאי לי לעסוק במלאכה. דאמר ליה רב לרב כהנא [פסחים קי״ג ע״א], פשוט נבלתא בשוק וטול אגרא, ולא תימא כהנא אנא גברא רבא אנא וסניא בי מלתא. פירוש אחר, ושנא את הרבנות, התרחק מלנהוג שררה על צבור, שהרבנות מקברת את בעליה:",
                "<b>ואל תתודע לרשות.</b> כדי ליטול רבנות על ידיה. אי נמי, אל תתודע לרשות, שלא יעבירוך על דעת קונך, כמו שאירע לדואג האדומי. לרשות. השררה קרויה רשות, מפני שהרשות בידה לעשות כרצונה:\n\n"
            ],
            [
                "<b>הזהרו בדבריכם.</b> שלא תניחו מקום למינים לטעות בדבריכם:",
                "<b>שמא תחובו חובת גלות.</b> כלומר, אע״פ שבמקום שאתם בו אין שם מינים, יש לחוש שמא יגרום החטא ותתחייבו גלות, ותגלו למקום שיש שם אנשים שמראים פנים בתורה שלא כהלכה, והם כינוי למים הרעים, ויבינו מתוך דבריכם דברים שאינם הגונים וישתו התלמידים הבאים אחריכם מאותם דברים דברי מינות וימותו בעונם:",
                "<b>ונמצא שם שמים מתחלל.</b> שישארו אותן דעות בטלות בעולם. כמו שקרה לאנטיגנוס איש סוכו עם צדוק ובייתוס תלמידיו, שאמר להם אל תהיו כעבדים המשמשים את הרב על מנת לקבל פרס, ואמרו הם, אפשר פועל עושה מלאכה כל היום וטורח ולערב אינו מקבל פרס. ויצאו למינות הם ותלמידיהם, ונקראים צדוקים ובייתוסים עד היום:  "
            ],
            [
                "<b>הוי מתלמידיו של אהרן אוהב שלום ורודף שלום.</b> פירשו באבות דרבי נתן, כיצד היה אהרן אוהב שלום, כשהיה רואה שני בני אדם מתקוטטים היה הולך לכל אחד מהם שלא מדעת חברו ואומר לו, ראה חברך איך הוא מתחרט ומכה את עצמו על שחטא לך והוא אמר לי שאבא אליך שתמחול לו, ומתוך כך כשהיי פוגעים זה בזה היו מנשקים זה את זה. וכיצד היה מקרב את הבריות לתורה, כשהיה יודע באדם שעבר עבירה היה מתחבר עמו ומראה לו פנים צהובות, והיה אותו אדם מתבייש ואומר אילו היה יודע צדיק זה מעשי הרעים כמה היה מתרחק ממני, ומתוך כך היה חוזר למוטב. הוא שהנביא מעיד עליו (מלאכי ב׳) בשלום ובמישור הלך אתי ורבים השיב מעון:\n\n"
            ],
            [
                "<b>נגד שמא אבד שמיה.</b> מי שנמשך שמו למרחוק מתוך שררה ורבנות, מהרה יאבד שמו, שהרבנות מקברת את בעליה. נגד לשון משיכה. תרגום משכו, נגידו:",
                "<b>ודלא מוסיף.</b> מי שאינו מוסיף על לימודו:",
                "<b>יסיף.</b> יסוף מפיו מה שכבר למד וישכח תלמודו. ויש שגורסין יאסף, כלומר יאסף אל עמיו וימות בלא עתו:",
                "<b>ודלא יליף.</b> קשה מדלא מוסיף, הלכך קטלא חייב, כלומר ראוי הוא שיהרגוהו, כמו שאמרו [פסחים מ״ט:] עם הארץ מותר לקרעו כדג, ומגבו:",
                "<b>ודישתמש בתגא.</b> המשתמש בכתרה של תורה כאדם המשתמש בכליו, חלף ועבר מן העולם. תגא בלשון ישמעאל כתר. ויש מפרשים, תג״א ר״ת ת׳למיד ג׳ברא א׳חרינא. שאסור לאדם להשתמש בתלמידים שאינן תלמידיו. ואני שמעתי, ודישתמש בתגא, המשתמש בשם המפורש, חלף ואבד, שאין לו חלק לעולם הבא:\n\n"
            ],
            [
                "<b>אם אין אני לי.</b> אם אין אני זוכה לעצמי מי יזכה בשבילי:",
                "<b>וכשאני לעצמי.</b> ואפילו זכיתי לעצמי, מה הוא הזכות הזה ובמה נחשב הוא כנגד מה שאני חייב לעשות:",
                "<b>ואם לא עכשיו.</b> בעולם הזה:",
                "<b>אימתי.</b> כי אחר המות אי אפשר לזכות עוד. פירוש אחר, אם לא עכשיו בימי הבחרות, אימתי, שמא בימי הזקנה לא יעלה לידי:\n\n"
            ],
            [
                "<b>עשה תורתך קבע.</b> שיהיה עיקר עסקך ביום ובלילה בתורה, וכשתהיה יגע מן הלמוד תעשה מלאכה. ולא שיהיה עיקר עסקך במלאכה וכשתפנה מן המלאכה תעסוק בתורה. ומצאתי כתוב, עשה תורתך קבע, שלא תחמיר לעצמך ותקל לאחרים, או תחמיר לאחרים ותקל לעצמך, אלא תהא תורתך קבע לך כמו לאחרים, וכן הוא אומר בעזרא [ז׳ י׳] כי עזרא הכין לבבו לדרוש את תורת ה׳ ולעשות וללמד לבני ישראל, כמו שהכין לבו לעשות כך היה מלמד לבני ישראל:",
                "<b>אמור מעט ועשה הרבה.</b> כמו שמצינו באברהם אבינו ע״ה, שאמר תחלה (בראשית י״ח) ואקחה פת לחם, ובסוף ויקח בן בקר רך וטוב:",
                "<b>והוי מקבל את כל האדם.</b> כשאתה מכניס אורחים לביתך לא תתן להם ופניך כבושות בקרקע, שכל הנותן ופניו כבושות בקרקע אפילו נתן כל מתנות שבעולם מעלין עליו כאילו לא נתן כלום. שלש אזהרות הזהיר שמאי, כנגד שלש מעלות שהזכיר ירמיה, חכם גבור ועשיר. כנגד חכם אמר עשה תורתך קבע, כנגד עשיר אמר אמור מעט ועשה הרבה, כנגד גבור אמר הוי מקבל את כל האדם בסבר פנים יפות, שיכבוש יצרו וילחום כנגד לבו הרע, ושנינו איזהו גבור הכובש את יצרו: "
            ],
            [
                "<b>עשה לך רב.</b> לענין הוראה מדבר עכשיו, אם בא דין לפניך ונסתפקת בו, עשה לך רב, והסתלק מן הספק. ולא תפסוק עליו אתה לבדו. כי הא דרבא כי הוי אתי טרפתא לגביה הוי מכניף לכולהו טבחי דמתא מחסיא, אמר, כי היכי דלמטיין שיבא מכשורא:",
                "<b>ואל תרבה לעשר אומדות.</b> שהמפריש מעשרות מאומד אינו ניצול מן הקלקלה. אם פוחת ממה שראוי ליתן, מעשרותיו מתוקנים ופירותיו מקולקלים. ואם העדיף על שהיה ראוי ליתן, פירותיו מתוקנים ומעשרותיו מקולקלים:\n\n"
            ],
            [
                "<b>ולא מצאתי לגוף טוב אלא שתיקה.</b> מי ששומע חרפתו ושותק:",
                "<b>ולא המדרש הוא העיקר אלא המעשה.</b> ותדע לך שהשתיקה טובה, שאפילו המדרש והדרש והדיבור בתורה שאין לך מדה טובה הימנה, אין עיקר קיבול השכר אלא בשביל המעשה, והדורש ואינו מקיים, נוח לו אם היה שותק ולא היה דורש:",
                "<b>וכל המרבה דברים מביא חטא.</b> שכן מצינו בחוה שהרבתה דברים, ואמרה, אמר אלהים לא תאכלו ממנו ולא תגעו בו, והוסיפה נגיעה שלא נאסרה בה, ודחפה נחש עד שנגעה בו, ואמר לה, כשם שאין מיתה בנגיעה כך אין מיתה באכילה, ומתוך כך באת לידי חטא שאכלה מן הפרי. הוא ששלמה אומר (משלי ל׳) אל תוסף על דבריו פן יוכיח בך ונכזבת:\n\n"
            ],
            [
                "<b>העולם עומד.</b> ישובן של בני אדם מתקיים. אין זה כמו העולם עומד דלעיל:",
                "<b>על הדין.</b> לזכות את הזכאי ולחייב את החייב:",
                "<b>ועל האמת.</b> שלא ישקרו איש בעמיתו:",
                "<b>ועל השלום.</b> בין המלכיות, ובין אדם לחבירו:"
            ]
        ],
        [
            [
                "<b>רבי אומר.</b> שיבור. שיברור:",
                "<b>כל שהיא תפארת לעושיה ותפארת לו מן האדם.</b> שיהא נוח לו, ויהיו נוחין בני אדם ממנו. וזה יהיה, כשילך בכל המדות בדרך האמצעי ולא יטה לאחד משני הקצוות. שאם הוא כילי ביותר, יש תפארת לו, שאוסף ממון הרבה, אבל אין בני אדם מפארין אותו במדה זו. ואם הוא מפזר יותר מן הראוי, בני אדם המקבלים ממנו מפארים אותו, אבל אינו תפארת לעושיה ואינו נוח לו, שהוא בא לידי עניות בשביל כך. אבל מדת הנדיבות שהיא אמצעית בין הכילות והפיזור, היא תפארת לעושיה, ששומר את ממונו ואינו מפזר יותר מן הראוי. ותפארת לו מן האדם, שבני אדם מפארים אותו שנותן כמו שראוי לו ליתן. וכן הדין בכל שאר המדות:",
                "<b>שאין אתה יודע מתן שכרן של מצות.</b> לא נתפרש בתורה שכר המקיים מצות עשה, ולא עונש המבטל מעשותן. דאילו עונשן של מצות לא תעשה מפורשין הן, סקילה, שריפה, הרג, וחנק, כרת, ומיתה בידי שמים, ומלקות. העונש הקל לעבירה קלה, והחמור לחמורה:",
                "<b>והוי מחשב הפסד מצוה.</b> מה שאתה מפסיד מסחורתך וממונך מפני עסק המצוה, כנגד השכר שיעלה לך ממנה בעולם הזה או בעולם הבא, שיהיה יותר מאותו הפסד:",
                "<b>ושכר עבירה.</b> הנאה שאתה נהנה בעבירה, כנגד הפסד שעתיד לבוא לך ממנה:\n\n"
            ],
            [
                "<b>דרך ארץ.</b> מלאכה או סחורה:",
                "<b>שיגיעת שניהם משכחת עון.</b> שהתורה מתשת כחו של אדם, והמלאכה מפרכת ומשברת את הגוף, ומתוך כך יצר הרע בטל ממנו:",
                "<b>וכל תורה שאין עמה מלאכה.</b> ואם תאמר יהא עמל בתורה תמיד ויגיעתה תהא משכחת עון, ומה צורך למלאכה, לכך הוזקק לומר וכל תורה שאין עמה מלאכה סופה בטלה, לפי שאי אפשר לו בלא מזונות, ומלסטם את הבריות ומשכח תלמודו:",
                "<b>יהיו עוסקין עמהם לשם שמים.</b> ולא כדי ליטול עטרה לומר כך וכך עשיתי בשביל הציבור:",
                "<b>שזכות אבותם מסייעתן.</b> שזכות אבותן של ציבור וצדקתן העומדת לעד היא המסייעת אל העוסקין עמהן להוציא לאור צדקן, ולא מצד טוב השתדלותן של העוסקים:",
                "<b>ואתם מעלה אני עליכם שכר.</b> אע״פ שאין הדבר בא לידי גמר טוב מצד מעשיכם אלא בשביל זכות אבותם של ציבור, מעלה אני עליכם שכר כאילו אתם עשיתם הישועה הזאת בישראל, הואיל ואתם עוסקים לשם שמים. פירוש אחר, כל העוסקים עם הציבור להכריח ולכוף את הצבור לדבר מצוה לצדקה או לפדיון שבויים, יהיו עוסקים עמהם לשם שמים, שזכות אבות של צבור מסייעתן לתת מה שפסקו עליהם ואפילו ממון הרבה, והצדקה שיעשו תעמוד להם לעד. ואתם המתעסקים לכוף את הצבור למצוה זו, מעלה אני עליכם שכר כאילו עשיתם זאת המצוה מממונכם ממש. ורמב״ם פירש, ואתם מעלה אני עליכם שכר כאילו עשיתם, אם בשעה שאתם עוסקים עם הציבור נתבטלתם מעשיית איזו מצוה בשביל עסקי הציבור, מעלה אני עליכם שכר כאילו עשיתם אותה מצוה שנתבטלתם ממנה:\n\n"
            ],
            [
                "<b>הוו זהירים ברשות.</b> אתם המתעסקים בצרכי ציבור, אע״פ שאתם צריכים להתוודע לרשות כדי לפקח על עסקי רבים, הוו זהירים וכו׳:\n\n"
            ],
            [
                "<b>עשה רצונו כרצונך.</b> פזר ממונך בחפצי שמים, כרצונך, כאילו פזרת אותם בחפציך. שאם עשית כן יעשה רצונך כרצונו, כלומר יתן לך טובה בעין יפה:",
                "<b>כדי שיבטל רצון אחרים.</b> יפר עצת כל הקמים עליך לרעה. ואני שמעתי, שאין זה אלא דרך כבוד כלפי מעלה, והרי הוא כאילו כתוב כדי שיבטל רצונו מפני רצונך. כאותה שאמרו בפרק במה אשה (שבת דף ס״ג ע״א) כל העושה מצוה כתקנה אפילו גזר דין של שבעים שנה מתבטל מעליו:",
                "<b>אל תפרוש מן הציבור.</b> אלא השתתף בצרתם. שכל הפורש מן הציבור אינו רואה בנחמת הציבור [תענית י״א ע״א]:",
                "<b>ואל תאמן בעצמך עד יום מותך.</b> שהרי יוחנן כהן גדול שימש בכהונה גדולה שמונים שנה ולבסוף נעשה צדוקי [ברכות כ״ט ע״א]:",
                "<b>ואל תדין את חברך עד שתגיע למקומו.</b> אם ראית חברך שבא לידי נסיון ונכשל, אל תדינהו לחובה עד שתגיע לידי נסיון כמותו ותנצל:",
                "<b>ואל תאמר דבר שאי אפשר לשמוע וסופו להשמע.</b> כלומר, לא יהיו דבריך מסופקים שאי אפשר להבינם בתחלה ובעיון ראשון, ותסמוך שאם יעמיק השומע בהם לבסוף יבינם. כי זה יביא בני אדם לטעות בדבריך, שמא יטעו ויצאו למינות על ידך. פירוש אחר, לא תגלה סודך אפילו בינך לבין עצמך ותאמר שאין כאן מי שישמעך, לפי שסופו להשמע, כי עוף השמים יוליך את הקול. והגירסא היא לפי פירוש זה, שסופו להשמע. אבל רש״י גורס, ואל תאמר דבר שאפשר לשמוע שסופו להשמע. ובדברי תורה מדבר, אל תאמר על דבר תורה שאתה יכול לשמוע עכשיו שתשמע אותו לבסוף, אלא הט אזניך ושמע מיד:",
                "<b>לכשאפנה.</b> מעסקי, אעסוק בתורה: "
            ],
            [
                "<b>בור.</b> ריק מכל דבר, ואפילו בטיב משא ומתן אינו יודע. והוא גרוע מעם הארץ. תרגום והאדמה לא תשם [בראשית מ״ז], וארעא לא תבור:",
                "<b>ולא עם הארץ חסיד.</b> אבל ירא חטא אפשר שיהיה, שהרי הוא בקי בטיב משא ומתן:",
                "<b>ולא הביישן למד.</b> שהמתבייש לשאול שמא ילעיגו עליו, ישאר תמיד בספקותיו:",
                "<b>ולא הקפדן.</b> הרב שמקפיד על התלמידים כששואלים אותו, לא ילמד כראוי. אלא צריך שיסביר פנים בהלכה לתלמידיו:",
                "<b>ולא כל המרבה בסחורה מחכים.</b> דכתיב (דברים ל), ולא מעבר לים היא, אין התורה מצויה באותם שהולכים מעבר לים [עירובין נ״ה ע״א]:",
                "<b>ובמקום שאין אנשים.</b> לישב בראש ולהורות הוראות:"
            ],
            [
                "<b>על דאטפת אטפוך.</b> רשע היית ומלסטם את הבריות ומציפן בנהר, ובאותה מדה מדדו לך:",
                "<b>וסוף מטיפיך יטופון.</b> שלא היה הדבר מסור בידן להרגך, אלא לבית דין, והקב״ה מסרך בידן שמגלגלים חובה ע״י חייב, ועתיד הוא אח״כ לתבוע מהן מיתתך:\n\n"
            ],
            [
                "<b>מרבה בשר מרבה רמה.</b> המרבה באכילה ושתיה עד שנעשה שמן ובעל בשר, מרבה עליו רמה בקבר, וקשה רמה למת כמחט בבשר החי. וקמשמע לן האי תנא, שכל ריבויין קשים לאדם חוץ מריבוי תורה וחכמה וצדקה:",
                "<b>מרבה דאגה.</b> שמא יגזלוהו מבית המלך או שמא יבואו עליו לסטים ויהרגוהו. וחסיד אחד היה מתפלל, המקום יצילני מפיזור הנפש. ושאלו ממנו מהו פיזור הנפש, אמר להם שיהיו לו נכסים מרובים מפוזרים במקומות הרבה וצריו לפזר נפשו לחשוב לכאן ולכאן:",
                "<b>מרבה נשים מרבה כשפים.</b> סדרא נקיט ואזיל. בתחלה אדם מקשט עצמו ואוכל ושותה ומרבה בשר, ואח״כ מבקש להרבות נכסים, ולאחר שהרבה נכסים ורואה שיש בידו סיפוק לפרנס נשים רבות הוא מרבה לו נשים, ולאחר שהרבה נשים כל אחת צריכה שפחה שתשמשנה הרי מרבה שפחות, וכיון שיש לו בני בית מרובין צריך לשדות וכרמים לספק יין ומזון לבני ביתו ומרבה עבדים לעבוד השדות והכרמים. לכך הן שנויין בסדר זה:",
                "<b>מרבה תורה מרבה חיים.</b> דכתיב (דברים ל׳) כי היא חייך ואורך ימיך:",
                "<b>מרבה חכמה.</b> שנותן טעם לדבריו, והסברות שלו מתישבות על לב השומעין:",
                "<b>מרבה ישיבה.</b> הרבה תלמידים מתקבצים ובאים לשמוע סברותיו. ואית דגרסי, מרבה ישיבה מרבה חכמה, מי שמרבה בתלמידים, התלמידים מחדדים אותו ומרבין ומוסיפין על חכמתו:",
                "<b>מרבה עצה.</b> מי שמרבה ליטול עצה. מרבה תבונה. מבין דבר מתוך דבר מעצות שיועציו נותנים לו:",
                "<b>מרבה צדקה מרבה שלום.</b> שנאמר (ישעיה ל״ב) והיה מעשה הצדקה שלום:"
            ],
            [
                "<b>אל תחזיק טובה לעצמך.</b> לומר הרבה תורה למדתי. ולפי שהוא לא הניח לא מקרא ולא משנה הלכה ואגדה שלא למד [סוכה כ״ח ע״א, בבא בתרא קל״ד ע״א] היה אומר כן:",
                "<b>בור סוד.</b> גרסינן, ולא בור סיד. כלומר, כבור טוח בסיד:",
                "<b>שאינו מאבד טפה.</b> כך הוא אינו שוכח דבר אחד מתלמודו:",
                "<b>אשרי יולדתו.</b> מאושר במדות טובות עד שכל העולם אומרים עליו אשרי מי שילדתו. ויש אומרים, על שם שהיא גרמה לו שיהא חכם, שהיתה מחזרת על כל בתי מדרשות שבעירה ואומרת להם בבקשה מכם בקשו רחמים על העובר הזה שבמעי שיהיה חכם, ומיום שנולד לא הוציאה ערשתו מבית המדרש כדי שלא יכנסו באזניו אלא דברי תורה:",
                "<b>חסיד.</b> שעושה לפנים משורת הדין:",
                "<b>ירא חטא.</b> מחמיר על עצמו ואוסר עליו דברים המותרים, מיראתו שמא יבא לידי חטא. דאם לא כן מאי רבותיה, אפילו עם הארץ אפשר להיות ירא חטא:",
                "<b>מעין המתגבר.</b> לבו רחב ומוסיף פלפול וסברות מדעתו:",
                "<b>אבא שאול אומר משמו.</b> של רבן יוחנן בן זכאי:",
                "<b>ואלעזר בן ערך בכף שניה.</b> מצאתי כתוב, דאבא שאול לא נחלק על ת״ק, ושני הדברים אמרם רבן יוחנן בן זכאי, ושניהם אמת, דלענין הבקיאות והזכרון היה רבי אליעזר מכריע, ולענין החריפות והפלפול היה רבי אלעזר בן ערך מכריע:  "
            ],
            [
                "<b>עין טובה.</b> מסתפק במה שיש לו ואינו מבקש דברים יתירים ואינו מקנא כשרואה שיש לחבריו יותר ממנו:",
                "<b>חבר טוב.</b> שמוכיחו כשרואה אותו עושה דבר שאינו הגון:",
                "<b>שכן טוב.</b> מצוי אצלו בין ביום בין בלילה, ואילו חבר טוב אינו מצוי אצלו בכל עת:",
                "<b>הרואה את הנולד.</b> צופה ומביט במה שעתיד להיות, ומתוך כך נמצא מחשב הפסד מצוה כנגד שכרה ושכר עבירה כנגד הפסדה:",
                "<b>לב טוב.</b> לפי שהלב הוא המניע לכל שאר הכוחות והוא המקור שממנו נובעים כל הפעולות. ואע״פ שיש לפעולות איברים מיוחדים, מכל מקום הכח המעורר לכל התנועות הוא בלב, לפיכך אמר ר׳ אלעזר לב טוב. ומפני זה אמר ר׳ יוחנן בן זכאי רואה אני את דברי אלעזר בן ערך מדבריכם:",
                "<b>איזו היא דרך רעה שיתרחק ממנה האדם.</b> הוצרך לשאול מהם זה, ולא הבין מתוך דבריהם הראשונים שהדרך הרעה היא הפך הדרך הטובה, לפי שלא כל מה שהוא טוב יהיה הפכו רע, כי מדת החסידות והוא העושה לפנים משורת הדין היא טובה, ומי שאינו חסיד ומעמיד דבריו על דין תורה אינו רע, ואפשר היה לומר, שאם ההסתפקות והיא עין טובה היא דרך טובה, בקשת היתרונות אינו דרך רעה, לפי שאינו מזיק לשום אדם בזה, וכן בשאר המדות. לפיכך הוצרך לשאול מהם איזו היא דרך רעה שיתרחק ממנה האדם:",
                "<b>הלוה ואינו משלם.</b> הוא הפך הרואה את הנולד, שאם לא ישלם לא ימצא מי שילונו ויהיה מוטל ברעב. ולא אמר סתם, מי שאינו רואה את הנולד, לפי שאפשר לאדם שאינו רואה את הנולד שלא יבוא לידי תקלה, שיציל עצמו בבוא הנולד ההוא:",
                "<b>וצדיק חונן ונותן.</b> הקב״ה שהוא צדיקו של עולם חונן ונותן למלוה מה שלוה זה ממנו ולא פרע לו, נמצא הלוה נשאר חייב למקום: "
            ],
            [
                "<b>הם אמרו שלשה דברים.</b> בדרך ארץ ובמוסרים ובמדות. דאילו בענין האסור והמותר והפטור והחייב, דברים הרבה אמרו. אי נמי, אלו השלשה דברים הוי מרגלא בפומייהו תמיד:",
                "<b>יהי כבוד חברך חביב עליך כשלך.</b> ואימתי יהא זה כשלא תהי נוח לכעוס, שאם אתה נוח לכעוס אי אפשר שלא תזלזל בכבוד חברך. הרי דבור אחד. ושוב יום אחד לפני מיתתך, הרי שנים. והשלישי, הוי מתחמם כנגד אורן של חכמים וכו׳:",
                "<b>שוב יום אחד לפני מיתתך.</b> לפי שאין אדם יודע אימתי ימות, יעשה תשובה היום שמא ימות למחר:",
                "<b>והוי זהיר בגחלתן.</b> שלא תנהג בהן קלות ראש:",
                "<b>שלא תכוה.</b> שלא תיענש על ידן:",
                "<b>נשיכת שועל.</b> רפואתו קשה, לפי ששיניו דקות עקומות ועקושות וצריך הרופא לחתוך הבשר. באזמל ולהרחיב הנשיכה:",
                "<b>עקיצת עקרב.</b> קשה מנשיכת נחש:",
                "<b>ולחישתן.</b> דיבורן:",
                "<b>לחישת שרף.</b> כהבל היוצא מפי השרף, ששורף בשעה שהוא לוחש. פירוש אחר, השרף הזה אינו מקבל לחש כשאר נחשים, כדכתיב (תהלים נ״ח) אשר לא ישמע לקול מלחשים, כך תלמיד חכם אם תקניטנו ותבוא לפייסו אינו מקבל פיוס: "
            ],
            [
                "<b>עין הרע.</b> כמו עין רעה. שאינו מסתפק במה שיש לו ומחזר אחר דברים אחרים. ויש מפרשים עין הרע, שמכניס עין הרע בממון חבירו או בבניו ומזיק לו:",
                "<b>ושנאת הבריות.</b> שנאת חנם. ורמב״ם פירש, שמואס חברת הבריות ואוהב לישב יחידי. ואני שמעתי, אדם קשה שמביא עליו שנאת הבריות וגורם שהכל שונאים אותו: "
            ],
            [
                "<b>התקן עצמך ללמוד תורה.</b> שלא תאמר הואיל ואבי חכם ואבי אבי חכם, תורה חוזרת לאכסניא שלה ואיני צריך לבקש אחריה:",
                "<b>וכל מעשיך יהיו לשם שמים.</b> אף בשעה שאתה עוסק באכילה ושתיה ובדרך ארץ לא תתכוין לההנות גופך, אלא שתהיה בריא לעשות רצון קונך:\n\n"
            ],
            [
                "<b>הוי זהיר בקריאת שמע.</b> לקרותו בעונתו. וכן בתפלה, להתפלל כל תפלה ותפלה בעונתה:",
                "<b>קבע.</b> כאדם שיש עליו חובה דבר קבוע ואומר אימתי אפרוק מעלי חוב זה. אי נמי, קבע, כאדם שקבוע לו לקרוא פרק אחד פרשה אחת, שאומר אותה בקריאה בעלמא, ואינו אומרה בלשון תחנונים כאדם שמבקש רחמים:",
                "<b>כי אל חנון ורחום הוא.</b> רוצה בתחנונים, ועל ידי התחנונים הוא מרחם מיד:",
                "<b>ואל תהי רשע בפני עצמך.</b> אל תעשה דבר שהיום ולמחר תרשיע את עצמך בו. והרמב״ם פירש, אל תהי רשע בעיניך כלומר לא תחזיק עצמך כרשע, שמתוך כך אתה יוצא לתרבות רעה לגמרי. ואני שמעתי, אל תהי רשע בדבר זה שתפרוש מן הצבור ותעמוד בפני עצמך:\n\n"
            ],
            [
                "<b>לאפיקורוס.</b> לשון הפקר, שמבזה את התורה ומחשיבה כאילו היא הפקר. אי נמי, משים עצמו כהפקר ואינו חס על נפשו לחוש שמא תבוא עליו רעה על שמבזה את התורה או לומדיה:",
                "<b>ודע לפני מי אתה עמל.</b> בתשובה זו שאתה משיב לאפיקורוס. שלא יפתה לבך לנטות לדעתו:\n\n"
            ],
            [
                "<b>היום קצר.</b> חיי העולם הזה קצרים הם:",
                "<b>והמלאכה מרובה.</b> התורה ארוכה מארץ מדה:",
                "<b>ובעל הבית דוחק.</b> שנאמר (יהושע א׳) והגית בו יומם ולילה:\n\n"
            ],
            [
                "<b>לא עליך המלאכה לגמור.</b> לא שכרך הקב״ה לגמור את כולה כדי שתפסיד שכרך אם לא תגמרנה. ושמא תאמר איני לומד ואיני נוטל שכר, ולא אתה בן חורין ליבטל. על כרחך העול מוטל עליך לעבוד:",
                "<b>לעתיד לבוא.</b> לעולם הבא:"
            ]
        ],
        [
            [
                "<b>עקביא.</b> מטפה סרוחה. טפת שכבת זרע. ואע״פ שבשעת העבור אינה סרוחה, שאינה מסרחת ברחם האשה עד לאחר שלשה ימים וכשתסריח אינה ראויה להזריע, מכל מקום קרי לה טפה סרוחה מפני שהיא קרובה להסריח מיד כשהיא חוץ למעי האשה. והמסתכל שבא מטפה סרוחה, ניצול מן הגאוה. והמסתכל שעתיד לילך למקום עפר רמה ותולעה, ניצול מן התאוה והחמדה אל הממון. והמסתכל שעתיד ליתן דין וחשבון, פורש מן החטא ואינו נכשל בעבירה:\n\n"
            ],
            [
                "<b>בשלומה של מלכות.</b> ואפילו של אומות העולם:",
                "<b>חיים בלעו.</b> דכתיב (חבקוק א׳) ותעשה אדם כדגי הים, מה דגים שבים כל הגדול מחבירו בולע את חבירו, אף בני אדם אלמלא מוראה של מלכות כל הגדול מחברו בולע את חבירו [עבודה זרה דף נד ע״ב]:",
                "<b>יראי ה׳ איש אל רעהו.</b> הרי כאן שנים:",
                "<b>וידום.</b> לשון קול דממה דקה, כדרך השונה יחידי שהוא שונה בלחש:",
                "<b>כי נטל עליו.</b> כאילו נתינת כל התורה כולה היתה בעבורו בלבד:"
            ],
            [
                "<b>ולא אמרו עליו דברי תורה.</b> ובברכת המזון שמברכים על השלחן, יוצאין ידי חובתן, וחשוב כאילו אמרו עליו דברי תורה. כך שמעתי:",
                "<b>מזבחי מתים.</b> תקרובת עבודה זרה. דכתיב (תהלים ק״ו) ויצמדו לבעל פעור ויאכלו זבחי מתים:",
                "<b>מלאו קיא צואה.</b> ועבודה זרה קרויה צואה, דכתיב (ישעיה ל׳) צא תאמר לו:",
                "<b>בלי מקום.</b> בשביל שלא הזכירו שמו של מקום ברוך הוא על השלחן:",
                "<b>שנאמר וידבר אלי זה השלחן אשר לפני ה׳</b> מיד כשדיבר בדברי תורה נקרא שלחן אשר לפני ה׳. ויש אומרים מראשו של מקרא הוא יוצא, דכתיב והמזבח עץ שלש אמות, אל תקרי אמות אלא אמות, כמו יש אם למקרא. שלש כנגד תורה נביאים וכתובים, ואמרי לה מקרא משנה ותלמוד. שצריך אדם לדבר בהן על השלחן, ואז קרוי שלחן אשר לפני ה׳. כך פירש רש״י:\n\n"
            ],
            [
                "<b>הנעור בלילה והמהלך בדרך יחידי.</b> ומחשב בלבו דברי הבאי:",
                "<b>הרי זה מתחייב בנפשו.</b> לפי שלילה הוא זמן למזיקים, והמהלך בדרך יחידי הוא בסכנה מפני הליסטים וכמה פגעים רעים, ואם היה מחשב בדברי תורה היתה משמרתו:\n\n"
            ],
            [
                "<b>עול מלכות.</b> משא מלך ושרים:",
                "<b>דרך ארץ.</b> עמל וטורח הפרנסה, לפי שמלאכתו מתברכת:",
                "<b>הפורק ממנו עול תורה.</b> האומר קשה עולה של תורה ואיני יכול לסובלה:\n\n"
            ],
            [
                "<b>עשרה שהיו יושבים בדין.</b> גרסינן:",
                "<b>בעדת אל.</b> ואין עדה פחותה מעשרה, שנאמר במרגלים (במדבר י״ד) עד מתי לעדה הרעה הזאת, יצאו יהושע וכלב, הרי עשרה:",
                "<b>ומנין אפילו חמשה שנאמר בקרב אלהים ישפוט.</b> שלשה דיינים ושני בעלי דינים:",
                "<b>ומנין אפילו שלשה שנאמר ואגודתו על ארץ יסדה.</b> האש והאויר והמים שהם שלשה, על ארץ יסדה, על יסוד הארץ הם מקיפים. הרי לך ששלשה קרויין אגודה. אי נמי, מצינו שלשה קרוין אגודה, אגודת אזוב שהם שלשה קלחים. ויש ספרים שכתוב בהן ומנין אפילו חמשה שנאמר ואגודתו על ארץ יסדה, שאדם אוגד בידו אחת שיש בה חמש אצבעות, וכלל אצבעות שביד קרויין אגודה. ובראש המקרא הוא אומר, הבונה בשמים מעלותיו, כלומר השכינה שהיא בשמים יורדת למטה לארץ כשיש שם אגודה עוסקים בתורה. ומנין אפילו שלשה שנאמר בקרב אלהים ישפוט, שהדיינים הם שלשה:",
                "<b>כי נטל עליו.</b> לשון סכך. תרגום וסכות (שמות מ, ג), ותטל, כלומר שהשכינה סוככת עליו: "
            ],
            [
                "<b>תן לו משלו.</b> לא תמנע מלהתעסק בחפצי שמים בין בגופך בין בממונך, [שאינך נותן משלך, לא מגופך ולא מממונך], שאתה וממונך שלו:",
                "<b>מה נאה אילן זה מה נאה ניר זה.</b> הוא הדין לכל שיחה בטלה, אלא שדבר בהווה שדרך הולכי דרכים לדבר במה שרואים בעיניהם. ויש אומרים, דאשמועינן רבותא דאע״ג דעל ידי כן הוא מברך ברוך שככה לו בעולמו, אעפ״כ מעלין עליו כאילו מתחייב בנפשו, מפני שהפסיק ממשנתו:",
                "<b>ניר.</b> תלם המחרישה, כמו נירו לכם ניר (ירמיה ד,ג): "
            ],
            [
                "<b>כל השוכח דבר אחד ממשנתו.</b> בשביל שלא חזר עליה, מעלין עליו כאילו מתחייב בנפשו. שמתוך שכחתו הוא בא להתיר את האסור ונמצאת תקלה באה על ידו, ושגגתו עולה זדון. אי נמי כאילו מתחייב בנפשו, לפי שאותה משנה היתה משמרתו ועכשיו ששכחה אינה משמרתו:",
                "<b>תקפה עליו משנתו.</b> שהיתה קשה עליו ומתוך הקושי שבה שכחה:\n\n"
            ],
            [
                "<b>כל שיראת חטאו קודמת לחכמתו.</b> אני שמעתי, שמקדים במחשבתו יראת חטאו לחכמתו, שהוא חושב בלבו אלמוד בשביל שאהיה ירא חטא. וזה על דרך שאמרו תחלת המחשבה [היא] סוף המעשה:",
                "<b>חכמתו מתקיימת.</b> שהחכמה מביאתו למה שלבו חפץ והוא נהנה בה:",
                "<b>וכל שחכמתו קודמת ליראת חטאו.</b> שאינו לומד על מנת לעשות, הואיל ואין לבבו פונה להיות ירא חטא:",
                "<b>אין חכמתו מתקיימת.</b> שמתוך שהיא מונעת אותו מללכת אחרי שרירות לבו הוא קץ בה ומואסה ומניחה:",
                "<b>כל שמעשיו מרובים מחכמתו.</b> הכא מיירי שזריז במצות עשה, ולעיל בכל שיראת חטאו קודמת לחכמתו איירי שנזהר במצות לא תעשה: "
            ],
            [
                "<b>כל שרוח הבריות נוחה הימנו.</b> כל מי שאהוב למטה בידוע שהוא אהוב למעלה:",
                "<b>שינה של שחרית.</b> שהולך וישן עד שעונת קריאת שמע עוברת:",
                "<b>ויין של צהרים.</b> מושך לבו של אדם, דכתיב [קהלת ב, ג] למשוך ביין את בשרי, ומביא אותו לידי שכרות:",
                "<b>ושיחת הילדים.</b> מבטלת את אבותיהם מלעסוק בתורה:",
                "<b>וישיבת בתי כנסיות של עמי הארץ.</b> שמתכנסים ומדברים בדברים בטלים:"
            ],
            [
                "<b>המחלל את הקדשים.</b> המביא קדשי המזבח לידי פגול ונותר וטמא, או המועל ונהנה בין בקדשי מזבח בין בקדשי בדק הבית:",
                "<b>והמבזה את המועדות.</b> ימים של חול המועד, עושה בהן מלאכה או נוהג בהן מנהג חול באכילה ושתיה:",
                "<b>והמלבין פני חבירו ברבים.</b> המתבייש פניו מאדימות תחלה ואח״כ מתלבנות, שהנפש יש לה שתי תנועות אחת לחוץ ואחת לפנים, וכשמביישין את האדם, בתחלה הרוח מתנועע לצד חוץ כמי שמתמלא חמה ופניו מאדימות, וכשאינו מוצא טענה כיצד יסיר הבושת ההוא מעל פניו, הוא דואג בקרבו ונכנס הרוח לצד פניו מפני הצער. ופניו מתכרכמים ומתלבנים. וזהו שאמרו [בבא מציעא נ״ח ע״ב] בענין ההלבנה, דאזיל סומקא ואתי חיורא:",
                "<b>והמפר בריתו.</b> שלא מל, או שמל ומושך ערלתו לכסות המילה כדי שלא יראה שהוא מהול:",
                "<b>והמגלה פנים בתורה.</b> שמראה פנים ופירושים בתורה שלא כהלכה. כגון המתרגם ומזרעך לא תתן להעביר למולך, ומזרעך לא תתן לאעברא לארמיותא. ואין זה פשוטו של מקרא. ובכלל זה הדורש דרשות של דופי. פירוש אחר, מגלה פנים, שמעיז פניו לעבור על דברי תורה בפרהסיא ביד רמה ואין לו בושת פנים:",
                "<b>אע״פ שיש בידו תורה ומעשים טובים.</b> ולא חזר בתשובה מאחת מעבירות הללו שבידו, אע״פ שבאו עליו יסורים ומת ביסורים, אין לו חלק לעולם הבא. אבל אם חזר בתשובה קודם מותו, אין לך דבר שעומד בפני התשובה: "
            ],
            [
                "<b>הוי קל לראש.</b> לפני אדם גדול זקן ויושב בראש בישיבה, הוי קל לעבוד עבודתו ולשמש לפניו:",
                "<b>ונוח.</b> לתשחורת. לאדם בחור ששערותיו שחורות אינך צריך להקל עצמך כל כך, אלא תעמוד לפניו בנחת ובישוב:",
                "<b>והוי מקבל וכו׳</b> נגד כל אדם בין ראש בין תשחורת תעמוד בשמחה. מקבל, כמו מקביל. מתורגם נגד, קבל. פירוש אחר, הוי קל לראש, בראשיתך כשאתה בחור הוי קל לעשות רצון בוראך, ובזקנותך כשהושחרו פניך מפני הזקנה תהא נוח לו:\n\n"
            ],
            [
                "<b>מסורת סייג לתורה.</b> המסורת שמסרו לנו חכמים בחסרות ויתרות שבתורה, הם גדר וחיזוק לתורה שבכתב, שעל ידיהם אנו מבינים כמה מצות איך יעשו אותם. כמו בסכות בסכת בסכת, שנים חסרים ואחד מלא, שממנו אנו לומדים להכשיר סוכה בשלש דפנות. וכגון מועדי ה׳ אשר תקראו אתם, שנכתב חסר בשלשה מקומות, ללמד, אתם אפילו שוגגים, אתם אפילו מזידים, אתם אפילו מוטעים:",
                "<b>מעשרות סייג לעושר.</b> דכתיב עשר תעשר, עשר בשביל שתתעשר [תענית ט׳]:",
                "<b>נדרים סייג לפרישות.</b> בזמן שאדם מתחיל בפרישות ומתיירא שלא יעבור, מקבל עליו בלשון נדר שלא יעשה כך וכך, ועל ידי כן הוא כובש את יצרו:",
                "<b>סייג לחכמה שתיקה.</b> במה אנן קיימין, אי בשתיקה מדברי תורה, הרי כבר כתיב והגית בו וגו״, אי בשתיקה מרכילות ולשון הרע וקללה, דאורייתא נינהו. הא אינו מדבר אלא בשתיקה מדברי הרשות שבין אדם לחברו, שיש לו לאדם למעט הדבור בהם כל מה שאפשר. ועליהם אמר שלמה (משלי י״ז) גם אויל מחריש חכם יחשב: "
            ],
            [
                "<b>חבה יתירה נודעת לו.</b> רמב״ם פירש, חבה יתירה הראה הקב״ה לאדם שהודיעו ואמר לו ראה שבראתיך בצלם, שהמטיב לחברו ומודיעו הטובה שעשה עמו, מראה חבה יתירה יותר משאילו הטיב עמו ואינו חשוב בעיניו להודיעו הטובה שעשה עמו. ויש לפרש, חבה יתירה נודעת לו, חבה גלויה ומפורסמת, שלא בלבד אהבה מסותרת היה לו למקום ברוך הוא עם האדם אלא אף חבה גלויה וידועה לכל:",
                "<b>שנאמר כי לקח טוב.</b> כל מעשה בראשית שנאמר בו וירא אלהים כי טוב, לא נברא אלא בשביל התורה שנקראת לקח, כמה דאת אמר (דברים ל״ב) יערוף כמטר לקחי: "
            ],
            [
                "<b>הכל צפוי.</b> כל מה שאדם עושה בחדרי חדרים גלוי לפניו:",
                "<b>והרשות נתונה.</b> בידו של אדם לעשות טוב ורע, כדכתיב (שם ל׳) ראה נתתי לפניך היום את החיים וגו׳:",
                "<b>ובטוב העולם נדון.</b> במדת רחמים. ואעפ״כ אין הכל שוין במדה זו, לפי שהכל לפי רוב המעשה. המרבה במעשים טובים נותנים לו רחמים מרובים, והממעיט במעשים טובים ממעטים לו ברחמים. פירוש אחר, והכל לפי רוב המעשה, לפי רוב מעשיו של אדם הוא נדון, אם רוב זכיות זכאי, אם רוב עונות חייב. ורמב״ם פירש, הכל צפוי, כל מעשה בני אדם מה שעשה ומה שעתיד לעשות הכל גלוי לפניו, ולא תאמר כיון שהקב״ה יודע מה שיעשה האדם א״כ הוא מוכרח במעשיו שיהיה צדיק או רשע, כי הרשות נתונה בידו לעשות טוב ורע ואין שם דבר שיכריחהו כלל, וכיון שכן הוא, בטוב העולם נדון, להפרע מן הרשעים וליתן שכר טוב לצדיקים. שהחוטא חטא ברצונו, ראוי שיענש. והצדיק היה צדיק ברצונו, וראוי שיקבל שכר:",
                "<b>והכל לפי רוב המעשה.</b> לפי מה שאדם כופל ומתמיד בעשיית הטוב כך שכרו מרובה. שאינו דומה המחלק מאה זהובים לצדקה במאה פעמים, לנותן אותם בפעם אחת. וגרסת רמב״ם היא, והכל לפי רוב המעשה, אבל לא על פי המעשה: "
            ],
            [
                "<b>הכל נתון בערבון.</b> רגלוהי דבר נש אינון ערבין ביה [סוכה נ״ג ע״א.] לאתר דמתבעי תמן מובילין יתיה:",
                "<b>ומצודה פרוסה.</b> יסורין ומיתה:",
                "<b>החנות פתוחה.</b> ובני אדם נכנסים שם ולוקחים בהקפה:",
                "<b>והחנוני מקיף.</b> ומאמין לכל הבא ליטול. כך בני אדם חוטאים בכל יום והקב״ה ממתין להם עד בא עתם:",
                "<b>והפנקס פתוח.</b> לכתוב בה ההקפות כדי שלא ישכח:",
                "<b>והיד כותבת.</b> שלא תאמר אף על פי שהפנקס פתוח פעמים שהחנוני טרוד ואינו כותב הכל, לכך אמר והיד כותבת:",
                "<b>וכל הרוצה ללוות וכו׳</b> היינו והרשות נתונה דלעיל, שאין שום אדם מוכרח ללוות שלא ברצונו:",
                "<b>והגבאים.</b> יסורים ופגעים רעים:",
                "<b>לדעתו.</b> פעמים שזוכר את חובו ואומר יפה דנתני:",
                "<b>ושלא לדעתו.</b> פעמים ששכח וקורא תגר כנגד דינו של מקום ברוך הוא:",
                "<b>ויש להם על מה שיסמוכו.</b> על הפנקס, ועל החנוני שהוא נאמן על פנקסו. כך היסורים הללו הן נסמכים על מעשיו של אדם הנזכרים לפני המקום ברוך הוא, אף על פי שהם נשכחים מן האדם:",
                "<b>והדין דין אמת.</b> שאין הקב״ה בא בטרוניא עם בריותיו [ע״ז ג׳ ע״א]:",
                "<b>והכל מתוקן לסעודה.</b> אחד צדיקים ואחד רשעים יש להם חלק לעולם הבא לאחר שגבו מהן את חובן:\n\n"
            ],
            [
                "<b>אם אין תורה וכו׳</b> אין משאו ומתנו יפה עם הבריות:",
                "<b>אם אין דרך ארץ וכו׳</b> סוף שתורתו משתכחת ממנו:",
                "<b>אם אין דעת וכו׳</b> דעת, הוא שמוצא טעם לדבר. ובינה, הוא שמבין דבר מתוך דבר אבל אינו מראה לו טעם. ואם אין דעת לתת טעם לדבר אין בינה, אחר שלא ידע טעמו של דבר כאילו לא ידעו. ומכל מקום הבינה היא קודמת, לפיכך אם אין בינה אין דעת:",
                "<b>אם אין קמח אין תורה.</b> מי שאין לו מה יאכל היאך יעסוק בתורה:",
                "<b>אם אין תורה אין קמח.</b> מה יועיל לו הקמח שבידו, הואיל ואין בו תורה, נוח לו שלא היה לו קמח והיה מת ברעב: "
            ],
            [
                "<b>קינין.</b> קרבנות העוף קרויין קינין, לשון קן צפור. ויש בהן הלכות חמורות, כגון אם נתערבו חובה בנדבה, או עולה שמעשיה למעלה בחטאת שמעשיה למטה:",
                "<b>ופתחי נדה.</b> הלכות נדה שאבדה וסתה וצריכה לשמור עד שתחזור לפתחה. ופעמים שהיא צריכה לטבול צ״ה טבילות לדברי האומר טבילה בזמנה מצוה:",
                "<b>הן הן גופי הלכות.</b> עיקר תורה שבעל פה, שמקבלים עליה שכר:",
                "<b>תקופות.</b> ענין מהלך המזלות:",
                "<b>וגמטריאות.</b> חשבון האותיות:",
                "<b>פרפראות לחכמה.</b> כמו הפרפראות שרגילין לאכול בסוף הסעודה לקנוח דרך תענוג, כך החכמות הללו מכבדות את בעליהם בעיני הבריות:"
            ]
        ],
        [
            [
                "<b>בן זומא.</b> לפי שלא האריך ימים ולא נסמך שיקרא רבי, היו קורין אותו על שם אביו. וכן בן עזאי. ושניהם שמם שמעון:",
                "<b>איזהו חכם.</b> הכי קאמר, איזהו חכם שראוי שיתהלל בחכמתו:",
                "<b>הלומד מכל אדם.</b> ואע״פ שהוא קטן ממנו. שכיון שאינו חס על כבודו ולומד מן הקטנים, ניכרים הדברים שחכמתו הוא לשם שמים ולא להתיהר ולהתפאר בה:",
                "<b>שנאמר מכל מלמדי השכלתי.</b> וסיפא דקרא כי עדותיך שיחה לי, כלומר הייתי לומד תורה מכל מלמדי ואפילו מן הקטנים ממני ולא הייתי חושש לכבודי, כי עדותיך שיחה לי, שכל כוונתי היתה לשמים בלבד. וכן איזהו גבור, שראוי שיתהלל בגבורתו, הכובש את יצרו:",
                "<b>שנאמר טוב ארך אפים מגבור.</b> הכי הוי פירושא דקרא, טוב ארך אפים הבא מצד הגבורה של כבוש היצר, לא מצד רכות הטבע. וכן מושל ברוחו כשבא מלוכד עיר, מן המלך שלאחר שכבש את העיר ובאו לידו האנשים המורדים בו, מושל ברוחו ואינו הורגן:",
                "<b>איזהו עשיר.</b> הראוי לו להתהלל בעשרו. השמח בחלקו:",
                "<b>איזהו מכובד.</b> לפי ששלשה דברים טובים הללו שנזכרו לעיל, שהם החכמה והגבורה והעושר, הזוכה בהם הוא נכבד מעצמו בעיני אלהים ואדם, ואף אם הבריות לא יכבדוהו בעבורם, לכך חיבר התנא לזה ואמר מי שיש בו המדות הללו והוא נכבד בעצמו, מה יעשה ויהיה מכובד מאחרים, יכבד את הבריות:",
                "<b>כי מכבדי אכבד.</b> והדברים ק״ו, ומה הקב״ה שהוא מלך הכבוד וכל מה שברא בעולמו לא ברא אלא לכבודו, מכבד את מכבדיו, ק״ו לבשר ודם:",
                "<b>ובוזי יקלו.</b> למדנו ענותנותו של הקב״ה. לא אמר ובוזי אקלל, אלא יקלו מעצמם. ובכבוד הצדיקים הקפיד יותר, שנאמר (בראשית י״ב) ומקללך אאור: "
            ],
            [
                "<b>שמצוה גוררת מצוה.</b> כך מנהגו של עולם, העושה מצוה אחת נוח לו לעשות אחרות, והמתחיל בעבירות קשה לפרוש מהם. ועוד, ששכר מצוה מצוה. שמן השמים מסייעין ומזמינים ביד מי שעשה מצוה אחת שיעשה אחרת כדי לתת לו שכר על שתיהן. וכן שכר עבירה וכו׳. פירוש אחר, ששכר מצוה מצוה, שכל מה שאדם משתכר ומתענג בעשיית המצוה נחשב לו למצוה בפני עצמה, ונוטל שכר על המצוה שעשה ועל העונג וההנאה שנהנה בעשייתה:",
                "<b>ושכר עבירה עבירה.</b> והשכר וההנאה שמגעת לו לאדם בעשיית העבירה נחשב לו כעבירה בפני עצמה, ולוקה על העבירה שעשה ועל השכר וההנאה שמקבל בעשייתה:\n\n"
            ],
            [
                "<b>אל תהי בז לכל אדם.</b> לומר מה יוכל פלוני להזיק לי:",
                "<b>ואל תהי מפליג.</b> מרחיק לכל דבר שיש לחוש עליו, אל תאמר רחוק הוא שיהיה ואין לדאוג ממנו:\n\n"
            ],
            [
                "<b>מאד מאד הוי שפל רוח.</b> אע״פ שבשאר מדות הדרך האמצעית היא המשובחת, במדת הגאוה אינו כן, אלא יטה לקצה האחרון של שפלות הרוח. לפי שהגאוה היא מאוסה ביותר, ועוד שרוב בני אדם נכשלים בה ולא בדילי אינשי מינה, לכך צריך לעשות לה הרחקה יתירה:\n\n"
            ],
            [
                "<b>הלומד על מנת ללמד מספיקין בידו ללמוד וללמד.</b> גרסינן. והכי פירושו, הלומד על מנת להיות תמיד עוסק בתורה ואין בדעתו להיות גומל חסדים עם הבריות, כרבה [ר״ה י״ח ע״א] דעסק בתורה ולא עסק בגמילות חסדים, אע״ג דאיבעי ליה לאעסוקי בגמילות חסדים, מכל מקום מספיקין בידו ללמוד וללמד, ותהיה מחשבתו נעשית. והלומד על מנת לעשות, שהוא רוצה לעסוק בתורה ולהיות ג״כ גומל חסדים, כאביי [שם] דעסק בתורה ובגמילות חסדים, מספיקין בידו להשלים מחשבתו, ויזכה ללמוד וללמד לשמור ולעשות. ויש מפרשים הלומד על מנת ללמד, בשביל שיקרא רב, וגורסין אין מספיקין בידו ללמוד וללמד. וברוב הספרים מצאתי כגירסא ראשונה, ועיקר:",
                "<b>אל תעשם עטרה להתגדל בהם.</b> שלא תאמר אלמוד בשביל שאקרא רבי ויושיבוני בראש, אלא למוד מאהבה וסוף הכבוד לבוא:",
                "<b>ולא קרדום לחפור בהם.</b> ולא תלמוד תורה כדי לעשות ממנה מלאכה שתתפרנס בה, כמו קרדום לחפור בה, שהעושה כן מועל בקדושתה של תורה וחייב מיתה בידי שמים כמי שנהנה מן ההקדש. ומלמדי תינוקות נוטלין שכר שימור התינוקות בלבד, שמשמרין אותן שלא יפשעו ויזיקו, ושכר פיסוק טעמים, שאין הרב חייב לטרוח וללמד לתלמידים פיסוק הטעמים. אבל שכר לימוד אסור ליטול, דכתיב (דברים ד׳) ואותי צוה ה׳ בעת ההיא ללמד אתכם חקים ומשפטים כאשר צוני ה׳ אלהי, מה אני בחנם, אף אתם בחנם. וכן הדיין אסור ליקח שכר פסק הדין, אלא שכר בטלה בלבד, דבר שהוא ניכר כמה מפסיד מביטול מלאכתו כדי לשמוע טענות בעלי הדין. ובלבד שיטול משניהם בשוה, ואם נוטל יותר מזה, דיניו בטלים. ומה שהתירה תורה לתלמיד חכם ליהנות מדברי תורה, הוא, שתמכר סחורתו בשוק קודם כל אדם, וגם שיפטר מכל מסים ועולים וארנוניות. ואפילו כסף גולגלתא חייבין הצבור ליתן עליו, ואפילו הוא עשיר ויש לו ממון הרבה יכול הוא לשאול בדין שיפטרוהו. ואם תלמיד חכם חולה הוא ומדוכא ביסורין ומרבין העם להביא מנות גדולות מפני כבוד תורתו, מצוה עליו שיטול, ואין זה בכלל נאות מדברי תורה, הואיל ואי אפשר לו להתפרנס בדרך אחרת. וכן תלמיד חכם שמינו אותו הצבור עליהם פרנס או ראש הסדר ומתעסק בצרכי ציבור, מותר לו ליקח מהם פרס ואפילו שכר הרבה יותר מכדי פרנסתו, כדי שיהיו מזונותיו בריוח ומתוך כך יהיה גדול ויראוי ומאויים בעיניהם. כדאשכחן בכהן גדול דכתיב ביה הגדול מאחיו, ודרשו חכמים [יומא י״ח ע״א] גדלהו מאחיו, שיהיו אחיו הכהנים מעשירים אותו משלהן. וחכמים הראשונים שהיו נמנעים מזה, מדת חסידות היתה בהם, אבל לא מן הדין:\n\n"
            ],
            [
                "<b>כל המכבד את התורה.</b> הדורש החסרות והיתרות שבתורה ומראה טעם על כל קוץ וקוץ לומר שאין בה דבר לבטלה, אין לך כבוד תורה גדול מזה. אי נמי, המכבד ספר תורה ומכבד לומדי התורה והעוסקים בה, כל אלו בכלל מכבד את התורה הן:\n\n"
            ],
            [
                "<b>החושך עצמו מן הדין.</b> במקום שיש גדול ממנו. אי נמי, אומר לבעלי הדין שיתפשרו:",
                "<b>פורק ממנו איבה.</b> שהיוצא מבית דין חייב, שונא לדיין, שאומר בלבו לא היפך בזכותי:",
                "<b>וגזל.</b> שמא יחייב הזכאי ונמצא שגזל בא על ידו:",
                "<b>ושבועת שוא.</b> שמא יחייב שבועה למי שאינו חייב בה ונמצא מביא לידי שבועת שוא. אי נמי, קרי תנא לשבועת שקר שבועת שוא, כגון האומר לא לויתי ולוה, דבשעת שבועה יצאה מפיו לשוא:",
                "<b>והגס לבו בהוראה.</b> בלא עיון ובלא המתנה:\n\n"
            ],
            [
                "<b>אל תהי דן יחידי.</b> אע״פ שיחיד מומחה יכול לדון, מדרכי החסידות הוא שאפילו מומחה לא יהי דן יחידי. ודוקא כשלא קבלוהו בעלי הדין עליהם לדיין, אבל קבלוהו בעלי הדין עליהם, דן יחידי ואפילו מדרך חסידות:",
                "<b>שאין דן יחידי אלא אחד.</b> הקב״ה שהוא יחיד בעולמו:",
                "<b>ואל תאמר.</b> לחבריך החולקים עליו. קבלו דעתי. שאני מומחה ובלא הצירוף שלכם הייתי יכול לדון:",
                "<b>שהן רשאין ולא אתה.</b> הואיל וצירפת אותם עמך ראוי שיפסק הדין על פי הרבים:"
            ],
            [
                "<b>המקיים את התורה מעוני.</b> שהוא דחוק למזונות ומתבטל ממלאכתו כדי לעסוק בתורה:",
                "<b>המבטל את התורה מעושר.</b> מחמת רוב הממון צריך ליתן לבו פעם לכאן ופעם לכאן ואין לו פנאי לעסוק בתורה:\n\n"
            ],
            [
                "<b>הוי ממעט בעסק.</b> המעט בעסק סחורתך ומלאכתך, ויהיה עיקר עסקך בתורה:",
                "<b>והוי שפל רוח בפני כל אדם.</b> ללמוד אפילו ממי שהוא קטן ממך בחכמה:",
                "<b>יש לך בטלים הרבה כנגדך.</b> שיסייעו לבטלך. פירוש אחר, יש בעולם כמה בטלים שהם הרשעים וחיות רעות שהם בטלים, ועל ידם הקב״ה יביא עליך פורענות:",
                "<b>ואם עסקת בתורה.</b> הוא עצמו ישלם שכרך ולא על ידי שליח. ובזה יתירה מדה טובה על מדת פורענות:\n\n"
            ],
            [
                "<b>פרקליט.</b> מלאך מליץ טוב:",
                "<b>קטיגור.</b> מליץ רע. ולשון קטיגור, קורא תגר. וסניגור שהוא הפך קטיגור, פירושו שונא תגר:\n\n"
            ],
            [
                "<b>יהי כבוד תלמידך חביב עליך כשלך.</b> שכן מצינו במשה שאמר ליהושע תלמידו בחר לנו אנשים, (שמות י״ז) עשאו שוה לו:",
                "<b>וכבוד חברך כמורא רבך.</b> דא״ל אהרן למשה בי אדוני, (במדבר י״ב) ואחיו גדול ממנו בשנים היה וקרי ליה אדוני:",
                "<b>ומורא רבך כמורא שמים.</b> דכתיב (שם י״א) אדוני משה כלאם, כלם מן העולם, כיון שמרדו בך כאילו מרדו בהקב״ה וחייבים כליה: "
            ],
            [
                "<b>הוי זהיר בתלמוד.</b> שיהא תלמודך בדקדוק וכהלכה:",
                "<b>ששגגת תלמוד עולה זדון.</b> אם תטעה בהוראה מתוך שלא דקדקת בתלמודך ותבוא להתיר את האסור, הקב״ה מעלה על ידך כאילו עשית מזיד:",
                "<b>שלשה כתרים הם.</b> הכתובים בתורה, שחייבה התורה לנהוג בהם כבוד:",
                "<b>כתר תורה.</b> כתיב ביה (ויקרא י״ט) והדרת פני זקן, זה שקנה חכמה:",
                "<b>כתר כהונה.</b> כתיב ביה (שם כ״א) וקדשתו קדוש יהיה לך:",
                "<b>כתר מלכות.</b> כתיב ביה (דברים י״ז) שום תשים עליך מלך, שתהא אימתו עליך:",
                "<b>וכתר שם טוב.</b> מי שיש בידו מעשים טובים ושמועתו טובה מחמת מעשיו, לא מצינו לו כתר בתורה שיהיו חייבים לנהוג בו כבוד, והוא עולה על גבי כולן, שכל השלשה כתיים צריכים לו. שאם תלמיד חכם הוא וסני שומעניה שרי לבזוייה. ואם כהן גדול הוא, אמרינן ביומא (דף ע״א:) ייתון בני עממיא לשלם דעבדין עובדי אהרן, ולא ייתון בני אהרן לשלם דלא עבדין עובדי אהרן. ואם מלך הוא, כתיב (שמות כ״ב) ונשיא בעמך לא תאור, בעושה מעשה עמך:\n\n"
            ],
            [
                "<b>הוי גולה למקום תורה.</b> אם אין תלמידי חכמים במקומך:",
                "<b>ואל תאמר שהיא תבוא אחריך.</b> תלמידי חכמים יבואו לכאן:",
                "<b>שחבריך יקיימוה בידך.</b> ואל תסמוך שחבריך כשיבואו מבית הרב יקיימו התורה בידך, שתלמוד מהם מה שלמדו הם מן הרב. אלא הוי גולה אתה בעצמך למקום הרב, שאינו דומה שומע מפי תלמיד לשומע מפי הרב. פירוש אחר, שחבריך יקיימוה בידך, מפני מה אני אומר לך הוי גולה למקום תורה, שחבריך יקיימוה בידך, שאפילו אתה חריף ומפולפל ביותר לא תתקיים התורה בך אלא על ידי חבריך שתשא ותתן עמהם, והיינו דמסיים ואל בינתך אל תשען:\n\n"
            ],
            [
                "<b>אין בידינו.</b> כמו לא הוה בידיה [יבמות ק״ה ע״א]. כלומר אין הדבר הזה ידוע לנו מדוע דרך רשעים צלחה ומפני מה הצדיקים מדוכאים ביסורין. פירוש אחר, אין לנו בזמן הגלות לא משלוה והשקט שרגיל הקב״ה לתת לרשעים כדי לטרדן מן העוה״ב, ואף לא מן היסורים המיוחדים לצדיקים שהן יסורים של אהבה שאין בהן בטול תורה. כלומר יצאנו מכלל רשעים שאין לנו השלוה שיש לרשעים, ולכלל צדיקים לא הגענו, שהיסורים שלנו אינן של אהבה כיסורי הצדיקים:",
                "<b>הוי מקדים שלום לכל אדם.</b> ואפילו לנכרי בשוק:",
                "<b>והוי זנב לאריות.</b> לגדולים ממך:",
                "<b>ולא ראש לשועלים.</b> לקטנים ממך:"
            ],
            [
                "<b>בפרוזדור.</b> בית שער. תרגום אולם, פרוזדורא:",
                "<b>טרקלין.</b> מקום מושב המלך. כך אתה התקן עצמך בעוה״ז כדי שתזכה לעולם הבא:"
            ],
            [
                "<b>יפה שעה אחת בתשובה.</b> לצורך תשובה ומעשים טובים:",
                "<b>מכל חיי העולם הבא.</b> לפי שבאותו זמן אין התשובה ומעשים טובים מהנים לאדם, שאין העולם הבא אלא לקבל שכר על מה שקיים בעולם הזה:\n\n"
            ],
            [
                "<b>אל תרצה את חברך בשעת כעסו.</b> דכתיב (שמות ל״ג) פני ילכו והנחותי לך, אמר לו הקב״ה למשה המתן עד שיעברו פנים של זעם [ברכית ז׳ ע״א]:",
                "<b>ואל תנחמנו בשעה שמתו מוטל לפניו.</b> שבשעת החורבן כביכול היה הקב״ה מתאבל, בקשו מלאכי השרת לנחמו, ורוח הקודש משיבן אל תאיצו לנחמני:",
                "<b>ואל תשאל לו בשעת נדרו.</b> למצוא פתחים להתיר לו את נדרו. מפני שאז על כל פתח ופתח שתמצא לו יאמר אדעתא דהכי נדרתי, ושוב לא תמצא לו פתח. ומצינו כשנשבע הקב״ה למשה שלא יכנס לארץ לא התחנן מיד אלא המתין ואח״כ התחיל להתחנן:",
                "<b>בשעת קלקלתו.</b> כשנתקלקל בחטא. לפי שהוא מתבייש מכל אדם. וכן אתה מוצא כשחטא אדם הראשון לא נגלה עליהם הקב״ה עד שעשו חגורות, דכתיב (בראשית ג׳) ויעשו להם חגורות, ואח״כ וישמעו את קול ה׳ אלהים: "
            ],
            [
                "<b>בנפול אויבד אל תשמח.</b> פסוק הוא במשלי, אלא ששמואל הקטן היה רגיל להוכיח בני אדם במדה זו:",
                "<b>פן יראה ה׳ ורע בעיניו.</b> שעשיתו בלבבך כאילו הוא שלוחך למלאות תאותך:",
                "<b>והשיב מעליו אפו.</b> מדלא כתיב ושב אלא והשיב, משמע יסירהו מעל אויביך וישיבהו עליך: "
            ],
            [
                "<b>על נייר חדש.</b> שהוא מתקיים. כך גירסת הילדות אינה משתכחת:",
                "<b>ענבים קהות.</b> שלא נתבשלו כל צרכן ומקהות את השינים. כך חכמת הילד לא נתישבה כל צרכה ואין דבריו מתקבלים ומתישבים על הלב:",
                "<b>יין מגתו.</b> ששמריו מעורבים בתוכו. כך חכמת הילד תערובת ספיקות יש בה:",
                "<b>רבי אומר אל תסתכל בקנקן.</b> רבי פליג אדרבי יוסי בר׳ יהודה, ואמר כי כמו שיש קנקן חדש מלא יין ישן כך יש ילד שטעמו כטעם זקנים, ויש זקנים פחותים במעלת החכמה מן הילדים:\n\n"
            ],
            [
                "<b>והתאוה.</b> המבקש למלאות תאותו באכילה ושתיה ובעילה וכיוצא בהן:",
                "<b>והכבוד.</b> שיכבדוהו בני אדם:\n\n"
            ],
            [
                "<b>הילודים למות.</b> מי שנולד כבר עתיד הוא למות:",
                "<b>והמתים.</b> עתידים לחיות ולעמוד ליום הדין, אלה לחיי עולם, ואלה לחרפות ולדראון עולם:",
                "<b>וחיים לדון.</b> עומדין להיות נדונים ליום הדין:",
                "<b>לידע.</b> מאחרים:",
                "<b>ולהודיע.</b> לאחרים:",
                "<b>ולהודע.</b> להבין מעצמו:",
                "<b>הוא היוצר.</b> שכל העולם הוא בידו כחומר ביד היוצר. ומה טעם, לפי שהוא הבורא שברא את כל העולם כולו מאין, לפיכך יכול לעשות בו כרצונו:",
                "<b>הוא המבין הוא הדיין.</b> אחר שהבין כל מעשיהם מביאן בדין לפניו:",
                "<b>הוא בעל דין.</b> שהוא תובע את החוטאים:",
                "<b>והוא עתיד לדון.</b> לעולם הבא:",
                "<b>ולא משוא פנים ולא מקח שוחד.</b> שאינו נושא פנים אפילו לצדיק גמור שלא יענישו על עבירה קלה שבאת לידו. ואינו לוקח שוחד המצוה בשביל העבירה. אלא נותן שכר על המצוה ועונש על העבירה. כך פירש הרמב״ם:",
                "<b>ודע שהכל בא לפי חשבון.</b> פרוטה ופרוטה מצטרפת לחשבון גדול. כך עבירות קלות כשהן מרובות עולות לחשבון גדול:",
                "<b>שעל כרחך אתה נוצר.</b> שהנשמה אינה רוצה לצאת מן הפרגוד, מקום טהור שהנשמות מונחות שם, וליכנס במעי אשה במקום טמא, ומלאך בא ומוציאה בעל כרחה ומכניסה במעי האשה:",
                "<b>ועל כרחר אתה נולד.</b> בשעת הלידה אינו רוצה לצאת, ומלאך מוציאו בעל כרחו:",
                "<b>ועל כרחך אתה חי.</b> יש אדם מדוכא ביסורים ורוצה למות ואינו יכול:"
            ]
        ],
        [
            [
                "<b>בעשרה מאמרות.</b> תשעה ויאמר, ובראשית נמי מאמר הוא, דכתיב (תהלים ל״ג) בדבר ה׳ שמים נעשו:",
                "<b>שמאבדים את העולם.</b> שכל המאבד נפש אחת מישראל כאילו איבד עולם מלא, והרשעים שבעונם מאבדים את נפשם כאילו מאבדים את העולם. כך מצאתי. ולי נראה, שמאבדין את העולם ממש, שמכריעים את כל העולם כולו לכף חובה, ונמצא העולם אבד בשבילם:",
                "<b>שנברא בעשרה מאמרות.</b> ואינו דומה המאבד מלאכה שהיא נעשית ביום אחד למלאכה שהיא נעשית בהרבה ימים:\n\n"
            ],
            [
                "<b>להודיע כמה ארך אפים לפניו.</b> אף אתה אל תתמה שהאריך לאומות העולם כל השנים הללו שהן משתעבדין בבניו, שיותר האריך לדורות שמאדם ועד נח, ואח״כ נשטפו:",
                "<b>וקבל עליו שכר כולם.</b> עשה מעשים טובים כנגד מה שהיה ראוי שיעשו כולם, לפיכך ניצולו כולם בזכותו. וכמו שנטל עליו עול מצות בעוה״ז כנגד כולם כך קבל בעוה״ב שכר כנגד כולם, שכל אדם יש לו שני חלקים אחד בגן עדן ואחד בגיהנם, זכה נוטל חלקו וחלק חבירו בגן עדן, נתחייב, נוטל חלקו וחלק חבירו בגיהנם [חגיגה ט״ו ע״ב]:\n\n"
            ],
            [
                "<b>עשרה נסיונות.</b> אחד, אור כשדים, שהשליכו נמרוד לכבשן האש. שני, לך לך מארצך. שלישי, ויהי רעב. רביעי, ותוקח האשה בית פרעה. חמישי, מלחמת המלכים. שישי, מעמד בין הבתרים, שהראהו שעבוד מלכיות. שביעי, המילה. שמיני, וישלח אבימלך ויקח את שרה. תשיעי, גרש האמה הזאת ואת בנה. עשירי, העקידה:\n\n"
            ],
            [
                "<b>עשרה נסים נעשו לאבותינו במצרים.</b> שניצולו מעשר מכות. וכולם היו במצריים ולא בישראל:",
                "<b>ועשרה על הים.</b> אחד, ויבקעו המים. שני, שנעשה הים כמין אוהל ונכנסו ישראל לתוכו, דכתיב [חבקוק ג׳] נקבת במטיו ראש פרזיו. שלישי, שנעשה קרקעית הים יבש בלא חומר וטיט, דכתיב (שמות י״ד) ובני ישראל הלכו ביבשה. רביעי, שקרקעית הים שדרכו בו המצריים שהיו רודפים אחרי ישראל נתלחלח ונעשה חומר וטיט, דכתיב (חבקוק ג׳) חומר מים רבים. חמישי, שהמים הנקפאים בקרקע הים לא היו חתיכה אחת אלא חתיכות קטנות, כעין לבינים ואבני הבנין מסודרים זה אצל זה, כדכתיב (תהלים ע״ד) אתה פוררת בעזך ים, שנעשה כעין פירורים. שישי, שנתקשו המים הנקפאים ונעשו קשים כסלעים, כדכתיב (שם) שברת ראשי תנינים על המים, והמצריים נקראו תנינים. שביעי, שנגזר הים לשנים עשר גזרים כדי שיעברו כל שבט ושבט בדרך אחד לבדו, והיינו דכתיב (שם קל״ו) לגוזר ים סוף לגזרים. שמיני, שקפאו המים כספיר ושוהם וזכוכית, כדי שיראו השבטים אלו את אלו, שעמוד האש היה מאיר להם, וזהו שנאמר (שם י״ח) חשכת מים עבי שחקים, כלומר קבוץ המים היה כעבי שחקים כעצם השמים לטוהר. תשיעי, שהיו יוצאים ממנו מים מתוקים שהיו שותים אותם, וזהו שנאמר נוזלים. עשירי, שלאחר ששתו מהם מה שרצו, הנותרים מהם היו נקפאים ונעשים ערימות, דכתיב (שמות ט״ו) נערמו מים נצבו כמו נד נוזלים:",
                "<b>עשר מכות הביא הקב״ה על המצריים במצרים.</b> דצ״ך עד״ש באח״ב:",
                "<b>ועשר על הים.</b> הן כנגד עשר נפילות שבשירת ויושע. רמה בים, ירה בים, טבעו בים סוף, תהומות יכסיומו, ירדו במצולות, תרעץ אויב, תהרוס קמיך, יאכלמו כקש, כסמו ים, צללו כעופרת, הרי עשר נפילות. ותבלעמו ארץ אינו בחשבון הנפילות, שזו היא טובתן שזכו לקבורה:",
                "<b>עשרה נסיונות נסו אבותינו להקב״ה במדבר.</b> שנים בים, אחד בירידה, שם נאמר (שם י״ד) המבלי אין קברים במצרים, ואחד בעלייה, ויבואו מרתה וילונו. אחד ברפידים, וירב העם עם משה. שנים במן, לא תצאו ויצאו, איש אל יותר ממנו ויותירו. שנים בשליו, בראשון בשבתנו על סיר הבשר, בשליו השני והאספסוף אשר בקרבו. אחד בעגל. ואחד במתאוננים. ובמרגלים. והוא עשירי, שם נאמר וינסו אותי זה עשר פעמים ולא שמעו בקולי: "
            ],
            [
                "<b>ולא אירע קרי לכהן גדול.</b> לפי שהיא טומאה היוצאה מגופו, היה הדבר מגונה ומכוער יותר משאר טומאות:",
                "<b>ולא כבו גשמים אש עצי המערכה.</b> ואף על פי שהמזבח במקום מגולה היה:",
                "<b>ולא נצחה הרוח את עמוד העשן.</b> שלא יהא מתמר ועולה:",
                "<b>ולא נמצא פסול בעומר ובשתי הלחם ובלחם הפנים.</b> שאם היה נמצא בהם פסול קודם מצותן לא היה אפשר להקריב אחרים תחתם. שהעומר נקצר בלילה ולא היו מרבים לקצור. ושתי הלחם נאפים מערב יום טוב ואין אפייתן דוחה יום טוב. וכן לחם הפנים נאפה מערב שבת:",
                "<b>צפופים.</b> לשון צף על פני המים. מרוב הקהל היו נדחקים איש באחיו עד שהיו רגליהם נטולות מן הארץ ועומדים באויר:",
                "<b>ומשתחוים רוחים.</b> בשעת השתחויה נעשה להם נס ומשתחוים בריוח כל אחד רחוק מחברו ארבע אמות, כדי שלא ישמע את חברו כשהוא מתודה ומזכיר עונותיו:",
                "<b>צר לי המקום שאלין בירושלים, גרסינן.</b> לפי שהיה המקום מזמין להם פרנסתן ולא הוצרך אחד מהם לצאת משם ולומר פרנסתי [דחוקה] ואיני יכול לדור בירושלים. ויש ספרים שכתוב בהן כשאלין. ועל העולים לרגל נאמר, שלא היה אחד מהם מיצר כשהיה לן בירושלים מחמת דוחק המקום. כמו צר לי המקום גשה לי ואשבה (ישעיה מ״ט):\n\n"
            ],
            [
                "<b>בין השמשות.</b> בערב שבת בראשית קודם שנשלמה הבריאה:",
                "<b>פי הארץ.</b> לבלוע קורח ועדתו:",
                "<b>ופי הבאר.</b> בארה של מרים שהיתה הולכת עם ישראל במדבר בכל המסעות. ויש אומרים, שפתחה פיה ואמרה שירה, שנאמר (במדבר כ״א) עלי באר ענו לה:",
                "<b>פי האתון.</b> בין השמשות נגזר עליה שתדבר עם בלעם:",
                "<b>והקשת.</b> לאות ברית שלא יהיה עוד מבול:",
                "<b>והמן.</b> שירד לישראל ארבעים שנה במדבר:",
                "<b>והמטה.</b> שנעשו בו האותות. ושל סנפרינון היה:",
                "<b>והשמיר.</b> כמין תולעת, ברייתו כשעורה. כשהיו מראים אותו על האבנים הרשומות בדיו, הן נבקעות מאליהן. ובו פיתחו אבני האפוד והחושן, דכתיב בהו במלואותם:",
                "<b>הכתב.</b> צורת האותיות שהיו חקוקים בלוחות:",
                "<b>והמכתב.</b> שהיו נקראים מכל הארבעה צדדים:",
                "<b>והלוחות.</b> של סנפרינון היו, ארכן ששה, ורחבן ששה, ועוביין שלשה. כאבן אחת שארכה ורחבה ועוביה שוין. ונחלקה לשתים ונגללים היו וחצובים מגלגל חמה:",
                "<b>אף המזיקין.</b> אלו השדים. שלאחר שברא הקדוש ברוך הוא אדם וחוה היה מתעסק בבריאתן, וכשברא רוחותיהן לא הספיק לברוא גופויהן עד שקדש היום, ונשארו רוחות בלא גוף:",
                "<b>ואילו של אברהם אבינו.</b> נגזר עליו בין השמשות שיהיה נאחז בסבך בקרניו בשעת העקידה:",
                "<b>אף צבת בצבת עשויה.</b> תרגום מלקחיה צביתהא. הצבת אינה נעשית אלא בצבת אחרת, וראשונה מי עשאה, על כרחך מאליה נעשית בידי שמים, ונבראת בין השמשות. וזה נדחה בגמרא בפרק מקום שנהגו (פסחים דף נד:), ואמרו, אפשר שהצבת הראשונה נעשית בדפוס שהתיכו הנחושת באש והציקוהו בתוך הדפוס ונעשית הצבת מיד: "
            ],
            [
                "<b>גולם.</b> לשון גולמי כלים, שלא נגמרה מלאכתן. כך אדם שאינו נגמר בדעתו לא במדות ולא בחכמה קרוי גולם:",
                "<b>אינו מדבר לפני מי שגדול ממנו בחכמה.</b> שכן מצינו באלעזר ואיתמר שלא רצו לדבר בפני אביהן כשקצף עליהם משה, והשיב אהרן:",
                "<b>ואינו נכנס לתוך דברי חבירו.</b> שלא [יערבבנו]. דכתיב (במדבר י״ב) שמעו נא דברי, המתינו לי עד שאדבר. קל וחומר להדיוט:",
                "<b>ואינו נבהל להשיב.</b> כדי שתהא תשובתו כהלכה. וכן באליהוא הוא אומר (איוב ל״ו) כתר לי זעיר ואחוך:",
                "<b>שואל כענין ומשיב כהלכה.</b> לדבר אחד הוא נמנה כאן. והכי פירושו, התלמיד שואל כענין כלומר באותו ענין שהם עסוקים בו, ואז הרב משיב כהלכה. אבל אם ישאל התלמיד שלא כענין, הוא מביא לרב שישיב שלא כהלכה. על דרך שאמר רבי חייא לרב (שבת דף ג׳) כי קאי רבי בהאי מסכתא לא תשייליה במסכתא אחריתי. וכן אתה מוצא באנשים אשר היו טמאים לנפש אדם שראו את משה עוסק בהלכות הפסח ושאלו לו באותה ענין:",
                "<b>ואומר על ראשון ראשון.</b> וכן מצינו בהקב״ה שאמר לו משה (שמות ג׳) מי אנכי כי אלך אל פרעה, היא הראשונה. וכי אוציא את בני ישראל, הרי שניה. והשיבו הקב״ה על הראשונה כי אהיה עמך, ועל השניה, בהוציאך את העם ממצרים תעבדון את האלהים:",
                "<b>ועל מה שלא שמע אומר לא שמעתי.</b> אם פוסק דין מן הסברא מדעתו לא יאמר כך שמעתי מרבותי. ומצינו באנשי חרן (בראשית כ״ט) כששאל מהם יעקב השלום לו, אמרו לו שלום, והנה רחל בתו באה עם הצאן, כלומר, זה אנו יודעים, ואם תשאל יותר, הנה רחל בתו באה עם הצאן והיא תגיד לך, כי אנחנו לא ידענו יותר מזה:",
                "<b>ומודה על האמת.</b> ואע״פ שיכול להעמיד את דבריו על ידי טענות שבידו. וכן מצינו במשה (ויקרא י׳), כשסלקו אהרן ואמר לו, אם שמעת בקדשי שעה אין לך להקל בקדשי דורות, וישמע משה וייטב בעיניו, הודה ולא בוש לומר לא שמעתי, אלא שמעתי ושכחתי:",
                "<b>וחלופיהן בגולם.</b> חלוף הדברים הללו שבחכם הם בגולם:"
            ],
            [
                "<b>רעב של בצורת.</b> הגשמים מועטים ומתוך כך השער מתיקר:",
                "<b>רעב של מהומה.</b> מפני הגייסות אין יכולין לאסוף התבואה:",
                "<b>רעב של כליה.</b> השמים כברזל והארץ כנחושה:",
                "<b>שלא נמסרו לב״ד.</b> שלא עשו בהן דין תורה:",
                "<b>ועל פירות שביעית.</b> שעושים בהן סחורה ואין נוהגין בהן קדושת שביעית:",
                "<b>ענוי הדין.</b> שיודעים להיכן הדין נוטה ומעכבין ואין פוסקין אותו:",
                "<b>עוות הדין.</b> לזכות את החייב ולחייב את הזכאי:",
                "<b>ועל המורים בתורה שלא כהלכה.</b> לאסור את המותר ולהתיר את האסור:\n\n"
            ],
            [
                "<b>שבועת שוא.</b> לבטלה, שלא לצורך:",
                "<b>חלול השם.</b> העובר עבירה בפרהסיא ביד רמה. אי נמי, שבני אדם רואים ולומדים ממעשיו:",
                "<b>ועל השמטת הארץ.</b> שחורשים וזורעים בשביעית:",
                "<b>מפני מעשר עני שבשלישית.</b> שבמקום מעשר שני שמפרישים בשאר שנים של שמטה, בשלישית ובששית מפרישין מעשר עני:",
                "<b>גזל מתנות עניים.</b> לקט שכחה ופאה פרט ועוללות:\n\n"
            ],
            [
                "<b>שלי שלי ושלך שלך.</b> איני רוצה להנותך, והלואי שלא תהנה אותי:",
                "<b>ויש אומרים זו מדת סדום.</b> קרוב הדבר לבוא לידי מדת סדום. שמתוך שהוא רגיל בכך, אפילו בדבר שחבירו נהנה. והוא אינו חסר לא ירצה להנות את חבירו, וזו היתה מדת סדום שהיו מתכוונים לכלות הרגל מביניהם, ואע״פ שהיתה הארץ רחבת ידים לפניהם ולא היו חסרים כלום:",
                "<b>שלי שלך ושלך שלי עם הארץ.</b> שנהנה ומהנה בשוה, וזהו ישובה של הארץ, אבל אינו יודע קרא דכתיב (משלי ט״ו) ושונא מתנות יחיה. וזהו לשון עם הארץ האמור בכל מקום, שרוצה בתקונה של הארץ אבל אין בו חכמה להבדיל בתקונין הראויין:",
                "<b>שלי שלך ושלך שלך.</b> מהנה את הבריות מנכסיו, והוא אינו נהנה מאחרים:",
                "<b>חסיד.</b> שעושה לפנים משורת הדין:\n\n"
            ],
            [
                "<b>הכי גרסינן נוח לכעוס ונוח לרצות יצא שכרו בהפסדו, קשה לכעוס וקשה לרצות יצא הפסדו בשכרו.</b> אדם שכועס מהר על כל דבר, אע״פ שהוא חוזר ומתרצה מהרה הפסדו מרובה משכרו, שרוב מעשיו מקולקלים מאחר שהוא נוח לכעוס על כל דבר ודבר. אבל הקשה לכעוס, אע״פ שיש לו מדה רעה שהוא קשה לרצות, יצא הפסדו המועט שהוא קשה לרצות בשכרו המרובה שהוא קשה לכעוס, ורוב מעשיו מתוקנים. ואית דגרסי איפכא. וגרסא זו נראית לי עיקר:\n\n"
            ],
            [
                "<b>מהר לשמוע ומהר לאבד יצא שכרו בהפסדו.</b> דמאחר ששוכח מה שלומד מה הנאה יש במה שהוא מהר לשמוע, נמצא הפסדו גדול משכרו:",
                "<b>קשה לשמוע וקשה לאבד יצא הפסדו בשכרו.</b> שמדה טובה שיש בו יתירה על המדה הנפסדת, הואיל ומה ששמע אחר הקושי הוא זוכר ואינו שוכח. ונפקא מינה, שאם יש לפנינו שני תלמידים ואין לנו לספק מזון אלא לאחד מהם, נקדים הקשה לאבד על המהר לשמוע:",
                "<b>זה חלק רע.</b> לא הוה שייך למתני הכא חסיד או רשע, שאין זה דבר התלוי בבחירתו של אדם, אלא חסרון שהיה בו מעיקר ברייתו:\n\n"
            ],
            [
                "<b>ארבע מדות בנותני צדקה.</b> כלומר בנתינת הצדקה. ולא בנותני צדקה ממש, דהא איכא בהו מי שאינו נותן. וכן בסמוך בהולכי לבית המדרש, היינו בהליכת בית המדרש:",
                "<b>עינו רעה בשל אחרים.</b> דיודע שהצדקה מעשרת ואינו רוצה שאחרים יתעשרו. פירוש אחר, יש מי שחס על ממון קרוביו יותר מעל ממונו, ואע״פ שהוא נותן אינו רוצה שקרוביו יתנו, שלא יאבדו את ממונם, והיינו עינו רעה בשל אחרים דומיא דעינו רעה בשלו דבסיפא:\n\n"
            ],
            [
                "<b>הולך ואינו עושה.</b> הולך לבית המדרש לשמוע ואינו שונה ולומד ולא מבין:",
                "<b>עושה ואינו הולך.</b> לומד ושונה בבית המדרש שבביתו:\n\n"
            ],
            [
                "<b>ביושבים לפני חכמים.</b> לעיל בארבע מדות בתלמידים איירי בענין הזכרון והשכחה, והשתא מיירי בענין הסברא הישרה וברירת הדבר הצודק מהבלתי צודק:",
                "<b>ספוג.</b> הוא סופג את המים, בין עכורים בין צלולים, כך יש מי שלבו רחב ומקבל כל מה ששומע, ואין בו כח לברור האמת מן השקר:",
                "<b>משפך.</b> כלי שנותנים על פי חבית או על פי הנוד כשרוצים למלאותו יין או שמן:",
                "<b>שמכניס בזו ומוציא בזו.</b> כך יש מי שמקבל כל מה שלומד וכבולעו כך פולטו:",
                "<b>משמרת.</b> מוציא כל מה ששומע בבית המדרש, וקולט דבר של בטלה:",
                "<b>נפה.</b> לאחר שמוציאים הסובין והמורסן מן הקמח הנטחן ונשאר הקמח הדק עם הסולת הגס והוא החשוב, מעבירין אותו בנפה דקה מאד ויורד ממנה כל אותו הקמח הדק שהוא כעין עפרורית לבנה ונשאר הסולת הגס החשוב. וכן היו עושין למנחות. כך יש מי שיש בו כח לברר וללבן שמועותיו, וקולט האמת מן השקר והבטל: "
            ],
            [
                "<b>כל אהבה שהיא תלויה בדבר בטל.</b> שאינו מתקיים, כשיתבטל הדבר שהיה סבה לאותה אהבה, גם האהבה בטלה. וכל אהבה שאינה תלויה בדבר בטל אלא בדבר קיים, כגון אהבת הצדיקים והחכמים, אינה בטלה לעולם. כשם שהדבר שהוא סבה לאותה אהבה אינה בטל, כך אין האהבה בטלה:",
                "<b>אהבת אמנון ותמר.</b> מפני יפיה:",
                "<b>אהבת דוד ויונתן.</b> להשלים רצון קונם. דאמר לו יהונתן לדוד אתה תהיה למלך על ישראל ואני אהיה לך למשנה:\n\n"
            ],
            [
                "<b>כל מחלוקת שהיא לשם שמים סופה להתקיים.</b> כלומר שאנשי המחלוקת ההיא מתקיימים ואינם אובדין, כמחלוקת הלל ושמאי שלא אבדו לא תלמידי בית שמאי ולא תלמידי בית הלל. אבל קורח ועדתו אבדו. ואני שמעתי, פירוש סופה, תכליתה המבוקש מענינה. והמחלוקת שהיא לשם שמים, התכלית והסוף המבוקש מאותה מחלוקת להשיג האמת, וזה מתקיים, כמו שאמרו מתוך הויכוח יתברר האמת, וכמו שנתבאר במחלוקת הלל ושמאי שהלכה כבית הלל. ומחלוקת שאינה לשם שמים, תכלית הנרצה בה היא בקשת השררה ואהבת הניצוח, וזה הסוף אינו מתקיים, כמו שמצינו במחלוקת קורח ועדתו שתכלית וסוף כוונתם היתה בקשת הכבוד והשררה והיו להיפך:\n\n"
            ],
            [
                "<b>אין חטא בא על ידו.</b> כדי שלא יהא הוא בגיהנם ותלמידיו בגן עדן:",
                "<b>אין מספיקין בידו לעשות תשובה.</b> שלא יהא הוא בגן עדן ותלמידיו בגיהנם:",
                "<b>וזיכה את הרבים.</b> שלימד תורה לכל ישראל:",
                "<b>צדקת ה׳ עשה ומשפטיו עם ישראל.</b> ומשפטיו שעם ישראל כאילו הוא עשאן:",
                "<b>אשר חטא ואשר החטיא את ישראל.</b> מדלא קאמר על חטאת ירבעם וישראל, שמע מינה שהכל תלוי בירבעם:\n\n"
            ],
            [
                "<b>מתלמידיו של אברהם אבינו.</b> למד ממנו והולך בדרכיו:",
                "<b>עין טובה.</b> מסתפק במה שיש לו ואינו חומד ממון אחרים. שכן מצינו באברהם שאמר למלך סדום (בראשית י״ד) אם מחוט ועד שרוך נעל ואם אקח מכל אשר לך:",
                "<b>ורוח נמוכה.</b> ענוה יתירה. וכן מצינו אברהם אומר (שם י״ח) ואנכי עפר ואפר:",
                "<b>ונפש שפלה.</b> זהירות והפרישה מן התאוות. ומצינו זה באברהם, דכתיב (שם י״ב) הנה נא ידעתי כי אשה יפת מראה את, שעד עכשיו לא הכיר בה מרוב צניעות. ובבלעם אשכחן עין רעה, שהיה יודע שהיה רע בעיני המקום שילך אצל בלק והיה הולך כדי ליטול שכר, דכתיב (במדבר כ״ב) אם יתן לי בלק מלא ביתו כסף וזהב:",
                "<b>ורוח גבוהה.</b> דאמר (שם כ״ד) נאם שומע אמרי אל ויודע דעת עליון:",
                "<b>ונפש רחבה.</b> שאם לא היה רב התאוה לא היה יועץ להפקיר בנות מואב לזנות. ואמרו חכמים [סנהדרין ק״ה ע״א] בלעם בועל אתונו היה:",
                "<b>להנחיל אוהבי יש.</b> אברהם אקרי אוהב, דכתיב (ישעיה מ״א) זרע אברהם אוהבי. יש, בעוה״ב. ואוצרותיהם אמלא, בעוה״ז:",
                "<b>אנשי דמים.</b> בלעם איקרי איש דמים, שהפיל בעצתו עשרים וארבעה אלפים מישראל: "
            ],
            [
                "<b>עז כנמר.</b> הנמר הזה נולד מן חזיר היער והלביאה, כי בעת יחם האריות הלביאה מכנסת ראשה בסבכי היער ונוהמת ותובעת את הזכר, והחזיר שומע קולה ורובעה, ונמר יוצא מבין שניהן. ולפי שהוא ממזר הוא עז פנים, אע״פ שאין בו גבורה כל כך. אף אתה הוי עז ולא תתבייש לשאול מרבך מה שלא הבנת, כאותה ששנינו לא הביישן למד:",
                "<b>וקל כנשר </b>לחזור אחר תלמודך, ולא תיגע כדכתיב (שם מ׳) יעלו אבר כנשרים ירוצו ולא ייגעו:",
                "<b>ורץ כצבי.</b> לרדוף אחר המצות:",
                "<b>וגבור כארי.</b> לכבוש את יצרך מן העבירות:",
                "<b>עז פנים.</b> לפי שהעזות ניכר בפנים כדכתיב (משלי כ״א) העז איש רשע בפניו, לפיכך נקרא עז פנים:",
                "<b>שתבנה עירך במהרה בימינו.</b> כלומר, כשם שחוננתנו זאת המדה, שסימן לזרע אברהם ביישנים רחמנים וגומלי חסדים [יבמות ע״ט ע״א], כן יהי רצון שתבנה עירך וכו׳: "
            ],
            [
                "<b>בן חמש שנים למקרא.</b> מערלה ילפינן, דכתיב (ויקרא י״ט) שלש שנים יהיה לכם ערלים וגו׳ ובשנה הרביעית יהיה כל פריו קודש הלולים, שאביו מלמדו צורת האותיות והיכר הנקודות. ובשנה החמישית תאכלו את פריו להוסיף לכם תבואתו, מכאן ואילך ספי ליה כתורא:",
                "<b>בן עשר למשנה.</b> שלומד מקרא חמש שנים, וחמש שנים משנה, וחמש שנים גמרא. דאמר מר [חולין כ״ד ע״א] כל תלמיד שלא ראה סימן יפה במשנתו חמש שנים שוב אינו רואה, דכתיב (במדבר ח׳) זאת אשר ללוים מבן חמש ועשרים שנה ומעלה יבא לצבוא צבא, שבא ולומד הלכות עבודה חמש שנים, ובן שלשים עובד:",
                "<b>בן שלש עשרה למצות.</b> דכתיב (שם ה׳) איש או אשה כי יעשו מכל חטאת האדם, וגבי שכם כתיב (בראשית ל״ד) ויקחו שני בני יעקב שמעון ולוי אחי דינה איש חרבו. ולוי באותו פרק בן שלשה עשר שנה היה, וקרי ליה איש:",
                "<b>בן שמונה עשרה לחופה.</b> י״ט אדם כתובים בפרשת בראשית מן ויאמר אלהים נעשה אדם עד ויבן ה׳ אלהים את הצלע, חד לגופיה, פשו ליה שמונה עשר לדרשא:",
                "<b>בן עשרים לרדוף.</b> אחר מזונותיו. לאחר שלמד מקרא משנה וגמרא ונשא אשה והוליד בנים, צריך הוא לחזור ולבקש אחר מזונות. פירוש אחר, בן עשרים לרדוף אותו מן השמים ולהענישו על מעשיו, שאין ב״ד של מעלה מענישין פחות מבן עשרים:",
                "<b>בן שלשים לכח.</b> שהלוים היו מקימים את המשכן ומפרקין וטוענין את העגלות ונושאין בכתף מבן שלשים שנה ומעלה:",
                "<b>בן ארבעים לבינה.</b> שלאחר ארבעים שנה שהיו ישראל במדבר אמר להם משה (דברים כ״ט) ולא נתן ה׳ לכם לב לדעת ועינים לראות ואזנים לשמוע עד היום הזה:",
                "<b>בן חמשים לעצה.</b> שנאמר בלוים (במדבר ח׳) ומבן חמשים שנה ישוב מצבא העבודה ולא יעבוד עוד ושרת את אחיו וגו׳ ומהו השירות, שיתן להם עצה:",
                "<b>בן ששים לזקנה.</b> דכתיב (איוב ה׳) תבא בכלח אלי קבר. בכל״ח בגימטריא ששים:",
                "<b>בן שבעים לשיבה.</b> דכתיב בדוד (דברי הימים א כ״ט) וימת בשיבה טובה, וימי חייו היו שבעים שנה:",
                "<b>בן שמונים לגבורות.</b> דכתיב (תהלים צ׳) ואם בגבורות שמונים שנה:",
                "<b>בן תש ים לשוח.</b> הולך שחוח וכפוף. ויש אומרים, לשון שוחה עמוקה: "
            ],
            [
                "<b>הפוך בה והפוך בה.</b> בתורה:",
                "<b>דכולה בה.</b> שהכל תמצא בה:",
                "<b>וסיב ובלה בה.</b> גם עד זקנה ושיבה לא תעזבנה:",
                "<b>ומינה לא תזוע.</b> שלא תאמר למדתי חכמת ישראל אלך ואלמוד חכמת יונית, שאין מותר ללמוד חכמת יונית אלא במקום שאסור להרהר בדברי תורה, כגון בבית המרחץ או בבית הכסא. ששאלו את ר׳ יהושע מהו ללמד אדם את בנו חכמת יונית, אמר להם ילמדנו בשעה שאינו לא יום ולא לילה, דהא כתיב והגית בו יומם ולילה:  "
            ],
            [
                "<b>לפום צערא אגרא.</b> כפי רוב הצער שאתה סובל בלמוד התורה ועשיית המצוה, יהיה שכרך מרובה:"
            ]
        ],
        [
            [],
            [
                "",
                "",
                "",
                "",
                ""
            ],
            [
                "",
                "",
                "",
                "",
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                "",
                "",
                ""
            ],
            [],
            [
                "",
                "",
                "",
                "",
                ""
            ],
            [
                "",
                "",
                "",
                "",
                "",
                ""
            ],
            [
                ""
            ],
            [
                "",
                "",
                "",
                "",
                ""
            ],
            [
                "",
                ""
            ],
            []
        ]
    ],
    "textrambam":[
        [
            [
                "כבר בארנו בפתיחת מאמרינו בזה החבור תואר הקבלה איך היתה ואין הכונה הנה אלא לפרש דברי החסידים והמוסרים לבד לזרז לקנות קצת המדות מהם אותם שתועלתם גדולה וכאן נאריך להזהיר מקצת פחיתיות שנזקן גדול והשאר אפרש המלות לבד ומקצת העניינים מפני שענייניהם מבואר מלבד במעט מהם: \n",
                "<b>הוו מתונים בדין.</b> שיאחרו לחתוך הדין ולא יפסיקוהו מהרה עד שיבינוהו שאפשר שיתגלו להם עניינים שלא היו נגלים בתחלת המחשבה: \n",
                "<b>ועשו סייג לתורה.</b> ר\"ל הגזירות והתקנות אשר ירחיקו האדם מן העבירות כמו שאמר יתברך ושמרתם משמרתי ונאמר בפירושו עשו משמרת למשמרתי: \n"
            ],
            [
                "יאמר שבחכמה והיא התורה ובמעלות המדות והם גמילות חסדים ובשמירת מצות התורה הם הקרבנות תהיה התמדת תקון העולם וסידור מציאותו על הדרך השלם: \n"
            ],
            [
                "פרס יקרא הגמול אשר יגמל האדם ממי שאין לו טובה עליו אבל יעשה זה על דרך החסד והחנינה כמו שיאמר אדם לעבדו או לבנו הקטן או לאשתו עשה לי כך וכך ואתן לך דינר או שנים זהו ההפרש אשר בין פרס לשכר כי השכר הוא שינתן בדין ואמר זה החסיד שאתם לא תעבדו הש\"י ע\"מ שייטיב לכם ויגמלכם חסד ותקוו לגמול ותעבדוהו בעבורו ואמנם עבדוהו כעבדים שאינם מקוים להטבה ולא לגמילות חסד רצה בזה שיהו עובדין מאהבה כמו שאמרנו בפרק י' מסנהדרין ואם כל זה לא פטרן מן היראה ואמר עם היותכם עובדים מאהבה לא תניחו היראה לגמרי ויהי מורא שמים עליכם כי כבר בא בתורה המצוה ביראה והוא אמרו את ה' אלהיך תירא ואמרו החכמים עבוד מאהבה עבוד מיראה ואמרו האוהב לא ישכח דבר ממה שצוה לעשותו והירא לא יעשה דבר ממה שהוזהר מעשותו כי ליראה מבוא גדול במצות לא תעשה וכ\"ש במצות השמעיות והיו לזה החכם שני תלמידים שם האחד צדוק ושם השני ביתוס וכאשר שמעו שאמר זה המאמר יצאו מלפניו ואמר האחד לחברו הנה הרב אמר בפירוש שאין לאדם לא גמול ולא עונש ואין תקוה כלל כי לא הבינו כונתו וסמך האחד מהן ידי חברו ויצאו מן הכלל והניחו התורה. התחברה לאחד כת אחת ולחברו כת אחרת וקראום החכמים צדוקים וביתוסים וכאשר לא היו יכולים לקבץ הקהלות לפי מה שהגיע להם מן האמונה שזאת האמונה הרעה תפריד הנקבצים כ\"ש שלא תקבץ הנפרדים נטו להאמין הדבר שלא יכלו לכזבו אצל ההמון שאילו היו מוציאין אותו מפיהם היו הורגין אותם ר\"ל דברי תורה ואמר כל אחד לסיעתו שהוא מאמין בתורה וחלק על הקבלה שאינה אמתית וזה לפטור עצמם מן המצות המקובלות והגזרות והתקנות אחר שלא יכלו לדחות הכל הכתוב והמקובל ועוד שהתרחב להם הדרך לפירוש כי לאחר ששב הפי' בבחירתם היה יכול להקל במה שירצה ולהכביד במה שירצה כפי כונתו אחר שאינו מאמין כלל בעיקר ואמנם בקשו דברים המקובלים אל קצת בני אדם לבד ומאז יצאו אלו הכתות רעות ויקראו באלו הארצות ר\"ל מצרים קראים ושמותם אצל החכמים צדוקים ובייתוסים והם אשר התחילו להשיב על הקבלה ולפרש כל הפסוקים כפי מה שיראה להם מבלתי שישמעו לחכם כלל הפך אמרו יתברך על פי התורה אשר יורוך ועל המשפט אשר יאמרו לך תעשה לא תסור מן הדבר אשר יגידו לך ימין ושמאל: \n"
            ],
            [
                "<b>בית ועד.</b> בית מועד ר\"ל שתשים ביתך מוכן להתקבץ החכמים תמיד בבתי כנסיות ובבתי מדרשות עד שכשיאמר אדם לחבירו אנה אתחבר עמך אנה אועד עמך יאמר לו בבית פלוני: \n"
            ],
            [
                "<b>פתוח.</b> שיהא לך שער פתוח לדרך הולכי דרכים שכל הולך בדרך שיצטרך לדבר או ירעב או יצמא יכנס לבית מיד:  ",
                "<b>ויהיו עניים בני ביתך.</b> יאמר שצריך שיהיו שמשיו העניים והדלים והוא יותר ראוי מקנות העבדים וכך היו החכמים מגנים קנות העבדים ומשבחים מי שהעניים שמשיו ובני ביתו:  ",
                "<b>באשתו אמרו.</b> ידוע שהשיחה עם הנשים על הרוב הוא בעניני המשגל מפני זה אמר שהרבות השיח עמהן אסור כי הוא גורם רעה לעצמו ר\"ל שיקנה פחיתות מדות לנפשו והוא רוב התאוה:  ",
                "<b>ובוטל מדברי תורה.</b> מבואר הוא שמאבד הזמן בעסקים אחרים:  ",
                "<b>וסופו יורד לגיהנם.</b> בעבור שתביא אליו זאת השיחה מן המרי ויתחייב עליו העונש:  "
            ],
            [
                "<b>עשה לך רב.</b> ר\"ל אפי' לא יהיה ראוי להיות לך לרב אבל שים אותו לך לרב עד שתדמה בו שהוא מלמד ויעלה בידך בעבור זה למוד החכמה כי אין למוד האדם מעצמו כלמודו מזולתו שהלמוד מעצמו טוב הוא אבל למודו מזולתו יתקיים בידו יותר והוא יותר מבואר אפי' היה כמוהו בחכמה או למטה הימנו וכן בארו בפירוש זאת המצוה.<br>ואמר <b>וקנה לך חבר.</b> זכר אותו בלשון קנייה ולא אמר עשה לך חבר או התחבר לאחרים הכונה בזה שצריך לאדם שיקנה אוהב לעצמו שיתקנו בו מעשיו וכל עניניו כמו שאמרו או חברותא או מיתותא ואם לא ימצאהו צריך להשתדל בו בכל לבו ואפילו אם יצטרך שימשכנו לאהבתו עד שישוב אוהב ולא יסור מהמשך תמיד אחר רצונו עד שתתחזק אהבתו כמו שיאמרו בעלי המוסר כשתאהב לא תאהב על מדותיך ואמנם תאהב על מדת אהוביך וכשיכוין כל אחד משני האהובים אל זאת הצואה יהיה כונת כל אחד משניהם להפיק רצון חבירו ויהיה כונת שניהם יחד דבר אחד בלא ספק. ומה טוב מאמר אריסטוטלוס האהוב אחד הוא והאוהבים ג' מינים אוהב תועלת אוהב מנוחה ואוהב מעלה אמנם אוהב תועלת כאהבת שני השותפים ואהבת המלך ומחנהו ואמנם אוהב מנוחה הוא ב' מינים אוהב הנאה ואוהב בטחון אמנם אוהב הנאה כאהבת הזכרים לנקבות וכיוצא בהם. ואמנם אוהב בטחון הוא שיהיה לאדם אוהב תבטח נפשו בו לא ישמר ממנו לא במעשה ולא בדבור ויודיעהו כל עניניו הטוב מהם והמגונה מבלתי שירא ממנו שישיגהו בכל זה חסרון לא אצלו ולא זולתו כי כשיגיע לאדם בטחון באיש זה השעור ימצא מנוחה גדולה בדבריו ובאהבתו הרבה. ואוהב מעלה הוא שיהיה תאות שניהם וכונתם לדבר אחד והוא הטוב וירצה כל אחד להעזר בחבירו בהגיע הטוב ההוא לשניהם יחד וזה האוהב אשר צוה לקנותו והוא כאהבת הרב לתלמיד והתלמיד לרב:  ",
                "<b>והוי דן את כל האדם לכף זכות.</b> ענינו כשיהיה אדם שלא תדע בו אם צדיק הוא אם רשע ותראהו שיעשה מעשה או יאמר דבר שאם תפרשהו על דרך אחת יהיה טוב ואם תפרשהו על דרך אחרת יהיה רע קח אותו על הטוב ולא תחשוב בו רע אבל אם יהיה האדם נודע שהוא צדיק מפורסם ובפעולות הטובות ונראה לו פועל שכל עניניו מורים שהוא פועל רע ואין אדם יכול להכריעו לטוב אלא בדוחק גדול ואפשר רחוק הוא ראוי שתקח אותו שהוא טוב אחר שיש שום צד אפשרות להיותו טוב ואין מותר לך לחשדו ועל זה אמרו כל החושד בכשרים לוקה בגופו וכן כשיהיה רשע ויתפרסמו מעשיו ואחר כן ראינוהו שיעשה מעשה שכל ראיותיו מורות שהוא טוב ויש בו צד אפשרות רחוק לרע ראוי להשמר ממנו ושלא תאמן בו שהוא טוב אחר שיש בו אפשרות לרע ועל זה נאמר (גם) כי יחנן קולו אל תאמן בו וגו' וכשיהי' בלתי ידוע והמעשה בלתי מכריע לא' משני הקצוות צריך בדרך החסידות שתדין לכף זכות איזה קצה שיהיה משני הקצוות:  "
            ],
            [
                "<b>אל תתחבר לרשע.</b> במין אחד ממיני האהבה והחברה כדי שלא תלמד ממעשיו וכבר בארנו בפרקים הקודמים כי ילמד אדם מהפחיתיות בחברת הרשעים ואמר כשתחטא וזו תראה חוטא לא תבטח ותאמר שהשם יתברך לא יענישהו אלא בעולם הבא ולא תתיאש מהנקם ממנו מהרה על החטא ההוא: \n"
            ],
            [
                "<b>עורכי הדיינין.</b> הם אנשים שלומדים הטענות והדינין עד שיהיו בקיאים בני אדם בדיניהם שהם מחברים שאלות ותשובות כשיאמר הדיין כך ענה כך וכשיטעון בעל הדין כך תהי' תשובתך כך כאילו הם עורכין הדין ובעלי הדין לפניהם ולזה קראו' עורכי הדיינין כאלו ערכו הדינין לפניהם והזהירם מהדמות להם רצה לומר ללמד אחד מבעלי הדין טענה שתועילהו ויאמר לו אמור כך או תכחש על דרך כך וכך ואע\"פ שידע בו שהוא העשוק ושחברו טוען עליו שקר לפי מה שהוא חושב באמת עם כל זה אין מותר לו שילמדהו טענה שתצילהו ותועילהו כלל: \n"
            ],
            [],
            [
                "רשות זה הוא השלטנות ואלו שלש מדות יש בהן תיקון האמונה והעולם כי בהעדר המלאכה יצר לו ויגזול ויזנה ובבקשת השררה והרבנות יארעו לו נסיונות בעולם ורעות כי מפני שיקנאו בו בני אדם ויחלקו עליו יפסיד אמונתו כמו שאמרו כיון שנתמנה אדם פרנס על הצבור מלמטה נעשה רשע מלמעלה. וכן ידיעת השלטון בימים הקדמונים וקרבתו רחוק היה מאד להנצל ממנה בעולם הזה והיא מפסדת אמונתו כי לא ישגיח בדבר רק במה שיקרבהו אליו ואתה יודע ענין דואג ואע\"פ שהשליט אשר קרב אליו דואג היה משיח השם ונביא ובחיר השם יתברך: \n"
            ],
            [
                "מים הרעים כנוי לאפיקורסות ואמרו השמרו בדבריכם בתוך ההמון ולא יהיה בדבריכם מקום שיסבול פירוש אחר מפני שאם יהיו שם אנשים כופרים יפרשו אותם כפי אמונתם והתלמידים כבר שמעו אותם מהם ויחזרו לאפיקורסות ויחשבו שזאת היתה אמונתכם ויהיה בזה חלול השם כאשר אירע לאנטיגנוס עם צדוק וביתוס: \n"
            ],
            [
                "<b>מתלמידיו של אהרן.</b> אמרו שאהרן עליו השלום כשהיה מרגיש באדם שתוכו רע או שהיו מספרים לו שתוכו רע ושבידו עבירה היה מתחיל לו לשלום והיה מתאהב אליו והיה מרבה לספר עמו והיה האיש ההוא מתבייש בנפשו ואומר אוי לי אילו היה יודע אהרן צפון לבי ורוע מפעלי לא היה מתיר לעצמו להסתכל בי כל שכן שידבר עמי ואמנם אני אצלו בחזקת אדם כשר לכן אני אאמת את דבריו ומחשבתו ואהיה חוזר למוטב ונעשה מתלמידיו הלומדים ממנו ואמר הש\"י כשתארו בזאת המדה הנכבדת בשלום ובמישור הלך אתי ורבים השיב מעון ועל זה הענין המפורסם עליו כוון הלל ואמר ג\"כ כשימשך שם האדם לגודל התבשר בהפסקו והיה אומר ג\"כ מי שאינו מרבה בקריאה ימיתהו השם יתברך אבל מי שלא למד כלל ראוי ליהרג ומי שמשתמש בתגא ימות רצה לומר מי שמתפרנס בתורה ומקבל ממנה תועלת וזאת היתה כונתו בזה המאמר כמו שיתבאר בזאת המסכתא ונאמר בו על דרך הסימן תלמיד (אין) גברא אחרינא (לא) רצה לומר שאין מותר לו לתלמיד חכם שיקבל שמוש משום אדם אלא מתלמידיו: \n"
            ],
            [],
            [
                "אמר אם לא אהיה אני בעצמי המעורר נפשי למעלה מי יעירה שאין לי מעורר מחוץ כמו שבארנו בפרק השני ואחר שברשותי להטות נפשי לאיזה צד שארצה איזה מעשה עשיתי מן המעשי' הטובים כאילו היה מחסר עצמו ואומר מה אני כלומר מה בא ממני ואינני שלם ואע\"פ שעשיתי זה הענין: ואח\"כ שב ואמר אם לא אקנה עתה המעלות בימי הבחרות מתי אקנה אותן בימי הזקנה לא כי קשה הוא לסור מהתכונות בעת ההיא מפני שהקנינים והמדות נתחזקו ונתישבו אם מעלות אם פחיתיות ואמר החכם חנוך לנער על פי דרכו גם כי יזקין לא יסור ממנה: \n"
            ],
            [
                "אמר עשה תלמוד תורה השרש והעקר וכל שאר עסקיך נמשכים אחריו אם נזדמן נזדמן ואם לא הזדמן לא הזדמן ואין נזק בהבצרו: ואמרו צדיקים אומרים מעט ועושים הרבה כאברהם אבינו שיעד בפת לחם אחת והביא חמאה וחלב ובן הבקר וג' סאין קמח סלת ורשעים אומרים הרבה ואפילו מעט אינם עושים כעפרון שנתן הכל בדבריו ובמעשה לא הניח אפילו פרוטה אחת מן הדמים: \n",
                "<b>סבר פנים יפות.</b> הוא שישא ויתן עם הבריות בנחת ובדברים ערבים ורצוים: \n"
            ],
            [
                "<b>רבן גמליאל אומר עשה לך רב.</b> והסתלק מן הספק. ואל תרבה לעשר אומדות. זה אשר צוה הנה לעשות רב אינו לענין הלמוד אבל להוראה שים לך רב שתסמוך עליו באיסור והיתר והסתלק אתה מן הספק כאמרם בירושלמי זיל אייתי לי זקן מן השוק דאסמוך עליה ואשרי לך וכן צוה שיברח מהוצאת המעשרות באומד מפני שהוא מן הספקות: "
            ],
            [
                "כבר אמר החכם ברוב דברים לא יחדל פשע וסבת זה שרוב הדברים תוספת מותר וחטא כמו שאבאר עתה כי כשירבה האדם דברים יפשע על כל פנים שא\"א שלא יהיה בדבריו דיבור אחד שאין ראוי לאמרו וממופתי החכמים מעוט הדברים וממופתי הסכלים רוב הדברים שנאמר וקול כסיל ברוב דברים וכבר אמרו החכמים שמיעוט הדברים ראיה על מעלת האבות והיות אדם מיוחס אמרו מיחסותא דבבל שתיקותא ואמר בספר המדות שאחד מהחכמים נראה שותק הרבה על שלא היה מדבר דבור שאין ראוי לאמרו ולא היה מדבר אלא מעט מזער ונאמר לו מה סבת רב שתיקותך ואמר בחנתי כל הדברים ומצאתים נחלקים לד' חלקים: ",
                "החלק הראשון הוא כולו נזק מבלתי תועלת כקללת בני אדם ודבר נבלה וכיוצא בהם שהדברים בהם שטות גמורה: ",
                "והחלק הב' יש בו נזק מצד אחד ותועלת מצד אחר כשבח אדם אחד לקבל בו תועלת ויהיה בשבח ההוא מה שיכעיס שונאו ויזיק למי ששבחו וצריך להניח הדברים בזה בגלל הסיבה הזאת שלא ידברו בזה החלק ג\"כ: ",
                "והחלק הג' דברים שאין תועלת בהם ולא נזק כרוב דברי ההמון איך נבנית חומה פלונית ואיך נבנה היכל פלוני ובספור יופי בית פלוני ורוב מגדנות המדינה הפלונית וכיוצא באלו הם הדברים המותר אמר הדברים בזה גם כן מותר אין תועלת בהם: ",
                "והחלק הד' דברים שכולם תועלת כדברים בחכמות ובמעלות ודבר האדם במה שהוא מיוחד בו מן הדברים שחייו תלוים בהם ובהם ימשך מציאותו ובזה צריך לדבר אמר בכל עת שאשמע דברים אני בוחן אותם ואם אמצאם מזה החלק הרביעי אדבר בם ואם יהיו משאר החלקים אשתוק מהם ואמרו בעל המדות בחן זה האיש וחכמתו שהוא חסר שלשה רבעי הדברים וזאת החכמה שצריך ללמדה ואני אומר שהדבור יחלק לפי חיוב התורה לחמשה חלקים. א' מצוה בו. ב' נזהר ממנו. ג' נמאס. ד' אהוב. ה' מותר: ",
                "החלק הראשון הוא המצוה בו והוא קריאת התורה ולמודה וקריאת תלמודה וזו היא מצות עשה מחוייבת שנא' ודברת בם והיא שקולה כנגד כל המצות וכבר נאמר מן האזהרה בלמוד מה שלא יכיל זה החבור קצתו: ",
                "החלק הב' הוא הדבור הנאסר ונזהר ממנו כעדות שקר ודבר שקר והרכילות והקללה ודברי התורה מורים על זה החלק וכן נבלות הפה ולשון הרע: ",
                "החלק הג' הוא הדבור הנמאס אשר אין בו תועלת לאדם בנפשו ולא עבירה ולא מרי כרוב ספור ההמון במה שאירע ומה שהיה ומה הם מנהגי מלך פלוני בהיכלו ואיך היתה סבת מות פלוני או איך התעשר פלוני ואלו קוראים אותם החכמים שיחה בטלה והחסידים השתדלו בעצמם להניח זה החלק מן הדבור ונאמר על רב תלמידו של ר' חייא שלא שח שיחה בטלה מימיו ומזה החלק ג\"כ שיגנה אדם מעלה או ישבח פחיתות יהיו מדות או שכליות: ",
                "החלק הד' הוא הנאהב והוא הדבור בשבח המעלות השכליות או מעלות המדות ובגנות הפחיתיות משני המינים יחד להעיר הנפש למעלות בספורים ובשירים ולמנעה מן הפחיתיות בדרכים ההם בעצמם וכן לשבח החשובים ולהודות מעלותיהם כדי שיטבו מנהגיהם בעיני בני אדם וילכו בדרכיהם ולגנות הרעים בפחיתיותיהם כדי שיתגנו פעולתם וזכרם בעיני בני אדם ויתרחקו מהם ולא יתנהגו הם כמנהגיהם וזה החלק רצה לומר למוד המדות המעולות והתרחק מן המדות הפחותות יקרא דרך ארץ: ",
                "החלק הה' הוא המותר והוא הדבור במה שמיוחד לבני אדם מסחורתו ופרנסתו ומאכליו ומשתיו ולבושו ושאר מה שצריך לו והוא מותר אין אהבה בו ולא מאוס אבל אם ירצה ידבר בו מה שירצה ואם ירצה לא ידבר ובזה החלק ישובח האדם כשימעט הדברים בו והזהירו אנשי המוסר מהרבות בו דברים אבל האסור והנמאס אין צריך לאזהרה ולא למצוה שראוי לשתוק ממנה לגמרי אבל המצוה בו והאהוב אילו היה האדם יכול לדבר בו כל ימיו היה טוב אבל צריך להזהר משני דברים. האחד מהם שיהיו מעשיו מסכימים לדבריו כמו שאמרו נאים הדברים היוצאים מפי עושיהם ועל זה הענין כוון באמרו ולא המדרש הוא עקר אלא המעשה באמרו וחכמים יאמרו לצדיק שילמד המעלות כאומרם דרוש ולך נאה לדרוש ואמר הנביא רננו צדיקים בה' לישרים נאוה תהלה. והענין האחר הוא הקצור ושישתדל להרבות הענינים במעט דברים לא שיהיה הענין בהיפך והוא אמרם לעולם ישנה אדם לתלמידיו דרך קצרה ודע שהשירים המחוברים באיזה לשון שיהיו צריך שיבחנו בעניניהם אם הם הולכים על דרך הדבור אשר חלקנוהו ואמנם בארתי זה אע\"פ שהוא מבואר מפני שראיתי זקנים והחסידים מאנשי תורתנו כשיהיו במשתה יין כחופה או זולתה וירצה אדם לשיר שיר ערבי אפי' ענין השיר ההוא שבח הגבורה או הנדיבות והוא מן החלק האהוב או בשבחי היין ירחיקו זה בכל צד מן ההרחקה ואין מותר אצלם לשמעו וכשישורר המשורר פיוט מן הפיוטים העבריים לא ירחיקוהו ולא ירע בעיניהם עם היות בדברים ההם המוזהר ממנו או הנמאס וזה סכלות גמורה שהדבור לא יאסר ויותר ויאהב וימאס ויצוה באמירתו מצד הלשון שנעשה [בו] אבל מצד ענינו שאם יהיה ענין [השיר] ההוא מעלה יתחייב לאמרו באיזה לשון שיהיה ואם יהיה כוונת השיר ההוא פחיתות באיזה לשון שיהיה אסור לאמרו [באיזה לשון שיהיה] גם יש לי בזה תוספת כי כשיהיו שני פיוטים ולשניהם ענין אחד מהעיר כח התאוה ושבח אותה וישמח הנפש בה והוא פחיתות והוא מחלק הדבור הנמאס מפני שהוא מזרז ומעורר על מדה פחותה כמו שהתבאר מדברינו בפ' הרביעי ויהיה א' משני הפיוטים עברי והא' ערבי או לעז יהיה שמיעת העברי והדבור בו יותר נמאס אצל התורה למעלת הלשון שאין צריך שישתמשו בו אלא במעלות כל שכן אם יצטרף אליו שישימו בו פסוק מן התורה או משיר השירים בענין ההוא שאז יצא מחלק הנמאס לחלק הנאסר ומוזהר ממנו שהתורה אסרה לעשות דברי הנבואה מיני זמר בפחיתיות ובדברים מגונים. ואחר שזכרנו לשון הרע בחלק הדבור האסור ראיתי לבארו ולזכור בו קצת מה שנזכר שבני אדם בו בעורון גדול והוא החטא הגדול שבבני אדם תמיד וכ\"ש במה שאמרו חכמים שאבק לשון הרע לא ינצל אדם ממנו בכל יום ומי יתן שינצל מלשון הרע עצמו ולשון הרע הוא ספור רעות האדם ומומיו ולגנות אדם מישראל באיזה צד שיהיה מן הגנות ואפילו היה המגונה חסר כמו שנזכר שאין לשון הרע שיכזב על אדם וייחס לו מה שלא יעשה כי זה יקרא מוציא שם רע על חבירו ואמנם לשון הרע הוא שיגנה גנות האדם אפילו בפעולותיו אשר יעשה באמת שהאומרו יחטא ואשר ישמעהו יחטא. אמרו ג' לשון הרע הורגתן. האומרו. השומעו. ושאומרים עליו. ואמרו המקבלו יותר מן האומרו. ואבק לשון הרע הוא זכרון מומי האדם בלתי באור אמר שלמה בזה הענין כי פעמים יהיה הזוכר מומי האדם בלתי באור מראה שאין ידיעה לו במה שהובן מדבריו ושהוא לא כוון זה ואמנם כוון ענין אחר כמו שאמר כמתלהלה היורה זקים חצים ומות כן איש רמה את רעהו ואמר הלא משחק אני. וכבר שבח חכם מן המתחכמים כתיבת הסופר שהראה לו במעמד גדול וגנה הרב מעשה המשבח כתיבת הסופר ההוא ואמר לו כלך מלשון הרע כלומר שאתה מסבב גנותו בשבחך אותו בתוך ההמון שמהם מי שיאהבהו ומהם מי שישנאהו ויצטרך שונאו כשישמע שבחיו לזכור מומיו ורעותיו וזה תכלית ההרחקה מלשון הרע ולשון המשנה לא נחתם גזר דין על אבותינו אלא על לשון הרע רצה לומר ענין המרגלים אשר נאמר בהם ויוציאו דבת הארץ ואמרו ע\"ה ומה אלו שלא הוציאו שם רע אלא על העצים ועל האבנים התחייבו מן העונש מה שנתחייבו מי שידבר בגנות חבירו על אחת כמה וכמה: ולשון התוספתא על ג' דברים נפרעין מן האדם בעולם הזה ואין לו חלק לעולם הבא עבודת כוכבים גלוי עריות ושפיכות דמים ולשון הרע כנגד כולם ואמרו בגמרא בעבודת כוכבים בא לשון הגדולה והוא אמרו אנא חטא העם הזה חטאה גדולה ובחטא גלוי עריות בא גם כן לשון הגדולה והוא אמרו ואיך אעשה הרעה הגדולה הזאת ובחטא שפיכות דמים בא ג\"כ לשון הגדולה והוא אמרו גדול עוני מנשוא אבל בלשון הרע בא לשון גדולות ר\"ל שהיא שקולה כנגד שלשתם והוא אמרו לשון מדברת גדולות ודברו בחטא הזה המעורר הרבה מאד וסוף מה שנאמר כל המספר לשון הרע כפר בעיקר שנאמר אשר אמרו ללשוננו נגביר שפתינו אתנו מי אדון לנו אמנם ספרתי קצת מה שספרו בזה החטא אע\"פ שהארכתי כדי שיתרחק ממנו האדם בכל יכלתו וישים כונתו לשתוק רצה לומר מזה החלק מן הדבור: "
            ],
            [
                "הדין הוא הנהגת המדינה ביושר וכבר בארנו בפרק הד' שהאמת הוא המעלות השכליות והשלום הוא מעלות המדות וכשימצא אלו השלשה יהיה המציאות בשלימות שאפשר לו בלא ספק: \n"
            ]
        ],
        [
            [
                "מבואר הוא שדרך הישרה היא הפעולות הטובות אשר בארנו בפ' הרביעי והם מהמעלות הממוצעות מפני שבהם יקנה האדם לנפשו תכונה חשובה ויהיה מנהגו טוב עם בני אדם והוא אמרו תפארת לעושה ותפארת לו מן האדם: אח\"כ אמר שצריך ליזהר במצוה שיחשב בה שהיא קלה כשמחת הרגל ולמידת לשון הקדש כמצוה שהתבאר לך חומרתה שהיא גדולה כמילה וציצית ושחיטת הפסח ושם סיבת זה שאין אתה יודע מתן שכרן של מצות ובאור זה הענין כאשר אומר והוא שהתורה כולה ממנה מצות עשה וממנה מצות לא תעשה. ואמנם מצות לא תעשה באר הכתוב העונש על כל אחת מהן מלבד המעט מהן וחייב על קצתם המיתות ועל קצתם הכרת ומיתה בידי שמים ומלקות וידענו מענשי מצות לא תעשה כלם מה מהם איסורם גדול ומה מהם למטה ממנו והם שמנה מדרגות. המדרגה הראשונה והיא הגדולה שבהם הם הדברים שחייבים עליהם סקילה. והמדרגה שלמטה הימנה מחויבי שרפה. והשלישית מחויבי הרג. והרביעית מחויבי חנק. והחמישית מחויבי כרת. והששית מחויבי מיתה בידי שמים. והשביעית מחויבי מלקות. והשמינית לאוין שאין לוקין עליהם ומאלו המדרגות נדע חומר העון וקלותו אבל מצות עשה לא התבאר שכר כל אחת מהן מה היא אצל השי\"ת וכל זה כדי שלא נדע איזו מצוה צריך מאד לשמרה ואיזו מצוה למטה הימנה אבל צוה לעשות ענין פלוני ופלוני ולא הודיע שכר איזה משניהם יותר גדול אצל הש\"י ומפני זה צריך להזהר עליהם כולם ומפני זה העיקר אמרו העוסק במצוה פטור מן המצוה מבלתי הקשה בין המצות אשר הוא מתעסק בה ובין האחרת אשר תבצר ממנו ולזה ג\"כ אמרו אין מעבירין על המצות ר\"ל כשיזדמן לך מעשה מצוה לא תעבירהו ותניחהו לעשות מצוה אחרת ואח\"כ אמר ואע\"פ שלא התבאר שיעור חבוב מצוה על מצוה יש בהן צד הקשה והוא שכל מצות עשה שתמצא אותה שיתחייב העובר עליה עונש גדול דע שבעשייתה ג\"כ שכר גדול המשל בו שהמילה וקרבן פסח ושביתה בשביעית ועשיית מעקה כל אלו מצות עשה אבל חיוב העושה מלאכה בשבת סקילה ואשר מבטל מילה או קרבן במועד חייב כרת והמשים דמים בביתו לאו והוא אמרו ולא תשים דמים בביתך ומזה תדע ששכר שביתה בשבת יותר גדול משכר מילה ושכר המילה יותר גדול אצל השי\"ת משכר עשיית המעקה והוא ענין אמרו והוי מחשב הפסד מצוה כנגד שכרה וג\"כ אמר שכר עבירה כשלא תעשה אותה גם זה לא התבאר אמנם תלמדהו מענשה שהחטא אשר ענש עושהו גדול שכר הנחתו כפי הערך ההוא מן הגודל כמו שהתבאר בקדושין באמרם כל היושב ולא עבר עבירה נותנין לו שכר כעושה מצוה וכבר ביארנוהו שם ולשון התורה בהיות המעשים ידועים אצלו יתברך כמו שמשה רבינו עליו השלום אמר מספרך אשר כתבת: \n"
            ],
            [
                "ר\"ל בדרך ארץ הנה העוסק בפרנסה ואמרו וגוררת עון כמו שבארנו במקום אחר אמרו סופו שהוא מלסטם את הבריות ובאמרו ואתם מעלה אני עליכם שכר הרבה כאילו עשיתם הוא דבר השם לעמלים עם הצבור שפעמים שימנעו מעשות מצוה בעת התעסקם בצרכי צבור ואמר שהש\"י יעלה עליהם שכר כאילו עשו המצוה ההיא ואע\"פ שלא עשאוה אחר שהתעסקו עם הצבור לשם שמים: \n"
            ],
            [
                "כבר בארנו שהרשות היא השלטונות בימי הקדם והוא מספר במדותיהם ומזהיר מהם:"
            ],
            [
                "כבר הודענו בפרק הד' שאין צריך להפרד מן הצבור אלא לפי הפסדם כמו שבארנו שם ואמר שהאדם אע\"פ שתהיה לו תכונה חשובה בנפש והתחזק' לא יסלק ידו מלכפול עשיית הטוב להוסיף החזוק ולא יבטח ויאמר זאת המעלה כבר עלתה בידי ואי אפשר לה שתסור שאפשר הוא שתסור והוא אמרו עד יום מותך: ",
                "ודבר שאי אפשר לשמוע הוא שיהיו פשוטי הדברים מרוחק מאד ובטל וכשיסתכל האדם בו היטב יראה שדברים נכונים והוא מזהיר מן הדרך ההיא מן הדיבור שהוא אומר לא יהיו דבריך צריכים לפירוש רחוק והסתכלות יתירה ואז יבינם השומע: ",
                "<b>כשאפנה.</b> רוצה בו כשאפנה מזה העסק וזה דומה למה שקדם ממצות שמאי חברו עשה תורתך קבע: "
            ],
            [
                "בור הוא שאין לו לא חכמה ולא מדות: ועם הארץ הוא שאין לו מעלות שכליות אבל יהיו לו קצת מעלות המדות: וביישן ידוע. וקפדן הוא מי שמקפיד על כל דבר וכועס: וענין השתדל הרגל נפשך ומשוך אותה לקנות המעלות ואחר שאין [שם] אנשים חכמים שילמדוך הוה אתה מלמד את עצמך ותרגום ויאבק איש עמו ואשתדל גברא עמיה: ואמרו שהתורה לא תמצא בבעלי הגאוה והגסות ולא בהולכי ארצות רחוקות וסמכו זה לפסוק על צד המליצה ואמרו לא בשמים היא לאמר וגו' ולא מעבר לים היא וגו' אמרו לא בגסי הרוח היא ולא במהלכי מעבר לים היא: \n"
            ],
            [
                "ר\"ל שאתה נהרג בעבור שהרגת זולתך ואשר הרגך עתיד ליהרג הכוונה בזה המאמר שפעולות הרעות ישובו בראש עושיהם כמו שאמר עונותיו ילכדונו [את] הרשע וגו' ואומר בור כרה ויחפרהו ואמרו חכמים במדה שאדם מודד בה מודדין לו וזה דבר הנראה לעין בכל עת ובכל זמן ובכל מקום שכל מי שיעשה רע ויחדש מיני החמס ופחיתיו' שהוא עצמו יוזק מן הרעות ההם בעצמם אשר חדש מפני שהוא למד מלאכה שתעשה נזק לו ולזולתו וכן כל המלמד מעלה שמחדש פעל טוב מן הטובות יגיעהו תועלת הפעל ההוא מפני שהוא מלמד דבר שיעשה טוב לו ולזולתו ודברי הכתוב בזה טובים מאד אמר כי פועל אדם ישלם לו: \n"
            ],
            [],
            [
                "שבח ר\"א בזכרונות טוב בהדמות לבור מוסד שלא יאבד מימיו ושבח רבי יהושע במעלות המדות כי בהם יאושר האדם ויכובד ויאהבוהו רוב עולם ולזה הוא מאשר בו יולדתו: ורבי יוסי שבח בטוב מעלות המדות ובמעלות השכליות. ר' שמעון שבח ביראת חטא והוא זריזות והשתדלות בעניני עסקי הטוב ושמירתו מרע ושבח ר' אלעזר בן ערך בטוב ההבנה והיות כל ענין עמוק קל אצלו ותבונתו מוספת על הענין: \n"
            ],
            [
                "<b>עין טובה.</b> ההסתפקו' במה שיש לאדם והיא ממעלות המדות: ועין רעה הפכה רצה לומר הקטנת הדברים והחריצות על התוספת: ואמרו הנה הרואה את הנולד אשר ענינו שילמד מה שעתיד להיות ממה שהוא נמצא עתה אינו בחכמות עד שתהיה מעלה שכלית ויהיה פירושו שילמד הנסתר מן הנראה אבל רוצה בו הנה העיון בעניני האדם מעסקיו אשר בהם המשך מציאותו שיעיין באחרית עניניו וכנגד זה הביא משל אחד והוא אמרו הלוה ואינו משלם שלא ילוהו דבר אחר כך והוא פחיתות' המדה וצדיק חונן ונותן זה צדיקו של עולם והוא ה' יתברך שנא' צדיק וישר הוא וכן ואתה צדיק על כל הבא עלינו פירוש חונן לאדם המלוה לחבירו ואינו משלם משלם לו הקב\"ה חלף עבודתו שגמל חסד לזולתו ללוותו עד שתשיג ידו די מחסורו וכאשר מצאה ידו ולא ישלם למלוהו ה' יתברך משלם לו: וענין רואה דבריו בוחר ומבחין מענין אדני לא ראה שכונתו לא בחר והבחין שבכלל דבריו שאמר לב רע הוא הכל: וכבר בארנו בפ' השני אשר הקדמנו לפירוש זאת המסכת שמעלות המדות כולם ימצאו לחלק המתעורר לחלקי הנפש לבד ולו ימצאו גם כן פחיתיות המדות ובארנו בפ' הרביעי שהפעולות שהם טובות הם הפעולות הממוצעות אשר יבאו ממעלות המדות וכן הוא ידוע אצל הפלוסופים והרופאים שהנפש המתעוררת היא בלב והלב חדרה וכליה אליו תיוחס. ואע\"פ שהכחות כלם מפוזרות מן הלב והוא התחלתה לפי דעת האמתי אבל הכח המתעורר לא יתפשט ממנו לאבר אחר כדרך שמתפשט הכח הזן ר\"ל החלק הצומח אשר ספרנוהו בפ' הראשון מן הלב אל הכבד והבן מכל מה שבארנוהו שלב טוב רוצה בו הפעולות הטובות והם הפעולות הממוצעות והם מעלות המדות והוא כולל ההסתפקות ואהבת הטובים וזולת זה מן המעלות והוא אמרו שבכלל דבריו דבריכם וכן לב רע פחיתות המדות והוא כולל ג\"כ כל מה שהזהירו ממנו: \n"
            ],
            [
                "<b>אל תהי נוח לכעוס.</b> אל תכין עצמך לכעס ולרגזנות וכבר הפליגו לגנות הכעס והרגזנות והחזק שבדבריהם אמרם כל מי שכועס כאילו עובד עבודת כוכבים וסמכוהו לאמרו לא יהיה בך אל זר ולא תשתחוה לאל נכר. ר\"ל ששני הדברים אחד: \n",
                "<b>ושוב יום אחד לפני מיתתך.</b> והוא א\"י מתי ימות שמא היום שמא למחר ויהיו כל ימיו בתשובה אבל אמרו והוי מתחמם כנגד אורן של חכמים אינו ממאמרם אשר הוכיח בהם אבל הוא ממה ששמע מזולתו והיה מספר אותו ומפני זה לא נמנה מכלל דבריו והכונה בזאת הצואה הוא שאומר לך כשתתחבר לחכמים ואל אנשי המעלות אל תתגעגע עמהם ואל תתגאה עליהם אבל תהיה חברתם להודיע להם שתתקרב בעת שיקרבוך ואל תוסיף להתקרב אליהם יותר ממה שיקרבוך שלא תפסיד כונתם בך ותהפוך אהבתם לשנאה ולא תגיעך מהן התועלת אשר תקוה והמשיל זה במי שמתחמם באש שאם ישב רחוק ממנו יהנה בחומו ויקבל תועלת באורו ואם יפשע בעצמו ויוסיף להתקרב אליו ישרף וישוב לו התועלת לנזק והוא ענין אמרו על צד המשל הוי מתחמם כנגד אורן של חכמים והוי זהיר בגחלתן שלא תכוה ואח\"כ הוסיף להפחיד מזה ואמר לא תחשוב שאם ינשכוך בלשונם תשוב ותפייסם בדברים ויתפייסו. כי אמנם לא ישמעו לקול מלחש כמו שלא ישמע אליו השרף כמו שאמר אשר לא ישמע לקול מלחשי' ואתה תדע זה מענין גיחזי במה שהתריס כנגד רבו אלישע שנפל בחלי מטונף כהתבאר מד\"ח בענין וארבעה אנשים היו מצורעים וכן עם רבי יהושע בן פרחיה וכלם התבאר הנזק שהשיגו וזולתם ממקדיחי תבשילם: \n"
            ],
            [
                "אמר שחריצות לממון ורוב התאוה ורוע הנפש והוא חולי המרה השחורה שיביא האדם למאוס ראות עיניו וישנאהו וייטב לו חברת החיות והתבודדות במדברות וביערות ויבחר לו מקום שאינן מיושב וזה אצלם לא מצד פרושות רק לרוע תאותם וקנאתם בזולתם אלו ימיתו [האדם] בלא ספק כי יחלה גופו וימות טרם עתו: \n"
            ],
            [
                "כבר בארנו בפ' השמיני ענין ההכנה והזמון שצריך לאדם להכין עצמו למעלות ובארנו בפ' החמישי ענין אמרו וכל מעשיך יהיו לש\"ש: \n"
            ],
            [
                "כשיחשוב אדם עצמו חסר ופחות לא יגדל בעיניו חסרון שיעשהו וכבר בארנו שענין קבע הוא שתכבד עליו התפלה ויחשבה כמו שצוה לעסוק עסק אחד וינפש ממנו: \n"
            ],
            [
                "ענין שקידה הוא מלשון הכתוב כי שוקד אני על דברי כלומר מהיר ומשתדל. או יהיה ענינו הרגל ותמידות כמו לשקוד על דלתותי יום יום: \n",
                "<b>מה שתשיב לאפיקורוס.</b> אמר צריך שתלמד דברים שתשיב בהם לאפיקורסים מן עובדי כוכבים ותחלוק עליהם ותשיבם אם יקשו לך ואמרו לא שנו אלא אפיקורוס עובד כוכבים אבל אפיקורוס ישראל כ\"ש דפקר טפי ר\"ל שיוסיף לבזות ומפני זה אין צריך לדבר עמו כלל שאין לו תקנה ואין לו רפואה כלל ועקר שנא' כל באיה לא ישובון ולא ישיגו ארחות חיים ואמרו אף על פי שתלמד דעות האומות לדעת איך תשיב עליהם. השמר שלא יעלה בלבך דבר מן הדעות ההם ודע שמי שתעבוד לפניו יודע צפון לבך והוא אמרו ודע לפני מי אתה עמל רצה לומר שיכוין לבו באמונת השם יתברך: \n"
            ],
            [
                "זה משל לקוצר השנים ורוב החכמות ועצלות בני אדם לבקשה עם רוב השכר עליהם ועם רוב התראות התורה ואזהרותיה לבקש חכמה ולמוד: \n"
            ],
            [
                "<b>לעתיד לבא.</b> רצה לומר לעולם הבא וכבר בארנו ענין העולם הבא בפרק העשירי מסנהדרין במה שראוי לזכרו: \n"
            ]
        ],
        [
            [
                "זה ההסתכלות מביא האדם לידי ענוה בזכרון מאין בא. והסתכלו באחריתו יביאהו לבזות בעניני העולם. והסתכלו לגודל המצוה יביאהו למהר לשמוע מצותיו. וכשיעלו בידו אלו השלשה דברים לא יחטא כלל: \n"
            ],
            [
                "ראייתו שמושב לצים יקרא כל מושב שלא ידברו בו דברי תורה מסוף הפסוק אשר אמר כי אם בתורת ה' וגו' כאילו אמר שמפני שהיה חפצו בתורת ה' לא ישב במושב לצים אשר אין בו תורת ה': \n",
                "<b>מנין שאפילו אחד שיושב וכו'.</b> בפ' קמא דברכות אומר בזה הלשון מנין לאחד שיושב ועוסק בתורה ששכינה עמו שנאמר בכל המקום אשר אזכיר את שמי אבא אליך וברכתיך וכי מאחר דאפי' אחד תרי מיבעיא תרי מכתבי מלייהו בספר הזכרונות חד לא מכתבי מיליה וכי מאחר דאפילו תרי תלתא מבעיא מהו דתימא דינא שלמא בעלמא הוא ולא אתיא שכינה קמ\"ל דדינא נמי היינו תורה וכי מאחר דאפילו תלתא עשרה מבעיא עשרה קדמה שכינה ואתיא תלתא עד דיתבי: ופירוש וידום מן הדבור הנסתר מקול דממה דקה וממנו פי' התרגום וידום אהרן ושתיק אהרן וראייתו שהוא כמי שקיים כל התורה כולה מאמרו כי נטל עליו כאלו נתינת התורה כולו היתה בעבורו לבד: \n"
            ],
            [
                "זבחי מתים יקרא תקרובת עבודת כוכבים כמו שקראה הכתוב כמו שבארנו בפרק ג' מעבודת כוכבים וקראה ישעיהו ג\"כ קיא צואה לבזותה כמו שתקרא עבודת כוכבים עצמה גלולים ושקוצים וקדם לפני זה הפסוק פסוק המורה על העוסק במאכל ובמשתה והנחת התורה ותלמודה ומפני זה כי השלחנות כלם כאילו אכלו עליהם הדברים המזוהמים והצואה רצה לומר מאכל עבודת כוכבים והוא אמרו לפני זה הפסוק וגם אלה ביין שגו ובשכר תעו: \n"
            ],
            [],
            [
                "<b>עול תורה.</b> התמדת הקריאה: \n",
                "<b>ועול מלכות.</b> טורח המלך וחיילותיו: \n",
                "<b>ועול דרך ארץ.</b> טורח הזמן: אמר כי בשכר לקחו עול התורה יצילהו השם יתברך ויקל מעליו טורח הזמן: ואמרו פורק עול תורה שאמר אין תורה מן השמים ואיני סובלה: ואמרו חרות על הלוחו' חירות על הלוחו' רצה לומר החירות מתולדות הזמן ועניני המלכים למי שמקבל ועושה מה שנכתב על הלוחות: \n"
            ],
            [
                "<b>בעדת אל.</b> הנה בארנו בתחלת סנהדרין שעדה אינה נופלת על פחות מי' ושם בארנו ג\"כ שב\"ד לא יהיו פחות מג' והם נקראים אלהים לענין המשפט: ופי' אגודה מה שאוגד אדם בידו אחת והיד יש בה ה' אצבעות שבהן יאגוד וכלל החמש אצבעות יקרא גם כן אגודה: "
            ],
            [],
            [],
            [
                "הנה דבר זה מוסכם עליו מהפלוסופים ג\"כ שהרגל המעלות כשיקדם לחכמה עד שיהיה קנין חזק ואחר כך ילמד החכמה אשר תזרזהו על הטובות ההם יוסיף שמחה ואהבה בחכמה ובחריצות להוסיף ממנה אחר שתעוררהו למה שהורגל וכשיקדימו קניני הדעות ואח\"כ ילמד ותהי החכמה מונעת אותו ממה שיתאוה בהרגל תכבד עליו החכמה ויניחנה: \n"
            ],
            [
                "אמר שאלו הדברים מונעין ומבטלין מעלת האדם עד שיצא מן העולם והוא אבד: \n"
            ],
            [
                "<b>מלבין פני חבירו.</b> הוא מי שמבייש את חבירו: \n",
                "מגלה פנים בתור' הוא מי שעובר על מצות התורה בפרהסיא והוא תכלית הכפירה כמו שאמר הש\"י והנפש אשר תעשה ביד רמה: וענין מגלה פנים יגלה פנים ויעיז וזהו לשון כפירה והוא מפורש כן בגמרת [ירושלמי] פאה אמרו המגלה פנים בתורה העובר על ד\"ת בפרהסיא כיהויקי' בן יאשיהו: \n",
                "<b>מפר ברית.</b> כמשמעו: ושם אמר בכל הדברים אשר אמרו חכמים בהם שהעושה אותם אין להם חלק לעוה\"ב במה אנו קיימין אם כשעשה תשובה אין לך דבר שעומד בפני בעל תשובה אלא כשלא עשה תשובה ומת ביסורין רוצה לומר שחומר החטאים והם אשר זכרו בהם אין לו חלק לעוה\"ב גדול יותר משאר החטאים שהיסורין עם המיתה לא יכפרו אותם: \n"
            ],
            [
                "<b>קל לראש.</b> קלות ידוע: ",
                "ונוח הוא הישוב וההנחה: ואמר בזאת הצואה כשתעמוד לפני אדם גדול המעלה שים עצמך לנגדו קל ושמש אותו ועמוד לפניו כאשר ירצה ואל תוקיר נפשך לו: וכשתהיה עם שחור השער רוצה לומר עם צעיר השנים לא תעשה כן אבל תוקיר נפשך עמו ואל תשחק ואל תתגעגע עמו: אחר כן אמר לא תחשוב שמה שהזהרתיך מהתגעגע עם צעיר השנים יתחייב שתקבל אותו בזעם ובפנים זועפים לא כן הכונה אבל צריך שתקבל כל אדם קטן וגדול בן חורין ועבד כל איש ממין האדם בשמחה. וזה יותר ממה שאמר שמאי בסבר פנים יפות: אמר המתרגם נראה לי מדברי הרב שהוא מפרש מלת מקבל מהקבלת פנים וכאילו הוא מקביל הנגזר מן מקבילות הלולאות אשר הוא מן הארמית תרגם נגד או נכח וכן אומר בזה הענין בערבי לשון פגישה והקבלה אומר פגשני פלוני בשמחה או בזעף ובלשון ההוא פירש הרב מקבל הנה ודעהו:"
            ],
            [
                "כשידור אדם נדרים ויקיימם יעלה בידו קנין ההמנע ממה שירצה שימנע ממנו ויתחזק לו הקנין ההוא ויקל עליו הפרישות ר\"ל השמירה מהטומאות כמו שאמרו בחגיגה בגדי עם הארץ מדרס לפרושים: "
            ],
            [
                "הוא היה אומר שהודעת מה שהטיבו לו שיעור הטובה היא הטבה אחרת כי פעמים שיגמול אדם טובה לאיש מבני אדם על דרך רחמנות ולא יודיעהו שיעור מה שעשה עמו מפני שהוא נבזה בעיניו: \n"
            ],
            [
                "זה המאמר כולל דברים גדולים מאד וראוי היה זה המאמר שיהא לר' עקיבא וזהו פירושו בקצרה ועל תנאי שתדע כל מה שקדם בפרקים הקודמים אמר כל מה שבעולם ידוע אצלו ית' והוא משיג אותו והוא אמרו הכל צפוי ואח\"כ אמר לא תחשוב שבהיותו יודע המעשים יתחייב ההכרח כלומר שיהיה האדם מוכרח במעשיו על מעשה מן המעשים אין הענין כן אבל הרשות ביד האדם במה שיעשה והוא אמרו הרשות נתונה ר\"ל כל אדם רשות נתונה לו כמו שבארנו בפרק השמיני ואמר שדין השם יתברך עם בני אדם אמנם הוא בחסד ובטוב לא כפי הדין הראוי עליהם כמו שבאר ית' מדרכיו ואמר ארך אפים ורב חסד ואמת ואמרו רז\"ל ארך אפים לצדיקי' ולרשעים. ואמר הנביא (המספר) טוב ה' לכל: ואחר כך אמר שהמעלות לא יגיעו לאדם לפי רוב גודל המעשה אבל לפי רוב מספר המעשים והוא שהמעלות אמנם יגיעו בכפול המעשים הטובים פעמים רבות ועם זה יגיע קנין חזק לא כשיעשה אדם פעל אחד גדול מפעולות הטובות כי בזה לבדו לא יגיע לו קנין חזק והמשל בו כשיתן האדם למי שראוי אלף זהובים בבת אחת לאיש א' ולאיש אחר לא נתן כלום לא יעלה בידו מדת הנדיבות בזה המעשה האחד הגדול כמו שמגיע למי שהתנדב אלף זהובים באלף פעמים ונתן כל זהוב מהם על צד הנדיבות מפני שזה כפל מעשה הנדיבות אלף פעמים והגיע לו קנין חזק וזה פעם אחת לבד התעוררה נפשו התעוררות גדולה לפעל טוב ואח\"כ פסקה ממנו וכן בתורה אין שכר מי שפדה אסור במאה דינרים או עשה צדקה לעני במאה דינרים שהוא די מחסורו כמו שפדה עשרה איסרים או השלים חסרון עשרה עניים כל אחד בעשרה דינרים ואל זה ההקש וזה ענין אמרו לפי רוב המעשה אבל לא לפי גודל המעשה: \n"
            ],
            [
                "<b>החנוני מקיף.</b> מי שיאריך חובו ולא יבקשהו לאלתר וזה המשל מבואר כונתו ידועה: ואמרו וכל הרוצה ללוות יבא וילוה מחזק הענין הקודם שאין שם הכרח אבל בבחירת האדם יעשה מה שירצה לעשותו: ואמרו והגבאים מחזירין תדיר הוא משל על המות ושאר עונשים הבאים על האדם: \n",
                "<b>והכל מתוקן לסעודה.</b> כלומר תכלית כוונת כל זה חיי העולם הבא: \n"
            ],
            [
                "רוצה לומר בזה שכל שנים מאלו כל אחד משניהם מועיל במציאות האחר ומשלים זולתו ואמנם דבריו בדעת ובבינה הוא ענין פלוסופים דק מאד ואני אזכרהו נשען על תבונת מי שעיין בזה הענין וזה שהדעת אשר יגיע לנו ונקנה אותו אמנם השיגנו המושכלות אשר נשיגם אם נפריד הצורה ונשכיל אותה או שנשיג הצורות הנפרדות במציאותם מבלתי שנשימם אנחנו דעת אבל הם במציאותם דעת וזאת ההשגה היא אשר תקרא בינה והוא הדעת ובדעת ג\"כ נבין ואפשר לנו שנשיג מה שנשיג וכאילו יאמר שאם לא נשכיל מושכל אין דעת לנו ואם לא יהיה דעת לנו לא נשכיל מושכל כי בדעת נשיגהו והבנת זה הדבר קשה מאד ואפילו מן הספרים המחוברים בו כל שכן מכאן ואמנם אנחנו מישרים עליו הדרך הישרה לבד: כל שמעשיו. כבר פירשנו וביארנו אלה הדברים בזה הפרק מדברי רבי חנינא בן דוסא: \n"
            ],
            []
        ],
        [
            [
                "זה מבואר וכבר זכרנו ענינו בפרקים הקודמים: \n"
            ],
            [
                "כבר בארנו פירוש זה המאמר בפרק י' מסנהדרין וכבר העירו חכמים ע\"ה על חדוש נפלא בתורה יש בו זרוז על מעשה המצות והוא אמרו אז יבדיל משה שלש ערים בעבר הירדן וגו' בידוע שאינן מועילות שלא יהיה בהן דין ערי מקלט עד שיובדלו השלש האחרות שבארץ ישראל אמרו יודע היה משה רבינו עליו השלום שאין שלש ערים שבעבר הירדן קולטות עד שיובדלו השלש שבא\"י שנא' שש ערי מקלט תהיינה ואמנם הבדיל אלו מפני שאמר הואיל ובאה מצוה לידי אקיימנה ואם כיוצא בזה במשה רבינו ע\"ה משיג האמתות שלם שבשלמי' נכסף להוסיף חצי מצות עשה על כל מעלתו ושלמותו אין צריך לומר שיעשו מי שנצטרעה נפשם והוחזק צרעתה וקדמה: \n"
            ],
            [
                "ואמר שאי אפשר שלא יהיה לכל אדם עת שיוכל להזיק בו או להועיל ואפילו בדבר מועט: \n"
            ],
            [
                "כבר בארנו וזכרנו בפרקים הקודמי' שהענוה היא ממעלו' המדות והיא ממוצעת בין הגאוה ושפלות הרוח ואין לה שם אחר רק ענוה ולגאוה יש שמות רבים בלשון עברי גבה לב עינים רמות וגאה ורם ומשמות החכמים ז\"ל רוח גבוה וגסות הרוח ומתגאה. וכנגדן שפלות הרוח וכבר בארנו בפרק הרביעי שאדם צריך לו שיטה מעט לאחד מן הקצוות עד שיעמוד באמצע המעשים על צד הסייג אבל במדה הזאת לבדה בין שאר המדות ר\"ל בגאוה לגודל חסרון זאת המדה אצל החסידים ודעתם בנזקה רחקו ממנה עד הקצה האחרון ונטו אל שפלות הרוח לגמרי עד שלא ישאירו בנפשם מקום לגאוה כלל והנה ראיתי בספר מספרי המדות שנשאל לא' מן החשובים החסידים ונאמר לו איזה יום הוא ששמחת בו יותר מכל ימיך אמר יום שהייתי הולך בספינה והיה מקומי בפחות שבמקומות הספינה בין חבילות הבגדים והיו בספינה סוחרים ובעלי ממון ואני הייתי שוכב במקומי ואחד מאנשי הספינה קם להשתין ואהי נקל בעיניו ונבזה שהייתי שפל בעיניו מאד עד שגלה ערותו והשתין עלי ותמהתי מהתחזק תכונת העזות בנפשו וחי השם לא כאבה נפשי למעשהו כלל ולא התעורר ממני כחי ושמחתי שמחה גדולה כשהגעתי לגבול שלא יכאיבני בזוי החסר ההוא ולא הרגישה נפשי אליו ואין ספק שזאת תכלית שפלות הרוח עד שיתרחק מן הגאוה: ואני זוכר עתה קצת מה שזכרו חכמים בשבח הענוה וגנות הגאוה ומפני זה צוה זה להתקרב אל השפלות ואמר מאד מאד הוי שפל רוח מפחדו שישאר האדם על הענוה לבדה כ\"ש שיהיה אצלו מעט מן הגאוה אחר שהוא קרובה אליה מפני שהענוה ממוצעת כמו שזכרנו. ואמרו בשבח הענוה מה שעשתה החכמה כתר לראשה עשתה הענוה עקב לסוליתה פי' למנעלתה דכתיב ראשית חכמה יראת ה' זאת הראיה שיראת השם גדולה מן החכמה והיא סבת מציאותה ואומר עקב ענוה יראת השם כלומר שיראת השם תמצא בשולי הענוה א\"כ הענוה גדולה מן החכמה הרבה: ואמרו דבר זה כתוב בתורה ושנוי בנביאים ומשולש בכתובים כל מקום שאתה מוצא גדולתו של הקב\"ה שם אתה מוצא ענותנותו כתוב בתורה האל הגדול וגו' וכתיב בתריה עושה משפט יתום ואלמנה. ושנוי בנביאים דכתיב כי כה אמר רם ונשא שוכן עד וקדוש שמו מרום וקדוש אשכון וסמיך ליה ואת דכא ושפל רוח. ומשולש בכתובים דכתיב סולו לרוכב בערבות ביה שמו וכתיב בתריה אבי יתומים ודיין אלמנות ויש לך ללמוד ממשה רבינו ע\"ה אשר נשלמו בו מעלות השכליות ומעלות המדות כלן מכוונות למדרגת הנבואה אב בתורה אב בחכמה אב בנבואה ושבחו השם יתברך על כל אדם במדת הענוה ואמר והאיש משה עניו מאד מכל האדם ואמרו מאד מופת לרוב ענותנותו והטותו לצד הקצה האחרון וכן תמצאהו אומר ונחנו מה. וכן בדוד משיח אלהי יעקב ונעים זמירות ישראל והוא מלך נכבד שגדלה מלכותו וחזקה חרבו ושיעדו הש\"י לנו ע\"י משה רבינו ע\"ה והוא הכוכב אשר דרך מיעקב כמו שבארו רז\"ל והוא נביא וגדול שבשבעים זקנים כמו שאמר יושב בשבת תחכמוני ועם כל זה אמר לב נשבר ונדכה אלהים לא תבזה והרבה מאילו מעלות המורות על תכלית הענוה. ומה שאמרו רז\"ל בגאוה אמרו כל אדם שיש בו גסות הרוח כאילו עובד עבודת כוכבים כתיב הכא תועבת ה' כל גבה לב וכתיב התם ולא תביא תועבה אל ביתך ואמרו כאילו כפר בעיקר שנאמר ורם לבבך ושכחת את ה'. ואמרו שחטא הגאוה כמי שבא על העריות אמר תועבת ה' כל גבה לב ואמר כי את [כל] התועבות האל ואמרו שהמתגאה הוא בעצמו אצל הש\"י כעבודת כוכבים עצמה והביאו ראיה מאמרו חדלו לכם מן האדם אשר נשמה באפו כלומר גבה רוח כי במה נחשב הוא אל תקרי במה אלא במה. ואמרו שהמתגאה ראוי להורגו ואמרו כל מי שיש בו גסות הרוח ראוי לגדעו כאשרה כתיב הכא ורמי הקומה גדועים וכתיב התם ואשריהם תגדעון. ואמרו שהש\"י לא יחיה המתגאים בתחיית המתים באמרם כל אדם שיש בו גסות הרוח אין עפרו ננער שנא' הקיצו ורננו שוכני עפר מי שנעשה עפר בחייו ר\"ל הענוים הם אשר יחיו והפליגו בזה ואמרו כל אדם שיש בו גסות הרוח שכינה מיללת עליו שנא' וגבוה ממרחק יידע והרבה מדבריהם באמרם שהצרעת עונש המתגאים אמרו לשאת ולספחת ולבהרת ואין שאת אלא גבוה שנא' הגבעות הנשאות כאילו אמר למתגאה הספחת: וסוף שאמרו בשמתא מאן דאית ביה ובשמתא מאן דלית ביה ר\"ל שאין ראוי להיות האדם שפל רוח לגמרי מפני שאינו מן המעלות ושערוהו על דרך משל חלק מארבעה וששים ר\"ל כשנשים הגאוה בקצה א' ושפלות הרוח בקצה אחר יהיה ביניהם רחב ארבעה וששים חלקים שיהיה האדם עומד בחלק ס\"ג אינו רוצה במצוע בזאת המדה לבדה לברוח מן הגאוה שאם יחסר חלק א' ויקרב אל הגאוה יותר יכנס תחת השמתא וזה היה דעת רבא בענוה אבל רב נחמן פסק ואמר שאין ראוי שיהיה לאדם ממנה ר\"ל מן הגאוה לא חלק גדול ולא חלק קטן מפני שאין חטאו מעט שישים האדם תועבת ה' אין ראוי להתקרב אליו אמר בזה הענין רב נחמן בר יצחק אמר לא מינה ולא מקצתה. ומי זוטרא מאי דכתיב כי תועבת ה' כל גבה לב ולחזוק זה החטא הארור אמר זה מאד מאד הוי שפל רוח שתקות אנוש רמה רוצה לומר שאתה צריך להכריח נפשך עד שתרחיק ממנה הגאוה בחשבך באחרית הגוף והוא שובו רמה: ",
                "אתה יודע מן הכתוב שהשוגג יש לו חטא ומפני זה צריך כפרה בקרבן והשם יתברך אמר בו ונסלח לו מחטאתו אשר חטא אבל אינו כמזיד חלילה ליושר דרכו הי\"ת להשוות המזיד והשוגג בדבר מן הדברים אבל כוונתו הנה שחלול השם אם יהיה במזיד או בשוגג נפרעין ממנו בגלוי אם היה מזיד עונש מזיד ואם היה שוגג עונש שוגג אבל שני העונשים בגלוי: "
            ],
            [
                "אחרי אשר הסכמתי שלא אדבר בזאת הצוואה מפני שהיא מבוארת ולדעתי ג\"כ שדברי בה לא יאות לרוב חכמי התורה הגדולים ואפשר לכולן חזרתי מהסכמתי ואדבר בה מבלתי שאשגיח לקודמים או לנמצאים. דע שזה שאמר שלא תעשה התורה קורדום לחפור בו כלומר לא תחשבהו כלי לחיות בו ובאר ואמר כי כל מי שיהנה בעולם הזה בכבוד התורה נוטל חייו מן העולם פירוש מחיי העולם הבא והתעוותו בני האדם בזה הלשון הנגלה והשליכוהו אחרי גיום ונתלו בפשטי הדברים שלא יבינום ואני אפרשם וקבעו להם חוקים על יחידים ועל קהלות והביאו בני אדם לחשוב בסכלות גמורה שזה מחוייב וראוי שיעזרו חכמים והתלמידים והאנשים המתעסקים בתורה ותורתן אומנותן וזה הכל טעות ולא נמצא בתורה ולא בדברי החכמים דבר שיאמת אותו ולא רגלים שישען עליהם כלל שאנחנו כשנעיין בדברי רז\"ל לא נמצא אצלם שהיו מבקשים ממון מבני אדם ולא היו מקבצים ממון לישיבות הנכבדות והיקרות ולא לראשי גליות לא לדייניהם ולא למרביצי התורה ולא לא' מהגדולים ולא לשאר בני אדם מן העם אבל נמצא בכל דור ודור בכל קהלותיהם שהיה בהן עני בתכלית עניות ועשיר גדול בתכלית העושר וחלילה לי לחשוד הדורות ההם שהם לא היו גומלי חסד ונותני צדקה כי אמנם העני ההוא אילו פשט ידו לקחת היו ממלאים ביתו זהב ופנינים אלא שלא היה רוצה אבל היה מסתפק במלאכתו שהיה מתפרנס בה אם בריוח אם בדוחק והיה בז למה שבידי אדם כי התורה מנעתו מזה וכבר ידעת שהלל הזקן היה חוטב עצים והיה לומד לפני שמעיה ואבטליון והיה עני בתכלית העניות ומעלתו היתה כאשר ידעת מתלמידיו אשר נמשלו כמשה ואהרן ויהושע והקטן שבתלמידיו רבן יוחנן בן זכאי ואין ספק למשכיל שאילו היה מורה לאנשי דורו ליהנות מהן לא היו מניחין אותו לחטוב עצים. ור' חנינא בן דוסא שיצאה בת קול ואמרה כל העולם [כלו] אינו נזון אלא בשביל חנינא בני וחנינא בני די לו בקב חרובין מע\"ש לע\"ש ולא היה מבקש מבני אדם וקרנא היה דיין בא\"י והוא הוה דלי דולא וכשהיו באין בעלי הדין לפניו היה אומר תנו לי מי שידלה במקומי או תנו לי כדי בטילתי ואדון לכם ולא היו ישראל שבדורם לא אכזרים ולא בלתי גומלי חסדים ולא מצאנו חכם מן החכמים *עניים שהיה מגנה אנשי דורו על שלא היו מעשרים אותם חלילה להם אבל הם בעצמם היו חסידים מאמינים האמת לעצמם והיו מאמינים בהשי\"ת ובתורת משה אשר בה יזכה האדם לחיי העוה\"ב ולא היו מתירים לעצמם לבקש ממון מבני אדם והיו רואים שלקיחתו היה חלול השם בעיני ההמון מפני שיחשבו שהתורה מלאכה מהמלאכות אשר יחיה בהם אדם ותתבזה בעיניהם ויהיה מי שעושה זה דבר השם בזה ואמנם התעו אלה המתגברין לחלוק על האמת ועל הפסוקים הפשוטים והנגלים בלקיחת ממון בני אדם ברצונם או על כרחם מהמעשים אשר ימצאו בגמ' מאנשי בעלי מומין בגופותיהם או זקנים באו בימים עד שא\"א להם לעשות מלאכה שאין תחבולה להם אלא לקחת ממון מאחרים ואם לא מה יעשו הימותו זה לא צותה התורה ואתה תמצא המעשה אשר הביאו ראיה ממנו באמרם היתה כאניות סוחר ממרחק תביא לחמה בבעל מום שאינו יכול לעשות מלאכה אבל עם היכולת לא המציא אליו התורה דרך: ורב יוסף היה מוליך עצים ממקום למקום והיה אומר (יפה) [גדולה] מלאכה שמחממת בעליה ר\"ל עם טורח אבריו כי בהוליכו העצים הכבדים היה מתחמם גופו בלא ספק והיה משבח זה ושמח בו והיה נהנה במה שחלק לו השם ית' מה שאצלו במעלות ההסתפקות ושמעתי המשוגעים המבוהלים הנתלים בראיות שהביאו באמרם הרוצה ליהנות יהנה כאלישע והרוצה שלא ליהנות אל יהנה כשמואל הרמתי וזה אינו דומה לזה אשר מביאים כלל אבל זה אצלי הטעה גדולה מהביא ראיה ממנו מפני שהוא מבואר ואינו מקום שיטעה האדם בו שאלישע לא היה מקבל ממון מבני אדם כ\"ש שלא היה מבקש מהם וקובע להם חוקים חלילה לשם אמנם היה מקבל כבוד לבד כשהיה מאכסן אותו אדם בעברו עליו להיות בבית אצלו והיה אוכל לחמו בלילה ההוא או ביום ההוא והיה שב לעסקיו ושמואל לא היה נכנס לבית אדם ולא היה אוכל משום אדם וכיוצא בזה אמרו חכמים ז\"ל שתלמיד חכם כשירצה להדמות בזה עד שלא יכנס לבית אדם הרשות בידו ואם ירצה להתאכסן אצל אדם בעברו עליו לצורך הוצאת הדרך הרשות בידו מפני שכבר הזהירו מלאכול אצל כל אדם שלא לצורך ואמרו ת\"ח המרבה סעודתו בכל מקום וכו' ואמרו כל סעודה שאינה של מצוה אסור להת\"ח ליהנות ממנה ולמה אאריך בזה הענין ואמנם אזכיר המעשה אשר התבאר בגמ' והוא שאדם א' שהיה לו כרם והיו נכנסים בו הגנבים וכל פעם אשר היה רואה אותן בכל יום [היה] מוצא פירותיו מתמעטין והולכין ולא היה ספק בו שאחד מן הגנבים נתן עיניו בו והיה מצטער מזה כל ימי הבציר עד שבצר ממנו מה שבצר וצמקם עד שיבשו ואסף הצמוקים ודרך בני אדם כשיאספו הצמוקים שיפלו מהם גרגרים מן התאנים ומן הענבים ומותר לאכלן מפני שהם הפקר וכבר הניחום בעלים למעוטם למוצאיהם ובא ר' טרפון במקרה יום א' לכרם ההוא וישב ולקט מן הצמוקים שנפלו והיה אוכל אותם ובא בעל הכרם וחשב שזה היה הגנב שגנב ממנו כל השנה ולא היה מכיר אותו אבל שמע עליו ולקחו מיד והתחזק עליו ושם אותו בשק אחד ושם אותו על גבו להשליכו בנהר וכשראה ר' טרפון כך צעק ואמר אוי לו לטרפון שזה הרגו וכששמע בעל כרם הניחו וברח לדעתו שחטא חטא גדול והיה רבי טרפון מצטער מן היום ההוא והלאה כל ימיו ומתאבל על מה שאירע לו שהציל את עצמו בכבוד התורה והוא היה עשיר גדול והיה יכול לומר הניחני ואני אתן לך כך וכך זהובים והיה נותנם לו ולא היה צריך להודיע שהוא ר' טרפון והיה מציל את עצמו בממונו ולא בתורה ואמרו כל ימיו של אותו צדיק היה מצטער על דבר זה ואמר אוי לי שהשתמשתי בכתרה של תורה שכל המשתמש בכתרה של תורה אין לו חלק לעוה\"ב ונעקר מן העולם ואמרו בזה משום דר' טרפון עשיר גדול היה וה\"ל לפיוסיה בדמים. וכן פתח רבינו הקדוש ע\"ה אוצרות בשנת רעבון ואמר כל מי שירצה לבא לקחת פרנסתו יבוא ויתפרנס ובלבד שיהיה ת\"ח ובא ר' יונתן בן עמרם ועמד לפניו והוא לא היה מכיר אותו אמר לו רבי פרנסני א\"ל קרית לא שנית לא אלא במה אפרנסך אמר לו פרנסני ככלב וכעורב ר\"ל אע\"פ שאין בי חכמה כמו שיפרנס הש\"י חיה טמאה ועוף טמא שאין ע\"ה פחות מהם ונתן לו ואח\"כ נתחרט באשר פתהו בדבריו ואמר אוי לי שנהנה ע\"ה מנכסי ואמרו לו השומעים מה שאירע לו אולי יונתן בן עמרם תלמידך הוא שאינו רוצה ליהנות בכבוד התורה כשיוכל להשמר מזה ואפי' בתחבולה וחקר ומצא הענין כן וב' המעשים האלה ישתיקו כל חולק בזה הענין. ואמנם הדברים אשר התירה אותם התורה לת\"ח הוא שיתנו ממונם לאדם לעשות בו סחורה בבחירתו ויהיה השכר כולו להם אם ירצה והעושה זה יש לו שכר גדול עליו וזהו מטיל מלאי לכיס של ת\"ח ושתמכר סחורתם לפני כל סחורה ושיקנו להם בתחלת השוק אלה הם חוקים שקבע להם הי\"ת כמו שקבע המתנות לכהן והמעשרות ללוי לפי מה שבא בקבלה כי שתי הפעולות האלה יעשו אותם סוחרים קצתם עם קצתם על דרך כבוד ואע\"פ שאין שם חכמה כדי הוא ת\"ח להיות כע\"ה נכבד וכן הקילה התורה מתלמידי חכמים חקי הארנוניות ואכסניות החיל וחקים המיוחדים בכל איש ואיש והם הנקראים כסף גלגולת יפרעו בעבורם הקהל וכן בנין החומות וכיוצא בהן ואפילו היה הת\"ח בעל ממון לא יתחייב דבר מכל זה וכבר הורה רבי' יוסף הלוי ז\"ל לאיש במקום אחד שהיו לו גנות ופרדסים שהיה חייב בעבורם אלפי זהובים ואמר שיפטר מתת בעבורם דבר מכל מה שזכרנו מפני שהיה ת\"ח ואע\"פ שהיה נותן במס ההוא אפילו עני שבישראל וזהו דין תורה כמו שפטרה התורה מחצית השקל מן הכהנים כמו שבארנו במקומו ומה שדומה לזה: \n"
            ],
            [
                "כבוד התורה הוא בהוראת הזריזות בעשייתה ויכבד החכמים המעמידים אותה והספרים אשר חברו בה וכן חלול התורה הפך הג': \n"
            ],
            [
                "בהוראה גס לבו להתגבר להורות מבלי יראה ופחד: \n"
            ],
            [
                "התורה התירה לאיש מומחה לרבים לדון יחידי כמו שבארנו בסנהדרין אבל זהו דבר תורה והזהיר הנה ממנו קצת על צד המוסר ולא על צד האיסור. ואמר כשיחלוקו עליך חביריך בדעת מן הדעות לא תכריחם לקבל סברתך מפני שהם מכירים אם יש להם לקבלה ואינו ברשותך להכריחם לקבל את דעתך: \n"
            ],
            [
                "אמר כי העוסק בתורה והוא עני ודל ועם כל זה יצער נפשו לעסוק בה לסוף יעסוק בה מעושר ומאשר לא יהיה לו מה שיטרידהו מן הקריאה ומי שלא יעסוק בתורה מפני רוב הממון להתעסקו במאכל ובמשתה ובמנוחה לסוף יתרושש ויצר לו הזמן עד שיהיה סבת בטולו בקריא' טרדתו בלחם למאכלו: \n"
            ],
            [
                "אמר הוי ממעט בסחורה והתמד על התורה והוי שפל רוח בפני כל אדם ר\"ל שלא תהא שפל רוח בפני הגדולים לבד אמנם בפני כל אדם עד שכשתשב עם איזה אדם שיהיה יהא ספורך עמו כאלו הוא גדול במעלה יותר ממך וזה כולו לברוח מן הגאוה כמו שבארנו: וענין בטלים הרבה כנגדך הוא שיש דברים הרבה המבטלים ויצטרכו למי שנתעסק בהן וכשלא תתעסק בתורה יטרידך הזמן באחד מן הדברים ההם: \n"
            ],
            [
                "פרקליט הוא [האיש] המליץ טוב על האדם לשלטן: קטיגור הוא הפך זה והוא המלשין האדם למלך ומשתדל להמיתו: ואמרו שהתשובה אחר המעשים הרעים או המעשים הטובים בתחלת הענין כל אחד משני הענינים האלה מונעים מבא המכות והחלאים באדם: \n"
            ],
            [],
            [
                "אלו השלש מעלות טובות נתנו לאומה זו בתחלת נתינת התורה והן הכהונה והמלכות והתורה כהונה זכה בו אהרן מלכות זכה בו דוד וכתר תורה מונח לכל מי שירצה להתעטר בו ואמרו רז\"ל ושמא תאמר שזה הכתר פחות הוא משנים האחרים אינו כן אבל גדול הוא משניה' ובו יהיו השנים שנא' בי מלכי' ימלוכו ורוזני' יחוקקו צדק ואמר בי שרים ישורו וגו' אבל כתר שם טוב מגיע מאת התורה ר\"ל ידיעתה והמעשה בה כי בהן יגיע השם הטוב האמיתי:  "
            ],
            [
                "אמר בקש מקום הקריאה והלמוד כי עם זולתך יתכן לך הקריאה ותתקיים ולא תשען על תבונתך ותאמר שאינך צריך לחברים ולתלמידים שיעוררוך:"
            ],
            [
                "אמר שבהיות האדם תלמיד למי שהוא חכם ממנו יותר טוב לו ויותר ראוי מהיותו רב לפחות ממנו כי בענין הראשון יוסיף ובענין השני יחסר ואתה תבין ממה שבארנו בסנהדרין שהן שמו מטעם מעלין בקדש ולא מורידין ראש ישיבה של עשרים ושלשה סוף של אחד ושבעים מישיבה גדולה שראו שהם הוסיפו לו בזה מעלה:  "
            ],
            [
                "טרקלין הוא ההיכל ופרוזדור הוא בית שער והמשל מבואר והכונה ידועה שבעוה\"ז יקנה האדם המעלות שבהן יזכה לעוה\"ב כי זה העולם אמנם הוא דרך ומעבר לעוה\"ב: \n"
            ],
            [
                "כבר בארנו בפ' י' מסנה' שאין אחר המות שלמות ולא תוספת אמנם ישלים האדם ויוסיף מעלה בעוה\"ז ואל זה רמז שלמה באמרו כי אין מעשה וחשבון ודעת וחכמה בשאול אשר אתה הולך שמה אבל הענין ההוא אשר ילך האדם עליו ישאר לעולם ולזה צריך שישתדל האדם בזה הזמן הקצר ולא יאבד זמנו אלא בקנות המעלות לבד מפני שהפסדו מרובה אחר שאין לו תמורה ולא תקנה וכאשר ידעו החסידים זה לא ראו לכלותו אלא בחכמה ובתוספת המעלות והרויחו זמנם כולו על דרך האמת ולא פזרו ממנו בעניני הגשמי' אלא זמן קצר מאד ובדבר הצריך שאי אפשר זולתו ואחרים הוציאו זמנם כולו בגשמיות לבד ויצאו ממנו כאשר באו כל עמת שבא כן ילך והפסידוהו כולו הפסד עולמית וההמון כולם יהפכו האמת בזאת השאלה ויאמרו שהכת הראשונה הפסידו העולם והכת האחרונה הרויחו העולם והענין בהפך כמו שספרנו והם שמים חושך לאור ואור לחושך ואוי למאבדים האמת והענין הזה עשה שלמה ע\"ה עיקר בקהלת בשבחו הרווחת העולם וגנותו הפסדו ובארו שאין ריוח וקנין אחר המות מן הדבר אשר יבצר ממנו הנה וזה כולו אמת וכשתבחן הספר ההוא בזאת הבחינה יתבאר האמת: \n"
            ],
            [
                "זה מבואר והם עניני מוסרים בתקוני חברת בני אדם בהפיל הדבר במקומו המועיל: \n"
            ],
            [
                "חרון אפו לא נאמר אלא אפו מלמד שמוחלין לו כל עונותיו ואע\"פ ששלמה אמר בחכמתו זאת הצואה אבל זה החכם היה מוכיח בזאת המדה ומזהיר מזאת העבירה: \n"
            ],
            [
                "אמר שהלמוד בימי הילדות יתקיים ולא יקל לשכחו והענין מן הלמוד בימי הזקנה בהפך וזה מבואר ונראה לעין. אמר ר' יוסי כי חכמת הבחורים יש בה שאלות וספקות בלתי מזוקקות ולא נמלטו מן הקושיות כי לא ארכו להם הימים לשנות תלמודם ולהסיר הספקות ואמר רבי לא תבחן היין בקנקניו כי יש קנקן חדש ובו יין ישן וקנקן ישן ריקם ואין דבר בו כן יש בחורים ששאלותיהם וחכמותיהם זכות לא התערב בהם ספק כיין ישן שנבדלו שמריו ממנו ויש זקנים שאין להם חכמה כלל ואין צריך לומר שאין להם חכמה מעורבת ומבולבלת:  "
            ],
            [
                "אמר הקנאה והתאוה ואהבת הכבוד מוציאין את האדם מן העולם והוא כי באלה המדות או באחת מהן יפסיד אמונת התורה בהכרח ולא יגיעו לו לא מעלות שכליות ולא מעלות המדות: \n"
            ],
            [
                "אמר לידע להודיע ולהוודע רוצה בו שיודע העתידים להולד ואשר הם נולדים עתה וימותו ואשר יחיו אחר המות ונלמד משלש הכתות האלה שהוא היוצר והוא הבורא ואמרו הוא הדיין והוא עתיד לדון רוצה בו שהוא שופט עתה את הכל בחיים ובמות ובשאר עניני העולם והוא ג\"כ עתיד לדון אשר יחיו לעוה\"ב בגמול ועונש: ואמר ולא מקח שוחד הוא כמו שאמר ג\"כ בתורה אשר לא ישא פנים ולא יקח שחד ואין ענינו שלא יקח שחד להטות הדין כי זה מן השטות שירוחק מן הש\"י מה שלא יצוייר ואף לא ידומה כי איך יצוייר לו שחד ומה יהי השחד אבל ענינו מה שבארנו שהוא לא יקח שחד הטובות כמו שיעשה אדם אלף טובות ורעה אחת שלא ימחול הש\"י מעבירה ההיא לרוב טובותיו ויחסר לו מאלף טובותיו טובה אחת או יותר אבל יענש על זאת הרעה האחת ויגמלהו על הטובות ההם כולם וזהו ענין לא יקח שוחד והוא כמו לא ישא פנים שיענש הגדול במעלות על דבר מועט כמו שנענש משה רבינו ע\"ה על חטא הכעס כמו שבארנו בפרקים הקודמים וגמול עשו הרשע על כבוד אב ואם ונבוכדנצר על כבוד הש\"י כמו שהתבאר בסנהדרין וזהו ענין ולא משוא פנים: ובחון מאמר שעל כרחך אתה נולד ומה שדבק בו שהוא זכר ענינים טבעיים שאין בחירה לאדם בהן שעליהם אמרו רז\"ל הכל בידי שמים חוץ מיראת שמים ולא אמר על כרחך אתה חוטא או עובר או מהלך או עומד ומה שדומה לזה שאלו כולם ענינים שהם ברשות האדם ואין הכרח בהם כמו שבארנו בפרק החמישי: \n"
            ]
        ],
        [
            [
                "בעשרה מאמרות כשתסתכל בכל מה שבא במעשה בראשית ויאמר תמצאם תשעה ובראשית עשירי ואף ע\"פ שלא התבאר בו מלת ויאמר הענין מורה עליו וכאילו אמר ויאמר אלהים יהיו השמים והארץ כי לא נהיו מבלתי מאמר והיה יכול לספר בריאה כולה במאמר אחד כשיאמר ויאמר אלהים יהיו שמים וארץ ויהי רקיע ויקוו המים וגו' ואמנם ייחד מאמר לכל ענין להודיע גודל זה המציאות וטוב סדרו ושמפסידו מפסיד דבר גדול ומתקנו יתקן דבר גדול רוצה לומר שמפסידו מי שיפסיד נפשו אשר בידו לתקנה ולהפסידה וכאילו הוא התכלית האחרון מכלל המציאות אשר אמר בו עשרה מאמרות כמו שבארנו בפתיחת חבורנו זה: \n"
            ],
            [
                "אלו הדורות הם דברי התורה פלוני הוליד פלוני על הסדר וזכר זה ומה שאחריו מפני זכרו עשרה מאמרות שבהן מוסר לאדם לזרז אותו ולתקן נפשו במעלות המדות ובמעלות השכליות שזהו כוונת זאת המסכתא: \n"
            ],
            [
                "הי' נסיונות שנתנסה אברהם אבינו כולם דבר הכתוב. הא' הגרות באמרו יתברך לך לך מארצך וגו'. הב' הרעב אשר נמצא בארץ כנען בבואו שם והוא יעדו ואעשך לגוי גדול וזה נסיון גדול והוא אמר ויהי רעב בארץ. והג' חמס המצרים עליו בהלקח שרה לפרעה. הד' הלחמו בד' מלכים. הה' לקחו הגר לאשה אחר שנואש מהוליד משרה. הו' הוא המילה אשר צוה בה בימי הזקנה. הז' חמס מלך גרר עליו בלקחו שרה גם כן. הח' גרש הגר אחרי הבנותו ממנה. הט' הרחקת בנו ישמעאל והוא אמרו יתברך אל ירע בעיניך על הנער וגו' וכבר העיד הכתוב איך היה קשה בעיניו הדבר הזה באמרו וירע הדבר מאד בעיני אברהם אלא ששמר מצות הש\"י וגרשם. העשירי עקדת יצחק: \n"
            ],
            [
                "אבל הי' נסים שנעשו לאבותינו במצרים הוא הנצלם מן הי' מכות והיות כל מכה ומכה מיוחדת במצרים ולא בישראל ואלו הם נסים בלא ספק ולשון התורה בכל מכה ומכה מהם שהביא הקב\"ה על המצריים מלבד מכת הכנים שלא באר זה אלא שהוא ידוע שלא ענש ישראל אבל היו נמצאים אצלם ולא היו מצערים אותם וכן בארו החכמים אבל בשאר המכות התבאר בהם הענין אמר בדם ולא יכלו מצרים לשתות מים מן היאור ראיה שהנזק היה משיג אותם לבדם ואמר בצפרדעי' ובאו בביתך ובחדר משכבך וגו' ואומר בערוב והפליתי ביום ההוא את ארץ גושן וגו'. ואמר בדבר וממקנה בני ישראל לא מת אחד ואמר בשחין כי היה השחין בחרטומים ובכל מצרים. ואמר בברד רק בארץ גושן אשר שם בני ישראל לא היה ברד. ואמר בארבה ויעל הארבה על כל ארץ מצרים ואמר בחושך ולכל בני ישראל היה אור במושבותם. אבל היו\"ד נסים שהיו על הים הם קבלה. הראשון הבקעת המים כפשוטו של פסוק ויבקעו המים. הב' שאחר שבקעו נעשה כקובה עד ששב כדמות גג ולא מקורה ולא משופע והיה הדרך כאילו היה נקב במים והמים מימין ומשמאל וממעל הוא מאמר חבקוק נקבת במטיו ראש פרזיו. הג' שארצו נתקשה ונקפל להם כאמרו הלכו ביבשה ולא נשאר בקרקעיתו שום חומר וטיט כבשאר נהרות. הד' שדרכי מצריים היו בחומר מדובק והוא אמרו חומר מים רבים. והה' שנבקעו לדרכים רבים כמספר השבטים כעין קשת עגול על זאת הצורה והוא אמרו לגוזר ים סוף לגזרים. והו' שנקפאו המים ונתקשו כאבנים ועל זה אמר שברת ראשי תנינים על המים ר\"ל שנתקשו המים עד ששבו בענין שישבור הראשים עליהם. והז' שלא נקפאו כקפיאת שאר המים הנקפאים ר\"ל חתיכה אחת אבל היו חתיכות רבות כאילו הם אבנים וסדרו קצתם על קצתם והוא אמרו אתה פוררת בעזך ים. והח' שנקפה כזכוכית או כשהם ר\"ל בהיר עד שיראו קצתם אל קצתם בעברם בו והוא אמרו חשכת מים עבי שחקים ר\"ל שקבוץ המים היה כעצם השמים לטוהר שהוא בהיר. והט' שהיו נוזלים ממנו מים מתוקים והיו שותים אותם. והיו\"ד שהיו נקפים בעת שהיו נוזלים אחר שלקחו מהם מה ששתו עד שלא היו יורדין לארץ והוא אמרו נצבו כמו נד נוזלים ר\"ל הדבר הנוזל היה נקפה בלב ים ומצאנו בקבלה ג\"כ שהמצריים באו עליהם מכות על הים יותר ממכות מצרים אבל כלם היו מעשרה המינים ההם אשר ירדו במצרים ונחלקו למינים רבים על הים ואל זה רמז באמרו אלה הם האלהים המכים את מצרים בכל מכה במדבר ר\"ל במדבר ים סוף. אבל העשרה נסיונות שנסו אבותינו את המקום כולם דברי הכתוב הם. הראשון על ים סוף באמרם המבלי אין קברים במצרים. והב' במרה הוא אמרו וילונו העם על משה לאמר מה נשתה. והג' במדבר סין כשבקשו המן והוא אמרם מי יתן מותנו ביד ה' וגו'. הד' מריתם בהניח המן עד הבקר והוא אמרו ויותירו אנשים ממנו עד בקר. והה' מריתם בבקשם אותו ביום השבת כמו שנאמר ויהי ביום השביעי יצאו מן העם ללקוט. והו' ברפידים על המים ג\"כ. והז' בחורב במעשה העגל. והח' בתבערה בהיותם מסופקים במקום ההוא באמרו התאוננים והוא אמרו ויהי העם כמתאוננים. והט' בקברות התאוה בבקשם הבשר אמרו והאספסוף אשר בקרבו התאוו תאוה. והיו\"ד במדבר פארן בענין המרגלים ושם נאמר וינסו אותי זה עשר פעמים ולא שמעו בקולי: "
            ],
            [
                "כבר ידעת שהמזבח היה באמצע העזרה ואנו עתידים לבאר זה במקומו והיה מגולה לשמים ועם כל זה לא היו מכבין הגשמים אש המערכה ולא היה מפזר הרוח את עמוד העשן העולה מן הקרבנות אבל בעת ההקרבה היה האויר צח והיו עומדים בעזרה כל אחד בצד חברו ובעת ההשתחויה לא היו לוחצים זה את זה לרוב מוראם וישובם במקום ההוא: \n"
            ],
            [
                "<b>אף צבת בצבת עשויה.</b> קמייתא מאן עבדה כבר זכרנו לך בפרק הח' שהם לא יאמינו בחדוש הרצון בכל עת אבל בתחלת עשיית הדברים שם בטבע שיעשה בהם כל מה שיעשה הן יהיה הדבר שיעשה מאדי. והוא הדבר הטבעי. או יהיה חדוש לעתים רחוקים והוא המופת הכל בשוה על כן אמרו שביום הששי שם בטבע הארץ שתשקע קרח ועדתו ולבאר שיוציא המים ולאתון שידבר וכן השאר. וכתב היא התורה הכתובה לפניו ית' כמו שאמר ולא נודע איך הוא והוא אמרו ואתנה לך את לוחות האבן והמכתב הוא הכתיבה שעל הלוחות כמו שאמר והמכתב מכתב אלהים הוא חרות על הלוחות. ואולי תאמר אחרי שכל הנפלאות כולם הושמו בטבעי הדברים ההם מששת ימי בראשית למה ייחד אלו העשרה דע שלא ייחדם לומר שאין שום מופת שהושם בטבע הדברים רק אלו אבל אמר שאלו נעשו בין השמשות לבד ושאר הנפלאות והמופתים הושמו בטבעי הדברים אשר נעשו בם בעת העשותם תחלה ואמרו על דרך משל שיום שני בהחלק המים הושם בטבע שיחלק ים סוף למשה והירדן ליהושע וכן לאליהו וכן לאלישע ויום רביעי כשנברא השמש הושם בטבעו שיעמוד בזמן פלוני בדבר יהושע אליו וכן שאר הנפלאות מלבד אלו העשרה שהושמו בטבעי הדברים ההם בין השמשות: ושמיר הוא שרץ קטן חוצב האבנים הגדולות בעברו עליהם ובו בנה שלמה את בית המקדש: וצבת הוא כלי שיקח בו הנפח הברזל החם עד שיעשה בו מה שיעשה: \n"
            ],
            [
                "הנני מפרש תחלה אלו המדות שנכפלות הרבה בדברי חכמים והוא בור עם הארץ וגולם וחכם וחסיד אמנם בור הוא איש אשר אין לו לא מעלות שכליות ולא מעלות המדות ר\"ל לא חכמה ולא מוסר ואין לו ג\"כ קנין הדעות כאילו הוא ערום מן הטוב ומן הרע והוא הנקרא בור לדמותו כארץ לא יזרע בה דבר מן הדברים והיא הנקראת שדה בור כמו שהתבאר בזרעים: ועם הארץ הוא איש שיש לו מעלות המדות אבל אין לו מעלות שכליות רצונו לומר שיש לו דרך ארץ ואין בידו תורה והוא הנקרא ע\"ה ר\"ל שהוא טוב לישוב הארץ ולקבוצי המדינות מפני שיש לו מעלות המדות שתיטב בהם חברתו עם זולתו כמו שבארנו בתחלת חבורנו: וגולם הוא איש שיש לו מעלות שכליות ומעלות המדות אמנם אינם שלמות ולא הולכות על סדר כראוי אבל יש בהם ערבוביא ובלבולים והתערב בהם חסרון ומפני זה נקרא גולם להדמותו לכלי אשר יעשהו האומן ותהיה בו הצורה המלאכיית שיחסרהו ההשלמה והתקון כסכין והסייף שיעשה הנפח גולמים והגיע להם צורתם קודם שישחיזם ויחדדם וימרטם ויפתח בהם מה שדרכו לפתח וישלים תקונם והם הנקראים לפני זה גולמי כלי מתכות כמו שהתבאר בכלים והיא מלה עברית גלמי ראו עיניך ר\"ל חומר שלי קודם הגיע צורת האדם בה וכאשר לא הגיע לזאת הצורה שלמותה קראוהו גולם לדמותו כחומר הנמצא מוכן לקבל צורה אחרת ישוב בה יותר שלם: וחכם הוא האיש שהגיעו לו שני המינים מן המעלות על השלמות כמו שצריך: וחסיד הוא האיש החכם כשיוסיף במעלה ר\"ל במעלות המדות עד שיטה אל הקצה הא' מעט כמו שבארנו בפרק הד' ויהיו מעשיו מרובין מחכמתו ומפני זה נקרא חסיד לתוספתו כי ההפלגה בדבר יקרא חסיד תהיה ההפלגה ההיא בטוב או ברע ואמר הנה שהחכם יהיו לו אלו הז' מעלות והם עקרים גדולים ומפני זה יכוין אליהם שבהם אפשר הגמרא והלמוד והמעשה הארבעה מהם הם מעלות המדות והוא שאינו מדבר לפני מי שגדול ממנו בחכמה ואינו נכנס בתוך דברי חברו אבל ינוח עד שישלים דבריו ולא יתפאר במה שלא ידע והוא אמרו על מה שלא שמע אומר לא שמעתי ולא יתעקש אבל כשישמע האמת יודהו ואפילו במה שאפשר לו לדחות ולחלוק ולהטעות לא ירצה לעשותו וזהו אמרו ומודה על האמת והג' מעלות שכליות הם כשיטעהו מטעה במלאכת המטעה לא יבהל וישאר מסופק באמת אבל ירגיש מהרה למקום הטעות ויבארהו והוא אמרו ואינו נבהל להשיב וזה אמנם יהיה בקלות ההבנה וטוב התבוננות למאמר המטעה להבין הפרש הדברים והמעלה הב' שישאל מה שצריך לשאל בדבר ההוא ולא יבקש מופת למודי בחכמת הטבע ולא טענה טבעית בחכמות הלמודיות וכיוצא בזה ואם יהיה הוא הנשאל ג\"כ יענה מענין השאלה אם ישאל בענינים שבטבעם מופת יענה מענין השואל במופת ואם ישאל במה שלמטה מזה יענה לפי מה שבדעתו וטבעו ועוד לא ישאל ממנו סבה חמרית ויתן סבה צורית או ישאל סבה צורית ויתן סבה חמרית אלא ישיב מצד התכלית וזהו אמרו שואל כענין ומשיב כהלכה וזה לא יהיה אלא אחר חכמה יתירה. והמעלה הג' שיסדר תלמודו ויקדים מה שראוי להקדימו ויאחר מה שראוי לאחרו שזה הדרך מועיל בלמוד מאד והוא אמרו אומר על ראשון ראשון ועל אחרון אחרון ואלו כלם הם בגולם בהפך מפני שהוא בלתי שלם כמו שבארנו ולא הגיע לזאת המעלה: \n"
            ],
            [
                "רעב של בצורת הוא שתהיה השנה במעט מטר ימטר בקצת מקומות ובקצתם לא ימטר ובאשר ימטר יהיה מטרו מעט: ורעב של מהומה הוא שיתעסק אדם במלחמות וקטטות וחדושים אשר יתחדשו להם עד שתשמט הארץ ולא תיזרע בעת הזריעה לחרדת העולם: ורעב של כליה הוא שלא ימטר כלל וייבשו הנהרות והאגמים כאמרו והיו שמיך אשר על ראשך נחשת: \n",
                "ענוי הדין הוא איחור המשפט ועיון בו ימים רבים בדבר המבואר. ועוות הדין הוא שידון במה שאינו ראוי: \n"
            ],
            [
                "כבר בארנו פעמים רבות בסדר זרעים סדר הוצאת החקים מן התבואה ושם התבאר שבשנה השלישית והששית היה מוציא מעשר ראשון ונותנו ללוי בכל שנה [ושנה] ואח\"כ היה מוציא מעשר עני ונותנו לעניים וזה המעשר עני הוא במקום מעשר שני שהיה מוציא בשאר שני השמטה. ומתנות עניים הם הלקט והשכחה והפאה והפרט והעוללות כי בחג ישנם זה כולו כי כבר נשלם עסק האדמה ומי שנתן אלו החקים נתנם ומי שלא נתנם גזלם: \n"
            ],
            [
                "הנה התבאר בזה המאמר שהחסיד הוא שירבה בפעולת הטוב ר\"ל שיטה לאחד משני הקצוות מעט והתבאר לך ג\"כ שיקרא רשע מי שיש לו מפחיתיות הנפש ר\"ל שיטה בפעולותיו אל הקצה האחד המוסיף כמו שבארנו בפרק הד' כי זה אשר ירצה שיהיה לו ממונו וממון זולתו יש לו רוב התאוה וקראו רשע: \n"
            ],
            [
                "הסתכל איך קרא הסבלן שסבלנותו יתירה עד שיקרב להעדר ההרגשה בדבר הכעס חסיד וקרא מי שיש לו פחיתיות מדת הכעס רשע: \n"
            ],
            [
                "הסתכל איך לא קרא הנבון הזכרן חסיד מפני שהיא מעלה שכלית וקראו חכם ולא קרא הקשה להבין הענינים ורב השכחה רשע מפני שאינו בידו ואינם מן המעלות אשר אפשר לקנותם כמו שבארנו בפרק השני: \n"
            ],
            [
                "הסתכל איך קרא רב הרחמנות אשר לא יספיק לו מה שירחם הוא לבדו עד שירחמו גם כן אחרים חסיד וקרא האכזר רשע: \n"
            ],
            [
                "אמרו בהולכי לבית המדרש רוצה בו ההליכה לבית המדרש יש בה ארבע מדות: הסתכל איך קרא המרבה לקנות המעלות חסיד והמתעצל לקנות רשע. ",
                "וכשתדע המעלות השכליות ומעלות המדות ותדע כל מין מהם אם תרצה למוד החכמה והמעשה ותדע המצוע ודרך המעשי' אשר יקראו טובות והתוספת על המצוע מעט אשר הוא מפעלות החסידים המפורסמים ותדע התוספת והחסרון אשר שניהם רע אלא שאחד מן הקצוות יותר ראוי בשם הרע ואחד יקרא חטא או פעל בלתי נכון והמשל בזה שהזהירות טוב גמור בלי ספק ורוב התאוה רע גמור בלי ספק והעדר ההרגשה בהנאה אע\"פ שהוא רע אמנם אינו כרוב התאוה ויקרא חטא או פעל בלתי נכון והיציאה מן הזהירות מעט לצד העדר ההרגשה מן הראוי לשלמים וכשתבין זה הענין תדע שמי שיצא מן הזהירות מעט יקרא חסיד כמו שהקדמנו ונעדר ההרגשה יקרא חוטא ולזה אמר בנזיר מאשר חטא על הנפש כמו שבארנו בפרק הד' ומכל מה שהקדמנוהו ובארנוהו תדע מי מבני אדם ראוי שיקרא בור ומי ראוי שיקרא עם הארץ ומי ראוי שיקרא גולם ומי ראוי שיקרא חכם ומי ראוי שיקרא רשע ומי ראוי שיקרא חסיד ומי ראוי שיקרא חוטא אלו ז' שמות נופלים על ז' אנשים לפי מה שיש להם מן המעלות ומן הפחיתיות ואשר למדו השכליות לפי מה שקדם לנו מן הפירוש וכבר שמו שמות לפי עניני האיש כמו שיש לו פחיתיות של מדות והוא הנקרא רשע כמו שבארנו ואם יהיו לו מעלות שכליות ישתמש בהן ברעות שזה יקרא אצל החכמים רשע ערום ואם יהיה רשע מזיק לבני אדם ר\"ל שיהיו מכלל פחיתיות מדות ענינים שיזיקו לבני אדם כעזות וכאכזריות וכיוצא בהן זה יקרא רשע רע וכן מי שיהיה אצלו מעלות שכליות ופחיתיות מדות יזיק בהן יקרא חכם להרע כמו שאמר הפסוק במי שהוא כך חכמים המה להרע ולהיטיב לא ידעו ר\"ל שמעלותם השכליות הם ישתמשו בהן בפעולות הרעות ולא בטובות אבל האיש אשר יתקבצו בו המעלות כולן השכליות ומעלות המדות עד שלא תהיה לא מעלה שכלית ולא מעלה ממעלות המדות שאינן בו וזה נמצא מעט והפלוסופים יאמרו שמציאת אדם כך רחוק מאד אבל אינו נמנע וכשימצא הם יקראוהו איש אלהי וכן יקרא בלשוננו איש אלהים ואומר אני שהאיש ההוא יקרא מלאך השם כמו שאמר ויעל מלאך השם מן הגלגל ואמרו הפלוסופים שנמנע שימצא אדם שנתקבצו בו הפחיתיות כולם עד סופן מאין השכליות ואשר למדות עד שלא תהיה לו מעלה כלל וכשימצא והוא רחוק הם יכנוהו בשם חיה אחת מן החיות הרעות המזיקות וכן קראו שלמה דוב שכול שהוא קבוץ הסכלות וההזק ואלו החמשה ג\"כ שמות מורכבים. הארבעה לגנאי והם רשע ערום ורשע רע וחכם להרע ודוב שכול ואחד לגדולה ואין גדול ממנו והוא איש אלהים או מלאך השם וכבר באר הכתוב שקריאת האיש אשר ימצאו בו המעלות השכליות ומעלות המדות מלאך השם והוא אמרו שפתי כהן ישמרו דעת ותורה יבקשו מפיהו כי מלאך ה' צבאות הוא והדעת הוא כולל כל המעלות השכליות מפני שלא ישלם כי אם אחריהם ואומר ותורה יבקשו מפיהו ראיה על שלמותו במעלות המדות כפי מה שבארנו בפרק שביעי שזהו כונת התורה ולזה אמר וכל נתיבותיה שלום וכבר בארנו שם ג\"כ שהשלום הוא ממעלות המדות ואמר אחר כך כי מלאך ה' צבאות הוא:  "
            ],
            [
                "דימה האיש הזכרן שיזכור כל מה שישמע ולא יבדיל בין האמת והשקר לספוג והוא צמר הים שבולעת הכל ודימה ג\"כ מי שיבין לאלתר ולא יזכור דבר כלל לא האמתי ולא שאינו אמתי למשפך ודימה מי שיזכור דברים הרעים והדעת שאינו אמתי וישכח דברים האמתיים אשר עליהם המעשה למשמרת שלא ישאר בה רק השמרים ויצא הזך ודימה האיש שהענין בו בהפך לנפה שמוציאה העפר והאבק בנקביה וישאר בה הסלת וזו נפה הסלת לבד היא הטובה שבהן להיותה מוציאה הקמח הדק אשר אין בו צורך ומשאירה הגס והוא הסולת: \n"
            ],
            [
                "פירוש אלו הדברים כך הוא אתה יודע שאלו הסבות הגשמיות יבטלו ויסורו ויתחייב סור המתחדש בסור סבתו ומפני זה כשתהיה סבת האהבה ענין אלהי והוא המדע האמיתי האהבה ההיא אי אפשר שתסור לעולם מפני שסבתה מתמדת המציאות: \n"
            ],
            [],
            [
                "זה כלו מבואר שאלו הענינים על צד הגמול והעונש כי מי שיחלק לא לכונת סתירת דברי חבירו אלא לרצותו לדעת האמת יתקיימו דבריו ולא יפסיקו: וכל מי שיישר בני אדם יגמלהו ה' יתברך כשימנעהו מן החטא וכל מי שיטעה בני אדם יענשהו ה' יתברך כשימנעהו מן התשובה וזה מבואר אין קושי בו כשתבין מה שכללנוהו בפר' השמיני:  "
            ],
            [
                "עין טובה כבר בארנו פעמים רבות שענין עין טובה היא ההסתפקות ונפש שפלה היא הזהירות ורוח נמוכה היא הענוה יתירה כמו שהתבאר בפרק שלפני זה והשלש שכנגדן הוא החריצות לקנות הממון והוא עין רעה ורוב התאוה והיא נפש רחבה והגאוה והיא רוח גבוהה והשלש מעלות ההן נתפרסמו לאברהם אבינו ומפני זה יקרא כל מי שימצאו בו אלו המעלו' מתלמידיו של אברהם אבינו מפני שהתנהג במדותיו. וכל מי שימצאו בו אלו השלשה פחיתיות הוא מתלמידיו של בלעם הרשע אחר שהתנהג במדותיו ואני אזכיר המקומות שהתבארו בהן אלו המעלות לאברהם והפחיתיות ההן כולם לבלעם והן נמצאות כולן בתורה אמנם ההסתפקות באברהם הוא אמרו למלך סדום אם מחוט ועד שרוך נעל ואם אקח מכל אשר לך וגו' וזה תכלית ההסתפקות והוא שיניח אדם ממון גדול ולא יהנה ממנו אפילו בדבר מועט. אבל זהירתו אמרו לשרה ביום בואו מצרימה. הנה נא ידעתי כי אשה יפת מראה את ובא בפי' שלא הסתכל בצורתה הסתכלות שלימה רק ביום ההוא וזה תכלית הזהירות ועוד אמרו על הגר אחר שלקחה הנה שפחתך בידך עשי לה כטוב בעיניך מורה שלא היה לו רצון להתענג עמה וכן כשביקשה ממנו שרה לגרשה עם ישמעאל עד שתמנעהו מנטות אחריה בעבור המשגל העיד הכתוב שהרע בעיניו על ישמעאל לבד והוא אמרו וירע הדבר מאוד בעיני אברהם על אודות בנו: אלו כולם מופתי הזהירות. ואמנם ענותנותו הוא אמרו ואנכי עפר ואפר. והתפרסם לבלעם הרשע החריצות על הממון והוא בואו מארם נהרים בעבור הממון אשר נשכר בו לקלל את ישראל והוא אמרו יתברך אשר שכר עליך את בלעם בן בעור וגו'. ואמנם רוב תאותו בענין המשגל היא סבת עצתו לבלק שיפקיר הנשים לזנות עם ישראל וישים זונות מפורסמות כי לולי רוב התאוה אשר היתה לו והיות הזנות טוב בעיניו לא היה מצוה בו שמצות בני אדם אינם רק לפי דעתם כי הטובים לא יצוו ברע אבל יזהירו ממנו ולשון הכתוב הן הנה היו לבני ישראל בדבר בלעם וגו' וחכמים אמרו בלעם בועל אתונו היה ואין ספק בו שמי שזה דעתו בזה תהיה פעולתו. ואמנם גאותו אמרו נאם שומע אמרי אל ואמנם הביאו ראיה על בלעם מאמרו ואתה אלהים תורידם לבאר שחת אנשי דמים וגו' פירוש מפני שהיה איש הדמים שהוא היה סיבת מות ישראל במגפה והוא ג\"כ איש מרמה בעשותו תחבולות לפעולת הרע: והביאו ראיה על תלמידי אברהם מאומרו להנחיל אוהבי יש ואוצרותיהם אמלא כמו שקראו זרע אברהם אוהבי: \n"
            ],
            [
                "אע\"פ שאמר עז פנים לגיהנם צוה בעזות בתוכחת המורים וכיוצא בה וכאילו אמר השתמש בקצת הפחיתיות במקומן ברצון הש\"י ובאמיתתו כמאמר הנביא ועם עקש תתפל אלא בתנאי שתהיה כונתך האמת והוא אמרו לעשות רצון אביך שבשמים ומן הטובות שחנן הש\"י לזאת האומה שיש להם בושת פנים וכן אמרו שמופתי זרע אברהם שהם ביישנים ורחמנים וגומלי חסדים אמר ובעבור תהיה יראתו על פניכם לבלתי תחטאו. וכאשר סופר זה מעלות הבושת בקש ואמר ה' אלהינו כאשר חננתנו זאת המעלה כן תחננו להבנות עירך במהרה בימינו: \n"
            ],
            [],
            [
                "אמרו על התורה שיהפוך בה ויהגה בה מפני שהכל בה: ואמר ובה תחזי ר\"ל האמת פירש ותראה האמת בעין השכל כתרגום וירא וחזא: ואח\"כ אמר וסיב ובלה בה כלומר התעסק בה עד עת הזקנה גם אז לא תסור ממנה לזולתה: \n"
            ],
            [
                "ואמר בן הא הא לפי מה שתצטער בתורה יהיה שכרך ואמרו שלא יתקיים מן החכמה אלא מה שתלמוד בטורח עמל ויראה מן המלמד אבל קריאת התענוג והמנוחה אין קיום לה ולא תועלת בה ואמרו בפירוש מאמרו אף חכמתו עמדה לי חכמה שלמדתי באף עמדה לי ומפני זה צוה להטיל אימה על התלמידים ואמרו זרוק מורא בתלמידים: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}