var Shevuotjson ={
    "language": "he",
    "title": "Mishnah Shevuot",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה שבועות",
    "categories": [
        "Mishnah",
        "Seder Nezikin"
    ],
    "textmishna": [ 
        [
            "שְׁבוּעוֹת שְׁתַּיִם שֶׁהֵן אַרְבַּע, יְדִיעוֹת הַטֻּמְאָה שְׁתַּיִם שֶׁהֵן אַרְבַּע, יְצִיאוֹת הַשַּׁבָּת שְׁתַּיִם שֶׁהֵן אַרְבַּע, מַרְאוֹת נְגָעִים שְׁנַיִם שֶׁהֵם אַרְבָּעָה: \n",
            "כֹּל שֶׁיֵּשׁ בָּהּ יְדִיעָה בַתְּחִלָּה וִידִיעָה בַסּוֹף וְהֶעְלֵם בֵּינְתַּיִם, הֲרֵי זֶה בְּעוֹלֶה וְיוֹרֵד. יֶשׁ בָּהּ יְדִיעָה בַתְּחִלָּה וְאֵין בָּהּ יְדִיעָה בַסּוֹף, שָׂעִיר שֶׁנַּעֲשֶׂה בִפְנִים וְיוֹם הַכִּפּוּרִים תּוֹלֶה, עַד שֶׁיִּוָּדַע לוֹ וְיָבִיא בְעוֹלֶה וְיוֹרֵד: \n",
            "אֵין בָּהּ יְדִיעָה בַתְּחִלָּה אֲבָל יֶשׁ בָּהּ יְדִיעָה בַסּוֹף, שָׂעִיר הַנַּעֲשֶׂה בַחוּץ וְיוֹם הַכִּפּוּרִים מְכַפֵּר, שֶׁנֶּאֱמַר (במדבר כט) מִלְּבַד חַטַּאת הַכִּפֻּרִים, עַל מַה שֶּׁזֶּה מְכַפֵּר, זֶה מְכַפֵּר. מַה הַפְּנִימִי אֵין מְכַפֵּר אֶלָּא עַל דָּבָר שֶׁיֵּשׁ בּוֹ יְדִיעָה, אַף הַחִיצוֹן אֵין מְכַפֵּר אֶלָּא עַל דָּבָר שֶׁיֵּשׁ בּוֹ יְדִיעָה: \n",
            "וְעַל שֶׁאֵין בָּהּ יְדִיעָה לֹא בַתְּחִלָּה וְלֹא בַסּוֹף, שְׂעִירֵי הָרְגָלִים וּשְׂעִירֵי רָאשֵׁי חֳדָשִׁים מְכַפְּרִים, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי שִׁמְעוֹן אוֹמֵר, שְׂעִירֵי הָרְגָלִים מְכַפְּרִין, אֲבָל לֹא שְׂעִירֵי רָאשֵׁי חֳדָשִׁים. וְעַל מַה שְׂעִירֵי רָאשֵׁי חֳדָשִׁים מְכַפְּרִין, עַל הַטָּהוֹר שֶׁאָכַל אֶת הַטָּמֵא. רַבִּי מֵאִיר אוֹמֵר, כָּל הַשְּׂעִירִים כַּפָּרָתָן שָׁוָה עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו. הָיָה רַבִּי שִׁמְעוֹן אוֹמֵר, שְׂעִירֵי רָאשֵׁי חֳדָשִׁים מְכַפְּרִין עַל הַטָּהוֹר שֶׁאָכַל אֶת הַטָּמֵא, וְשֶׁל רְגָלִים מְכַפְּרִין עַל שֶׁאֵין בָּהּ יְדִיעָה לֹא בַתְּחִלָּה וְלֹא בַסּוֹף, וְשֶׁל יוֹם הַכִּפּוּרִים מְכַפֵּר עַל שֶׁאֵין בָּהּ יְדִיעָה בַתְּחִלָּה אֲבָל יֶשׁ בָּהּ יְדִיעָה בַסּוֹף. אָמְרוּ לוֹ, מַהוּ שֶׁיִּקְרְבוּ זֶה בָזֶה. אָמַר לָהֶם, יִקְרָבוּ. אָמְרוּ לוֹ, הוֹאִיל וְאֵין כַּפָּרָתָן שָׁוָה, הֵיאַךְ קְרֵבִין זֶה בָזֶה. אָמַר לָהֶן, כֻּלָּן בָּאִין לְכַפֵּר עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו: \n",
            "רַבִּי שִׁמְעוֹן בֶּן יְהוּדָה אוֹמֵר מִשְּׁמוֹ, שְׂעִירֵי רָאשֵׁי חֳדָשִׁים מְכַפְּרִין עַל טָהוֹר שֶׁאָכַל אֶת הַטָּמֵא. מוֹסִיף עֲלֵיהֶם שֶׁל רְגָלִים, שֶׁמְּכַפְּרִין עַל טָהוֹר שֶׁאָכַל אֶת הַטָּמֵא וְעַל שֶׁאֵין בָּהּ יְדִיעָה לֹא בַתְּחִלָּה וְלֹא בַסּוֹף. מוֹסִיף עֲלֵיהֶם שֶׁל יוֹם הַכִּפּוּרִים, שֶׁהֵן מְכַפְּרִין עַל הַטָּהוֹר שֶׁאָכַל אֶת הַטָּמֵא, וְעַל שֶׁאֵין בָּהּ יְדִיעָה לֹא בַתְּחִלָּה וְלֹא בַסּוֹף, וְעַל שֶׁאֵין בָּהּ יְדִיעָה בַתְּחִלָּה אֲבָל יֶשׁ בָּהּ יְדִיעָה בַסּוֹף. אָמְרוּ לוֹ, מַהוּ שֶׁיִּקְרְבוּ זֶה בָזֶה. אָמַר לָהֶם, הֵן. אָמְרוּ לוֹ, אִם כֵּן, יִהְיוּ שֶׁל יוֹם הַכִּפּוּרִים קְרֵבִין בְּרָאשֵׁי חֳדָשִׁים, אֲבָל הֵיאַךְ שֶׁל רָאשֵׁי חֳדָשִׁים קְרֵבִין בְּיוֹם הַכִּפּוּרִים לְכַפֵּר כַּפָּרָה שֶׁאֵינָהּ שֶׁלָּהּ. אָמַר לָהֶן, כֻּלָּן בָּאִין לְכַפֵּר עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו: \n",
            "וְעַל זְדוֹן טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו, שָׂעִיר הַנַּעֲשֶׂה בִפְנִים וְיוֹם הַכִּפּוּרִים מְכַפְּרִין. וְעַל שְׁאָר עֲבֵרוֹת שֶׁבַּתּוֹרָה, הַקַּלּוֹת וְהַחֲמוּרוֹת, הַזְּדוֹנוֹת וְהַשְּׁגָגוֹת, הוֹדַע וְלֹא הוֹדַע, עֲשֵׂה וְלֹא תַעֲשֶׂה, כְּרֵתוֹת וּמִיתוֹת בֵּית דִּין, שָׂעִיר הַמִּשְׁתַּלֵּחַ מְכַפֵּר: \n",
            "אֶחָד יִשְׂרְאֵלִים, וְאֶחָד כֹּהֲנִים, וְאֶחָד כֹּהֵן מָשׁוּחַ. מַה בֵּין יִשְׂרְאֵלִים לְכֹהֲנִים וּלְכֹהֵן מָשׁוּחַ, אֶלָּא שֶׁדַּם הַפָּר מְכַפֵּר עַל הַכֹּהֲנִים עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו. רַבִּי שִׁמְעוֹן אוֹמֵר, כְּשֵׁם שֶׁדַּם הַשָּׂעִיר הַנַּעֲשֶׂה בִפְנִים מְכַפֵּר עַל יִשְׂרָאֵל, כָּךְ דַּם הַפָּר מְכַפֵּר עַל הַכֹּהֲנִים. כְּשֵׁם שֶׁוִּדּוּיוֹ שֶׁל שָׂעִיר הַמִּשְׁתַּלֵּחַ מְכַפֵּר עַל יִשְׂרָאֵל, כָּךְ וִדּוּיוֹ שֶׁל פָּר מְכַפֵּר עַל הַכֹּהֲנִים: \n"
        ],
        [
            "יְדִיעוֹת הַטֻּמְאָה שְׁתַּיִם שֶׁהֵן אַרְבַּע. נִטְמָא וְיָדַע וְנֶעֶלְמָה מִמֶּנּוּ הַטֻּמְאָה וְזָכוּר אֶת הַקֹּדֶשׁ, נֶעְלַם מִמֶּנּוּ הַקֹּדֶשׁ וְזָכוּר אֶת הַטֻּמְאָה, נֶעֶלְמוּ מִמֶּנּוּ זֶה וָזֶה וְאָכַל אֶת הַקֹּדֶשׁ וְלֹא יָדַע, וּמִשֶּׁאָכַל יָדַע, הֲרֵי זֶה בְעוֹלֶה וְיוֹרֵד. נִטְמָא וְיָדַע וְנֶעֶלְמָה מִמֶּנּוּ טֻמְאָה וְזָכוּר אֶת הַמִּקְדָּשׁ, נֶעְלַם מִמֶּנּוּ מִקְדָּשׁ וְזָכוּר אֶת הַטֻּמְאָה, נֶעֶלְמוּ מִמֶּנּוּ זֶה וָזֶה וְנִכְנַס לַמִּקְדָּשׁ וְלֹא יָדַע, וּמִשֶּׁיָּצָא יָדַע, הֲרֵי זֶה בְעוֹלֶה וְיוֹרֵד: \n",
            "אֶחָד הַנִּכְנָס לָעֲזָרָה וְאֶחָד הַנִּכְנָס לְתוֹסֶפֶת הָעֲזָרָה, שֶׁאֵין מוֹסִיפִין עַל הָעִיר וְעַל הָעֲזָרוֹת אֶלָּא בְמֶלֶךְ וְנָבִיא וְאוּרִים וְתֻמִּים וּבְסַנְהֶדְרִין שֶׁל שִׁבְעִים וְאֶחָד וּבִשְׁתֵּי תוֹדוֹת וּבְשִׁיר. וּבֵית דִּין מְהַלְּכִין וּשְׁתֵּי תוֹדוֹת אַחֲרֵיהֶם, וְכָל יִשְׂרָאֵל אַחֲרֵיהֶם. הַפְּנִימִית נֶאֱכֶלֶת וְהַחִיצוֹנָה נִשְׂרָפֶת. וְכֹל שֶׁלֹּא נַעֲשָׂה בְכָל אֵלּוּ, הַנִּכְנָס לְשָׁם אֵין חַיָּבִין עָלֶיהָ: \n",
            "נִטְמָא בָעֲזָרָה וְנֶעֶלְמָה מִמֶּנּוּ טֻמְאָה וְזָכוּר אֶת הַמִּקְדָּשׁ, נֶעְלַם מִמֶּנּוּ מִקְדָּשׁ וְזָכוּר לַטֻּמְאָה, נֶעְלַם מִמֶּנּוּ זֶה וָזֶה, וְהִשְׁתַּחֲוָה אוֹ שֶׁשָּׁהָה בִכְדֵי הִשְׁתַּחֲוָאָה, בָּא לוֹ בָאֲרֻכָּה, חַיָּב. בַּקְּצָרָה, פָּטוּר. זוֹ הִיא מִצְוַת עֲשֵׂה שֶׁבַּמִּקְדָּשׁ, שֶׁאֵין חַיָּבִין עָלֶיהָ: \n",
            "וְאֵיזוֹ הִיא מִצְוַת עֲשֵׂה שֶׁבַּנִּדָּה שֶׁחַיָּבִין עָלֶיהָ, הָיָה מְשַׁמֵּשׁ עִם הַטְּהוֹרָה וְאָמְרָה לוֹ נִטְמֵאתִי, וּפֵרַשׁ מִיָּד, חַיָּב, מִפְּנֵי שֶׁיְּצִיאָתוֹ הֲנָאָה לוֹ כְּבִיאָתוֹ: \n",
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, הַשֶּׁרֶץ וְגוֹ' וְנֶעְלַם מִמֶּנּוּ (ויקרא ה), עַל הֶעְלֵם שֶׁרֶץ חַיָּב, וְאֵינוֹ חַיָּב עַל הֶעְלֵם מִקְדָּשׁ. רַבִּי עֲקִיבָא אוֹמֵר, וְנֶעְלַם מִמֶּנּוּ וְהוּא טָמֵא (שם), עַל הֶעְלֵם טֻמְאָה חַיָּב, וְאֵינוֹ חַיָּב עַל הֶעְלֵם מִקְדָּשׁ. רַבִּי יִשְׁמָעֵאל אוֹמֵר, וְנֶעְלַם וְנֶעְלַם שְׁתֵּי פְעָמִים, לְחַיֵּב עַל הֶעְלֵם טֻמְאָה וְעַל הֶעְלֵם מִקְדָּשׁ: \n"
        ],
        [
            "שְׁבוּעוֹת שְׁתַּיִם שֶׁהֵן אַרְבַּע, שְׁבוּעָה שֶׁאֹכַל וְשֶׁלֹּא אֹכַל, שֶׁאָכַלְתִּי וְשֶׁלֹּא אָכַלְתִּי. שְׁבוּעָה שֶׁלֹּא אֹכַל וְאָכַל כָּל שֶׁהוּא, חַיָּב, דִּבְרֵי רַבִּי עֲקִיבָא. אָמְרוּ לוֹ לְרַבִּי עֲקִיבָא, הֵיכָן מָצִינוּ בְּאוֹכֵל כָּל שֶׁהוּא שֶׁהוּא חַיָּב, שֶׁזֶּה חַיָּב. אָמַר לָהֶן רַבִּי עֲקִיבָא, וְכִי הֵיכָן מָצִינוּ בִּמְדַבֵּר וּמֵבִיא קָרְבָּן, שֶׁזֶּה מְדַבֵּר וּמֵבִיא קָרְבָּן. שְׁבוּעָה שֶׁלֹּא אֹכַל וְאָכַל וְשָׁתָה, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁלֹּא אֹכַל וְשֶׁלֹּא אֶשְׁתֶּה וְאָכַל וְשָׁתָה, חַיָּב שְׁתָּיִם: \n",
            "שְׁבוּעָה שֶׁלֹּא אֹכַל, וְאָכַל פַּת חִטִּין וּפַת שְׂעֹרִין וּפַת כֻּסְּמִין, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁלֹּא אֹכַל פַּת חִטִּין וּפַת שְׂעֹרִין וּפַת כֻּסְּמִין, וְאָכַל, חַיָּב עַל כָּל אַחַת וְאֶחָת: \n",
            "שְׁבוּעָה שֶׁלֹּא אֶשְׁתֶּה וְשָׁתָה מַשְׁקִין הַרְבֵּה, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁלֹּא אֶשְׁתֶּה יַיִן וָשֶׁמֶן וּדְבַשׁ וְשָׁתָה, חַיָּב עַל כָּל אַחַת וְאֶחָת: \n",
            "שְׁבוּעָה שֶׁלֹּא אֹכַל, וְאָכַל אֳכָלִים שֶׁאֵינָן רְאוּיִין לַאֲכִילָה וְשָׁתָה מַשְׁקִין שֶׁאֵינָן רְאוּיִין לִשְׁתִיָּה, פָּטוּר. שְׁבוּעָה שֶׁלֹּא אֹכַל, וְאָכַל נְבֵלוֹת וּטְרֵפוֹת שְׁקָצִים וּרְמָשִׂים, חַיָּב. רַבִּי שִׁמְעוֹן פּוֹטֵר. אָמַר, קוֹנָם אִשְׁתִּי נֶהֱנֵית לִי אִם אָכַלְתִּי הַיּוֹם, וְהוּא אָכַל נְבֵלוֹת וּטְרֵפוֹת שְׁקָצִים וּרְמָשִׂים, הֲרֵי אִשְׁתּוֹ אֲסוּרָה: \n",
            "אֶחָד דְּבָרִים שֶׁל עַצְמוֹ, וְאֶחָד דְּבָרִים שֶׁל אֲחֵרִים, וְאֶחָד דְּבָרִים שֶׁיֵּשׁ בָּהֶן מַמָּשׁ, וְאֶחָד דְּבָרִים שֶׁאֵין בָּהֶם מַמָּשׁ. כֵּיצַד. אָמַר, שְׁבוּעָה שֶׁאֶתֵּן לְאִישׁ פְּלוֹנִי וְשֶׁלֹּא אֶתֵּן, שֶׁנָּתַתִּי וְשֶׁלֹּא נָתַתִּי, שֶׁאִישַׁן וְשֶׁלֹּא אִישַׁן, שֶׁיָּשַׁנְתִּי וְשֶׁלֹּא יָשַׁנְתִּי, שֶׁאֶזְרֹק צְרוֹר לַיָּם וְשֶׁלֹּא אֶזְרֹק, שֶׁזָּרַקְתִּי וְשֶׁלֹּא זָרַקְתִּי. רַבִּי יִשְׁמָעֵאל אוֹמֵר, אֵינוֹ חַיָּב אֶלָּא עַל הֶעָתִיד לָבֹא, שֶׁנֶּאֱמַר (ויקרא ה) לְהָרַע אוֹ לְהֵיטִיב. אָמַר לוֹ רַבִּי עֲקִיבָא, אִם כֵּן אֵין לִי אֶלָּא דְבָרִים שֶׁיֵּשׁ בָּהֶן הֲרָעָה וַהֲטָבָה, דְּבָרִים שֶׁאֵין בָּהֶן הֲרָעָה וַהֲטָבָה מִנַּיִן. אָמַר לוֹ, מֵרִבּוּי הַכָּתוּב. אָמַר לוֹ, אִם רִבָּה הַכָּתוּב לְכָךְ, רִבָּה הַכָּתוּב לְכָךְ: \n",
            "נִשְׁבַּע לְבַטֵּל אֶת הַמִּצְוָה וְלֹא בִטֵּל, פָּטוּר. לְקַיֵּם וְלֹא קִיֵּם, פָּטוּר. שֶׁהָיָה בַדִּין, שֶׁיְּהֵא חַיָּב, כְּדִבְרֵי רַבִּי יְהוּדָה בֶּן בְּתֵירָא. אָמַר רַבִּי יְהוּדָה בֶּן בְּתֵירָא, מָה אִם הָרְשׁוּת שֶׁאֵינוֹ מֻשְׁבָּע עָלֶיהָ מֵהַר סִינַי, הֲרֵי הוּא חַיָּב עָלֶיהָ, מִצְוָה שֶׁהוּא מֻשְׁבָּע עָלֶיהָ מֵהַר סִינַי, אֵינוֹ דִין שֶׁיְּהֵא חַיָּב עָלֶיהָ. אָמְרוּ לוֹ, לֹא, אִם אָמַרְתָּ בִשְׁבוּעַת הָרְשׁוּת, שֶׁכֵּן עָשָׂה בָהּ לָאו כְּהֵן, תֹּאמַר בִּשְׁבוּעַת מִצְוָה שֶׁלֹּא עָשָׂה בָהּ לָאו כְּהֵן, שֶׁאִם נִשְׁבַּע לְבַטֵּל וְלֹא בִטֵּל, פָּטוּר: \n",
            "שְׁבוּעָה שֶׁלֹּא אֹכַל כִּכָּר זוֹ, שְׁבוּעָה שֶׁלֹּא אֹכֲלֶנָּה, שְׁבוּעָה שֶׁלֹּא אֹכֲלֶנָּה, וַאֲכָלָהּ, אֵינוֹ חַיָּב אֶלָּא אַחַת. זוֹ הִיא שְׁבוּעַת בִּטּוּי, שֶׁחַיָּבִין עַל זְדוֹנָהּ מַכּוֹת וְעַל שִׁגְגָתָהּ קָרְבָּן עוֹלֶה וְיוֹרֵד. שְׁבוּעַת שָׁוְא, חַיָּבִין עַל זְדוֹנָהּ מַכּוֹת וְעַל שִׁגְגָתָהּ פָּטוּר: \n",
            "אֵיזוֹ הִיא שְׁבוּעַת שָׁוְא, נִשְׁבַּע לְשַׁנּוֹת אֶת הַיָּדוּעַ לָאָדָם, אָמַר עַל הָעַמּוּד שֶׁל אֶבֶן שֶׁהוּא שֶׁל זָהָב, וְעַל הָאִישׁ שֶׁהוּא אִשָּׁה, וְעַל הָאִשָּׁה שֶׁהִיא אִישׁ. נִשְׁבַּע עַל דָּבָר שֶׁאִי אֶפְשָׁר, אִם לֹא רָאִיתִי גָמָל שֶׁפּוֹרֵחַ בָּאֲוִיר, וְאִם לֹא רָאִיתִי נָחָשׁ כְּקוֹרַת בֵּית הַבַּד. אָמַר לְעֵדִים בֹּאוּ וַהֲעִידוּנִי, שְׁבוּעָה שֶׁלֹּא נְעִידֶךָ. נִשְׁבַּע לְבַטֵּל אֶת הַמִּצְוָה, שֶׁלֹּא לַעֲשׂוֹת סֻכָּה, וְשֶׁלֹּא לִטֹּל לוּלָב, וְשֶׁלֹּא לְהָנִיחַ תְּפִלִּין, זוֹ הִיא שְׁבוּעַת שָׁוְא, שֶׁחַיָּבִין עַל זְדוֹנָהּ מַכּוֹת וְעַל שִׁגְגָתָהּ פָּטוּר: \n",
            "שְׁבוּעָה שֶׁאֹכַל כִּכָּר זוֹ, שְׁבוּעָה שֶׁלֹּא אֹכֲלֶנָּה, הָרִאשׁוֹנָה שְׁבוּעַת בִּטּוּי וְהַשְּׁנִיָּה שְׁבוּעַת שָׁוְא. אֲכָלָהּ, עָבַר עַל שְׁבוּעַת שָׁוְא. לֹא אֲכָלָהּ, עָבַר עַל שְׁבוּעַת בִּטּוּי: \n",
            "שְׁבוּעַת בִּטּוּי נוֹהֶגֶת בַּאֲנָשִׁים וּבְנָשִׁים, בִּרְחוֹקִים וּבִקְרוֹבִים, בִּכְשֵׁרִים וּבִפְסוּלִין, בִּפְנֵי בֵית דִּין וְשֶׁלֹּא בִּפְנֵי בֵית דִּין, מִפִּי עַצְמוֹ. וְחַיָּבִין עַל זְדוֹנָהּ מַכּוֹת וְעַל שִׁגְגָתָהּ קָרְבָּן עוֹלֶה וְיוֹרֵד: \n",
            "שְׁבוּעַת שָׁוְא נוֹהֶגֶת בַּאֲנָשִׁים וּבְנָשִׁים, בִּרְחוֹקִים וּבִקְרוֹבִים, בִּכְשֵׁרִים וּבִפְסוּלִים, בִּפְנֵי בֵית דִּין וְשֶׁלֹּא בִּפְנֵי בֵית דִּין, וּמִפִּי עַצְמוֹ. וְחַיָּבִין עַל זְדוֹנָהּ מַכּוֹת וְעַל שִׁגְגָתָהּ פָּטוּר. אַחַת זוֹ, וְאַחַת זוֹ, הַמֻּשְׁבָּע מִפִּי אֲחֵרִים, חַיָּב. כֵּיצַד. אָמַר, לֹא אָכַלְתִּי הַיּוֹם וְלֹא הֵנָחְתִּי תְפִלִּין הַיּוֹם, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב: \n"
        ],
        [
            "שְׁבוּעַת הָעֵדוּת נוֹהֶגֶת בַּאֲנָשִׁים וְלֹא בְנָשִׁים, בִּרְחוֹקִין וְלֹא בִקְרוֹבִין, בִּכְשֵׁרִים וְלֹא בִפְסוּלִין. וְאֵינָהּ נוֹהֶגֶת אֶלָּא בָרְאוּיִין לְהָעִיד, בִּפְנֵי בֵית דִּין וְשֶׁלֹּא בִּפְנֵי בֵית דִּין, מִפִּי עַצְמוֹ, וּמִפִּי אֲחֵרִים, אֵין חַיָּבִין עַד שֶׁיִּכְפְּרוּ בָהֶן בְּבֵית דִּין, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בֵּין מִפִּי עַצְמוֹ וּבֵין מִפִּי אֲחֵרִים, אֵינָן חַיָּבִין עַד שֶׁיִּכְפְּרוּ בָהֶן בְּבֵית דִּין:  ",
            "וְחַיָּבִין עַל זְדוֹן הַשְּׁבוּעָה, וְעַל שִׁגְגָתָהּ עִם זְדוֹן הָעֵדוּת, וְאֵינָן חַיָּבִין עַל שִׁגְגָתָהּ. וּמַה הֵן חַיָּבִין עַל זְדוֹן הַשְּׁבוּעָה, קָרְבָּן עוֹלֶה וְיוֹרֵד:  ",
            "שְׁבוּעַת הָעֵדוּת כֵּיצַד. אָמַר לִשְׁנַיִם בֹּאוּ וַהֲעִידוּנִי. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת, אוֹ שֶׁאָמְרוּ לוֹ אֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת, מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם וְאָמְרוּ אָמֵן, הֲרֵי אֵלּוּ חַיָּבִין. הִשְׁבִּיעַ עֲלֵיהֶן חֲמִשָּׁה פְעָמִים חוּץ לְבֵית דִּין וּבָאוּ לְבֵית דִּין וְהוֹדוּ, פְּטוּרִים. כָּפְרוּ, חַיָּבִים עַל כָּל אַחַת וְאֶחָת. הִשְׁבִּיעַ עֲלֵיהֶן חֲמִשָּׁה פְעָמִים בִּפְנֵי בֵית דִּין וְכָפְרוּ, אֵינָן חַיָּבִין אֶלָּא אַחַת. אָמַר רַבִּי שִׁמְעוֹן, מַה טַּעַם, הוֹאִיל וְאֵינָם יְכוֹלִין לַחֲזֹר וּלְהוֹדוֹת:  ",
            "כָּפְרוּ שְׁנֵיהֶן כְּאַחַת, שְׁנֵיהֶן חַיָּבִין. בָּזֶה אַחַר זֶה, הָרִאשׁוֹן חַיָּב וְהַשֵּׁנִי פָטוּר. כָּפַר אֶחָד וְהוֹדָה אֶחָד, הַכּוֹפֵר חַיָּב. הָיוּ שְׁתֵּי כִתֵּי עֵדִים, כָּפְרָה הָרִאשׁוֹנָה וְאַחַר כָּךְ כָּפְרָה הַשְּׁנִיָּה, שְׁתֵּיהֶם חַיָּבוֹת, מִפְּנֵי שֶׁהָעֵדוּת יְכוֹלָה לְהִתְקַיֵּם בִּשְׁתֵּיהֶן:  ",
            "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִם לֹא תָבֹאוּ וּתְעִידוּנִי שֶׁיֵּשׁ לִי בְיַד פְּלוֹנִי פִּקָּדוֹן וּתְשׂוּמֶת יָד וְגָזֵל וַאֲבֵדָה. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת, אֵין חַיָּבִין אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין שֶׁיֵּשׁ לְךָ בְיַד פְּלוֹנִי פִּקָּדוֹן וּתְשׂוּמֶת יָד וְגָזֵל וַאֲבֵדָה, חַיָּבִין עַל כָּל אַחַת וְאֶחָת. מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִם לֹא תָבֹאוּ וּתְעִידוּנִי שֶׁיֵּשׁ לִי בְיַד פְּלוֹנִי פִּקְדוֹן חִטִּין וּשְׂעֹרִין וְכֻסְּמִין. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת, אֵין חַיָּבִין אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת שֶׁיֵּשׁ לְךָ בְיַד פְּלוֹנִי חִטִּין וּשְׂעֹרִין וְכֻסְּמִין, חַיָּבִין עַל כָּל אַחַת וְאֶחָת:  ",
            "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִם לֹא תָבֹאוּ וּתְעִידוּנִי שֶׁיֵּשׁ לִי בְיַד פְּלוֹנִי נֶזֶק וַחֲצִי נֶזֶק, תַּשְׁלוּמֵי כֶפֶל, תַּשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה, וְשֶׁאָנַס אִישׁ פְּלוֹנִי אֶת בִּתִּי, וּפִתָּה אֶת בִּתִּי, וְשֶׁהִכַּנִי בְנִי, וְשֶׁחָבַל בִּי חֲבֵרִי, וְשֶׁהִדְלִיק אֶת גְּדִישִׁי בְיוֹם הַכִּפּוּרִים, הֲרֵי אֵלּוּ חַיָּבִין:  ",
            "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִם לֹא תָבֹאוּ וּתְעִידוּנִי שֶׁאֲנִי כֹהֵן, שֶׁאֲנִי לֵוִי, שֶׁאֵינִי בֶן גְּרוּשָׁה, שֶׁאֵינִי בֶן חֲלוּצָה, שֶׁאִישׁ פְּלוֹנִי כֹהֵן, שֶׁאִישׁ פְּלוֹנִי לֵוִי, שֶׁאֵינוֹ בֶן גְּרוּשָׁה, שֶׁאֵינוֹ בֶן חֲלוּצָה, שֶׁאָנַס אִישׁ פְּלוֹנִי אֶת בִּתּוֹ, וּפִתָּה אֶת בִּתּוֹ, וְשֶׁחָבַל בִּי בְנִי, וְשֶׁחָבַל בִּי חֲבֵרִי, וְשֶׁהִדְלִיק גְּדִישִׁי בְשַׁבָּת, הֲרֵי אֵלּוּ פְטוּרִין:  ",
            "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם, אִם לֹא תָבֹאוּ וּתְעִידוּנִי שֶׁאָמַר אִישׁ פְּלוֹנִי לִתֶּן לִי מָאתַיִם זוּז וְלֹא נָתַן לִי, הֲרֵי אֵלּוּ פְטוּרִים, שֶׁאֵין חַיָּבִין אֶלָּא עַל תְּבִיעַת מָמוֹן כְּפִקָּדוֹן:  ",
            "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם, כְּשֶׁתֵּדְעוּן לִי עֵדוּת שֶׁתָּבֹאוּ וּתְעִידוּנִי, הֲרֵי אֵלּוּ פְטוּרִים, מִפְּנֵי שֶׁקָּדְמָה שְׁבוּעָה לָעֵדוּת:  ",
            "עָמַד בְּבֵית הַכְּנֶסֶת וְאָמַר, מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם שֶׁאִם אַתֶּם יוֹדְעִים לִי עֵדוּת שֶׁתָּבֹאוּ וּתְעִידוּנִי, הֲרֵי אֵלּוּ פְטוּרִין, עַד שֶׁיִּהְיֶה מִתְכַּוֵּן לָהֶם:  ",
            "אָמַר לִשְׁנַיִם, מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִישׁ פְּלוֹנִי וּפְלוֹנִי, שֶׁאִם אַתֶּם יוֹדְעִין לִי עֵדוּת שֶׁתָּבֹאוּ וּתְעִידוּנִי, שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת, וְהֵם יוֹדְעִין לוֹ עֵדוּת עֵד מִפִּי עֵד אוֹ שֶׁהָיָה אֶחָד מֵהֶן קָרוֹב אוֹ פָסוּל, הֲרֵי אֵלּוּ פְטוּרִין:  ",
            "שִׁלַּח בְּיַד עַבְדּוֹ, אוֹ שֶׁאָמַר לָהֶן הַנִּתְבָּע מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם שֶׁאִם אַתֶּם יוֹדְעִין לוֹ עֵדוּת שֶׁתָּבֹאוּ וּתְעִידוּהוּ, הֲרֵי אֵלּוּ פְטוּרִין עַד שֶׁיִּשְׁמְעוּ מִפִּי הַתּוֹבֵעַ:  ",
            "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם, מְצַוֶּה אֲנִי עֲלֵיכֶם, אוֹסֶרְכֶם אָנִי, הֲרֵי אֵלּוּ חַיָּבִין. בַּשָּׁמַיִם וּבָאָרֶץ, הֲרֵי אֵלּוּ פְטוּרִין. בְּאל\"ף דל\"ת, בְּיו\"ד ה\"א, בְּשַׁדַּי, בִּצְבָאוֹת, בְּחַנּוּן וְרַחוּם, בְּאֶרֶךְ אַפַּיִם וְרַב חֶסֶד, וּבְכָל הַכִּנּוּיִין, הֲרֵי אֵלּוּ חַיָּבִין. הַמְקַלֵּל בְּכֻלָּן, חַיָּב, דִּבְרֵי רַבִּי מֵאִיר, וַחֲכָמִים פּוֹטְרִין. הַמְקַלֵּל אָבִיו וְאִמּוֹ בְּכֻלָּן, חַיָּב, דִּבְרֵי רַבִּי מֵאִיר, וַחֲכָמִים פּוֹטְרִין. הַמְקַלֵּל עַצְמוֹ וַחֲבֵרוֹ בְּכֻלָּן, עוֹבֵר בְּלֹא תַעֲשֶׂה. יַכְּכָה אֱלֹהִים, וְכֵן יַכְּכָה אֱלֹהִים, זוֹ הִיא אָלָה הַכְּתוּבָה בַתּוֹרָה. אַל יַכְּךָ, וִיבָרֶכְךָ, וְיֵיטִיב לְךָ, רַבִּי מֵאִיר מְחַיֵּב וַחֲכָמִים פּוֹטְרִין:  "
        ],
        [
            "שְׁבוּעַת הַפִּקָּדוֹן נוֹהֶגֶת בַּאֲנָשִׁים וּבְנָשִׁים, בִּרְחוֹקִים וּבִקְרוֹבִים, בִּכְשֵׁרִים וּבִפְסוּלִים, בִּפְנֵי בֵית דִּין וְשֶׁלֹּא בִּפְנֵי בֵית דִּין, מִפִּי עַצְמוֹ. וּמִפִּי אֲחֵרִים, אֵינוֹ חַיָּב עַד שֶׁיִּכְפֹּר בּוֹ בְּבֵית דִּין, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בֵּין מִפִּי עַצְמוֹ בֵּין מִפִּי אֲחֵרִים, כֵּיוָן שֶׁכָּפַר בּוֹ, חַיָּב. וְחַיָּב עַל זְדוֹן הַשְּׁבוּעָה וְעַל שִׁגְגָתָהּ עִם זְדוֹן הַפִּקָּדוֹן, וְאֵינוֹ חַיָּב עַל שִׁגְגָתָהּ. וּמַה חַיָּב עַל זְדוֹנָהּ, אָשָׁם בְּכֶסֶף שְׁקָלִים: \n",
            "שְׁבוּעַת הַפִּקָּדוֹן כֵּיצַד. אָמַר לוֹ, תֶּן לִי פִקְדוֹנִי שֶׁיֵּשׁ לִי בְיָדֶךָ, שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי, אוֹ שֶׁאָמַר לוֹ אֵין לְךָ בְיָדִי, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, הֲרֵי זֶה חַיָּב. הִשְׁבִּיעַ עָלָיו חֲמִשָּׁה פְעָמִים, בֵּין בִּפְנֵי בֵית דִּין וּבֵין שֶׁלֹּא בִּפְנֵי בֵית דִּין, וְכָפַר, חַיָּב עַל כָּל אַחַת וְאֶחָת. אָמַר רַבִּי שִׁמְעוֹן, מַה טַּעַם, מִפְּנֵי שֶׁיָּכוֹל לַחֲזֹר וּלְהוֹדוֹת: \n",
            "הָיוּ חֲמִשָּׁה תוֹבְעִין אוֹתוֹ, אָמְרוּ לוֹ תֶּן לָנוּ פִקָּדוֹן שֶׁיֵּשׁ לָנוּ בְיָדֶךָ, שְׁבוּעָה שֶׁאֵין לָכֶם בְּיָדִי, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי וְלֹא לְךָ וְלֹא לְךָ, חַיָּב עַל כָּל אַחַת וְאֶחָת. רַבִּי אֱלִיעֶזֶר אוֹמֵר, עַד שֶׁיֹּאמַר שְׁבוּעָה בָאַחֲרוֹנָה. רַבִּי שִׁמְעוֹן אוֹמֵר, עַד שֶׁיֹּאמַר שְׁבוּעָה לְכָל אֶחָד וְאֶחָד. תֶּן לִי פִקָּדוֹן וּתְשׂוּמֶת יָד גָּזֵל וַאֲבֵדָה שֶׁיֵּשׁ לִי בְיָדֶךָ, שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי פִקָּדוֹן וּתְשׂוּמֶת יָד וְגָזֵל וַאֲבֵדָה, חַיָּב עַל כָּל אַחַת וְאֶחָת. תֶּן לִי חִטִּין וּשְׂעֹרִין וְכֻסְּמִין שֶׁיֵּשׁ לִי בְיָדֶךָ, שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי חִטִּין וּשְׂעֹרִין וְכֻסְּמִים, חַיָּב עַל כָּל אַחַת וְאֶחָת. רַבִּי מֵאִיר אוֹמֵר, אֲפִלּוּ אָמַר חִטָּה וּשְׂעֹרָה וְכֻסֶּמֶת, חַיָּב עַל כָּל אַחַת וְאֶחָת: \n",
            "אָנַסְתָּ וּפִתִּיתָ אֶת בִּתִּי, וְהוּא אוֹמֵר לֹא אָנַסְתִּי וְלֹא פִתִּיתִי. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. רַבִּי שִׁמְעוֹן פּוֹטֵר, שֶׁאֵינוֹ מְשַׁלֵּם קְנָס עַל פִּי עַצְמוֹ. אָמְרוּ לוֹ, אַף עַל פִּי שֶׁאֵינוֹ מְשַׁלֵּם קְנָס עַל פִּי עַצְמוֹ, מְשַׁלֵּם בּשֶׁת וּפְגָם עַל פִּי עַצְמוֹ: \n",
            "גָּנַבְתָּ אֶת שׁוֹרִי, וְהוּא אוֹמֵר לֹא גָנַבְתִּי, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. גָּנַבְתִּי אֲבָל לֹא טָבַחְתִּי וְלֹא מָכָרְתִּי, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. הֵמִית שׁוֹרְךָ אֶת שׁוֹרִי, וְהוּא אוֹמֵר לֹא הֵמִית, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. הֵמִית שׁוֹרְךָ אֶת עַבְדִּי, וְהוּא אוֹמֵר לֹא הֵמִית, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. אָמַר לוֹ, חָבַלְתָּ בִי וְעָשִׂיתָ בִּי חַבּוּרָה, וְהוּא אוֹמֵר לֹא חָבַלְתִּי וְלֹא עָשִׂיתִי בְךָ חַבּוּרָה, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. אָמַר לוֹ עַבְדּוֹ, הִפַּלְתָּ אֶת שִׁנִּי וְסִמִּיתָ אֶת עֵינִי, וְהוּא אוֹמֵר לֹא הִפַּלְתִּי וְלֹא סִמִּיתִי, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. זֶה הַכְּלָל, כָּל הַמְשַׁלֵּם עַל פִּי עַצְמוֹ, חַיָּב. וְשֶׁאֵינוֹ מְשַׁלֵּם עַל פִּי עַצְמוֹ, פָּטוּר: \n"
        ],
        [
            "שְׁבוּעַת הַדַּיָּנִין, הַטַּעֲנָה שְׁתֵּי כֶסֶף, וְהַהוֹדָאָה בְּשָׁוֶה פְרוּטָה. וְאִם אֵין הַהוֹדָאָה מִמִּין הַטַּעֲנָה, פָּטוּר. כֵּיצַד, שְׁתֵּי כֶסֶף לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא פְרוּטָה, פָּטוּר. שְׁתֵּי כֶסֶף וּפְרוּטָה לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא פְרוּטָה, חַיָּב. מָנֶה לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי, פָּטוּר. מָנֶה לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא חֲמִשִּׁים דִּינָר, חַיָּב. מָנֶה לְאַבָּא בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא חֲמִשִּׁים דִּינָר, פָּטוּר, מִפְּנֵי שֶׁהוּא כְמֵשִׁיב אֲבֵדָה: \n",
            "מָנֶה לִי בְיָדֶךָ, אָמַר לוֹ בִּפְנֵי עֵדִים הֵן. לְמָחָר אָמַר לוֹ תְּנֵהוּ לִי. נְתַתִּיו לָךְ, פָּטוּר. אֵין לְךָ בְיָדִי, חַיָּב. מָנֶה לִי בְיָדֶךָ, אָמַר לוֹ הֵן, אַל תִּתְּנֵהוּ לִי אֶלָּא בְעֵדִים. לְמָחָר אָמַר לוֹ תְּנֵהוּ לִי, נְתַתִּיו לָךְ, חַיָּב, מִפְּנֵי שֶׁצָּרִיךְ לִתְּנוֹ לוֹ בְעֵדִים: \n",
            "לִיטְרָא זָהָב יֶשׁ לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא לִיטְרָא כֶסֶף, פָּטוּר. דִּינַר זָהָב יֶשׁ לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא דִּינַר כֶּסֶף, וּטְרִיסִית וּפֻנְדְּיוֹן וּפְרוּטָה, חַיָּב, שֶׁהַכֹּל מִין מַטְבֵּעַ אַחַת. כּוֹר תְּבוּאָה יֶשׁ לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא לֶתֶךְ קִטְנִית, פָּטוּר. כּוֹר פֵּרוֹת יֶשׁ לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא לֶתֶךְ קִטְנִית, חַיָּב, שֶׁהַקִּטְנִית בִּכְלַל פֵּרוֹת. טְעָנוֹ חִטִּין, וְהוֹדָה לוֹ בִשְׂעֹרִים, פָּטוּר. וְרַבָּן גַּמְלִיאֵל מְחַיֵּב. הַטּוֹעֵן לַחֲבֵרוֹ בְכַדֵּי שֶׁמֶן וְהוֹדָה לוֹ בַקַּנְקַנִּים, אַדְמוֹן אוֹמֵר, הוֹאִיל וְהוֹדָה לוֹ מִקְצָת מִמִּין הַטַּעֲנָה, יִשָּׁבֵעַ. וַחֲכָמִים אוֹמְרִים, אֵין הַהוֹדָאָה מִמִּין הַטַּעֲנָה. אָמַר רַבָּן גַּמְלִיאֵל, רוֹאֶה אֲנִי אֶת דִּבְרֵי אַדְמוֹן. טְעָנוֹ כֵלִים וְקַרְקָעוֹת, וְהוֹדָה בַכֵּלִים וְכָפַר בַּקַּרְקָעוֹת, בַּקַּרְקָעוֹת וְכָפַר בַּכֵּלִים, פָּטוּר. הוֹדָה בְמִקְצָת הַקַּרְקָעוֹת, פָּטוּר. בְּמִקְצָת הַכֵּלִים, חַיָּב, שֶׁהַנְּכָסִים שֶׁאֵין לָהֶם אַחֲרָיוּת זוֹקְקִין אֶת הַנְּכָסִים שֶׁיֵּשׁ לָהֶן אַחֲרָיוּת לִשָּׁבַע עֲלֵיהֶן: \n",
            "אֵין נִשְׁבָּעִין עַל טַעֲנַת חֵרֵשׁ שׁוֹטֶה וְקָטָן, וְאֵין מַשְׁבִּיעִין אֶת הַקָּטָן, אֲבָל נִשְׁבָּעִים לַקָּטָן וְלַהֶקְדֵּשׁ: \n",
            "וְאֵלּוּ דְבָרִים שֶׁאֵין נִשְׁבָּעִין עֲלֵיהֶן, הָעֲבָדִים, וְהַשְּׁטָרוֹת, וְהַקַּרְקָעוֹת, וְהַהֶקְדֵּשׁוֹת. אֵין בָּהֶן תַּשְׁלוּמֵי כֶפֶל וְלֹא תַשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה. שׁוֹמֵר חִנָּם אֵינוֹ נִשְׁבָּע. נוֹשֵׂא שָׂכָר אֵינוֹ מְשַׁלֵּם. רַבִּי שִׁמְעוֹן אוֹמֵר, קָדָשִׁים שֶׁחַיָּב בְּאַחֲרָיוּתָן, נִשְׁבָּעִין עֲלֵיהֶן. וְשֶׁאֵינוֹ חַיָּב בְּאַחֲרָיוּתָן, אֵין נִשְׁבָּעִין עֲלֵיהֶם: \n",
            "רַבִּי מֵאִיר אוֹמֵר, יֵשׁ דְּבָרִים שֶׁהֵן כַּקַּרְקַע וְאֵינָן כַּקַּרְקַע, וְאֵין חֲכָמִים מוֹדִים לוֹ. כֵּיצַד, עֶשֶׂר גְּפָנִים טְעוּנוֹת מָסַרְתִּי לָךְ, וְהַלָּה אוֹמֵר אֵינָן אֶלָּא חָמֵשׁ, רַבִּי מֵאִיר מְחַיֵּב שְׁבוּעָה. וַחֲכָמִים אוֹמְרִים, כָּל הַמְחֻבָּר לַקַּרְקַע הֲרֵי הוּא כַקַּרְקַע. אֵין נִשְׁבָּעִין אֶלָּא עַל דָּבָר שֶׁבַּמִּדָּה וְשֶׁבַּמִּשְׁקָל וְשֶׁבַּמִּנְיָן. כֵּיצַד, בַּיִת מָלֵא מָסַרְתִּי לָךְ וְכִיס מָלֵא מָסַרְתִּי לָךְ, וְהַלָּה אוֹמֵר אֵינִי יוֹדֵעַ אֶלָּא מַה שֶּׁהִנַּחְתָּ אַתָּה נוֹטֵל, פָּטוּר. זֶה אוֹמֵר עַד הַזִּיז וְזֶה אוֹמֵר עַד הַחַלּוֹן, חַיָּב: \n",
            "הַמַּלְוֶה אֶת חֲבֵרוֹ עַל הַמַּשְׁכּוֹן וְאָבַד הַמַּשְׁכּוֹן, אָמַר לוֹ סֶלַע הִלְוִיתִיךָ עָלָיו וְשֶׁקֶל הָיָה שָׁוֶה, וְהַלָּה אוֹמֵר לֹא כִי אֶלָּא סֶלַע הִלְוִיתַנִי עָלָיו וְסֶלַע הָיָה שָׁוֶה, פָּטוּר. סֶלַע הִלְוִיתִיךָ עָלָיו וְשֶׁקֶל הָיָה שָׁוֶה, וְהַלָּה אוֹמֵר לֹא כִי אֶלָּא סֶלַע הִלְוִיתַנִי עָלָיו וּשְׁלשָׁה דִינָרִים הָיָה שָׁוֶה, חַיָּב. סֶלַע הִלְוִיתַנִי עָלָיו וּשְׁתַּיִם הָיָה שָׁוֶה, וְהַלָּה אוֹמֵר לֹא כִי אֶלָּא סֶלַע הִלְוִיתִיךָ עָלָיו וְסֶלַע הָיָה שָׁוֶה, פָּטוּר. סֶלַע הִלְוִיתַנִי עָלָיו וּשְׁתַּיִם הָיָה שָׁוֶה, וְהַלָּה אוֹמֵר לֹא כִי אֶלָּא סֶלַע הִלְוִיתִיךָ עָלָיו וַחֲמִשָּׁה דִינָרִים הָיָה שָׁוֶה, חַיָּב. וּמִי נִשְׁבָּע, מִי שֶׁהַפִּקָּדוֹן אֶצְלוֹ, שֶׁמָּא יִשָּׁבַע זֶה וְיוֹצִיא הַלָּה אֶת הַפִּקָּדוֹן: \n"
        ],
        [
            "כָּל הַנִּשְׁבָּעִין שֶׁבַּתּוֹרָה, נִשְׁבָּעִין וְלֹא מְשַׁלְּמִין. וְאֵלּוּ נִשְׁבָּעִין וְנוֹטְלִין, הַשָּׂכִיר, וְהַנִּגְזָל, וְהַנֶּחְבָּל, וְשֶׁכְּנֶגְדּוֹ חָשׁוּד עַל הַשְּׁבוּעָה, וְהַחֶנְוָנִי עַל פִּנְקָסוֹ. הַשָּׂכִיר כֵּיצַד, אָמַר לוֹ תֶּן לִי שְׂכָרִי שֶׁיֵּשׁ לִי בְיָדֶךָ, הוּא אוֹמֵר נָתַתִּי, וְהַלָּה אוֹמֵר לֹא נָטַלְתִּי, הוּא נִשְׁבָּע וְנוֹטֵל. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁתְּהֵא שָׁם מִקְצָת הוֹדָאָה. כֵּיצַד, אָמַר לוֹ תֶּן לִי שְׂכָרִי חֲמִשִּׁים דִּינָר שֶׁיֵּשׁ לִי בְיָדֶךָ, וְהוּא אוֹמֵר הִתְקַבַּלְתָּ דִינַר זָהָב: \n",
            "הַנִּגְזָל כֵּיצַד, הָיוּ מְעִידִין אוֹתוֹ שֶׁנִּכְנַס לְבֵיתוֹ לְמַשְׁכְּנוֹ שֶׁלֹּא בִרְשׁוּת, הוּא אוֹמֵר כֵּלַי נָטַלְתָּ, וְהוּא אוֹמֵר לֹא נָטַלְתִּי, הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁתְּהֵא שָׁם מִקְצָת הוֹדָאָה. כֵּיצַד, אָמַר לוֹ שְׁנֵי כֵלִים נָטַלְתָּ, וְהוּא אוֹמֵר לֹא נָטַלְתִּי אֶלָּא אֶחָד: \n",
            "הַנֶּחְבָּל כֵּיצַד, הָיוּ מְעִידִים אוֹתוֹ שֶׁנִּכְנַס תַּחַת יָדוֹ שָׁלֵם וְיָצָא חָבוּל, וְאָמַר לוֹ חָבַלְתָּ בִּי, וְהוּא אוֹמֵר לֹא חָבַלְתִּי, הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁתְּהֵא שָׁם מִקְצָת הוֹדָאָה. כֵּיצַד, אָמַר לוֹ חָבַלְתָּ בִּי שְׁתַּיִם, וְהַלָּה אוֹמֵר לֹא חָבַלְתִּי בְךָ אֶלָּא אֶחָת: \n",
            "וְשֶׁכְּנֶגְדּוֹ חָשׁוּד עַל הַשְּׁבוּעָה כֵּיצַד, אַחַת שְׁבוּעַת הָעֵדוּת וְאַחַת שְׁבוּעַת הַפִּקָּדוֹן, וַאֲפִלּוּ שְׁבוּעַת שָׁוְא. הָיָה אֶחָד מֵהֶן מְשַׂחֵק בְּקֻבְיָא, וּמַלְוֶה בְרִבִּית, וּמַפְרִיחֵי יוֹנִים, וְסוֹחֲרֵי שְׁבִיעִית, שֶׁכְּנֶגְדּוֹ נִשְׁבָּע וְנוֹטֵל. הָיוּ שְׁנֵיהֶן חֲשׁוּדִין, חָזְרָה הַשְּׁבוּעָה לִמְקוֹמָהּ, דִּבְרֵי רַבִּי יוֹסֵי. רַבִּי מֵאִיר אוֹמֵר, יַחֲלֹקוּ: \n",
            "וְהַחֶנְוָנִי עַל פִּנְקָסוֹ כֵּיצַד, לֹא שֶׁיֹּאמַר לוֹ כָּתוּב עַל פִּנְקָסִי שֶׁאַתָּה חַיָּב לִי מָאתַיִם זוּז, אֶלָּא אָמַר לוֹ תֵּן לִבְנִי סָאתַיִם חִטִּין, תֵּן לְפוֹעֲלִי בְּסֶלַע מָעוֹת, הוּא אוֹמֵר נָתַתִּי וְהֵן אוֹמְרִים לֹא נָטַלְנוּ, (שְׁנֵיהֶן נִשְׁבָּעִים), הוּא נִשְׁבָּע וְנוֹטֵל וְהֵן נִשְׁבָּעִין וְנוֹטְלִין. אָמַר בֶּן נַנָּס, כֵּיצַד אֵלּוּ בָאִין לִידֵי שְׁבוּעַת שָׁוְא וְאֵלּוּ בָאִין לִידֵי שְׁבוּעַת שָׁוְא, אֶלָּא הוּא נוֹטֵל שֶׁלֹּא בִשְׁבוּעָה וְהֵן נוֹטְלִין שֶׁלֹּא בִשְׁבוּעָה: \n",
            "אָמַר לַחֶנְוָנִי תֶּן לִי בְדִינָר פֵּרוֹת וְנָתַן לוֹ, אָמַר לוֹ תֶּן לִי הַדִּינָר, אָמַר לוֹ נְתַתִּיו לְךָ וּנְתַתּוֹ בָאֹנְפָּלִי, יִשָּׁבַע בַּעַל הַבָּיִת. נָתַן לוֹ אֶת הַדִּינָר, אָמַר לוֹ תֶּן לִי אֶת הַפֵּרוֹת, אָמַר לוֹ נְתַתִּים לְךָ וְהוֹלַכְתָּן לְתוֹךְ בֵּיתֶךָ, יִשָּׁבַע חֶנְוָנִי. רַבִּי יְהוּדָה אוֹמֵר, כָּל שֶׁהַפֵּרוֹת בְּיָדוֹ, יָדוֹ עַל הָעֶלְיוֹנָה. אָמַר לַשֻּׁלְחָנִי תֶּן לִי בְדִינָר מָעוֹת וְנָתַן לוֹ, אָמַר לוֹ תֶּן לִי אֶת הַדִּינָר, אָמַר לוֹ נְתַתִּיו לְךָ וּנְתַתּוֹ בָאֹנְפָּלִי, יִשָּׁבַע בַּעַל הַבָּיִת. נָתַן לוֹ אֶת הַדִּינָר, אָמַר לוֹ תֶּן לִי אֶת הַמָּעוֹת, אָמַר לוֹ נְתַתִּים לְךָ וְהִשְׁלַכְתָּם לְתוֹךְ כִּיסֶךָ, יִשָּׁבַע שֻׁלְחָנִי. רַבִּי יְהוּדָה אוֹמֵר, אֵין דֶּרֶךְ שֻׁלְחָנִי לִתֵּן אִסָּר עַד שֶׁיִּטֹּל דִּינָרוֹ: \n",
            "כְּשֵׁם שֶׁאָמְרוּ, הַפּוֹגֶמֶת כְּתֻבָּתָהּ לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה, וְעֵד אֶחָד מְעִידָהּ שֶׁהִיא פְרוּעָה, לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. מִנְּכָסִים מְשֻׁעְבָּדִים וּמִנִּכְסֵי יְתוֹמִים, לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. וְהַנִּפְרַעַת שֶׁלֹּא בְּפָנָיו, לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. וְכֵן הַיְתוֹמִים לֹא יִפָּרְעוּ אֶלָּא בִשְׁבוּעָה, שְׁבוּעָה שֶׁלֹּא פְקָדָנוּ אַבָּא, וְלֹא אָמַר לָנוּ אַבָּא, וְשֶׁלֹּא מָצִינוּ בֵין שְׁטָרוֹתָיו שֶׁל אַבָּא שֶׁשְּׁטָר זֶה פָרוּעַ. רַבִּי יוֹחָנָן בֶּן בְּרוֹקָה אוֹמֵר, אֲפִלּוּ נוֹלַד הַבֵּן לְאַחַר מִיתַת הָאָב, הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל. אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, אִם יֵשׁ עֵדִים שֶׁאָמַר הָאָב בִּשְׁעַת מִיתָתוֹ שְׁטָר זֶה אֵינוֹ פָרוּעַ, הוּא נוֹטֵל שֶׁלֹּא בִשְׁבוּעָה: \n",
            "וְאֵלּוּ נִשְׁבָּעִים שֶׁלֹּא בְטַעֲנָה, הַשֻּׁתָּפִין, וְהָאֲרִיסִין, וְהָאַפּוֹטְרוֹפִּין, וְהָאִשָּׁה הַנּוֹשֵׂאת וְהַנּוֹתֶנֶת בְּתוֹךְ הַבַּיִת, וּבֶן הַבָּיִת. אָמַר לוֹ מָה אַתָּה טוֹעֲנֵנִי, רְצוֹנִי שֶׁתִּשָּׁבַע לִי, חַיָּב. חָלְקוּ הַשֻּׁתָּפִין וְהָאֲרִיסִין, אֵין יָכוֹל לְהַשְׁבִּיעוֹ. נִתְגַּלְגְּלָה לוֹ שְׁבוּעָה מִמָּקוֹם אַחֵר, מְגַלְגְּלִין עָלָיו אֶת הַכֹּל. וְהַשְּׁבִיעִית מְשַׁמֶּטֶת אֶת הַשְּׁבוּעָה: \n"
        ],
        [
            "אַרְבָּעָה שׁוֹמְרִין הֵן, שׁוֹמֵר חִנָּם, וְהַשּׁוֹאֵל, נוֹשֵׂא שָׂכָר, וְהַשּׂוֹכֵר. שׁוֹמֵר חִנָּם נִשְׁבָּע עַל הַכֹּל. וְהַשּׁוֹאֵל מְשַׁלֵּם אֶת הַכֹּל. נוֹשֵׂא שָׂכָר וְהַשּׂוֹכֵר נִשְׁבָּעִין עַל הַשְּׁבוּרָה וְעַל הַשְּׁבוּיָה וְעַל הַמֵּתָה, וּמְשַׁלְּמִים אֶת הָאֲבֵדָה וְאֶת הַגְּנֵבָה: \n",
            "אָמַר לְשׁוֹמֵר חִנָּם, הֵיכָן שׁוֹרִי, אָמַר לוֹ מֵת, וְהוּא שֶׁנִּשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. נִשְׁבָּר, וְהוּא שֶׁמֵּת אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. נִשְׁבָּה, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִגְנַב אוֹ אָבַד. נִגְנָב, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ אָבַד. אָבַד, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר: \n",
            "הֵיכָן שׁוֹרִי, אָמַר לוֹ אֵינִי יוֹדֵעַ מָה אַתָּה סָח, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. הֵיכָן שׁוֹרִי, אָמַר לוֹ אָבַד. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, וְהָעֵדִים מְעִידִין אוֹתוֹ שֶׁאֲכָלוֹ, מְשַׁלֵּם אֶת הַקֶּרֶן. הוֹדָה מֵעַצְמוֹ, מְשַׁלֵּם קֶרֶן וְחֹמֶשׁ וְאָשָׁם. הֵיכָן שׁוֹרִי, אָמַר לוֹ נִגְנָב. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, וְהָעֵדִים מְעִידִין אוֹתוֹ שֶׁגְּנָבוֹ, מְשַׁלֵּם תַּשְׁלוּמֵי כֶפֶל. הוֹדָה מֵעַצְמוֹ, מְשַׁלֵּם קֶרֶן וְחֹמֶשׁ וְאָשָׁם: \n",
            "אָמַר לְאֶחָד בַּשּׁוּק הֵיכָן שׁוֹרִי שֶׁגָּנַבְתָּ, וְהוּא אוֹמֵר לֹא גָנַבְתִּי, וְהָעֵדִים מְעִידִים אוֹתוֹ שֶׁגְּנָבוֹ, מְשַׁלֵּם תַּשְׁלוּמֵי כֶפֶל. טָבַח וּמָכַר, מְשַׁלֵּם תַּשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה. רָאָה עֵדִים שֶׁמְּמַשְׁמְשִׁין וּבָאִין, אָמַר גָּנַבְתִּי אֲבָל לֹא טָבַחְתִּי וְלֹא מָכָרְתִּי, אֵינוֹ מְשַׁלֵּם אֶלָּא קֶרֶן: \n",
            "אָמַר לַשּׁוֹאֵל הֵיכָן שׁוֹרִי, אָמַר לוֹ מֵת, וְהוּא שֶׁנִּשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. נִשְׁבָּר, וְהוּא שֶׁמֵּת אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. נִשְׁבָּה, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִגְנַב אוֹ אָבַד. נִגְנָב, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ אָבַד. אָבַד, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר: \n",
            "הֵיכָן שׁוֹרִי, אָמַר לוֹ אֵינִי יוֹדֵעַ מָה אַתָּה סָח, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. אָמַר לַנּוֹשֵׂא שָׂכָר וְהַשּׂוֹכֵר הֵיכָן שׁוֹרִי, אָמַר לוֹ מֵת, וְהוּא שֶׁנִּשְׁבַּר אוֹ נִשְׁבָּה. נִשְׁבָּר, וְהוּא שֶׁמֵּת אוֹ נִשְׁבָּה. נִשְׁבָּה, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר. נִגְנָב, וְהוּא שֶׁאָבַד. אָבַד, וְהוּא שֶׁנִּגְנַב. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. מֵת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה, וְהוּא שֶׁנִּגְנַב אוֹ אָבַד. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. אָבַד, אוֹ נִגְנָב, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. זֶה הַכְּלָל, כָּל הַמְשַׁנֶּה מֵחוֹבָה לְחוֹבָה וּמִפְּטוֹר לִפְטוֹר וּמִפְּטוֹר לְחוֹבָה, פָּטוּר. מֵחוֹבָה לִפְטוֹר, חַיָּב. זֶה הַכְּלָל, כָּל הַנִּשְׁבָּע לְהָקֵל עַל עַצְמוֹ, חַיָּב. לְהַחְמִיר עַל עַצְמוֹ, פָּטוּר: \n"
        ]
    ],
    "textbartenura":[
        [
            [
                "<b>שבועות, שתים.</b> כתיבי בקרא בהדיא (ויקרא ה׳:ד׳) או נפש כי תשבע לבטא בשפתים להרע או להיטיב. אוכל, להיטיב. לא אוכל, להרע, שמענה את עצמו. וה״ה לכל דבר שהוא הן ולאו להבא, דלהרע או להיטיב להבא משמע:",
                "<b>שהן ארבע.</b> יש לרבות עוד שתים אחרים דלא כתיבי. והן, הן ולאו דלשעבר. כמו אכלתי ולא אכל, או לא אכלתי ואכל:",
                "<b>ידיעות הטומאה.</b> או נפש אשר תגע בכל דבר טמא (שם), האמור בויקרא אצל טומאת מקדש וקדשיו:",
                "<b>שתים.</b> כתיבי בקרא. דכתיב (שם) ונעלם ממנו והוא טמא, משמע שנעלמה ממנו טומאה ועל ידי אותו העלם אכל בשר קודש, הרי אחת. או נכנס למקדש, הרי שתים:",
                "<b>שהן ארבע.</b> יש לרבות עוד שנים חיובים אחרים. העלם קודש, והעלם מקדש וזכור הוא את הטומאה:",
                "<b>יציאות השבת.</b> הוצאה מרשות היחיד לרשות הרבים, ילפינן מקרא מן ויצו משה ויעבירו קול במחנה וגו׳ (שמות ל״ז), לא תפיקו מרשות היחיד לרשות הרבים:",
                "<b>שתים.</b> אחת לעומד בחוץ והושיט ידו לפנים ונטל החפץ והוציאו, ואחת לעומד בפנים ונטל החפץ ממקומו והוציאו לחוץ:",
                "<b>שהן ארבע.</b> יש להוסיף עוד שתים דהכנסה, אע״ג דלא כתיבי. שכשם שהקפידה תורה מרשות לרשות בהוצאה, כך הקפידה על ההכנסה. אחת לעומד בפנים והוציא ידו לחוץ ונטל חפץ והכניס, ואחת לעומד בחוץ ונטל חפץ ממקומו והושיטו לפנים והניחו:",
                "<b>מראות נגעים שנים.</b> כתיבי בקרא (ויקרא י״ג), שאת ובהרת:",
                "<b>שהן ארבעה.</b> תולדה דשאת ותולדה דבהרת, דלא כתיבי בקרא בהדיא:"
            ],
            [
                "<b>שיש בה ידיעה בתחלה.</b> אידיעות הטומאה קאי. ואיידי דזוטרי מילייהו מפרש להו ברישא והדר מפרש שבועות דנפישי מילייהו. ויציאות ומראות, כל חדא וחדא מיפרשא במסכת דידיה, להכי לא פרשינהו בהאי מסכתא. ולא תנינהו הכא אלא משום דדמו להדדי בשתים שהן ארבע:",
                "<b>ידיעה בתחלה.</b> שידע שנטמא:",
                "<b>וידיעה בסוף.</b> משאכל את הקודש בהעלם או נכנס למקדש בהעלם ויצא, נודע לו שבטומאה אכל או בטומאה נכנס:",
                "<b>והעלם בינתיים.</b> בשאכל את הקודש נעלמה ממנו טומאה או קודש, או נכנס למקדש ונעלמה ממנו טומאה או מקדש:",
                "<b>הרי זה בעולה ויורד.</b> עולה לעשיר, ויורד לעני. עשיר מביא חטאת בהמה, ועני חטאת העוף, ודל שבדלים עשירית האיפה, והיא מנחת חוטא האמורה בכל מקום:",
                "<b>שעיר הנעשה בפנים.</b> שעיר של יום הכפורים שמביא מדמו לפנים:",
                "<b>תולה.</b> להגין עליו מן היסורין:",
                "<b>עד שיודע לו.</b> שאכל קודש בטומאה ויביא קרבן עולה ויורד:"
            ],
            [
                "<b>אין בה ידיעה בתחלה.</b> שלא ידע בטומאה זו מימיו, זה לא בא לכלל קרבן עוד לעולם. שהרי אין קרבן בא אלא על שיש בו ידיעה בתחלה:",
                "<b>שעיר הנעשה בחוץ.</b> הקרב במזבח החיצון במוספין של יוה״כ:",
                "<b>ויום הכיפורים.</b> עצמו מכפר עם השעיר:",
                "<b>שנאמר.</b> בשעיר הנעשה בחוץ (במדבר כ״ט:י״א) שעיר עזים אחד חטאת מלבד חטאת הכפורים, וחטאת הכפורים הוא השעיר הנעשה בפנים, והקישן הכתוב, ללמדך שעל מה שזה מכפר זה מכפר. מה פנימי אינו בא אלא על דבר שיש בו ידיעה, ומאי ניהו ידיעה, בתחלה, כדילפינן מקרא דכתיב לכל חטאתם, דמשמע לאותם שיבואו לכלל חטאת כשתהיה להם ידיעה בסוף, ואי אפשר לבא לכלל חטאת אא״כ היתה לו ידיעה בתחלה, אף שעיר הנעשה בחוץ אינו מכפר אלא על שיש בו ידיעה, ומאי ניהו, ידיעה בסוף ולא בתחלה דלא אתיא לכלל קרבן, ומכפר זה כפרה גמורה בלא תליה:"
            ],
            [
                "<b>שעירי הרגלים.</b> בכל הרגלים נאמרו שעירי חטאת במוספין:",
                "<b>ושעירי ראשי חדשים מכפרים.</b> דכתיב בשעיר ראש חודש (שם כ״ה) לחטאת לה׳, חטא שאין מכיר בו אלא ה׳ שעיר זה יהא מכפר, והיינו שאין בו ידיעה לא בתחלה ולא בסוף. ושעירי רגלים ילפינן משעיר ר״ח בהיקש, דשעיר הוה מצי למכתב בכולהו רגלים, וכתב ושעיר, וא״ו מוסיף על ענין ראשון, להקיש שעל מה שזה מכפר אלו מכפרים:",
                "<b>כל השעירים כפרתן שוה.</b> כל שעירי המוספין, בין שעירי רגלים בין שעיר ר״ח בין שעיר הנעשה בחוץ ביוה״כ, כפרתן שוה, שהם מכפרין בין על שאין בה ידיעה בתחלה ויש בה ידיעה בסוף בין על שאין בה ידיעה לא בתחלה ולא בסוף, בין על טהור שאכל את הטמא, ונפקא מינה לטומאה שאירעה בין זו לזו. אבל שעיר הנעשה בפנים ביום הכיפורים לא נחלקו עליו שהוא תולה על שיש בה ידיעה בתחלה ואין בה ידיעה בסוף, כדאמרינן:",
                "<b>היה ר׳ שמעון אומר.</b> האי דהדר נקט לה, משום דבעי למימר אמרו לו מהו שיקרבו זה בזה:",
                "<b>מהו שיקרבו.</b> אם אבד שעיר שהופרש ליום הכפורים, ונתכפרו באחר, ונמצא זה ברגל או בר״ח, מהו שיקריב לשם שעירו של יום:",
                "<b>אמרו לו הואיל ואין כפרתן שוה.</b> ר׳ מאיר הוא דקאמר ליה לרבי שמעון, בשלמא אי אמרת כולן כפרתם שוה, יקרב, שהרי כולן כפרה אחת הן מכפרים, אלא לדידך, זו שהופרשה לכפר על שאין בה ידיעה בתחלה ויש בה ידיעה בסוף היאך יקרב ברגל לכפר על שאין בה ידיעה לא בתחלה ולא בסוף, או בר״ח לכפר על הטהור שאכל את הטמא:",
                "<b>לכפר על טומאת מקדש וקדשיו.</b> וכיון דבזה שוין, אע״פ שכפרתן חלוקות יכול הוא ליקרב:  "
            ],
            [
                "<b>משמו.</b> של ר׳ שמעון. וסתם ר׳ שמעון הוא ר׳ שמעון בן יוחאי:"
            ],
            [
                "<b>ועל זדון טומאת מקדש וכו׳</b> סתמא דתלמודא נקיט לה:",
                "<b>שעיר הנעשה בפנים ויוה״כ מכפר.</b> דכתיב (ויקרא ט״ז:ט״ז) ומפשעיהם לכל חטאתם, ופשעים אלו מרדים:",
                "<b>החמורות והקלות וכו׳</b> כולה מתניתין מפרשה בגמרא הכי, בין קלות בין חמורות בין שעשאן במזיד בין שעשאן בשוגג, אותן שעשאן בשוגג בין נודע לו ספיקן בין לא נודע לו ספיקן, כלומר בין נודע לו שבא לידו ספק חלב ואכלו בין שלא נודע לו שבא לידו ספק חלב. ואלו הן קלות, עשה ולא תעשה. ואלו הן חמורות, כריתות ומיתות ב״ד:"
            ],
            [
                "<b>אחד ישראל ואחד כהנים.</b> הכי קאמר, אחד ישראל ואחד כהנים ואחד כהן משוח מתכפרים בשעיר המשתלח בשאר עבירות, ואין חילוק ביניהם:",
                "<b>אלא שדם הפר מכפר על הכהנים על טומאת מקדש וקדשיו.</b> כל מה ששעיר הפנימי מכפר על ישראל, דהיינו תליית ישראל על שיש בה ידיעה בתחלה ואין בה ידיעה בסוף וזדון טומאת מקדש וקדשיו, וכן כפרת שעיר החיצון פרו של כהן גדול הקרב ביוה״כ מכפר על הכהנים:",
                "<b>ר״ש אומר כשם.</b> שאתה מודה בדם השעיר הפנימי שמכפר על ישראל כפרתו בלא שום וידוי, שאין וידוי בשעיר הפנימי אלא בשעיר המשתלח, כך דם הפר בלא שום וידוי מכפר על הכהנים על טומאת מקדש וקדשיו. אייתר ליה וידויו של פר במקום וידוי של שעיר המשתלח לכפר על הכהנים בשאר עבירות, ואין להם כפרה בשעיר המשתלח:"
            ]
        ],
        [
            [
                "<b>ידיעות הטומאה.</b> נטמא וידע שנטמא. בשעת טומאה או אחרי כן:",
                "<b>נעלמה ממנו טומאה.</b> וע״י אותו העלם אכל קודש, הרי אחת. ונכנס למקדש, הרי שתים. דכתיב ונעלם ממנו והוא טמא, משמע שנתעלמה ממנו טומאה. ולפי שאינו חייב עליה אלא א״כ ידע בתחלה שנטמא ואח״כ נעלמה ממנו, משום הכי קרי לה ידיעות:",
                "<b>נעלם ממנו הקודש.</b> או המקדש, ואכל קודש או נכנס למקדש, וזכור לטומאה. הרי שתים אחרות דלא כתיבי:",
                "<b>נעלם ממנו זה וזה.</b> אינו ממנין הידיעות. אלא הא קמשמע לן דאע״ג דבשעת אכילת קודש או כניסת מקדש אינו זכור לא לטומאה ולא לקודש, חייב קרבן עולה ויורד:"
            ],
            [
                "<b>אחד הנכנס לעזרה.</b> ראשונה:",
                "<b>ואחד הנכנס לתוספת.</b> שהוסיפו עליה אחרי כן:",
                "<b>שאין מוסיפין וכו׳</b> לפיכך היא קדושה כראשונה:",
                "<b>אלא במלך.</b> דאמר קרא (שמות כ״ח) ככל אשר אני מראה אותך את תבנית המשכן ואת תבנית כל כליו וכן תעשו, קרא יתירא הוא למדרש לדורות. ובימי משה הוא מלך ונביא ואחיו כהן גדול והיו שם אורים ותומים ושבעים זקנים, אף לדורות כן:",
                "<b>ובשתי תודות.</b> בשני לחמי תודה. והיו נושאים אותן בהיקף סביב עד סוף הגבול שמקדשים, ושם אוכלים האחת ושורפים השניה, ועל פי נביא נאכלת ועל פי נביא נשרפת. והיינו דתנן הפנימית נאכלת והחיצונה נשרפת. ומנחמיה בן חכליה גמר, דכתיב ביה (נחמיה י״ב:ל״א) ואעמידה שתי תודות גדולות:",
                "<b>ובשיר.</b> השיר שהיו אומרים ארוממך ה׳ כי דליתני (תהילים ל׳:ב׳). ובית שני אע״פ שלא היה שם לא מלך ולא אורים ותומים, הקדושה שקידש שלמה הבית בראשונה קדשה לשעתה וקדשה לעתיד לבא. ועבודה דנחמיה בן חכליה לזכר בעלמא הוה:"
            ],
            [
                "<b>נטמא בעזרה.</b> וידע שנטמא והשתחוה בהעלם זה כלפי פנים, אע״פ שלא שהה. או השתחוה כלפי חוץ, והוא דשהה כדי השתחואה. ושיעור השתחויה היא כדי שיקרא אדם פסוק זה בישוב, ויכרעו אפים ארצה על הרצפה וישתחוו להודות לה׳ כי טוב כי לעולם חסדו. והוא פסוק בדברי הימים (ב׳ ז׳):",
                "<b>או שבא לו בארוכה.</b> שיצא לו דרך ארוכה שיש קצרה ממנו לצאת, ואפילו לא שהה תחלה, חייב:",
                "<b>ובקצרה פטור.</b> היכא דלא השתחוה ולא שהה, ויצא לו דרך קצרה, פטור:",
                "<b>זו היא מצות עשה שבמקדש.</b> דיש כאן וישלחו מן המחנה כל טמא:",
                "<b>שאין חייבין עליה בית דין, פר העלם דבר.</b> שאם שגגו וטעו בהוראה זו, והורו לו שיצא בארוכה, אין מביאין על שגגת הוראה זו פר העלם דבר של צבור:"
            ],
            [
                "<b>ואיזו הוא מצות עשה שבנדה.</b> שדומה לזו שבמקדש, שאירע לו הטומאה משבא בהיתר לידי כניסה אם שגגו ב״ד בהוראה זו חייבים עליה פר העלם דבר:",
                "<b>היה משמש עם הטהורה.</b> שנכנס בהיתר ואמרה לו נטמאתי עכשיו, ופירש מיד בקושי האבר, חייב. אלא יעמוד בלא דישה עד שימות האבר ויפרוש בלא קושי. וזהו העשה שבנדה:"
            ],
            [
                "<b>ר׳ אליעזר אומר השרץ ונעלם.</b> דאמר קרא (ויקרא ה׳:ב׳) או בנבלת שרץ טמא ונעלם ממנו, וקרא יתירה הוא, דהא לעיל כתיב או נפש אשר תגע בכל דבר טמא, ושרץ בכלל דבר טמא הוא, אלא ללמדך שאם ידע שנטמא ודאי ואינו יודע אם בשרץ אם בנבילה אינו חייב קרבן אם אכל קודש עד שתהיה לו ידיעה בתחלה אם בשרץ נטמא או בנבילה נטמא. ור״ע סבר, דכיון דידע ודאי שנטמא אע״ג דלא אתברירא ליה הטומאה שנטמא אם בשרץ או בנבלה, חייב. ותרווייהו פטרי על העלם מקדש. ור׳ ישמעאל מחייב. והלכה כרבי ישמעאל:"
            ]
        ],
        [
            [
                "<b>שבועות שתים.</b> שאוכל ושלא אוכל. הם השתים המפורשות, דכתיב (ויקרא ה׳:ד׳) להרע או להיטיב, דמשמע להבא. לא אוכל, להרע. אוכל, להיטיב:",
                "<b>שאכלתי ושלא אכלתי.</b> הם השתים הנוספות ממדרש חכמים:",
                "<b>מדבר ומביא קרבן.</b> בשביל בטול דבורו. וכיון דמשום בטול דבורו הוא, אף זה בטול דבורו הוא. שהאומר לא אוכל, דעתו לאסור עצמו בכל שהוא:",
                "<b>שבועה שלא אוכל ואכל ושתה.</b> אע״ג דשתייה בכלל אכילה אינו חייב אלא אחת, דהוי ליה כאוכל וחוזר ואוכל בהעלם אחד:",
                "<b>שלא אוכל ושלא אשתה.</b> הוו להו שתי שבועות. ואע״ג דמכי אמר לא אוכל אתסר ליה בשתיה, דשתיה בכלל אכילה, וכי הדר ואמר תו לא אשתה הוה לן למימר דאין שבועה חלה על שבועה, שאני הכא, כיון דאמר ברישא לא אוכל והדר אמר לא אשתה גלי דעתיה דהך אכילה דאמר ברישא אכילה גרידתא היא:"
            ],
            [
                "<b>חייב על כל אחת ואחת.</b> מדקאמר פת ופת על כל מין ומין, שמע מינה לחלק. דאי לאסור עליו מינים הללו ותו לא, הוה ליה למימר פת חטים וכן של שעורים וכן של כוסמין:"
            ],
            [
                "<b>שבועה שלא אשתה יין ושמן ודבש.</b> בגמרא מוקי לה כגון שהיה חברו מסרב בו ואומר לו בא ושתה עמי יין ושמן ודבש. היה לו לומר שבועה שלא אשתה עמך ותו לא, דכי אשתבע, אמאי דמסרב בו אשתבע, יין ושמן ודבש למה לי, שמע מינה לחלק:"
            ],
            [
                "<b>ואכל נבילות חייב.</b> דראויין לאכילה הן אי לאו דרחמנא אסרינהו:",
                "<b>ר׳ שמעון פוטר.</b> דמושבע ועומד הוא עליהם. ופלוגתא דר׳ שמעון ותנא קמא בכולל דברים המותרים עם דברים האסורים, כגון באומר שבועה שלא אוכל שחוטות וטריפות. ת״ק סבר מגו דחיילא שבועה אשחוטות חיילא נמי אטריפות. דאיסור חל על איסור באיסור כולל. ור׳ שמעון סבר אין איסור חל על איסור באיסור כולל. ואין הלכה כר׳ שמעון:",
                "<b>אשתו אסורה.</b> שהרי אכל אוכלים. ואפילו לר׳ שמעון. דטעמא דפטור בקמייתא לאו משום דלאו בני אכילה נינהו, אלא שאין שבועה חלה על דבר איסור:"
            ],
            [
                "<b>ואחד דברים של אחרים.</b> כדמפרש שאתן לפלוני:",
                "<b>שאין בהן ממש.</b> תרי גווני משמע, כגון שינה, ומשמע שאין בהם הנאה כגון שאזרוק צרור לים:",
                "<b>מריבוי הכתוב.</b> לכל אשר יבטא האדם. ופלוגתא דר׳ עקיבא ור׳ ישמעאל, דר״ע דריש בכל התורה רבויי ומעוטי, ורבי ישמעאל דריש כללי ופרטי. ר״ע דריש או נפש כי תשבע ריבה, להרע או להיטיב מיעט, לכל אשר יבטא חזר וריבה ריבה. ומיעט וריבה, ריבה הכל. מאי ריבה, ריבה כל מילי לשעבר כלהבא. ומאי מיעט, מיעט דבר מצוה. ור׳ ישמעאל דריש, או נפש כי תשבע כלל, להרע או להטיב פרט, לכל אשר יבטא חזר וכלל. כלל ופרט וכלל אי אתה דן אלא כעין הפרט, מה הפרט מפורש להבא, אף כל להבא. והלכה כר״ע:"
            ],
            [
                "<b>נשבע לבטל את המצוה וכו׳ פטור, משום שבועת ביטוי.</b> אבל לוקה הוא משום שבועת שוא:",
                "<b>שהיה בדין שיהיה חייב כדברי רבי יהודה בן בתירא.</b> כלומר שאילו לדברי ר׳ יהודה בן בתירא הוא חייב משום שבועת ביטוי, שהיה ר׳ יהודה בן בתירא אומר מה אם הרשות וכו׳:",
                "<b>שלא עשה בה לאו כהן.</b> וקרא כתיב להרע או להטיב, דמשמע דבר שיש בו הן ולאו. ואין הלכה כר׳ יהודה בן בתירא:"
            ],
            [
                "<b>שבועה שלא אוכל ככר זו שבועה שלא אוכלנה.</b> טעמא דאמר שלא אוכל והדר אמר שלא אוכלנה הוא דאינו חייב אלא אחת, שאין שבועה חלה על שבועה. אבל אמר תחלה שלא אוכלנה והדר אמר שלא אוכל ואכלה כולה חייב שתים, דכי אמר שלא אוכלנה אינו חייב עד שיאכל כולה וכי הדר אמר שלא אוכל כיון שאכל ממנה כזית חייב, הלכך השבועה האחרונה חיילא, ומחייב כי אכיל מינה כזית, וכי הדר אכל כולה מחייב משום שבועה ראשונה:",
                "<b>שבועה שלא אוכלנה שבועה שלא אוכלנה.</b> אע״ג דמשבועה שלא אוכלנה שניה שמעינן דאין שבועה חלה על שבועה, תנא לן שבועה שלישית לאשמועינן דחיובא הוא דליכא אשבועות בתרייתא, הא שבועות הן ולא יצאו לבטלה, ואם ימצאו מקום יחולו, שאם נשאל לחכם על הראשונה עלתה שניה תחתיה ונאסר בדבר משום שבועה שניה, וכן אם נשאל על השתים חלה השלישית. לפי שהחכם עוקר הנדר מעיקרו והוי כמי שלא נדר וחלה השניה למפרע, שהרי הראשונה כמי שאינה הואיל ונשאל עליה, וכן כשנשאל על השתים הרי כאילו אינם וחלה השלישית למפרע:"
            ],
            [
                "<b>אם לא ראיתי גמל פורח באויר.</b> כלומר יאסרו כל פירות שבעולם עלי אם לא ראיתי וכו׳:",
                "<b>נחש כקורת בית הבד.</b> כתבנית קורת בית הבד וצורתה. דאילו כעובי קורת בית הבד לא הוי שבועת שוא, דאיכא טובא:",
                "<b>שבועה שלא נעידך.</b> ביטול מצוה היא, דהא חייב להעיד שנאמר (ויקרא ה׳:א׳) אם לא יגיד ונשא עונו:"
            ],
            [
                "<b>אכלה עבר על שבועת שוא.</b> הכי קאמר, אכלה, עבר על שבועת שוא לחודא. לא אכלה, עבר אף אשבועת ביטוי. דמכי נשבע שאוכל ככר זו חייב לאכלה, וכי הדר נשבע שלא יאכלנה הרי נשבע לבטל את המצוה, ולוקה משום שבועת שוא בין יאכל בין לא יאכל, ואי לא אכיל לה חייב שתים, משום שבועת שוא ואף משום שבועת ביטוי:"
            ],
            [
                "<b>באנשים ובנשים.</b> איידי דבעי למתני שבועת העדות נוהגת באנשים ולא בנשים כו׳ תנא בשבועת ביטוי שנוהגת בכל אלו:",
                "<b>ברחוקים ובקרובים.</b> כגון שאתן לפלוני. בין רחוק בין קרוב:",
                "<b>בכשרים ובפסולים.</b> בכשר לעדות ופסול:",
                "<b>מפי עצמו.</b> שהוציא הוא שבועה מפיו. אבל אם השביעוהו אחרים אכלת ולא אכלת, ואמר לא אכלתי ואכל או להיפך. פטור אם לא ענה אמן. ואם ענה אמן אחר שהשביעו חבירו, הוי כנשבע מפי עצמו וחייב:"
            ],
            [
                "<b>שבועת שוא כו׳ ברחוקים ובקרובים.</b> נשבע על איש שהוא אשה, בין רחוק בין קרוב:",
                "<b>אחת זו ואחת זו.</b> אחת שבועת שוא ואחת שבועת ביטוי, מושבע מפי אחרים חייב בדעני אמן:"
            ]
        ],
        [
            [
                "<b>שבועת העדות נוהגת באנשים ולא בנשים.</b> דכתיב (ויקרא ה) והוא עד, בראוי להעיד הכתוב מדבר, ואשה אינה ראויה להעיד, דכתיב (דברים י״ט:י״ז) ועמדו שני האנשים, אנשים ולא נשים. וההוא קרא בעדים הוא דכתיב, נאמר כאן שנים ונאמר להלן שנים, על פי שנים עדים (שם י״ז]:",
                "<b>ולא בקרובים.</b> דפסולי עדות נינהו, דכתיב (שם כ״ד) לא יומתו אבות על בנים, בעדות בנים. והוא הדין לשאר קרובים:",
                "<b>ולא בפסולים.</b> כגון חייבי מיתות וחייבי מלקיות וגזלן. דאיקרו רשעים, והתורה אמרה אל תשת רשע עד:",
                "<b>ואינה נוהגת אלא בראויין להעיד.</b> לאפוקי מלך שאינו מעיד, והפסולים לעדות מדרבנן כגון משחקי בקוביא ומפריחי יונה:",
                "<b>בפני ב״ד ושלא בפני ב״ד מפי עצמו.</b> אם מפי עצמו נשבע שבועה שאיני יודע לך עדות, חייב, בין נשבע בפני ב״ד בין שלא בפני ב״ד:",
                "<b>ומפי אחרים.</b> כגון משביע אני עליכם שתבואו ותעידוני, ואמרו לו אין אנו יודעים לך עדות:",
                "<b>אינם חייבין עד שיכפרו בב״ד.</b> דכתיב (ויקרא ה׳:א׳) אם לא יגיד ונשא עונו, במקום שאילו היה מגיד היה מועיל. וקרא במושבע מפי אחרים כתיב. ואין הלכה כר׳ מאיר:"
            ],
            [
                "<b>וחייבין.</b> קרבן עולה ויורד:",
                "<b>על זדון השבועה.</b> שהרי לא נאמר בה ונעלם:",
                "<b>ועל שגגתה עם זדון העדות.</b> שיודעים ששבועה זו אסורה אבל אין יודעים שחייבים עליה קרבן:",
                "<b>ואין חייבים על שגגתה.</b> אם שוגגים הם לגמרי, כסבורים שאין יודעין לו עדות ואח״כ נזכרו. שהרי הן אנוסים ולא קרינן בהו ונשבע על שקר:"
            ],
            [
                "<b>ובאו לב״ד והודו פטורים.</b> ואפילו כפרו חוץ לבית דין על כל שבועה. שאין כפירה חוץ לב״ד חשובה כפירה:",
                "<b>כפרו בב״ד חייבין על כל אחת ואחת.</b> דאמר קרא (ויקרא ה׳:ה׳) והיה כי יאשם לאחת מאלה, לחייב על כל אחת ואחת:",
                "<b>מה טעם.</b> אין חייבים אלא אחת אפילו שתקו וכפרו לבסוף, ולא אמרינן כפירה קיימא אכולהו לחייבם על כל אחת ואחת:",
                "<b>הואיל.</b> ואילו כפרו בב״ד בפעם ראשונה שוב לא היו יכולין לחזור ולהודות, שכבר הגידו שאינם יודעים לו שום עדות ושוב אין חוזרים ומגידים. הלכך אע״ג דלא כפרו אלא לבסוף, כל השבועות היו לבטלה חוץ מן הראשונה. דאם מה ששתקו בראשונה כפירה היא, שוב אינם ראויים להשביען, ואם אינה כפירה הרי מושבעין ועומדין, ומה זו שבועה על שבועה. על כרחך כי כתיב לאחת לחייב על כל אחת ואחת, אשבועת חוץ לבית דין וכפרו בב״ד כתיב, דשבועות חוץ לבית דין שהיה משביען שיבואו לבית דין ויעידו לא יצאו לבטלה, וראויות לחלק שאם כפרו שם בראשונה היה ראוי לחזור ולהשביען:"
            ],
            [
                "<b>כפרו שניהם כאחד.</b> בתוך כדי דיבור:",
                "<b>בזה אחר זה.</b> שהיה בין זה לזה יותר מכדי דיבור:",
                "<b>הראשון חייב.</b> אבל השני פטור, שכיון שכפר הראשון שוב אין השני ראוי להעיד, שהוא יחידי:",
                "<b>שתיהן חייבות.</b> בגמרא פריך, ראשונה אמאי חייבת הא קיימא כת שניה, ומה הפסידוהו הראשונים בכפירתם. ומשני, דמתניתין איירי כגון שהיו העדים של כת שניה קרובים בנשותיהן, שלא היו כשרים להעיד כשכפרה כת ראשונה, ונשותיהן גוססות. מהו דתימא כיון דקיי״ל רוב גוססים למיתה הוו להו כאילו מתו ותפטר כת ראשונה דהא קיימא שניה, קמ״ל השתא מיהא לא שכוב ונמצא שלא היה שם בשעת כפירה אלא כת ראשונה בלבד, ולפיכך חייבין:"
            ],
            [
                "<b>תשומת יד.</b> הלואה. ששם בידו ממון:",
                "<b>ואבידה.</b> שמצא אבידתי:",
                "<b>חטין ושעורין וכוסמין.</b> רישא אשמועינן מין אחד ותביעות חלוקות. וסיפא אשמועינן תביעה אחת כולם פקדון, ומינין חלוקים:"
            ],
            [
                "<b>נזק וחצי נזק.</b> בחצי נזק צרורות דממונא הוא ולא קנסא. דאמרינן בעדות של קנס אין חייבין:",
                "<b>תשלומי כפל ותשלומי ארבעה וחמשה.</b> משום קרנא:",
                "<b>ושאנס איש פלוני ופיתה את בתי.</b> משום בושת ופגם דממונא הוא:",
                "<b>ושהכני בני.</b> הכאה שאין בה חבורה שאינו חייב עליה מיתה. וכיון דליכא מיתה איכא ממון:",
                "<b>ושחבל בי חברי ביוה״כ.</b> ונקט לה, דאע״ג דענוש כרת חייב ממון:"
            ],
            [
                "<b>שאני כהן.</b> פטורין, שאין העדים חייבין אלא כשכפרו בדבר שיש בו תביעות ממון:",
                "<b>שאנס איש פלוני או פיתה בתו של פלוני.</b> ובתו דקתני, אאיש פלוני כהן דלעיל קאי, [דתנא לעיל מיניה שאיש פלוני כהן או לוי ואינו בן גרושה, ועליה קאי] או שהשביען שאנס איש פלוני את בתו של אותו פלוני דאיירי ביה עד השתא. פטורים, דבעינן שישמעו מפי התובע. ובגמרא מוקי לה בבא בהרשאה. ואי תביעת ממון אחר הוי, היו חייבים. ואשמועינן דאין נחשב המורשה בעל דין בזה כשאר ממון, דכיון דממון שהוא שואל לא מטא לידיה מעולם, לא מצי למכתב הרשאה עליה:",
                "<b>ושחבל בי בני.</b> חבלה היא חבורה. פטורין, שאם העידוהו היה מתחייב מיתה ולא ממון:",
                "<b>ושחבל בי חברי ושהדליק את גדישי בשבת.</b> דתרוייהו חיוב מיתה נינהו ופטורים מן הממון:"
            ],
            [
                "<b>שאמר איש פלוני ליתן לי וכו׳ פטורים.</b> דכתיב בשבועת העדות תחטא, וכתיב בשבועת הפקדון תחטא, מה שבועת הפקדון על תביעת ממון שיש לו על חבירו, אף שבועת העדות צריך שתהיה על תביעת ממון שיש לו עליו, וזה שטוען שאמר איש פלוני ליתן לי מאתים זוז אינה תביעת ממון שיש לו על חברו, שאפילו הוא כדבריו שאמר לו חברו שיתן לו מאתים זוז אין חברו חייב בו כלום בשביל אמירה זו:"
            ],
            [
                "<b>מפני שקדמה שבועה לעדות.</b> ורחמנא אמר (ויקרא ה׳:א׳) ושמעה קול אלה והוא עד או ראה או ידע, שקדמה העדות לשבועה ולא שקדמה שבועה לעדות:"
            ],
            [
                "<b>אם יודעים אתם לי עדות וכו׳ פטורין.</b> דכתיב והוא עד, עד שייחד את עדיו:"
            ],
            [
                "<b>והם יודעים לו עדות עד מפי עד וכו׳ פטורים.</b> שאם העידוהו לא היתה עדותן מועלת לו כלום:"
            ],
            [
                "<b>עד שישמעו מפי התובע.</b> דכתיב (שם) אם לוא יגיד, מלא בוי״ו ואל״ף. למדרש הכי, אם לו לא יגיד, כלומר לתובע, ונשא עונו, הא אם לאחר לא יגיד פטור:"
            ],
            [
                "<b>מצוה אני עליכם וכו׳</b> והוא שיאמר מצוה אני עליכם בשבועה, אוסרכם אני בשבועה:",
                "<b>המקלל בכולם.</b> מברך את השם באחד מהם:",
                "<b>ר׳ מאיר מחייב.</b> סקילה:",
                "<b>וחכמים פוטרין.</b> דעל שם המיוחד דוקא בסקילה, דכתיב (ויקרא כ״ד:ט״ז) בנקבו, שם יומת. ועל הכינויים באזהרה דאלהים לא תקלל (שמות כ״ב). ובשבועת העדות מודים חכמים לר״מ דחייב על הכינויים כמו שחייב על השם המיוחד. דבשבועת [עדות] כתיב (ויקרא ה׳:א׳) ושמעה קול אלה:",
                "<b>המקלל עצמו.</b> דכתיב (דברים ד׳:ט׳) השמר לך ושמור נפשך מאד, וכל השמר פן ואל אינו אלא לא תעשה:",
                "<b>והמקלל חבירו.</b> דכתיב (ויקרא י״ט:י״ד) לא תקלל חרש, אפילו חרש שאינו שומע ולא קפיד אקללתו לא תקלל, וכל שכן שאר כל אדם דשמע וקפיד:",
                "<b>יככה אלהים וכן יככה אלהים.</b> אם אמר לעדים יככה אלהים אם לא תעידוני. או ששמע אחד שקורא בקללות שבתורה יככה אלהים, ואמר הוא לעדים וכן יככה אלהים אם לא תעידוני. או שאמר אל יככה אלהים אם תעידוני. או יברכך ה׳ אם תעידוני. וייטיב לך אלהים אם תעידוני. בכל אלו ר״מ מחייב, דמכלל לאו אתה שומע הן, אל יככה אלהים אם תעידוני, הא אם לא תעידוני יככה. וכן יברכך אלהים אם תעידוני, הא אם לא תעידוני יקללך. ובכל אלו אין הלכה כר״מ:"
            ]
        ],
        [
            [
                "<b>שבועת הפקדון.</b> באנשים ובנשים. איידי דתנא בשבועת העדות באנשים ולא בנשים, תנא נמי הכא לכולהו:",
                "<b>בקרובים.</b> שבעל הפקדון קרוב לזה שהפקדון אצלו:",
                "<b>בפני בית דין ושלא בפני ב״ד.</b> אם מפי עצמו נשבע, שהוציא שבועה מפיו או שענה אמן אחר השבועה ואח״כ הודה, חייב קרבן. דכתיב (ויקרא ה׳:כ״א) וכיחש בעמיתו, כל דהו:",
                "<b>ומפי אחרים.</b> ולא ענה אמן. כגון משביע אני עליך שתחזיר לי פקדוני, ואמר אין לך בידי כלום, אינו חייב עד שיכפור בב״ד:",
                "<b>וחכמים אומרים וכו׳</b> והלכה כחכמים:",
                "<b>וחייב על זדון השבועה.</b> דלא כתיב בה ונעלם. זדון השבועה, שזכור על הפקדון ויודע שמתחייב על כפירתו קרבן:",
                "<b>ועל שגגתה עם זדון הפקדון.</b> שאינו יודע שחייב בשבועה זו קרבן, אבל זכור הוא שהפקדון אצלו:",
                "<b>בכסף שקלים.</b> הקנוי בשני סלעים. דהכי כתיב גבי איל אשם (ויקרא ה׳:ט״ו), בערכך כסף שקלים:"
            ],
            [
                "<b>מפני שיכול לחזור ולהודות.</b> אחר כפירה. נמצא שבכל שבועה הוא כופר ממון:"
            ],
            [
                "<b>שבועה באחרונה.</b> אין לך בידי, ולא לך ולא לך בשבועה. והשתא קיימא שבועה אכולהו. ואין הלכה לא כרבי אליעזר ולא כר׳ שמעון:",
                "<b>אפילו אמר חטה ושעורה וכוסמת.</b> דסבר ר׳ מאיר הטוען את חבירו חטה, מין חטה קאמר. וכן שעורה, וכן כוסמת, דכתיב (שמות ט׳:ל״ב) והחטה והכוסמת. והוי כאילו טענו חטין ושעורין וכוסמין. ורבנן סברי, גרגיר אחד של חטה ושל שעורה ושל כוסמת קאמר. ואין הלכה כרבי מאיר:"
            ],
            [
                "<b>שאינו משלם קנס על פי עצמו.</b> וכיון דכי אודי לא מחייב, כי כפר נמי לאו ממונא כפר ליה:",
                "<b>אבל משלם בושת ופגם.</b> הלכך ממונא כפר. ופלוגתא דרבנן ור׳ שמעון, דר׳ שמעון סבר כי אמר ליה אנסת או פיתית את בתי, קנסא קתבע מיניה שדמיו קצובין חמשים כסף, ולא קא תבע מיניה בושת ופגם שאין דמיו קצובים, דלא שביק אינש מידי דקייץ ותבע מידי דלא קייץ, הלכך קנסא כפר ליה ופטור. ורבנן סברי, בושת ופגם קא תבע ליה, דלא שביק איניש מידי דכי מודה ביה לא מפטר ותבע מידי דכי מודה ביה מפטר, הלכך כי כפר ליה, ממונא כפר ליה וחייב. ואין הלכה כר׳ שמעון:"
            ],
            [
                "<b>המית שורך את עבדי.</b> קנסא הוא, דמשלם שלשים סלעים אפילו אינו שוה אלא דינר:",
                "<b>אמר לו עבדו הפלת את שיני.</b> קנסא הוא שיוציא עבדו לחירות בשביל אחד מאבריו:"
            ]
        ],
        [
            [
                "<b>שבועת הדיינין.</b> השבועה שהדיינים משביעים ע״י הודאה במקצת הטענה, צריך שלא תהא הטענה פחות משתי מעות כסף, שהוא שליש דינר, שהדינר שש מעות והוא משקל צ״ו שעורות בינוניות, נמצאו שתי מעות משקל שלשים ושתים שעורות:",
                "<b>וההודאה.</b> שמחייבתו לישבע, לא תהא פחות משוה פרוטה. שאם היה מה שכפר לו פחות משתי כסף, או מה שהודה פחות משוה פרוטה, אינו חייב שבועה דאורייתא. אבל משביעין אותו שבועת היסת מדברי סופרים. והמחוייב שבועה דאורייתא נקיט חפצא בידיה כגון ספר תורה או תפילין כשנשבע. והמחוייב שבועת היסת לא נקיט הנשבע חפצא בידיה, אלא חזן הכנסת או המשביעו נקיט. חפצא בידיה בשעה שחבירו נשבע לו. ושלשה מיני שבועות הן דאורייתא, ולא יותר. המודה במקצת הטענה, ומי שעד אחד מעיד כנגדו שהוא נשבע להכחיש העד, ושבועת השומרים. וכל שאר שבועות הנזכרים במשנה, הם בתקנת חכמים והם כעין של תורה בנקיטת חפץ. ואין הפרש בין שבועה דאורייתא לשבועות הנזכרות במשנה, אלא שהמחוייב שבועה דאורייתא ולא רצה לישבע, ב״ד יורדין לנכסיו ונפרעים ממנו משלם. והמחוייב שבועה מדבריהם בתקנת חכמים ולא רצה לישבע, משמתין אותו עד שיפרע או עד שישבע. ואם עמד בנדויו שלשים יום ולא רצה לישבע ולא לשלם, מכין אותו מכת מרדות ומתירין לו נדויו והולך לו, ואין יורדין לנכסיו:",
                "<b>אין לך בידי אלא פרוטה פטור.</b> שאין ההודאה ממין הטענה, שזה טענו כסף וזה הודה לו נחושת. ודוקא שלא טענו אלא משקל שתי מעות כסף או יותר, אבל אם טענו מטבע כסף, הרי הודה לו במטבע:",
                "<b>שתי כסף ופרוטה.</b> קא סבר טענו חטים ושעורים והודה לו על אחת מהן חייב:",
                "<b>מפני שהוא כמשיב אבידה.</b> שהוא פטור משבועה, כדתנן [גיטין דף מ״ח] המוצא מציאה לא ישבע מפני תקון העולם. ודוקא כשאין הבן טוען ודאי מנה לאבא בידך, אלא שמא. אבל טענו ודאי, ואמר הוא לא היה לו אצלו אלא חמשים, חייב שבועה דאורייתא, דאין זה משיב אבידה:"
            ],
            [
                "<b>מנה לי בידך ואמר לו הז.</b> בפני עדים. וכגון שאמר אתם עדי, דשוב אינו יכול לטעון משטה הייתי בך:",
                "<b>פטור.</b> משבועה דאורייתא. אבל משביעין אותו היסת:",
                "<b>אין לך בידי.</b> לא היו דברים מעולם:",
                "<b>חייב.</b> לשלם. ואינו נאמן בשבועה, שהרי הוחזק כפרן. והוא שכפר בבית דין, אבל שלא בב״ד לא הוחזק כפרן:"
            ],
            [
                "<b>אלא ליטרא כסף פטור.</b> שאין כאן הודאה ממין הטענה:",
                "<b>לתך.</b> חצי כור. ט״ו סאין:",
                "<b>כדי שמן.</b> כדים מלאים שמן:",
                "<b>והודה לו בקנקנים.</b> כדים רקים בלא שמן:",
                "<b>הואיל והודה במקצת הטענה.</b> דהוה ליה כמו טענו חטין ושעורין והודה לו באחד מהן. והלכה כאדמון, אבל אין הלכה כרבן גמליאל דמחייב בטענו חטין והודה לו בשעורים:",
                "<b>פטור.</b> משבועה דאורייתא, לא על הקרקעות ולא על הכלים. שאין הודאת קרקעות מביאתו לידי שבועה, שאין דין שבועה בקרקעות:",
                "<b>הודה במקצת כלים.</b> דאיכא הודאה וכפירה בלאו קרקעות.",
                "<b>חייב.</b> לישבע אף על הקרקעות על ידי גלגול שבועה:",
                "<b>זוקקין.</b> גוררין:"
            ],
            [
                "<b>אין נשבעין על טענת חרש.</b> כגון שטוענו חרש ברמיזה. דחרש שאמרו חכמים בכל מקום, אינו שומע ואינו מדבר:",
                "<b>וטענת קטן.</b> כגון שטוענו קטן. דאמר קרא כי יתן איש אל רעהו, ואין בנתינת קטן כלום. [והחרש] והשוטה כקטן הוא. ודוקא שבועה דאורייתא הוא שאין נשבעין על טענת קטן, אבל שבועת היסת חייבין לישבע על טענתו:",
                "<b>אבל נשבעין לקטן ולהקדש.</b> הבא ליפרע מנכסי קטן, לא יפרע אלא בשבועה. וכן המקדיש נכסיו ויצא עליו שטר חוב ובא בעל חוב ליפרע מן הנכסים של הקדש, צריך שבועה:"
            ],
            [
                "<b>העבדים והשטרות והקרקעות וכו׳</b> דכתיב (שמות כ״ב) על כל דבר פשע, כלל. על שור על חמור על שה על שלמה, פרט. על כל אבידה, חזר וכלל. כלל ופרט וכלל אי אתה דן אלא כעין הפרט, מה הפרט מפורש דבר המיטלטל וגופו ממון, אף כל דבר המיטלטל וגופו ממון, יצאו קרקעות שאינן מיטלטלין, יצאו עבדים שהוקשו לקרקעות, יצאו שטרות שאע״פ שהם מיטלטלין אין גופן ממון. שכל אלו אין נשבעין עליהן. והקדש אין נשבעין עליו דכתיב (שם) כי יתן איש אל רעהו, ולא של הקדש:",
                "<b>אין בהן תשלומי כפל.</b> דבהני דוקא דמרבינן כעין הפרט דכתיב באותה הפרשה ישלם שנים:",
                "<b>ולא תשלומי ארבעה וחמשה.</b> דכל היכא דליכא כפל אינו משלם ארבעה וחמשה, דכיון דליכא כפל הוו להו תשלומי שלשה וארבעה, ותשלומי ארבעה וחמשה אמר רחמנא ולא תשלומי שלשה וארבעה:",
                "<b>שומר חנם אינו נשבע.</b> שומר חנם אין לו עליו אלא שבועה, דכתיב (שם) ונקרב בעל הבית אל האלהים אם לא שלח ידו, ואותה הפרשה בשומר חנם נאמרה. ועל העבדים ועל הקרקעות ועל השטרות אינו נשבע, דילפינן לה מדכתיב כי יתן איש אל רעהו, כלל. כסף או כלים, פרט. לשמור, חזר וכלל. כלל ופרט וכלל אי אתה דן אלא כעין הפרט, מה הפרט מפורש דבר המיטלטל וגופו ממון, אף כל וכו׳, יצאו קרקעות דלאו מטלטלים וכו׳. וכל הני דאמרינן בהו אינו נשבע, דוקא שבועה דאורייתא, אבל שבועת היסת לעולם חייבין לישבע:",
                "<b>נושא שכר אינו משלם.</b> גניבה ואבידה הכתוב בו לחיוב, דכתיב (שם) אם גנוב יגנב מעמו ישלם לבעליו. ועבדים וקרקעות ושטרות אינו משלם, דכתיב בשומר שכר (שם) כי יתן איש אל רעהו, כלל. חמור או שור או שה וכל בהמה, פרט. לשמור, חזר וכלל וכו׳, כדאמרינן לעיל. רעהו כתיב בשומר חנם ובשומר שכר, דמשמע רעהו ולא הקדש. ושואל ושוכר לא הוזכרו כאן למעוטי בהו עבדים וקרקעות ושטרות והקדשות, דלא שייך שאלה בקרקעות, ולא בשטרות על הרוב, וכל שכן שכירות שאינו שייך בשטרות, וכן לא שייך שאלה ושכירות בהקדש שאסור להשאיל ולהשכיר ההקדשות:"
            ],
            [
                "<b>רבי מאיר אומר יש דברים שהם כקרקע.</b> ענבים העומדות ליבצר הוא דאיכא בין חכמים לרבי מאיר, דרבי מאיר סבר ענבים העומדות ליבצר כבצורות דמיין, וחכמים סברי לאו כבצורות דמיין. והלכה כחכמים. ודוקא בדין שומרים, אבל גבי מקח וממכר ואונאה ומודה במקצת הטענה, בכל הני קיי״ל דדבר העומד ליבצר כבצור דמי. וכן הלכה:",
                "<b>עד הזיז.</b> קורה של עליה הבולטת מתוך הבית. וכללא דמלתא, לעולם אינו חייב שבועה דאורייתא עד שיטעננו דבר שבמדה או שבמשקל או שבמנין, ויודה לו במקצת המדה או במקצת המשקל או מקצת מנין:"
            ],
            [
                "<b>המלוה את חבירו על המשכון.</b> נעשה עליו שומר שכר, לא שנא משכנו בשעת הלואתו, לא שנא משכנו שלא בשעת הלואתו. ואם אבד או נגנב והיה המשכון כנגד החוב, יצא משכונו בחובו ואין להם זה על זה כלום. ואם החוב יתר על המשכון, משלם לוה למלוה מה שהיה החוב יותר. ואם המשכון יותר על החוב, משלם מלוה ללוה. ואם נאבד באונס ששומר שכר פטור, גם המלוה פטור, ונשבע שבאונס נאבד וגובה חובו כולו:",
                "<b>שקל.</b> חצי סלע:",
                "<b>לא כי.</b> לא כן היה:",
                "<b>אלא סלע הלויתני עליו ושלשה דינרים היה שוה חייב.</b> שהרי הוא הודה במקצת הטענה, שהסלע שוה ארבעה דינרין. וכיון שהלוה חייב לישבע כמה היה שוה המשכון שלו, והמלוה חייב לישבע על המשכון שאינו ברשותו ואע״פ שמשלם דמיו משום דחיישינן שמא עיניו נתן בו, ב״ד משביעין את המלוה תחלה שאין המשכון ברשותו, ואח״כ משביעין את הלוה כמה היה שוה. שמא ישבע הלוה תחלה ולא דקדק בשומא ויוציא המלוה את המשכון ויפסלנו לעדות ולשבועה. והא דתנינן בסיפא מי נשבע, מי נשבע תחלה קאמר:",
                "<b>מי שהפקדון אצלו.</b> המלוה שהיה המשכון אצלו נשבע שאין המשכון ברשותו:"
            ]
        ],
        [
            [
                "<b>כל הנשבעין.</b> נשבעין ולא משלמין. לא תקנה תורה לתובע לישבע וליטול, אלא לנתבע שישבע ולא ישלם, דכתיב (שמות כ״ב:י׳) ולקח בעליו ולא ישלם, מי שעליו לשלם הוא נשבע:",
                "<b>ואלו נשבעין ונוטלין.</b> שתקנו להם חכמים לישבע וליטול. וכולהו מפרש להו לקמן במתניתין:",
                "<b>השכיר.</b> תקנו לו חכמים לישבע וליטול, מפני שבעל הבית טרוד בפועליו ואינו נזכר. והני מילי כשתובעו בזמנו, שכיר יום זמנו כל הלילה שאחריו, ושכיר לילה זמנו כל היום שלאחריו. אבל תבעו לאחר זמנו, בעל הבית נשבע היסת שפרעו ונפטר. ואם שכרו שלא בעדים, נמי אין השכיר נשבע ונוטל, דמתוך שיכול לומר לו לא שכרתיך מעולם, יכול לומר לו נמי שכרתיך ונתתי לך שכרך:",
                "<b>הוא אומר נתתי.</b> אבל אמר לו שנים קצצת לי והוא אומר לא קצצתי לך אלא אחד, נשבע בעל הבית שבועת התורה שהוא כדבריו ואינו נותן לו אלא אחד:",
                "<b>ר׳ יהודה אומר.</b> ואין הלכה כר׳ יהודה לא בשכיר ולא בנגזל ולא בנחבל:"
            ],
            [
                "<b>למשכנו שלא ברשות.</b> וכגון שראוהו עדים שנכנס לבית חבירו ואין בידו כלום ויצא משם וכלים תחובים לו תחת כנפיו:",
                "<b>הרי זה נשבע ונוטל.</b> שהרי הדברים מוכיחים, שהעדים מעידים שמשכנו שלא ברשות. והוא דטעין ליה האיך במידי דאמיד ביה, אבל אם טען ליה בכסא דכספא וכי האי גונא במידי דלא אמיד ביה, לאו כל כמיניה לישבע וליטול, אלא ישבע הנתבע ויפטר:"
            ],
            [
                "<b>הרי זה נשבע ונוטל.</b> ודוקא שהחבלה במקום שאפשר שחבל בעצמו, משום הכי צריך שבועה. אבל במקום שאינו יכול לחבול בעצמו וניכר שאחרים עשו לו, כגון שעלתה לו נשיכה בגבו, ואין שם אחר, שיוכל לומר שמא אחר עשה, נוטל בלא שבועה:"
            ],
            [
                "<b>ואפילו שבועת שוא.</b> לא מבעיא שבועת עדות ושבועת הפקדון דאית בהו כפירת ממון דהוי רע לשמים ולבריות, אלא אפילו שבועת שוא, דאינו אלא רע לשמים, שכנגדו נשבע ונוטל. ושבועת ביטוי לא קתני, דשבועת ביטוי דלהבא כגון אוכל ולא אוכל, איכא למימר כי אישתבע בקושטא אישתבע, שבדעתו היה לקיימו, ואע״פ שכפאו יצרו ועבר עליה אינו חשוד בכך על השבועה. אבל ביטוי דלשעבר, אבלתי ולא אכלתי, דמי לשבועת שוא, שהרי הוציא שבועת שקר מפיו:",
                "<b>היה אחד מהן משחק בקוביא.</b> תנא פסולא דאורייתא וקתני פסולא דרבנן:",
                "<b>מפריחי יונים.</b> אית דמפרשי, אם תקדים יונתך ליונתי אתן לך כך וכך, והיינו שחוק. ואית דמפרשי, שמגדל יונה מלומדת להביא יונים לבית בעליה, ויש בהן גזל מפני דרכי שלום:",
                "<b>וסוחרי שביעית.</b> עושים סחורה מפירות שביעית, והתורה אמרה לאכלה ולא לסחורה:",
                "<b>חזרה שבועה למקומה.</b> אית דמפרשי בגמרא, חזרה לסיני, לשבועת הר סיני שהשביע הקב״ה את ישראל לא תגזול, והוא יפרע מן הכופר ממון לחברו, אבל ב״ד אין נזקקין לא לשבועה ולא לפרעון. ואית דמפרשי, חזרה שבועה למחויב לה, על זה שהודה במקצת, וכיון שאינו יכול לישבע שהרי חשוד הוא, ישלם:"
            ],
            [
                "<b>[שניהן נשבעין ונוטלין מבעל הבית.</b> דאמר ליה חנוני, פועלים לא מהימנו לי בשבועה], את האמנתינהו דלא אמרת לי בסהדי הב להו. וכן פועלים אמרי ליה, חנוני לא מהימן לן בשבועה. וכששניהם נשבעין ונוטלים מבעל הבית, נשבעים זה בפני זה, כי היכי דליכסוף חנוני מפועלים או פועלים מחנוני:",
                "<b>אלו ואלו באין לידי שבועת שוא.</b> שהרי על כרחך אחד מהן נשבע לשוא ונמצא שם שמים מתחלל. אלא אלו ואלו נוטלין בלא שבועה. ואין הלכה כבן ננס:"
            ],
            [
                "<b>ונתן לו.</b> והפירות צבורין ומונחים ברה״ר ואין מוחזק בהן לא חנוני ולא בעל הבית:",
                "<b>ונתתו באנפלי.</b> תיק העשוי למעות:",
                "<b>ישבע בעל הבית.</b> שבועה כעין של תורה, ויטול. דכיון דחנוני מודה שמכר, והפירות הם חוץ לחנותו, בעה״ב נשבע ונוטל:",
                "<b>אמר לו נתתים לך.</b> והולכתן לתוך ביתך. ואלו הפירות הצבורין ומונחים שלי הם שנתתי כאן למוכרן, והלה טוען אלו הם הפירות שמכרת לי בדינר. הואיל והלוקח מודה במקח והחנוני כופר שלא מכר את אלו, ישבע החנוני שבועה כעין של תורה ויטול:",
                "<b>רבי יהודה אומר וכו׳</b> רבי יהודה אסיפא פליג, ואמר דבין בזו בין בזו בעל הבית נשבע ונוטל. דכיון שהפירות הם חוץ לחנות הוי כאילו הפירות הם ביד בעל הבית, וכל שהפירות בידו, ידו על העליונה והוא נשבע ונוטל:",
                "<b>אמר לשולחני וכו׳</b> אשמעינן תנא פלוגתא דר׳ יהודה ורבנן בין במעות של שולחני בין בפירות של חנוני. דאי אשמעינן פלוגתייהו בחנוני, הוה אמינא בפירות אמרו רבנן דכי אמר לו נתתים לך והולכתן לתוך ביתך ישבע החנוני ויטול, לפי שהחנוני עשוי ליתן פירות קודם שיקח הדינר, אבל בשולחני שאינו עשוי ליתן האיסרין קודם שיקח הדינר, אימא מודו ליה לר׳ יהודה דלעולם בעל הבית נשבע ונוטל. ואי איתמר בהא, בהא קאמר ר׳ יהודה דלעולם בעל הבית נשבע ונוטל, מפני שאין השולחני עשוי ליתן האיסרין עד שיקח הדינר, אבל בחנוני שהוא עשוי ליתן הפירות קודם שיקח המעות אימא מודה להו לרבנן, צריכא. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>הפוגמת כתובתה.</b> שמוציאה שטר כתובתה ומודה שנתקבלה מקצתה:",
                "<b>לא תפרע אלא בשבועה.</b> אם טוען הבעל נתקבלה כולה:",
                "<b>עד אחד אומר וכו׳</b> ומנכסים משועבדים ומנכסי יתומים כו׳. ונפרעת שלא בפניו. כולהו אכשם קיימי, כשם שאין אחד מאלו נפרע אלא בשבועה, כך היתומים אינם נפרעים אלא בשבועה. יתומים הנפרעים מן היתומים לא יפרעו אלא בשבועה. ומיירי מתניתין כגון שאלו היתומים שבאים להפרע מהן אומרים אין אנו יודעים אם פרע אבינו זה החוב אם לאו, אבל אם טענו אמר לנו אבינו שלא לוה מעות הללו ולא נתחייב בחוב זה מעולם, הרי היתומים שמוציאים שטר חוב על היתומים הללו נפרעים מהם שלא בשבועה, שכל האומר לא לויתי כאומר לא פרעתי דמי, והם אינם יכולים להכחיש העדים שמעידים שאביהם לוה המעות הללו. ולא שנו דבשבועה מיהת שקלי יתומים מן היתומים, אלא שמת מלוה בחיי לוה, אבל מת לוה בחיי מלוה, כבר נתחייב מלוה שבועה לבני לוה שלא נתקבל כלום, שהנפרע מן היתומים אפילו בשטר צריך שבועה, ואין אדם מוריש ממון שהוא חייב עליו שבועה לבניו, לפי שאין הבנים יכולים לישבע שבועה שנתחייב אביהם. ואע״פ שכן הדין, אם דיין אחד דן שישבעו היתומים שבועה שלא פקדנו אבא ויפרעו מממון היתומים האחרים בשבועה זו, מה שעשוי עשוי:",
                "<b>שלא פקדנו אבא.</b> בשעת מיתה:",
                "<b>ושלא אמר לנו קודם לכן.</b> ששטר זה פרוע:",
                "<b>הרי זה נשבע.</b> שלא מצא בין שטרותיו של אביו ששטר זה פרוע. וכן הלכה:",
                "<b>רבן שמעון בן גמליאל אומר.</b> והלכה כרשב״ג:"
            ],
            [
                "<b>שלא בטענה.</b> שלא בטענת ברי אלא בטענת שמא, שטוענו שמא עכבת משלי. ומשום דכל הני מורו היתר לעצמם לפי שטרחו בנכסים, משום הכי רמו רבנן שבועה עלייהו:",
                "<b>והאפוטרופים.</b> שנתעסקו בממון אדם להכניס ולהוציא ולישא וליתן. אבל באפוטרופוס של יתומים, אם מינהו ב״ד ישבע, ואם אבי יתומים מינהו לא ישבע:",
                "<b>והאשה הנושאת ונותנת בתוך הבית.</b> שהושיבה בעלה חנונית או אפטרופא על נכסיו:",
                "<b>ובן הבית.</b> אחד מן האחין שנתעסק בנכסים משמת אביהן:",
                "<b>חלקו.</b> ולא השביעוהו בשעת החלוקה:",
                "<b>נתגלגלה לו שבועה.</b> אצלם אחרי כן, מגלגלין גם את זו עליו. וכדרך שמגלגלין בשבועת התורה ובשבועה שהיא כעין של תורה, כך מגלגלין בשבועת היסת:",
                "<b>והשביעית משמטת את השבועה.</b> לאו אהנך שבועות דשותפין קאי, דהא אין שביעית משמטת שותפות ולא שבועתה. אלא מלוה ושבועתה היא משמטת:"
            ]
        ],
        [
            [
                "<b>ארבעה שומרים הם.</b> ודיניהן שלשה:",
                "<b>נושא שכר.</b> שומר בשכר:",
                "<b>נשבע על הכל.</b> שלא פשע:",
                "<b>משלם את הכל.</b> כל הנך דתנינן במתניתין, שבויה ושבורה ומתה וגניבה ואבדה. אבל מתה מחמת מלאכה, אינו משלם, דלאו לאוקמה בכילתא שאלה. והמשנה הזאת מפורשת בהשוכר את הפועלים:"
            ],
            [
                "<b>ואמר אמן פטור.</b> שאילו הודה לא היה משלם כלום, נמצא שאין כאן כפירת ממון. ואע״פ שנשבע לשקר, לא חייבה תורה קרבן שבועה אלא היכא שכפרו ממון. וכן הדיין אינו יכול להשביע אלא על דבר שאם הודה היה חייב לשלם ממון:"
            ],
            [
                "<b>היכן שורי אמר לו אבד.</b> אמר לשומר חנם היכן שורי אמר ליה אבד. ",
                "<b>משביעך אני ואמר אמן והעדים מעידים אותו שאכלו משלם את הקרן.</b> ולא כפל. ואם הודה לו מעצמו עד שלא באו עדים, משלם קרן וחומש ואשם, כדין שבועת הפקדון, דאינה באה עד שמודה ושב מרשעתו ובא להתכפר:",
                "<b>אמר ליה נגנב משביעך אני וכו׳</b> דשומר חנם הפוטר עצמו בטענת גנב ונשבע ובאו עדים, משלם כפל, דכתיב (שמות כ״ב:ז׳) אם לא ימצא הגנב, אם לא ימצא כמו שאמר, אלא שהוא עצמו גנבו, ישלם שנים. אבל אם בא לפטור עצמו בטענת אבד, אינו משלם כפל:",
                "<b>הודה מעצמו משלם קרן וחומש ואשם.</b> אבל כפל לא, דמודה בקנס פטור:"
            ],
            [
                "<b>אמר לאחד מן השוק וכו׳</b> הכא לא גרסינן משביעך אני, דהא בלא שבועה מיחייב כפל. שזה גנב ממש הוא, ובגנב כתיב ישלם שנים, ואין צריך שבועה:",
                "<b>עדים שממשמשין ובאין.</b> רבותא אשמעינן, דאע״ג דמחמת ביעתותא דעדים מודה, אפ״ה מהניא הודאה ונפטר מן הכפל. וכיון דאין כפל, פטור אף מן הטביחה שכפר בה ובאו עדים שגנב וטבח ומכר, דכל היכא דליכא כפל ליכא חיוב טביחה, דתשלומי ארבעה וחמשה אמר רחמנא, ולא תשלומי שלשה וארבעה, וכיון דכפל ליכא, בציר ליה חד:"
            ],
            [
                "<b>אמר לשואל וכו׳ פטור.</b> שהרי אף כשנשבע לשקר חייב את עצמו בתשלומין ואין בשבועה זו כפירת ממון:"
            ],
            [
                "<b>חייב.</b> שהרי כפר ממון, שאילו הודה היה מתחייב:",
                "<b>מת והוא נשבר וכו׳ פטור.</b> שאם הודה לא היה משלם. וכן נגנב והוא שאבד, או אבד והוא שנגנב, פטור, שהרי שינה מחובה לחובה ולא כפר ממון בשבועה זו:",
                "<b>א״ל אבד או נגנב והוא שמת או נשבה וכו׳ פטור.</b> שהרי שינה מפטור לחובה והפסיד בשבועתו:"
            ]
        ]
     ],
    "textrambam":[
        [
            [
                "<b>שבועות שתים שהן ארבע ידיעות הטומאה כו': </b>שבועות שתים כי ישבע אדם על מה שעבר ועל מה שעתיד לבא ואלו הם שני מינים ויתחלק שבועתו על שעבר שני חלקים שעשה כך וכך או שלא עשה וכן בעתיד שיעשה או שלא יעשה: וידיעות הטומאה הוא מבאר אותם בפרק שאחר זה: ואמר יציאות השבת הוא ר\"ל בכאן רשויות השבת שהם שנים רה\"י ורה\"ר ולכל אחד מהן הכנסה והוצאה וכבר נתבארו דיני היציאות על תשלומן בפ\"א ממסכת שבת ולא זכר בהם בכאן אלא מה שחייב בה סקילה בלבד אבל בשבת זכר חיובי ופטורי כמו שביארנו לשם: ומראות נגעים שאת ובהרת והם העקרים ולבהרת שניה לה ולשאת שניה לה ועוד אבאר זה תכלית הביאור ואביא ראיותיהם בפ\"א מנגעים: "
            ],
            [
                "<b>כל שיש בה ידיעה בתחלה וידיעה בסוף כו': </b>התחיל ביאור ידיעות הטומאה בראשונה כדי שישלם המאמר בדבר שאינו מענין המסכת ויחזור לענין המסכת והיא שבועות אבל שבת ונגעים כבר ייחד לכל אחד מהם מסכת בפני עצמה וממה שאתה צריך לידע שעונש טומאת מקדש וקדשיו במזיד כרת ובשוגג קרבן אמרה רחמנא והביא את אשמו לה' וגו' ואם אי אפשר לו קרבן מן הצאן אמר ואם לא תשיג ידו וגו' ואם לא תגיע ידו וזהו קרבן עולה ויורד ואינו חייב קרבן עד שתהיה לו ידיעה בתחילה וידיעה בסוף והעלם בינתים והראיה על זה דאמר רחמנא בענין ההוא ונעלם ממנו והוא ידע ואשם אמרו ונעלם ממנו מורה שקדם לו ידיעה לפני זה ואמרו והוא ידע ראיה שידע מה שנעלם ממנו תחלה הנה ידיעה בתחלה וידיעה בסוף והעלם בינתים ואמנם ענין ראיותיהם על שעיר יום הכפורים הנשרף כולו יארך ספורו ויותר ראוי להתפרש בהש\"ס מלפרשו בחבורנו זה: "
            ],
            [
                "<b>אין בה ידיעה בתחלה אבל יש בה ידיעה בסוף כו': </b>זה אפשר בתינוק שנשבה לבין העובדי כוכבים ולא קדמה לו ידיעה שהוא איסור על בני ישראל ביאה למקדש והוא טמא ונעלמה ממנו טומאה ונכנס למקדש ואח\"כ ידע שהוא טמא כשנכנס וכי הוא אסור לכנס למקדש טמא הנה כי אין לו ידיעה בתחלה. ושעיר הנעשה בחוץ ביוה\"כ הוא חטאת ויאכל למוצאי יום הכפורים וכבר נתבאר זה במקומו [מנחות פי\"א הל\"ז]: "
            ],
            [
                "<b>ועל שאין בה ידיעה לא בתחלה ולא בסוף כו': </b>כל השעירים ר\"ל שעירי רגלים ושעירי ראשי חדשים ושעיר הנעשה בחוץ ביום הכפורים ומחלוקת זה לא נאמר בו הלכה כדברי פלוני לפי שהוא דבר חוזר אל השם יתברך ואמנם הם חולקים בהיקש וראיות מהפסוקים אין זה מקום לזכור ענייני ההיקש בהם וכבר בארנו שכל סברא מן הסברות שאינה באה לידי מעשה מן המעשים שיפול בו מחלוקת בין החכמים לא נאמר בו הלכה כפלוני וענין מאמרו שיקרבו זה בזה שיקריב שעיר ראש חדש כשנתאחר הקרבתו ברגל מן הרגלים ויהיה שעיר הרגל ושעיר הרגל כשנתאחר הקרבתו יקריבהו בראש חדש ויהיה הוא בעצמו שעיר ראש חדש לפי שכל אחד משניהם חטאת הנעשית בחוץ הוא: "
            ],
            [
                "<b>ר\"ש בן יהודה אמר משמו שעירי ראשי חדשים כו': </b>לפי שכבר אמר מוסיף עליהם של יום הכפורים שהוא מכפר על שאין בה ידיעה בתחלה אבל יש בה ידיעה בסוף: "
            ],
            [
                "<b>ועל זדון טומאת מקדש וקדשיו כו': </b>אמר רחמנא על שעיר הנעשה בפנים וכפר על הקדש מטומאות בני ישראל וגו': וקלות נקרא מצות עשה ומצות לא תעשה זולתי לא תשא בלבד: וחמורות הם כריתות ומיתות ב\"ד ולא תשא לפי שהוא מן החמורות אע\"פ שהוא לא תעשה בלבד. וכפל אותם לפי שבא לבאר אותם באמרו השגגות והזדונות [כו'] ר\"ל בין שעשה שום דבר מהם ושגג בו או לא הודע שעיר המשתלח מכפר אפילו לא עשה תשובה מן הקלות אבל החמורות שעיר עם התשובה מכפרין: "
            ],
            [
                "<b>אחד ישראלים ואחד כהנים ואחד כהן משוח כו': </b>אמר כי כולם שוים בכפרת שעיר המשתלח ואין בין הכהנים לישראל וכהן משוח הפרש זולתי בטומאת מקדש וקדשיו ור' שמעון אומר כי הם גם כן חלוקין בכפרת שעיר המשתלח ואמנם יכפר על ישראל בלבד: "
            ]
        ],
        [
            [
                "<b>ידיעות הטומאה שתים שהן ארבע נטמא וידע כו': </b>כשתתבונן הידיעות תמצא שמונה. הראשונה שידע שהוא טמא ואח\"כ נעלם ממנו ונכנס למקדש אחר כך ידע ידיעה שניה כי היה טמא כשנכנס לעזרה הנה אלו שתי ידיעות והשלישית שידע שזה מקדש ונעלם ממנו ונכנס במקדש אחר כן ידע שהיה טמא כשנכנס והנה זו ידיעה רביעית והחמישית שידע שזה קדש ונעלם ממנו זה ואכלו והוא טמא אחר כן ידע שמה שאכל הוא קדש הנה זו ידיעה ששית ושביעית שידע שהוא טמא ונעלם זה ממנו ואכל קדש ואח\"כ ידע שטמא היה כשאכל זו ידיעה השמינית ואלה שמונה מיני ידיעות מהם שתי ידיעות בטומאת גופו וזה שידע שהוא טמא ונעלם זה ממנו ועשה מה שעשה אחר כן ידע שהוא טמא ומהם שתי ידיעות במקדש והוא שידע שהוא מקדש ונעלם ממנו ונכנס ואח\"כ ידע שהוא מקדש ומהם שתי ידיעות בבשר קדש והוא שידע שהוא קדש ונעלם ממנו ואכל ואחר כן ידע שקדש אכל ואמנם אמר שהן ארבעה ואע\"פ שהן שמנה כמו שמנינו לפי שלא מנה זולתי ידיעה ראשונה בלבד אשר באותה ידיעה יתכן שיתחייב קרבן כשנודע לו בסוף אבל ידיעות שבסוף לא מנה אותם בשום פנים לפי שכ\"ז שלא קדמה לו ידיעה אינו חייב קרבן ואע\"פ שידע בסוף וכאילו אמר ידיעות הטומאה שבתחלה שתים שהן ד' אמנם היותם שתים לפי שהם כולם תלויות בטומאת מקדש ובטומאת קדשיו והיותם ארבע ידיעות טומאת גופו תחלה לענין מקדש וקדשיו וידיעת המקדש תחלה וידיעת בשר קדש תחלה וידיעת טומאת גופו תחלה ולענין בשר קדש ואמרו נעלם ממנו זה וזה אינו ממנין הידיעות אבל הוא מגיד הדין שהוא חייב קרבן אף על פי שלא היתה אצלו ידיעה בשעת המעשה בשום פנים לא בטומאה ולא בקדש וכבר ידעת שענין קרבן עולה ויורד כי הוא העולה עם העשיר ויורד עם העני הוא לשון המקרא ואם לא תשיג ידו וגו' והנה הוספנו בפירוש זה ההלכה לפי שהוא קשה מאד בהש\"ס ומה שזכרנו מפתח למה שנזכר לשם: "
            ],
            [
                "<b>אחד הנכנס לעזרה ואחד הנכנס לתוספת כו': </b>אמר רחמנא למשה ככל אשר אני מראה אותך וגו' וכן תעשו ר\"ל שכל מקדש שיעשו כגון זה יהיה מעשהו וכבר ידעת שמשה מלך היה ומכלל המלכים מנו אותו מוסיף על הנבואה ועליו נאמר (דברים ל״ג:ה׳) ויהי בישורון מלך והסנהדרין הם שבעים זקנים וכן האורים והתומים והביא ראיה על השתי תודות ממה שנאמר בעזרא (נחמיה י״ב:ל״א) ואעמידה שתי תודות גדולות והשיר שאומרים הוא ארוממך ה' כי דליתני וגו' אחר כן ילכו השתי תודות זו אחר זו עד המקום שירצו וכשמגיעין עד סופו עומדין ונאכלת אחת מהן והשנית שורפין אותה והוא פירוש מה שאמרו על פי נביא נאכלת ועל פי נביא נשרפת ואלה השתי תודות הם לחם בלבד מבלי כבשים לפי שאלה גם כן ממיני התודה כמו שיתבאר עוד במקומו ואשר חייב להיות בית שני קדוש ואע\"פ שנעשה מאין אורים ותומים ומאין מלך לפי שבקדושתו עומד עד סוף הדורות ר\"ל הקדושה שנתקדש בימי שלמה ומעשה עזרא אמנם זכר בעלמא הוא דעבד: "
            ],
            [
                "<b>נטמא בעזרה ונעלמה ממנו טומאה כו': </b>כשהשתחוה לצד ההיכל ואפילו לא שהה לשם בשום פנים או כשהשתחוה כלפי חוץ ושהה או ששהה שיעור אותה השתחואה שתהיה לחוץ ונזכר אחר כך חייב ושיעור אותה השתחואה כדי שיקרא אדם זה המקרא ביישוב לא במהירות ולא באריכות הוא ויכרעו אפים [ארצה] על הרצפה וישתחוו להודות לה' כי טוב כי לעולם חסדו ופסוק זה הוא בדה\"י (ב' ז') ומצות עשה הוא שנאמר לו צא בקצרה ואמרו שאין חייבין עליו ר\"ל אין ב\"ד חייבין קרבן כשהורו בו ואמרו אין מותר לו שיעמוד במקדש והוא טמא אבל יצא כמו שיוכל ואפילו בארוכה וחייב שיקצר (לכוונתו) ועוד יתבאר עיקר זה בהוריות (פ\"ב הלכה ה): "
            ],
            [
                "<b>ואיזו היא מצות עשה שבנדה שחייבין עליה כו': </b>ראוי שיעמוד כמו שהוא ויבטל התנועה ונועץ צפרניו בקרקע עד שימות האבר ואח\"כ יפרוש ופרישתו ממנה היא מצות עשה ופירוש אמרו ג\"כ חייבין עליה שיהיו בית דין חייבין כשהורו בה והתירו הפרישה והוא אסור וכמו כן חייב האיש עצמו קרבן כל זה במצות עשה [שבנדה] ואינו חייב בעשה שבמקדש כמו שנבאר בהוריות (שם): "
            ],
            [
                "<b>ר\"א אומר השרץ ונעלם ממנו על העלם שרץ כו': </b>רבי אליעזר אומר שזה שאמר הכתוב בנבלת שרץ טמא וכו' אחר שאמר בכל דבר טמא שהוא כולל מיני הטומאות כולם ר\"ל כי אינו חייב קרבן עד שיודע באיזו טומאה ממיני הטומאות נטמא אם שרץ או נבלה או זולתו אבל כשנתברר לו שהוא טמא ואינו יודע באיזו טומאה אינו חייב קרבן ר' עקיבא אומר שהוא חייב ואע\"פ שהוא נכנס בכלל כל דבר טמא ענינים אחרים יארך ביאורם ואין ראוי לזכרם כפי כוונת חבורנו זה והלכה כרבי ישמעאל: "
            ]
        ],
        [
            [
                "<b>שבועת שתים שהן ארבע שבועה שאוכל כו': </b><b>שבועה שלא אוכל ואכל ושתה אינו חייב כו': </b>באמרו שלא אוכל ושלא אשתה גלי אדעתיה שאמרו שלא אוכל אכילה לבדה בלא שתיה ולפיכך חייב שתים: "
            ],
            [
                "<b>שבועה שלא אוכל ואכל פת חטין ופת שעורין כו': </b>לפי שכפל פת שהיה יכול לומר שלא אוכל פת חטין וכן של שעורים וכן של כוסמין ובכפלו גלי אדעתיה שחייב עצמו שבועה על כל אחת ואחת מהן: "
            ],
            [
                "<b>שבועה שלא אשתה ושתה משקין הרבה כו': </b>יתכן היותו חייב על כל אחת ואחת בענין זה והוא שאמר לו חבירו בא ושתה עמי יין ושמן ודבש ואמר לו שבועה שלא אשתה יין ושמן ודבש ולפיכך חייב על כל אחת ואחת לפי שהיה יכול לומר לו שבועה שלא אשתה עמך [<small>ס\"י </small>ולא אמר] (לא) יין ושמן ודבש אלא לחלק לפיכך חייב על כל אחת ואחת: "
            ],
            [
                "<b>שבועה שלא אוכל ואכל אוכלים שאינן ראויין כו': </b>הוא כשכלל דברים המותרים עם דברים האסורין כגון שאמר שבועה שלא אוכל תמרים וטרפות ושקצים ור' שמעון פוטר לפי שאינו סובר איסור כולל ואין הלכה כר' שמעון: "
            ],
            [
                "<b>אחד דברים של עצמו ואחד דברים של כו': </b>ריבוי הכתוב הוא אמרו או נפש כי תשבע לבטא בשפתים וגו' ואמר אחר כן להרע או להיטיב מיעוט לכל אשר יבטא האדם בשבועה ריבוי אחר רבי עקיבא אומר ריבה ומיעט וריבה ורבי ישמעאל אומר בזה כלל ופרט וכלל ויהיה היוצא ממחלקותם כפי מה שראוי מן העקרים הנעשים והקישות הלמודות ברבוי ומיעוט או בכלל ופרט מה שאתה רואה. וענין העתיד לבא כשישבע על הדברים הבאים שיעשה אותם או שלא יעשה אותם והלכה כרבי עקיבא: "
            ],
            [
                "<b>נשבע לבטל את המצוה ולא ביטל פטור כו': </b>אמר רחמנא להרע או להיטיב אמנם הוא מחויב בשבועה על דבר שאי אפשר בו שייטיב במקום להרע או ירע במקום להטיב והם דברי הרשות ובהן יתכן לאו והן הוא ישבע שיעשה ואפשר לו או לא יעשה ואפשר לו: ואמרו בנשבע לבטל את המצוה פטור ר\"ל פטור מקרבן שבועת בטוי וחייב מלקות משום שבועת שוא ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>שבועה שלא אוכל ככר זו שבועה שלא אוכלנה כו': </b>כשאמר שבועה שלא אוכלנה ואמר אחר כן שבועה שלא אוכל ואכל חייב שתים כשאמר שלא אוכלנה אינו חייב עד שיאכל את כולה ואמר אחר כן שלא אוכל אפי' אכל ממנה כזית ולפיכך חייב משאכל ממנה כזית וכשסיים אכילתו חייב שתים וזה כשהקדים שלא אוכלנה כמו שמשלנו: "
            ],
            [
                "<b>איזו היא שבועת שוא נשבע לשנות את הידוע כו': </b>הידוע לאדם עד שיהיה אותו הדבר ידוע אצל שלשה בני אדם או יותר ואמרו אם לא ראיתי הוא שיאמר כל פירות העולם אסורין עלי אם לא ראיתי גמל פורח באויר או כיוצא בזה ואמרו כקורת בית הבד ר\"ל כתבניתה וצורתה והוא תבנית שאינו מצוי בנחשים כמותה אבל בגודל הגוף מצוי ואין בו שבועת שוא הנה נתבאר לך בכאן שמיני שבועת שוא שלשה האחד שישבע על שהוא חיוב המציאות שהוא בחילוף מה שהוא מצוי או שישבע על מה שהוא נמנע המציאות שהוא נמצא או שישבע על דבר שאין צריך בו לאמת הספור בשבועה כגון שישבע על האיש שהוא איש ועל האשה שהיא אשה: "
            ],
            [
                "<b>שבועה שאוכל ככר זו שבועה שלא אוכלנה כו': </b>מבואר הוא שכיון שנשבע שיאכלנה שהוא חייב לאכלה מכלל המצוה כמו שהוא חייב לעשות סוכה ולולב כי הוא חייב לקיים השבועה ומה שנשבע אחר כן שלא יאכלנה כאילו נשבע שלא יעשה סוכה או לולב ואמרו אכלה עבר על שבועת ביטוי פירושו אף על שבועת ביטוי לפי שעבר על שבועת שוא על שני הענינין: "
            ],
            [
                "<b>שבועת ביטוי נוהגת באנשים ובנשים כו': </b>אמרו מפי עצמו הוא תנאי בשבועת ביטוי אבל אם השביעוהו עליה זולתו שיאכל או שלא יאכל אין חייב לעשות כמו שנשבע אלא אם ענה אמן כי אין הפרש בין שנשבע הוא עצמו או שישביענו זולתו ואמר אמן כמו שיתבאר אחר כך: "
            ],
            [
                "<b>שבועת שוא נוהגת באנשים ובנשים כו': </b>אמנם זכר אנשים ונשים ושאר החילוקים לפי שרוצה לזכור אחר כן שבועת העדות שאין נשים חייבות ולא קרובים ולא פסולין ואפי' ענו אמן כמו שנבאר בפ' שאחר זה: "
            ]
        ],
        [
            [
                "<b>שבועת העדות נוהגת באנשים ולא בנשים כו': </b>זה שאמר אינה נוהגת אלא בראויין להעיד להוציא מלך ופסולי עדות דרבנן לפי שהם פטורין ואע\"פ שהם ראויין להעיד מדאורייתא ואין הלכה כר' מאיר: "
            ],
            [
                "<b>וחייבין על זדון השבועה ועל שגגתה עם זדון כו': </b>לא אמרה תורה בשבועת עדות ונעלם ממנו ולפיכך חייב על זדונה קרבן ושגגתה עם זדון העדות הוא שידע ששבועה זו אסורה ושיתברר העדות ושזו השבועה שקר אבל הוא אינו יודע אם יתחייב עליה קרבן אם לאו ואז יתחייב קרבן אבל כששגג כל עניניה ולא ידע אם שבועת העדות אסורה או לאו ונשבע שלא ידע העדות אינו חייב כלום וזהו מה שאמר ואין חייבין על שגגתה: "
            ],
            [
                "<b>שבועת העדות כיצד אמר לשנים בואו כו': </b>לא תהיה כפירה אלא בבית דין דאמר רחמנא אם לא יגיד ונשא עונו במקום שיועיל ההגדה והוא בבית דין יתחייב על שבועה שנשבע חוץ לב\"ד וטענת ר' שמעון מבוארת וברורה כי הם הואיל וכפרו לא יתכן להם להעיד אחר כן וכל שבועה שישביעו אותם אחר כן אינם חייבין עליה כלום שהם אינם יכולים להעיד אותה עדות: "
            ],
            [
                "<b>כפרו שניהן כאחד שניהן חייבין בזה אחד זה כו': </b>זה שאמר כאחד ר\"ל בתוך כדי דבור והוא שיעור שאילת שלום תלמיד לרב והוא כדי שיאמר לו שלום עליך רבי ואם היה בין כפירת זה לכפירת זה יותר מזה השיעור נאמר בהם זה אחר זה ואמר שתיהן חייבות יש בו תנאים וזה כי כשהיתה כת שניה ראויה להעיד לא תתחייב כת ראשונה על כפירתה כלום לפי שהם לא בטלו דברי אמת מה שהיו יכולים לומר ידענו כי שם כת אחרת בשעת תביעתם ואמנם מה שאמר בכאן שתיהם חייבות הוא כמו שביארו כשהיתה כת שניה קרובים בנשותיהן ונשותיהן גוססות כשכפרה כת ראשונה ואחר כן מתו הנשים ואז כפרה כת שניה העדות ג\"כ ואפשר שיעלה בדעתנו שכת ראשונה פטורה לפי שהיא אומרת ידענו שזולתנו יעידו ולפיכך כפרנו לפי שנשותיהן שבשבילן היו פסולין הרי הן גוססין ורוב גוססין למיתה ולפי שידענו שהן קרובות למות ובעליהן יהיו כשרין כפרנו הודיענו כי לא נקבל מהם טענה זו לפי שבשעת כפירתם נתבטלה ולא היה שם זולתם שיעידו באותה שעה בעצמה לפי שכת שניה אז היו קרובים: "
            ],
            [
                "<b>משביע אני עליכם אם לא תבואו כו': </b>הודיענו שאין הפרש בין שינוי מיני הטענות או בין שינוי מיני הדברים שטוענין אותן ואפילו טען בהן ממין אחד במשא ומתן כגון שיאמר להם יש לי אצלכם עדות שיש לי אצל זה חטין ושעורין וכוסמין בתורת פקדון או שאמר להם יש לי אצלכם עדות שיש לי אצלו כך וכך חטין מהם פקדון ומהם תשומת יד ומהם גזלה ומהם אבידה הדין בשני מינין האלה מכפירת העדות אחד כמה שזכר: "
            ],
            [
                "<b>משביע אני עליכם אם לא תבואו ותעידוני שיש לי ביד פלוני נזק וחצי כו': </b>אלו הדברים כולן אם העידו לו בשום דבר שיגבה אותו בעדותם ולפיכך אם כפרו הם חייבים אמנם יבא להם החיוב על עדות ממון לא על עדות הקנס ומה שהן בכאן חייבין על עדות חצי נזק ר\"ל חצי נזק צרורות שהוא ממון וכן תשלומי כפל ותשלומי ארבעה וחמשה מחמת הקרן ושאנס איש פלוני ופתה את בתו מצד הבשת והפגם וכבר נתבאר בסנהדרין כי מכה אביו ואמו אינו חייב מיתה אלא אם עשה חבורה ולפיכך כשהכה אותו בנו ולא חבל בו הוא חייב ממון בלבד כגון בשת וצער כמו שבארנו בפרק ח' מן בבא קמא: "
            ],
            [
                "<b>משביע אני עליכם אם לא תבואו ותעידוני שאני כהן כו': </b>אלה הדברים כולם אם העידו לו בשום דבר מהם לא יקח ממון בשום פנים לפי שמעקרינו אין אדם מת ומשלם וכבר שמעת זה פעמים (והדבר שראוי לבנו על מי שהכהו אינו שלו אבל הוא לבנו) ולפיכך אם כפרו פטורים לפי שמה שאמרה התורה והוא עד או ראה או ידע וגו' מפי קבלה למדנו בתביעת ממון הכתוב מדבר: ואמרו שפתה פלוני בתו הוא כגון אמרו שהכני בני [והדבר שראוי לבנו על מי שהכהו אינו שלו אבל הוא לבנו] שהיא תביעה שאין לו בו ממון [לפי] שלא ישביע [אלא] בשביל זולתו ולפיכך פטורין ואפי' יהיה זה המשביע אותם מורשה לאותו כהן אבל מורשה תביעת ממון אם כפרו הם חייבין לפי שמעקרי הדין ג\"כ שהעדים כשמשביעם המורשה וכפרו חייבין ואע\"פ שהעדות אינה לו אלא למי שהרשהו: "
            ],
            [
                "<b>משביע אני עליכם אם לא תבואו ותעידוני שאמר איש פלוני ליתן לי מאתים זוז כו': </b>אמר רחמנא ונפש כי תחטא ושמעה קול אלה והוא עד או ראה או ידע ואמר עוד בכפירת פקדון נפש כי תחטא וכמו שהפקדון תביעת ממון שיש לו כמו כן גם (כן) העדות צריך שיהיה בממון שיש לו והוא בכאן הוא תובעם שיעידו לו בממון שאין לו בו זכות ואפילו שיעידו לו כמו שהוא אומר לפי שאין חייב בעל דינו שיתן לו ממון כשאמר לו אתן לו ולפיכך כשכפרו פטורים ועל זה תקיש כל עדות ותבע אותה בעל דין אם אינה מועלת לו בתביעתו כשיעידו בה העדים אין הדיינין חייבין לשאול את העדים אותה עדות בשום פנים: "
            ],
            [
                "<b>משביע אני עליכם כשתדעון לי עדות שתבואו כו': </b>לפי שנאמר ושמעה קול אלה והוא עד צריך שתהיה העדות קודמת לשבועה ולכפירה: "
            ],
            [
                "<b>עמד בבית הכנסת ואמר משביע אני עליכם כו': </b>צריך שייחד אותם לפי שנאמר והוא עד עד שייחד את עדיו: "
            ],
            [
                "<b>אמר לשנים משביע אני עליכם איש פלוני כו': </b>זה מבואר לפי שאם הגידו לא תועיל עדותם ולפיכך פטורים כשכפרו: "
            ],
            [
                "<b>שילח ביד עבדו או שאמר להן הנתבע כו': </b>אמר יתברך אם לוא יגיד ונשא עונו והוא כתוב בוי\"ו ואל\"ף ולמדנו מפי השמועה שזה לעורר על שני הענינים הקנין והשלילה כאילו אמר אם לו לא יגיד ונשא עונו רצונו לומר לתובע זכותו אבל לנתבע אם לא יגיד לפטור אותו פטור: "
            ],
            [
                "<b>משביע אני עליכם מצוה אני עליכם אוסרכם כו': </b>אמרו מצוה אני עליכם וכו' הוא שיאמר להם מצוה אני עליכם בשבועה אוסרכם אני בשבועה: והמחלוקת בין חכמים ורבי מאיר בכנויין לבד ובחנון ורחום שזכר אחריהם אבל אל\"ף דל\"ת ויו\"ד ה\"א ושי\"ן דל\"ת וצבאות אין צריך לומר כי הם שמות מיוחדים וכמו כן אלהים: ומה שאמר רבי מאיר המקלל בכולם חייב רצונו לומר מברך את השם באחת מהן חייב סקילה: וחכמים אומרים על שם המיוחד במיתה ועל הכנויין באזהרה: והטעם שלא נחלקו בשבועת העדות ואמרו כי היא חייבת בכל הכינוים ממה שאמר הכתוב ושמעה קול אלה. ואסור לאדם לקלל את עצמו שנאמר השמר לך ושמור נפשך מאד וכבר בארנו בסוף מכות שמלת השמר מורה על לא תעשה וכן אסור לו לקלל חברו שנאמר לא תקלל חרש ולמדנו מפי הקבלה שרוצה לומר לא תקלל מי שאינו עושה מעשה שהיה ראוי לקללו בשבילו אבל הוא חרש באותו דבר: ואמרו יכהו יכנו כנוי על קללת אדם עצמו או חברו ור' מאיר סבר בכאן שאין הפרש בין שיאמר אל יברכהו אלהים או יקללהו ואמרו בכאן אל יככה אמנם רצה להפריש בין אל יככה ובין יברכך וייטיב לך כדי שלא יהיה בו לשמוע מאמר זה קללה וכבר בארנו בפ' אחרון של מכות שהמקלל לעצמו ולחברו לוקה ואע\"פ שהוא לאו שאין בו מעשה וזכרנו העיקר שהוא כל לאו שאין בו מעשה אין לוקין עליו חוץ מנשבע וממיר ומקלל את חבירו בשם ודין מקלל חבירו ועצמו אחד ואמנם עדים זוממין בא מקרא בתורה ועשיתם לו כאשר זמם לעשות לאחיו וכבר בארנו זה והלכה כחכמים בכל דבריהם: "
            ]
        ],
        [
            [
                "<b>שבועת הפקדון נוהגת באנשים ובנשים כו': </b>שגגתה על דרך שנתבאר בשבועת העדות והוא שידע שהשבועה אסורה ולא ידע שחייב עליה קרבן ושגגת הפקדון מבואר והוא שלא נזכר שיש לו אצלו פקדון ואמרה תורה (ויקרא ה׳:ט״ו) וכחש בעמיתו בפקדון וגו' והביא את אשמו לה' איל תמים וגו' הנה שאמרו וכחש בעמיתו מורה שהוא יודע בפקדון בשעת השבועה והלכה כחכמים: "
            ],
            [
                "<b>שבועת הפקדון כיצד אמר לו תן לי פקדוני כו': </b>זה מבואר וטעם ר\"ש ברור כי בשעה שיודה תועיל הודאתו ואע\"פ שקדמה כפירתו בבית דין לפי שהוא נותן מה שהודה בו: "
            ],
            [
                "<b>היו חמשה תובעין אותו אמרו לו תן לנו כו': </b>ר' מאיר אומר שאומרו חטה ושעורה רצונו לומר מיניהם וחכמים סברי שכפירתו בזרע אחד מן חטה ואין הלכה כרבי מאיר ולא כרבי שמעון ולא כרבי אליעזר: "
            ],
            [
                "<b>אנסת ופיתית את בתי והוא אומר לא כו': </b>ר' שמעון סבר כי עיקר תביעתו קנס שהוא דבר קצוב וידוע וחכ\"א עיקר תביעתו הוא הבשת והפגם שיודע שאם הודה בהם ישלם אותם ואין הלכה כר' שמעון: "
            ],
            [
                "<b>גנבת את שורי והוא אומר לא גנבתי כו': </b>עיקר כל זה מודה בקנס פטור וכל מה שאומר בזו הלכה פטור הוא בכפירת קנס לפי שאפי' הודה בו לא יתחייב לשלם כמו שהוא עיקר "
            ]
        ],
        [
            [
                "<b>שבועת הדיינין הטענה שתי כסף כו': </b>שתי כסף הוא משקל שתים ושלשים שעורות מכסף או מה ששוה זה השיעור. ופרוטה חצי שעורה מכסף: וכשמודה ממה שתבעוהו בפחות משוה פרוטה פטור וכן כשכפר מאשר תבעוהו בפחות משתי כסף פטור וכן אמרו ז\"ל כפירת הטענה שתי כסף: ופירוש אמרו פטור שהוא פטור משבועת התורה אבל הוא חייב שבועת היסת ובכל מקום שיאמר במשנה בענין שבועת הממונות חייב רצונו לומר בשבועת התורה כי השבועות גם כן שעקרן מדרבנן הנזכרות במשנה הם בנקיטת חפץ וכל דתקון רבנן כעין דאורייתא תקון ואין הפרש ביניהן זולתי בדין בלבד והוא שהשבועה המחוייבת מן התורה אם הוא מסרב ואינו רוצה לישבע ב\"ד יורדין לנכסיו ופורעין מן הנמצא אצלו השיעור שכפר ולא רצה לישבע עליו והשבועה המחוייבת מדרבנן אע\"פ שהיא נזכרת במשנה אם לא רצה לישבע לא נחתינן לנכסיה אבל משמתינן ליה עד שיפרע או ישבע ואם עמד בנדויו שלשים יום ולא פרע ולא נשבע מלקה אותו הדיין במלקות כפי מה שיראה מרשעתו ואם עמד על כפירתו וסרבנותו מלישבע אחר שהלקהו יתירו לו נדויו וילך לו: ודע כי השבועות המחוייבות מן התורה שלשה מינין והם שבועת מודה במקצת ושבועת מי שיש עליו עד אחד ושבועת השומרים וכל השבועות הנזכרות במשנה מלבד אלו הם בתקנת החכמים אבל הם בנקיטת חפץ כעין דאורייתא כמו שבארנו: ומה שאמר מנה לאבא בידך וכו' פטור זהו כשאמר הבן שמא יש לאבי מנה בידך אבל אם אמר לו ברי לי שיש לאבי בידך מנה ואמר הוא חמשים חייב ואינו כמשיב אבדה וכיצד היא שבועת התורה שתהיה ביד הנשבע [<small>גי' יעב\"ץ:</small> ס\"ת] כשהוא נשבע בתורה וזו היא נקיטת חפץ ושבועת היסת שתהיה התורה ביד משביעו: "
            ],
            [
                "<b>מנה לי בידך אמר לו (בפני עדים) הן כו': </b>כבר בארנו לך כי בכל מקום שיאמר פטור שהוא נשבע שבועת היסת ומבואר הוא שזה שאומרין במשנה זו חייב רצונו לומר חייב לשלם ואין בעל דינו חייב שבועה לפי שהוחזק כפרן וצריך שיכפור בב\"ד ואז נאמר בו הוחזק כפרן ואלה הדינים נוהגים על עיקר מעקרי הדינים אצלנו והוא המלוה את חברו בעדים אין צריך לפרעו בעדים אלא אם התנה עמו ג\"כ כמו שבארנו בכאן וכן המפקיד אצל חברו בעדים אינו צריך להחזיר לו בעדים אא\"כ התנה עמו ג\"כ אבל אם טען הלוה שפרעו ישבע שבועת היסת וכן הוא דין המפקיד אבל המפקיד אצל חברו בשטר ואמר לו החזרתי לך הוא ג\"כ נאמן אבל ישבע בנקיטת חפץ שהחזיר וזה שאין אנו מחייבים אותו לשלם מגו דיכול לומר נאנס הפקדון ויהיה נאמן יכול למימר החזרתיו לך וידוע הוא שאם אמר נאנס ישבע שבועת השומרין ולפיכך כשיאמר החזרתיו לך ישבע אותה שבועה עצמה לפי שלא יהיה מגו גורע ממנו שום חיוב לפי שהתנאי במגו שנטעון מה לו לשקר: "
            ],
            [
                "<b>ליטרא זהב יש לי בידך אין לך בידי אלא כו': </b>כבר ידעת כי לתך חמש עשרה סאה וכור שלשים סאה ועקרי אלה ההלכות כולם כבר בארנום תכלית הביאור ופירשנום בפרק ראשון מקדושין ובפ' אחרון מכתובות ואמרנו לשם שלא נחזיר לפרש אותם העקרים כדי שלא יאריך החבור ואין ממתין [<small>בדפו\"י הגי':</small> ואנו אין ממחין] אצלם לעיין אותם שם כשהם נזכרין במשנה. ולשם ג\"כ בארנו שאין הלכה כרבן גמליאל והלכה כאדמון: "
            ],
            [
                "<b>אין נשבעין על טענת חרש שוטה וקטן כו': </b>נשבעין לקטן ונפרעין מנכסיו כמו שנתבאר בכתובות הבא ליפרע מנכסי יתומין לא יפרע אלא בשבועה ובשבועה דאורייתא בלבד הוא שנאמר אין נשבעין על טענת קטן אבל שבועת היסת נשבעין בטענת קטן וכמו כן נשבע לב\"ד שבועת השומרין ושבועת [<small>צ\"ל</small> השותפים] השומרין שלא בטענת הקטן לפי שאין הקטן טוען אותם טענת ברי וכן נשבעין להקדש ונפרעין ממנו כגון שהיה לראובן ביד שמעון ממון בתחלה כשהקדיש שמעון כל נכסיו ישבע ראובן שבועת התורה ויפרע ממנו על הדרך הנזכר בפ\"ו (הלכה ב) מערכין: "
            ],
            [
                "<b>ואלו דברים שאין נשבעין עליהם העבדים כו': </b>כשתתבונן בפסוקי התורה תמצא הדברים שזכרה (מנה בהם) [הנה הם] בשבועות או בתשלומי כפל וארבעה וחמשה וזכרה דיני השומרים בהם הם חמור ושור ושה וכל בהמה ושלמה וכסף וכלים והעולה בידינו מאלה המקראות כולם בהמה וכלים וכסף וכל אלה הם כל דבר המטלטל וגופו ממון וכלים יש בהם אותם הדינים הנה יצאו קרקעות לפי שאינן דבר המטלטל ועבדים הוקשו לקרקעות כמו שבארנו בפרק ראשון מקדושין והשטרות מצד שאין גופן ממון אבל הוצרכו לראיה שבהן וכשנודע בירור הראיה היה מציאות השטר או העדרו שוה ולפי שאמרה התורה בשבועות והכפל והשומרים רעהו פי' רעהו אמר רחמנא ולא הקדשות שהן לגבוה ומצד שלא חייב בהם תשלומי כפל לא נפל בהם תשלומי ארבעה וחמשה כי זה לא ימצא אלא אחר חיוב תשלומי כפל כמו שבארנו בשביעי מבבא קמא. ולא זכר שאר הארבעה שומרין והם שואל ושוכר לפי שאין צורך לזכרם שהקרקעות אין בהם דין שאלה ואסור שאלת הקדש וכמו כן השטרות אינן צריכות שאלה על הרוב וכן אינם בשכירות ואסור ג\"כ שכירות בהקדשי ועוד יתבאר כי דין נושא שכר ושוכר אחד ואין הלכה כר' שמעון ואלה כולם מבוארים שאין נשבעין עליהם שבועת התורה אבל נשבעין עליהם היסת: "
            ],
            [
                "<b>ר\"מ אומר יש דברים שהן כקרקע כו': </b>מחלוקת חכמים ורבי מאיר הוא בענבים העומדים ליבצר והלכה כחכמים אבל כשימסרם לו בתורת שמירה לענין מקח וממכר ודיני האונאה והודיה במקצת כשהיה עיקר התביעה שלא בתורת שמירה העיקר המכוון עליו שהם כמטלטלין שכל העומד ליבצר כבצור דמי ושמור זה הלשון והוא אמרם אינו חייב עד שיטעננו דבר שבמדה ושבמשקל ושבמנין כלומר שהוא מודה בקצת המנין אם תבעו דבר שבמנין או במקצת המשקל אם תבעו דבר שבמשקל או במקצת המדה אם תבעו דבר שבמדה: "
            ],
            [
                "<b>המלוה את חברו על המשכון ואבד המשכון כו': </b>מעקרנו הלוהו על המשכון נעשה עליו שומר שכר ועוד יתבארו דיני שומר שכר ולפיכך אם אבד המשכון באונס ישבע אותו שיש בידו המשכון שבועת התורה שנאנס ויפרע בעל המשכון ממה שהלוה לו משלם. ויש לאותו שהמשכון בידו בכל אלה החלוקים עכ\"פ לישבע שבועת התורה שאבד ואפי' לא נפל ביניהם מחלוקת במה שהיה שוה אלא אפילו אמר לבעל המשכון חשוב לי ביותר ממה שאתה טוען שהיה שוה לפי שנחמר שמח עיניו נתן בו אבל אם נסתלק זה החשד כגון שהיה המשכון לשון זהב או חתיכת כסף וכיוצא בהן שאין שום צד לומר שמא עיניו נתן בו ואמר לו טול כל מה שהיה שוה וקח בו חתיכת זהב או כסף כאותה שהיה לך כיון שאין שינוי ביניהן במינן ואינם כלים ולא בגדים שיש בהם מיני רקמות שתוכל לומר אני לא אמצא כמותם כרצוני. וכשישבע מן המשכון שבידו יכלול בשבועתו שלא היה שוה יותר מסלע או שקל או השיעור שיאמר ע\"י גלגול וכמו כן תהיה שבועת בעל המשכון כשיהיו חלוקין בדמי המשכון כי לא היה שוה משכונו פחות מסלע או שקל או מה שטוען שהיה שוה וכך ראיתי אבא מורי ז\"ל משביע אותם פעמים הרבה על זה הלשון כמו שראה לרבו לרבינו יוסף הלוי ז\"ל משביע תמיד. ואמרו בחלק הראשון מזו המשנה פטור ונשבע שבועת היסת וכבר בארתי זה ואמרו מי נשבע מי שהפקדון אצלו הוא חוזר אל החלק השני ממשנה זו הוא מה שאמר לא כי פי' אינו כן או אינו אמת אלא סלע הלויתני עליו וג' דינרין היה שוה שיתחייב בעל המשכון שבועה וישלם דינר לפי שהוא מודה במקצת ולא ישבע שבועה עד שישבע קודם מי שהפקדון אצלו שבועת התורה שאותו הפקדון אבד ואז ישבע זה לאותו טעם שזכר לפי שזה הטעם כולל כל המשכון אבל טעם שמא נתן עיניו בו אינו כולל כל המשכון כמו שבארנו ולפיכך לא שם התנא כוונתו בזה החלוק אבל שם כוונתו בהודאה במקצת או בכפירה בכל ובטעם זה שזכר שמא ישבע הלה ויוציא הלה את הפקדון וכבר נתבאר לך פעמים שהסלע ארבעה דינרין: "
            ]
        ],
        [
            [
                "<b>כל הנשבעין שבתורה נשבעין ולא משלמין כו': </b>אמר רחמנא במחויב לישבע ולקח בעליו ולא ישלם למדנו מזה שמי שלא ישלם ישבע ואין אדם נוטל שום דבר בשבועתו אבל מדרבנן תקנו שבועה כשבועת התורה על אלה ואע\"פ שהן תובעין נשבעין ונוטלין וזה לענינים עוד יתבארו אמנם השכיר הוא נשבע ונוטל לפי שבעה\"ב טרוד בעסקיו השכיר ידקדק הדבר יותר ובזה שני תנאין האחד שיהיה תובעו בזמנו והשני ששכרו בעדים אבל כששכרו שלא בעדים מתוך שהיה יכול לומר לא שכרתיך נאמן לומר פרעתי או כשתובעו שלא בזמנו ואמר בעל הבית פרעתי נשבע בעל הבית שבועת היסת וכמו כן אם היתה עיקר הכפירה בעיקר השכירות ישבע בעל הבית שבועת התורה שכך וכך התנה עמו ויתן לו מה שיאמר ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>הנגזל כיצד היו מעידין אותו שנכנס לביתו כו': </b>זה הדין ג\"כ הוא בשני תנאים אחד מהם שיהיו שם שני עדים ראוהו שמשכנו והוציא כלים מביתו תחת כנפיו ולא ידעו הדבר שלקח מה הוא וזה כשראוהו שנכנס לבית חברו ואין בידו כלום ויצא והוא מחבא דברים תחת כנפיו ובעל הבית אינו מצוי והתנאי השני שיטעון בעל הבית על אותו הגזלן בדבר שהוא אמוד אצל בני אדם שהוא ידוע בכגון זה אבל אם תבעו שלקח ממנו חוט מרגליות ואבנים טובות והוא מפורסם שאין אצלו כגון אלה הדברים אינו נאמן ואין נותנין בזה שבועה בשום פנים אבל ישבע שכנגדו או היסת או של תורה כפי מה שהודה ואין הלכה כר\"י: "
            ],
            [
                "<b>הנחבל כיצד היו מעידין אותו שנכנס תחת ידו כו': </b>כשתהיה החבלה במקום שאי אפשר בו שחבל בעצמו והחבלה שבגופו מורה שהיתה ממעשה זולתו ולא היה ביניהם שלישי שנאמר שמא אמר לו הנחבל הכני פצעני כדי להעניש לזה. האחר נוטל שלא בשבועה ואמנם הטיל השבועה על הנחבל או הנגזל קנס לחובל ולגזלן כדי שלא ירבה היזק בני אדם והתגרותם ואין הלכה כר' יהודה: "
            ],
            [
                "<b>ושכנגדו חשוד על השבועה כיצד אחת כו': </b>אמרם בין שחילל שבועת העדות או שבועת הפקדון ואפי' לא פירש לו אלא שנשבע שבועת שוא שאין בה כפירת ממון הנה הוא חשוד על השבועה ואין נותנין לו שבועה וממשנה זו יתבאר לך שכל פסול לעדות בין מדאורייתא בין מדרבנן שהוא חשוד על השבועה וזה הדין הוא בשבועת התורה בלבד כלומר השלשה מינין מן השבועות שעיקר חיובן מדאורייתא כמו שבארנו בפ' שלפני זה אבל השבועות שהם בתקנת חכמים אין נשבע שכנגדו ונוטל לפי שתקנה זו היא לפי שהוא מסרב ונשבע לשקר ותקנתא לתקנתא לא עבדינן וכמו כן שבועת היסת לא ישבע שכנגדו כשנתחייב בה וענין דברי ר\"מ חזרה שבועה למקומה חזרה למחויב לה וישלם מה שתבעו בו בלי שבועה שהוא מחויב לישבע ואינו יכול להשבע וכל המחויב שבועה ואין יכול לישבע משלם ואין לו על אותו שתבעו זולתי חרם סתם והלכה כר\"מ ולא כר' יוסי דאמר יחלוקו: "
            ],
            [
                "<b>והחנוני על פנקסו כיצד לא שיאמר לו כתוב כו': </b>הטעם להטיל השבועה על החנוני מבואר לפי שהוא צוה לו שיתן וראוי שישבעו הפועלים או בנו במעמד החנוני שמא יתביישו קצתם מקצתם ואין הלכה כבן ננס: "
            ],
            [
                "<b>אמר לחנוני תן לי בדינר פירות ונתן לו כו': </b>שם אונפלי שם כלי שנותנין בו הכספים והדינרים ואמרו ישבע בעל הבית שהיא שבועת התורה כמו שבארנו אמנם יתחייב זה כשהיו פירות צבורין ברשות הרבים וכל אחד משניהם טוען טענתו אבל כשהפירות ביד בעל הבית אינו חייב אלא שבועת היסת על העיקר הידוע המוציא מחבירו עליו הראיה: ואמרו ג\"כ ישבע החנוני שהיא שבועת התורה אמנם יתחייב זה כשהיו פירות ג\"כ צבורין ברה\"ר ובעל הבית אומר בזה הדינר שנתתי לך לקחתים והחנוני אומר לו זה הדינר דמי הפירות שנתתי לך אבל אלה הפירות הצבורין לא מכרתים לך מעולם אלא אני הנחתים בכאן עד שאמכרם ואם היו הפירות בחנות המוכר אינו חייב כלום אלא שבועת היסת על העיקר המוציא מחברו עליו הראיה ואם אין שם ראיה הוא פטור וישבע שבועת היסת וזה שלא אמרנו באלה הפירות שהם ממון המוטל בספק לפי שבתביעה הראשונה הודה לו שהוא מכר לו ובתביעה השרה הודה המוכר הנה הודאתו במכר והיות הפירות חוץ לחנות חייב בעל הבית שישבע ויקבל הפירות והודאת הלוקח במקח וכפירת החנוני במכר חייב החנוני שישבע ויטול: ורבי יהודה חולק על ההלכה השנייה ואמר שעל שני הענינים בעל הבית נשבע כיון שהפירות צבורין ואינן ביד החנוני והם לבעל הבית יותר קרובים וזהו פירוש מאמרו כל שהפירות בידו והדין בשולחר ג\"כ על הדרך שבארנו בחנוני והפירות באותן התנאין בעצמן אבל חזר אותם לענין שזכרו בש\"ס והוא שיעלה על דעתנו שתנא קמא מודה לר' יהודה בשולחני כי אין דרכו להיות נותן איסר עד שנוטל את דינרו ולפיכך ישבע בעל הבית בשני הענינים ואילו משמיענו הדין בשולחני היינו אומרים שר' יהודה לא היה חולק אלא בשולחני שאינו נותן האיסרים עד שיקח הדינר אבל מוכר הפירות לחריצתו על המכר הוא נותן הפירות קודם שיקח הדמים ולפיכך מודה לחכמים שהחנוני נשבע והשמיענו שהן חולקין בשני הדינים ואין הלכה כר' יהודה בשני המאמרות: "
            ],
            [
                "<b>כשם שאמרו הפוגמת כתובתה לא תפרע כו': </b>אלו הדינין שבכתובה כבר הקדמנו ובארנו האמת בפ' תשיעי של מסכת כתובות ואמרו בכאן וכן היתומים ר\"ל יתומים הנפרעין מן היתומים לא יפרעו אלא בשבועה וזה בתנאי שיאמר. היתומים שנפרעים מהם לא נדע אם פרע אבינו זה החוב ולא נתברר עליהם ממנו דבר אבל אם אמרו אמר לנו אבינו שלא נתחייב לעולם בזה החוב ולא לוה אותו יתפרע מנכסיהם אותו ממון בלי שבועה לפי שמעיקרנו האומר לא לויתי כאומר לא פרעתי דמי כי אין להכחיש העדים בשביל דברו וזה כשמת אבי היתומים שעליו לקבל החוב [קודם] אבל אם הדבר הפך והוא שמת אותו שהיה חייב קודם לא יתפרע הממון ההוא לעולם אבל אבד מכל וכל שמאחר שמי שעליו החוב הניח היתומים אין הבעל חוב יכול ליפרע מממונם אלא אחר שישבע שבועת התורה כמו שנזכר וכשמת אחר כן קודם שישבע אין בניו יכולים לישבע במקומו לפי שאין אדם מוריש שבועה לבניו: ואם דן הדיין שישבעו הבנים שלא פקדנו אבא כמו שאמרה המשנה ויתפרעו ממונם מה שעשה עשוי והלכה כרשב\"ג וכרבן יוחנן בן זכאי: "
            ],
            [
                "<b>ואלו נשבעין שלא בטענה השותפין והאריסין כו': </b>אמרו שלא בטענה ר\"ל שלא בטענת ברי אלא בטענת שמא כי הוא לא הונה אותו במה שהיה ביניהם ובלבד שיפיל לו הספק שהונה אותו בשתי כסף או יותר אבל אם היה ספק האונאה פחות משתי כסף אינו חייב שבועה וכבר נתבאר בפרק חמישי מגיטין שאפוטרופוס שמנוהו ב\"ד הוא שחייב שבועה והוי יודע כי כמו שיתגלגל בשבועת התורה כמו כן יתגלגל בשבועת היסת: אמר רחמנא וזה דבר השמטה שמוט אפי' דיבור משמטת ולפיכך משמטת השבועה: "
            ]
        ],
        [
            [
                "<b>ארבעה שומרין הן שומר חנם והשואל נושא שכר והשוכר כו': </b>דיני הארבעה שומרין שלשה לפי שדין נושא שכר והשוכר אחד והדינין הנזכרים בהן הוא לשון התורה ויוקש עליהם כי נושא שכר והשוכר נשבעין על האונס ואינם חייבים לשלם כי שבורה ומתה אונס הוא והשואל חייב באונס אלא אם מתה בשעת מלאכה כמו שבארנו בפ' שמיני מן בבא מציעא ושבועת השומרין הוא שבועת התורה ואע\"פ שהשואל משלם את הכל ישבע קודם לכן שבועת התורה שאותו הדבר נאבד שיש לומר שמא עיניו נתן בה ועל הדרך שבארנו בפרק ששי מזו המסכתא: ",
                "<b>[אמר לשומר חנם כו']</b> זה מבואר לפי שכפר בדבר שאפילו הודה בו לא יתחייב לשלם ממון לפי שהשבועה היא שהוא חייב באיזה ענין שיהיה מזה ועל זה תקיש כל אלה ההלכות וזולתם כי מי שנשבע על דבר שקר שאילו אמר בו אמת לא יתחייב לשלם ממון הוא פטור ואע\"פ שנשבע שלא כהוגן כיון שלא הועיל לו שקרו וכל מי שנשבע על דבר שאילו היה מודה באמתת הדבר היה חייב לשלם הממון הוא חייב על שכפר האמת עד שיפטר עצמו מן הממון וכמו כן הדיין אין ראוי להשביע שום אדם על כפירתו בדבר שאילו הודה לא יתחייב לשלם: ",
                "<b>[היכן שורי כו']</b> שומר חנם כששלח ידו בפקדון ונשבע הוא חייב קרן וחומש ואשם כשהודה מאליו אבל אם העידו עליו בזה והוא כופר אינו חייב חומש ולא אשם וכמו כן כשטען נגנבה והיה הוא עצמו שגנבה יתחייב תשלומי כפל כמו שנאמר אם לא ימצא הגנב וגו' כלומר אם ימצא שהוא הגנב ישלם שנים אם יש שם עדים ואם הודה מאליו משלם קרן וחומש ואשם וכבר קדם פי' ההלכה ועקריו בפרק תשיעי מב\"ק:",
                "<b>[אמר לאחד כו']</b> כבר בארנו פעמים הרבה שתשלומי כפל ותשלומי ארבעה וחמשה הוא קנס ומן העקרים שהמודה בקנס פטור ובפירוש אמרו שאין אדם משלם קנס ע\"פ עצמו: ",
                "<b>[אמר לשואל כו']</b> זה גם כן מבואר לפי שלא פטר עצמו בטענה זו מכלום אבל חייב הוא לשלם עכ\"פ ולפיכך הוא פטור על השבועה: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>[היכן שורי כו']</b> כל זה מבואר לפי שאילו הודה היה חייב לשלם: ",
                "<b>[אמר לנושא כו']</b> כל זה מבואר וכבר הקדמנו עקרו וכל מה שאמר בזה הפרק חייב ופטור ר\"ל חייב משום שבועת הפקדון שחייב על מה שיכחיש בה קרן וחומש ואשם כמו שקדם באורו ופטור משבועת הפקדון אבל הוא חייב משום שבועת בטוי לפי שנשבע לשקר וכבר התבאר ששבועת בטוי חייבין על זדונה מלקות ועל שגגתה קרבן עולה ויורד: ",
                "<small>סליקא לה פירוש המשניות להרמב\"ם ממסכת שבועות</small> "
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}